{"keywords": ["Biology", " Cell Biology"], "funder": "Postdoctoral Fellowship in Reproductive Mood Disorders at UNC, NIH/National Institute of Mental Health, NIH/National Institute on Drug Abuse, and others", "journal": "Nature Neuroscience", "description": "The ancient impulse to procreate is necessary for survival and must be hardwired into our brains. Now scientists from the University of North Carolina School of Medicine have discovered an important clue about the neurons involved in that wiring.", "title": "Scientists illuminate the neurons of social attraction", "source_link": "http://news.unchealthcare.org/images/science-images/stuber_mouse-neurons/view", "institution": "University of North Carolina Health Care", "meeting": "", "text": "CHAPEL HILL, NC - The ancient impulse to procreate is necessary for survival and must be hardwired into our brains. Now scientists from the University of North Carolina School of Medicine have discovered an important clue about the neurons involved in that wiring.Using advanced deep brain imaging techniques and optogenetics, the UNC scientists found that a small cluster of sex-hormone-sensitive neurons in the mouse hypothalamus are specialized for inducing mice to \"notice\" the opposite sex and trigger attraction.  This study, led by Garret D. Stuber, PhD, associate professor of psychiatry and cell biology & physiology, and Jenna A. McHenry, PhD, a postdoctoral research associate in Stuber's lab, identified a hormone-sensitive circuit in the brain that controls social motivation in female mice.\"These neurons essentially take sensory and hormonal signals and translate them into motivated social behavior,\" said Stuber, who is also a member of the UNC Neuroscience Center.The findings, reported in Nature Neuroscience, illuminate the neural roots of opposite-sex social behavior in mammals, and may also be relevant to certain psychiatric illnesses. \"These neural circuits that bridge social and reward processing should also provide important insights for disorders that impair social motivation,\" said McHenry, the first author of the paper.In the study, Stuber and colleagues examined the medial preoptic area (mPOA) of the brain. This clump of neurons sits within the hypothalamus, an evolutionarily ancient structure at the bottom-center of the brain. Prior research showed that the mPOA is important for social and reproductive behavior in all vertebrate species studied from fish to human, but it has been unclear whether this area drives social motivation through circuit connections with reward systems in the brain.     The researchers focused on one of the mPOA's major connections, through which it sends neural signals to another brain structure called the ventral tegmental area (VTA) - known to be a powerful contributor in motivating behavior and the release of the neurotransmitter dopamine.The researchers injected the VTAs of female mice with special fluorescent beacon molecules that, like some viruses, tend to move \"upstream\" along nerve connections. When these tiny beacons reached the mPOA, they ended up highlighting VTA-projecting neurons that express a gene called neurotensin. Analyses of these VTA-projecting neurons showed that most of them also express estrogen receptors and are therefore likely to be sensitive to rises and falls of ovarian hormones in the mouse fertility cycle, also known as the estrus cycle.The researchers next studied this specific set of mPOA neurons in living mice, which was a considerable challenge. The microscopy techniques that permit imaging of brain cells in awake mice generally can't visualize anything deeper than a fraction of a millimeter below the brain's surface, whereas the mPOA is several millimeters deep. To get around this problem, Stuber's team used tiny tubular lenses connected from their microscope, in effect, to the mPOA. With a technique known as two-photon calcium imaging, the scientists were then able to visualize the activity of mPOA neurons in awake, behaving female mice. To enhance the accuracy of the technique, the researchers used mice that had been genetically engineered so that only their mPOA neurotensin neurons could be imaged.\"With our setup, we could image the mice a couple of times a week and each time find the same cells that we previously recorded brain activity from,\" Stuber said.The team found that when the female mice were exposed to the odor of male mouse urine - but not the odor of female mouse urine or other attractive odors, like appetizing food - a large subset of the mPOA neurotensin neurons was excited into greater activity.  The researchers also found that these neurons responded more robustly to male mouse urine when females had high circulating levels of estrogen or a combination of estrogen/progesterone, which surges before the mice become fertile. \"This suggests that certain neurons in the brain may be specialized to prefer social rewards over nonsocial rewards, and that the processing of social cues is sensitive to circulating hormones,\" McHenry said.  Using optogenetics, the scientists artificially stimulated the activity of the mPOA neurotensin neurons using light. They observed that this stimulation triggered the release of the VTA neurotransmitter dopamine in a key motivation-related structure downstream from the VTA. Both male and female mice whose mPOA neurotensin neurons were artificially driven this way showed a preference in standard tests for moving closer to mice of the opposite sex.\"On the whole, the data suggest that these mPOA neurons help drive social attraction toward a potential mate,\" Stuber said.Stuber's team plans to follow up by applying similar imaging and optogenetics methods to the workings of the VTA neurons downstream from the mPOA.Aside from its basic neuroscience impact, the research has implications for anxiety, depression and related disorders, which can be triggered or worsened in some women by shifts in hormone levels. \"While hormone-related changes in motivation are important for mating or maternal behavior in female mice, some atypical hormonal changes in women appear to underlie reproductive mood disorders, such as postpartum depression,\" said McHenry, who is also a Fellow on the Postdoctoral Reproductive Mood Disorders Training Fellowship at UNC.  Stuber added, \"The study of hormone-sensitive circuits that control motivational states may ultimately reveal new drug targets for these mood disorders.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/uonc-sit012717.php", "article_link": null, "date": "Mon, 30 Jan 2017 05:00:00 GMT"}