{"title": "Hubble celebrates 27 years with two close friends", "text": "This stunning cosmic pairing of the two very different looking spiral galaxies NGC 4302 and NGC 4298 was imaged by the NASA/ESA Hubble Space Telescope. The image brilliantly captures their warm stellar glow and brown, mottled patterns of dust. As a perfect demonstration of Hubble's capabilities, this spectacular view has been released as part of the telescope's 27th anniversary celebrations.Since its launch on 24 April 1990, Hubble has been nothing short of a revolution in astronomy. The first orbiting facility of its kind, for 27 years the telescope has been exploring the wonders of the cosmos. Astronomers and the public alike have witnessed what no other humans in history have before. In addition to revealing the beauty of the cosmos, Hubble has proved itself to be a treasure chest of scientific data that astronomers can access.ESA and NASA celebrate Hubble's birthday each year with a spectacular image. This year's anniversary image features a pair of spiral galaxies known as NGC 4302 -- seen edge-on -- and NGC 4298, both located 55 million light-years away in the northern constellation of Coma Berenices (Berenice's Hair). The pair, discovered by astronomer William Herschel in 1784, form part of the Virgo Cluster, a gravitationally bound collection of nearly 2000 individual galaxies.The edge-on NGC 4302 is a bit smaller than our own Milky Way Galaxy. The tilted NGC 4298 is even smaller: only half the size of its companion.At their closest points, the galaxies are separated from each other in projection by only around 7000 light-years. Given this very close arrangement, astronomers are intrigued by the galaxies' apparent lack of any significant gravitational interaction; only a faint bridge of neutral hydrogen gas -- not visible in this image -- appears to stretch between them. The long tidal tails and deformations in their structure that are typical of galaxies lying so close to each other are missing completely.Astronomers have found very faint tails of gas streaming from the two galaxies, pointing in roughly the same direction -- away from the centre of the Virgo Cluster. They have proposed that the galactic double is a recent arrival to the cluster, and is currently falling in towards the cluster centre and the galaxy Messier 87 lurking there -- one of the most massive galaxies known. On their travels, the two galaxies are encountering hot gas -- the intracluster medium -- that acts like a strong wind, stripping layers of gas and dust from the galaxies to form the streaming tails.Even in its 27th year of operation, Hubble continues to provide truly spectacular images of the cosmos, and even as the launch date of its companion -- the NASA/ESA/CSA James Webb Space Telescope -- draws closer, Hubble does not slow down. Instead, the telescope keeps raising the bar, showing it still has plenty of observing left to do for many more years to come. In fact, astronomers are looking forward to have Hubble and James Webb operational at the same time and use their combined capabilities to explore the Universe.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eic-hc2042017.php", "region": "europe", "source_link": "https://www.spacetelescope.org/news/heic1709/", "funder": "", "meeting": "", "institution": "ESA/Hubble Information Centre", "keywords": ["Space/Planetary Science", " Astrophysics"], "journal": "", "description": "This stunning cosmic pairing of the two very different looking spiral galaxies NGC 4302 and NGC 4298 was imaged by the NASA/ESA Hubble Space Telescope. The image brilliantly captures their warm stellar glow and brown, mottled patterns of dust. As a perfect demonstration of Hubble's capabilities, this spectacular view has been released as part of the telescope's 27th anniversary celebrations.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}