{"title": "Studies compare types of insulin for reducing episodes of low blood sugar for patients with Type 1 or 2 diabetes", "text": "Treatment with the insulin degludec compared to glargine U100 for 32 weeks resulted in a reduced rate of hypoglycemic (low blood sugar) episodes among patients with type 1 or 2 diabetes and at least one risk factor for hypoglycemia, according to two studies published by JAMA.In one study, Wendy Lane, M.D., of Mountain Diabetes and Endocrine Center, Asheville, N.C., and colleagues randomly assigned 501 adults with type 1 diabetes and at least one hypoglycemia risk factor to receive once-daily insulin degludec followed by insulin glargine U100 (n = 249) or to receive insulin glargine U100 followed by insulin degludec (n = 252) for two 32-week treatment periods. The patients were randomized to morning or evening dosing within each treatment sequence.Hypoglycemia, common in patients with type 1 diabetes, is a major barrier to achieving good glycemic control. Severe hypoglycemia can lead to coma or death.Of the patients randomized, 395 (79 percent) completed the trial. The researchers found that insulin degludec compared with insulin glargine U100 resulted in lower rates of overall symptomatic hypoglycemic episodes and nocturnal symptomatic hypoglycemia in the 16-week maintenance period and a lower proportion experienced severe hypoglycemia during the maintenance period (10 percent vs 17 percent). The findings were consistent when analyzed over the full 32-week treatment period.A limitation of the study, the higher-than-expected withdrawal rate, may have been a result of the demanding nature of the trial, including its 64-week duration, two different treatments, and the use of a vial and syringe.For more details and to read the full study, please visit the For The Media website.(doi:10.1001/jama.2017.7115)In another study, Carol Wysham, M.D., of the University of Washington School of Medicine, Spokane, and colleagues randomly assigned 721 adults with type 2 diabetes and at least one hypoglycemia risk factor who were previously treated with basal insulin with or without oral antidiabetic drugs to receive once-daily insulin degludec followed by insulin glargine U100 (n = 361) or to receive insulin glargine U100 followed by insulin degludec (n = 360), and were randomized to morning or evening dosing within each treatment sequence. The trial included two 32-week treatment periods. Hypoglycemia is a serious risk for insulin-treated patients with type 2 diabetes.Of the randomized patients, 580 (80 percent) completed the trial. The researchers found that treatment with insulin degludec compared with insulin glargine U100 resulted in a statistically significant and clinically meaningful reduction in the rate of overall symptomatic hypoglycemia and nocturnal symptomatic hypoglycemia during the 16-week maintenance period. The hypoglycemia findings were consistent when analyzed over the full treatment period, and they showed a significantly lower rate of severe hypoglycemia with insulin degludec. The proportion of patients experiencing severe hypoglycemia during the maintenance period were 1.6 percent for insulin degludec vs 2.4 percent for insulin glargine U100.Limitations of the study are noted in the article. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-sct062917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes"], "journal": "JAMA", "description": "Treatment with the insulin degludec compared to glargine U100 for 32 weeks resulted in a reduced rate of hypoglycemic (low blood sugar) episodes among patients with type 1 or 2 diabetes and at least one risk factor for hypoglycemia, according to two studies published by JAMA.", "date": "Mon, 03 Jul 2017 04:00:00 GMT"}