{"title": "Study shows link between maternal marijuana use and low birth weight", "text": "LONDON, ON - In a new study, researchers in London, Ontario found that women who used marijuana while pregnant were almost three times more likely to have an infant with low birth weight than women who did not use marijuana.The study analyzed data from perinatal and neonatal databases at London Health Sciences Centre (LHSC) and is the first large-scale study in Canada to show this association between marijuana use among pregnant women and low birth weight infants.It was conducted by researchers at Lawson Health Research Institute, Western University and Brescia University College.Maternal amphetamine use, chronic hypertension and smoking were identified as other top risk factors for low birth weight. The study also examined predictors of preterm birth, which included previously diagnosed diabetes, maternal narcotic use and insulin-controlled gestational diabetes.\"Low birth weight and preterm birth are serious public health problems. Both are associated with a higher risk of infant mortality,\" says principal investigator Dr. Jamie Seabrook, a Lawson associate scientist; and professor at Brescia University College, an affiliate of Western University, and Western University's Schulich School of Medicine & Dentistry.Low birth weight can lead to respiratory problems and asthma, and poor cognitive development during childhood. It also increases an infant's risk of developing type 2 diabetes, hypertension and cardiovascular disease later in life. Preterm birth can cause childhood neurologic disability, as well as long-term medical consequences including respiratory, gastrointestinal and cardiovascular diseases and decreased immunity.The research team investigated many potential factors that could be linked to birth outcomes, including demographics, prenatal factors and medical risks. The objective of the study was to determine the relationship between socioeconomic status and adverse birth outcomes, particularly low birth weight and preterm birth, in Southwestern Ontario.However, they found that socioeconomic status had little influence on birth outcomes.\"There is a widely-held view that socioeconomic status is highly associated with low birth weight and preterm birth. However, there have been few population-based studies investigating this relationship in Canada. Most of this research has come from other developed countries, particularly the United States,\" says Dr. Seabrook, who is also a Faculty Associate at Western's Human Environments Analysis Laboratory. \"It's possible that Canada's universal health care system provides a larger safety net for these mothers and their children.\"Live births between February 2009 and February 2014 at LHSC were included in the study. Infants with a birth weight of less than 2500 grams were classified as low birth weight. Preterm birth was defined as a live birth at a gestational age of less than 37 weeks.The rates of low birth weight and preterm birth found in the study were 6.4 per cent and 9.7 per cent, respectively. The study notes that these rates are comparable to those reported by the Canadian Institute for Health Information in 2010-11, which found that 6.6 per cent of infants in Canada had low birth weight and 8.1 per cent were preterm births. Median neighbourhood income was used as an indicator of socioeconomic status. Postal codes of the mothers were entered into a Geographic Information System and mapped to determine the location of home neighbourhoods, defined by boundaries of census dissemination areas. Dr. Seabrook adds that while the database used in the study included a large population-based sample, it is possible there may be incomplete or inaccurate data since it was obtained from chart records. For example, information on individual household income and length of time at an address was not available.", "article_link": "http://dx.doi.org/10.1017/S0021932017000062", "url": "http://www.eurekalert.org/pub_releases/2017-04/lhri-ssl042717.php", "region": "namerica", "source_link": "https://www.lawsonresearch.ca/study-shows-link-between-maternal-marijuana-use-and-low-birth-weight", "funder": "", "meeting": "", "institution": "Lawson Health Research Institute", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Public Health"], "journal": "Journal of Biosocial Science", "description": "Researchers at Lawson Health Research Institute, Western University and Brescia University College found that women who used marijuana while pregnant were almost three times more likely to have an infant with low birth weight. It is the first large-scale study in Canada to show this association between maternal marijuana use and low birth weight infants.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}