{"title": "New blood test may better predict gestational diabetes", "text": "Boston, MA-- A new study led by researchers at Brigham and Women's Hospital has found that a single measurement of plasma glycated CD59 (GCD59), a novel biomarker for diabetes, at weeks 24-28 of gestation identified, with high sensitivity and specificity, women who failed the glucose challenge test as well as women with gestational diabetes. Plasma levels of GCD59 were also associated with the probability of delivering a large-for-gestational-age newborn. These findings are published in Diabetes Care. Gestational diabetes is a type of diabetes that occurs during a woman's pregnancy, increasing the mother's risk of delivering a large-for-gestational-age baby, which can lead to pre-term birth, fetal injury, perinatal mortality and cesarean delivery. Gestational diabetes is also a risk factor for preeclampsia and gestational hypertension. Since treatment of gestational diabetes can lessen the risk of adverse pregnancy outcomes, practice guidelines recommend screening all non-diabetic, pregnant women for the disease.  The current standard of care to both screen and diagnose gestational diabetes predominantly involves a two-step approach.  The first step, known as the glucose challenge test, includes administration of a sugary drink followed by a blood sugar measurement one hour later. Women who fail this screening are then sent for a longer test, called the oral glucose tolerance test, which requires fasting overnight, drinking a more concentrated sugar solution and undergoing baseline and hourly blood draws for three hours. These glucose tests, or variations thereof, are currently the only methods used to screen pregnant women for or diagnose gestational diabetes. They are time consuming, cumbersome, uncomfortable for mothers and have poor reported reproducibility.  The research team's primary goal was to assess the accuracy of the diabetes biomarker, GCD59, in predicting the results of the standard of care glucose challenge test used to screen for gestational diabetes. The team conducted a case-control study of 1,000 pregnant women who were receiving standard prenatal care at BWH: 500 women who had a normal glucose challenge test (control subjects) and 500 women who failed the glucose challenge test and required a subsequent oral glucose tolerance test (case patients). Researchers found that, when compared with the control subjects, the median plasma GCD59 value was 8.5-fold higher in the patients who failed the glucose challenge test and 10-fold higher in the subset of these patients who met diagnostic criteria for gestational diabetes in the subsequent oral glucose tolerance test.  \"This is the first study to demonstrate that a single measurement of plasma GCD59 can be used as a simplified method to identify women who are at risk for failing the glucose challenge test and are at higher risk for developing gestational diabetes,\" says Jose Halperin, MD, a physician and researcher, Director of the Hematology Laboratory for Translational Research at BWH and senior author of the publication. The researchers also found that higher plasma GCD59 levels at gestational week 24-28 were associated with higher prevalence of large-for-gestational-age newborns, with the higher the level, the higher the risk (4 percent higher risk for patients in the lowest quartile of GCD59 plasma levels, and 14 percent in the highest quartile).  Out of the 58 large-for-gestational-age babies born to mothers that failed the glucose challenge test in this study, 80 percent were born to mothers who did not meet oral glucose tolerance test criteria for gestational diabetes, but had median plasma GCD59 levels 7-fold higher than control women with a normal glucose challenge test. These findings are consistent with other studies showing that women who fail the glucose challenge test, but do not meet criteria for gestational diabetes, are still at a higher risk of abnormal pregnancy outcomes, including delivering large for gestational age babies. Currently there are no practice guidelines for the management of women who fall between normal and abnormal glucose tolerance levels, and, therefore, their management is the same as that for women with a normal glucose challenge test results.  \"These results suggest that a single measurement of plasma GCD59 during weeks 24-28 may also help stratify the risk for delivering larger infants among women with gestational glucose intolerance.\" says Halperin.  \"Our studies opened an avenue for larger multicenter studies to further assess the clinical utility of plasma GCD59 for screening and diagnosis of gestational diabetes among the general population of the United States. If our results are confirmed, we're hopeful that the GCD59 test could be available in clinical practices within the next few years.\"", "article_link": "http://dx.doi.org/10.2337/dc16-2598", "url": "http://www.eurekalert.org/pub_releases/2017-04/bawh-nbt042417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Blavatnik Biomedical Accelerator at Harvard University, Doris Duke Charitable Foundation", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Diagnostics", " Fertility", " Health Care Systems/Services", " Health Professionals", " Gynecology", " Public Health"], "journal": "Diabetes Care", "description": "Researchers have found that a single measurement of GCD59, a novel biomarker for diabetes, at weeks 24-28 of gestation identified, with high sensitivity and specificity, women who failed the glucose challenge test as well as women with gestational diabetes. It was also associated with the probability of delivering a large-for-gestational-age newborn.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}