{"title": "Screening for preeclampsia in pregnant women recommended", "text": "The U.S. Preventive Services Task Force (USPSTF) recommends screening for preeclampsia in pregnant women with blood pressure measurements throughout pregnancy. The report appears in the April 25 issue of JAMA.This is a B recommendation, which in this case indicates that there is moderate certainty that the net benefit is substantial.Preeclampsia is defined as new-onset hypertension (or, in patients with existing hypertension, worsening hypertension) occurring after 20 weeks of gestation, combined with either new-onset proteinuria (excess protein in the urine) or other signs or symptoms involving multiple organ systems. It is a relatively common hypertensive disorder occurring during pregnancy, affecting approximately four percent of pregnancies in the United States. Preeclampsia can lead to poor health outcomes in both the mother and infant. It is the leading cause of preterm delivery and low birth weight in the United States and may also lead to other serious maternal complications.To update its 1996 recommendation, the USPSTF reviewed the evidence on the accuracy of screening and diagnostic tests for preeclampsia, the potential benefits and harms of screening for preeclampsia, the effectiveness of risk prediction tools, and the benefits and harms of treatment of screen-detected preeclampsia.The USPSTF is an independent, volunteer panel of experts that makes recommendations about the effectiveness of specific preventive care services such as screenings, counseling services, and preventive medications.DetectionObtaining blood pressure measurements to screen for preeclampsia could allow for early identification and diagnosis of the condition, resulting in close surveillance and effective treatment to prevent serious complications. The USPSTF has previously established that there is adequate evidence on the accuracy of blood pressure measurements to screen for preeclampsia. The USPSTF found adequate evidence that testing for protein in the urine with a dipstick test has low diagnostic accuracy for detecting proteinuria in pregnancy.Benefits of Early Detection and TreatmentPreeclampsia is a complex syndrome. It can quickly evolve into a severe disease that can result in serious, even fatal health outcomes for the mother and infant. The ability to screen for preeclampsia using blood pressure measurements is important to identify and effectively treat this potentially unpredictable and fatal condition. The USPSTF found adequate evidence that the well-established treatments of preeclampsia result in a substantial benefit for the mother and infant by reducing maternal and perinatal morbidity and mortality. The USPSTF found inadequate evidence on the effectiveness of risk prediction tools (e.g., clinical indicators, serum markers) that would support different screening strategies for predicting preeclampsia.Harms of Early Detection and TreatmentThe USPSTF found adequate evidence to bound the potential harms of screening for and treatment of preeclampsia as no greater than small. This assessment was based on the known harms of treatment with antihypertension medications, induced labor, and magnesium sulfate; the likely few harms from screening with blood pressure measurements; and the potential poor maternal and perinatal outcomes resulting from severe untreated preeclampsia and eclampsia. The USPSTF found inadequate evidence on the harms of risk prediction.SummaryThe USPSTF concludes with moderate certainty that screening for preeclampsia in pregnant women with blood pressure measurements has a substantial net benefit.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-sfp042417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "The US Preventive Services Task Force (USPSTF) recommends screening for preeclampsia in pregnant women with blood pressure measurements throughout pregnancy. The report appears in the April 25 issue of JAMA.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}