{"title": "Study finds new genetic variants associated with extreme old age", "text": "The search for the genetic determinants of extreme longevity has been challenging, with the prevalence of centenarians (people older than 100) just one per 5,000 population in developed nations.\r\nBut a recently published study by Boston University School of Public Health and School of Medicine researchers, which combines four studies of extreme longevity, has identified new rare variants in chromosomes 4 and 7 associated with extreme survival and with reduced risks for cardiovascular and Alzheimer's disease. \r\nThe results, published in the Journals of Gerontology: Biological Sciences, highlight the importance of studying \"truly rare survival, to discover combinations of common and rare variants associated with extreme longevity and longer health span,\" the authors said.\r\nThe research group, led by Paola Sebastiani, professor of biostatistics the BU School of Public Health (BUSPH), created a consortium of four studies -- the New England Centenarian Study, the Long Life Family Study, the Southern Italian Centenarian Study, and the Longevity Gene Project - to build a large sample of 2,070 people who survived to the oldest one percentile of survival for the 1900 birth year cohort. The researchers conducted various analyses to discover longevity-associated variants (LAVs), and to characterize those LAVs that differentiated survival to extreme age. \r\nTheir analysis identified new \"extreme longevity-promoting variants\" on chromosomes 4 and 7, while also confirming variants (SNPs, or single nucleotide polymorphisms) previously associated with longevity.\r\nIn addition, in two of the datasets where researchers had age-of-onset data for age-related diseases, they found that certain longevity alleles also were significantly associated with reduced risks for cardiovascular disease and hypertension. \r\n\"The data and survival analysis provide support for the hypothesis that the genetic makeup of extreme longevity is based on a combination of common and rare variants, with common variants that create the background to survive to relatively common old ages (e.g. into the 80s and 90s), and specific combinations of uncommon and rare variants that add an additional survival advantage to even older ages,\" the authors wrote. \r\nThey said, however, that while the \"yield of discovery\" in the study was more substantial than in prior genome-wide association studies (GWAS) of extreme longevity, it remained disappointing, in that the two most significant genotypes discovered \"are carried by a very small proportion of the cases included in the analysis,\" meaning that much of the genetic variability around extreme lifespan remains unexplained.\r\n\"We expect that many more uncommon genetic variants remain to be discovered through sequencing of centenarian samples,\" they wrote. \"Larger sample sizes are needed to detect association of rare variants. . . and therefore promising associations that miss the threshold for genome-wide significance are important to discuss.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/bumc-sfn042517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging, NIH/National Heart Lung Blood Institute, and William Wood Foundation", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Gerontology", " Aging"], "journal": "Journals of Gerontology: Biological Sciences", "description": "The search for the genetic determinants of extreme longevity has been challenging, with the prevalence of centenarians (people older than 100) just one per 5,000 population in developed nations.\r\nBut a recently published study by Boston University School of Public Health and School of Medicine researchers, which combines four studies of extreme longevity, has identified new rare variants in chromosomes 4 and 7 associated with extreme survival and with reduced risks for cardiovascular and Alzheimer's disease.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}