{"title": "Altered immune cells may both contribute to preeclampsia and offer new hope for treatment", "text": "Though the exact cascade of events leading to preeclampsia is unknown, reduced blood flow to the placenta (placental ischemia) is commonly thought to be a factor that contributes to the development of the pregnancy-related condition. In a new study presented today at the APS annual meeting at Experimental Biology 2017, researchers have found that the immune system's natural killer (NK) cells activate and change in response to placental ischemia. Disrupting these altered cells seems to blunt some of the dangerous complications of the condition, including high blood pressure (hypertension) and inflammation in the mother and growth restriction in the fetus. Preeclampsia -- a condition marked by pregnancy-related onset of hypertension and impaired function of the kidneys and other organs -- affects 5 to 8 percent of pregnancies in the U.S. The risk of preeclampsia is higher in certain women, including those who have had preeclampsia in a previous pregnancy, those carrying multiple fetuses or those who are obese. The condition can be life-threatening to mothers and infants and may cause complications such as maternal blood clots, bleeding, organ failure, and seizures, and fetal growth restriction, hypoxia and mortality. University of Mississippi Medical Center researchers explored the interaction of placental ischemia and NK cells. \"Our current study demonstrates that NK cells are activated and altered in response to placental ischemia,\" wrote Denise Cornelius, first author of the study. \"We also found that upon deletion of this altered population of cells in an animal model of preeclampsia, hypertension, inflammation and fetal growth restriction are blunted.\"  \"Currently, the only 'cure' for preeclampsia is delivery of the fetus and the placenta, at which time the hypertension and other symptoms of preeclampsia remit. However, early delivery of the fetus results in greater morbidity for the child in the long term,\" Cornelius noted. Their findings may provide a target for much-needed new therapies. Identifying additional options for treating the disease--and potentially allowing the pregnancy to continue -- could lead to better maternal and fetal outcomes.Denise Cornelius, PhD, a researcher at the University of Mississippi Medical Center, Jackson, will present \"Natural Killer Cells Stimulated in Response to Placental Ischemia Mediate Hypertension, Intrauterine Growth Restriction, and Inflammation during Pregnancy\" on Sunday, April 23, at 4:45 p.m. CDT in Room W196C of the McCormick Place Convention Center.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eb2-aic041417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Experimental Biology 2017", "institution": "Experimental Biology 2017", "keywords": ["Biology", " Cell Biology", " Developmental/Reproductive Biology", " Physiology", " Medicine/Health", " Developmental/Reproductive Biology", " Fertility", " Immunology/Allergies/Asthma", " Gynecology", " Sex-Linked Conditions"], "journal": "", "description": "In a new study presented today at the APS annual meeting at Experimental Biology 2017, researchers have found that the immune system's natural killer (NK) cells activate and change in response to placental ischemia. Disrupting these altered cells seems to blunt some of the dangerous complications of the condition, including high blood pressure (hypertension) and inflammation in the mother and growth restriction in the fetus.", "date": "Sun, 23 Apr 2017 04:00:00 GMT"}