{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-rae021517.php", "description": "Regular aerobic exercise may protect the collateral circulation and lessen the severity of strokes later in life.", "article_link": null, "date": "Fri, 24 Feb 2017 05:00:00 GMT", "funder": "", "title": "Regular aerobic exercise beginning in middle age may lessen severity of stroke in old age", "region": "namerica", "source_link": "http://newsroom.heart.org/news/isc17-friday-news-tip?preview=fd9b20c64f8d2de61f83c3cda26bae77", "institution": "American Heart Association", "text": "The network of blood vessels (collateral circulation) shrinks in number and diameter as the brain ages. Collateral circulation allows blood flow to be rerouted when arteries narrow. Using mice, researchers found that this loss of collateral vessels is prevented by exercise, according to a study presented at the American Heart Association's International Stroke Conference 2017.The amount of damage to the brain after a stroke and the effectiveness of recovery treatments depend significantly on the extent of collateral circulation.Mice that started exercising regularly at twelve months-age (equivalent to 40 years-age in humans) had the same abundance of collateral vessels when they reached 25 months-age (equivalent to 70 humans years) as seen at 3 months-age (equivalent to 16 human years), unlike their non-exercising 25-month-old counterparts who had fewer collaterals of smaller diameter. When the exercising 25-month-old mice suffered strokes, they had much less brain damage, i.e., the same as seen in young 3-month-old mice. The exercising mice also had higher levels of molecules that help blood vessels work properly and stay healthy.Researchers said their findings suggest that regular aerobic exercise may protect the collateral circulation and lessen the severity of strokes later in life.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}