{"journal": "Cell", "url": "http://www.eurekalert.org/pub_releases/2017-02/bcom-mgc022417.php", "description": "Multiple genetic changes can occur before or early after conception.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.01.037", "date": "Fri, 24 Feb 2017 05:00:00 GMT", "funder": "", "title": "Many genetic changes can occur early in human development", "region": "namerica", "source_link": "https://www.bcm.edu/news/molecular-and-human-genetics/genetic-changes-early-in-human-development", "institution": "Baylor College of Medicine", "text": "The genetic material of an organism encodes the instructions that guide its development. These codes are not written in stone; they can change or mutate any time during the life of the organism. Single changes in the code can occur spontaneously, as a mutation, causing developmental problems. Others, as an international team of researchers has discovered, are too numerous to be explained by random mutation processes present in the general population. When such multiple genetic changes occur before or early after conception, they may inform scientists about fundamental knowledge underlying many diseases. The study appears in Cell.\"As a part of the clinical evaluation of young patients with a variety of developmental issues, we performed clinical genomic studies and analyzed the genetic material of more than 60,000 individuals.  Most of the samples were analyzed at Baylor Genetics laboratories,\" said lead author Dr. Pengfei Liu, assistant professor of molecular and human genetics Baylor College of Medicine and assistant laboratory director of Baylor Genetics. \"Of these samples, five had extreme numbers of genetic changes that could not be explained by random events alone.\"The researchers looked at a type of genetic change called copy number variants, which refers to the number of copies of genes in human DNA. Normally we each have two copies of each gene located on a pair of homologous chromosomes.\"Copy number variants in human DNA can be compared to repeated or missing paragraphs or pages of text in a book,\" said senior author Dr. James R. Lupski, Cullen Professor of Molecular and Human Genetics at Baylor. \"For instance, if one or two pages are duplicated in a book it could be explained by random mistakes. On the other hand, if 10 different pages are duplicated, you have to suspect that it did not happen by chance. We want to understand the basic mechanism underlying these multiple new copy number variant mutations in the human genome.\"The researchers call this phenomenon multiple de novo copy number variants. As the name indicates, the copy number variants are many and new (de novo). The latter means that the patients carrying the genetic changes did not inherit them from their parents because neither the mother nor the father carries the changes.In this rare phenomenon, the copy number variants are predominantly gains - duplications and triplications - rather than losses of genetic material, and are present in all the cells of the child. The last piece of evidence together with the fact that the parents do not carry the alterations suggest that the extra copies of genes may have occurred either in the sperm or the egg, the parent's germ cells, and before or very early after fertilization.\"This burst of genetic changes happens only during the early stages of embryonic development and then it stops,\" Liu said. \"Interestingly, despite having a large number of mutations, the young patients present with relatively mild neurological problems.\"The researchers are analyzing more patient samples looking for additional cases of multiple copy number variants to continue their investigation of what may trigger this rare phenomenon.\"We hope that as more researchers around the world learn about this and confirm it, the number of cases will increase,\" Liu said. \"This will improve our understanding of the underlying mechanism and of why and how pathogenic copy number variants arise not only in developmental disorders but in cancers.\"This discovery has been possible in great measure thanks to the breadth of genetic testing performed and genomic data available at Baylor Genetics laboratory.\"The diagnostics lab Baylor Genetics is one of the pioneers in this new era of clinical genomics-supported medical practice and disease gene discovery research,\" Lupski said. \"They are developing the clinical genomics necessary to foster and support the Precision Medicine Initiative of the National Institutes of Health, and generating the genomics data that further drives human genome research.\"Using state-of-the art technologies and highly-trained personnel, Baylor Genetics analyzes hundreds of samples daily for genetic evaluation of patients with conditions suspected to have underlying genetic factors potentially contributing to their disease. Having this wealth of information and insight into the genetic mechanisms of disease offers now the possibility of advancing medicine and basic research in ways that were not available before.\"There is so much that both clinicians and researchers can learn from the data generated in diagnostic labs,\" Liu said. \"Clinicians receive genomic information that can aid in diagnosis and treatment of their patients, and researchers gather data that can help them unveil the mechanisms underlying the biological perturbations resulting in the patients' conditions.\"", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Pediatrics"]}