{"journal": "European Heart Journal", "url": "http://www.eurekalert.org/pub_releases/2017-02/uol-ctc022417.php", "description": "A University of Leicester researcher leads an aortic stenosis study.", "article_link": "http://dx.doi.org/10.1093/eurheartj/ehx001", "date": "Fri, 24 Feb 2017 05:00:00 GMT", "funder": "National Institute for Health Research", "title": "Controversial test could be leading to unnecessary open heart operations", "region": "europe", "source_link": null, "institution": "University of Leicester", "text": "An approved international test to check whether people need open heart surgery could be sending twice as many people under the knife unnecessarily, at a cost of nearly £75m, research by the University of Leicester has suggested.Since 2012 doctors have been using exercise testing on people with a condition called aortic stenosis (AS) to determine whether they need an operation to save their life.However, a study, led by Gerry McCann, Professor of Cardiac Imaging and Honorary Consultant Cardiologist from the University of Leicester Department of Cardiovascular Sciences, who conducted the research as part of a NIHR Fellowship, has shown the current approach is \"highly inaccurate\" and if followed may send thousands of patients to surgery before it is needed.The exercise test, which involves cycling on a stationary bike, is used to determine whether surgery is needed for people with the condition - but it only has a 60 per cent accuracy rate, the study found.AS, which is the narrowing of the aortic heart valve, affects predominantly older people and affects up to three per cent of people over 75 years of age. Symptoms, such as chest pain, breathlessness and feeling faint, can take years to develop. However, when they do it means the person is seriously ill and could die from heart failure or sudden death.If exercise test participants become breathless, they are recommended to have valve replacement therapy. About 10,000 aortic valve replacements are performed every year at a cost of up to £15,000. Hospital recuperation then takes between seven and 10 days.  Professor McCann, who is also a consultant cardiologist from the NIHR Leicester Cardiovascular Biomedical Research Unit (BRU), said: \"There is no doubt that valve replacement therapy is highly effective for patients with symptoms, however there are risks involved. It's a major operation and there's a one per cent chance of people dying or having a stroke during or after. There's also the chance they could develop an infection.\"It can often take six months to recover, but if they survive they tend to do very well afterwards. However, if we know a patient has AS and no symptoms and we do nothing there's also a one per cent chance they will die so there's a fine line between whether we should intervene or not.\"Our findings showed that this exercise test, which has been approved by the American Heart Association/American College of Cardiology and the European Society of Cardiology, was highly inaccurate as almost twice the number of people who became breathless during the test did not develop symptoms within a year.\"The findings have been published in the world-leading European Heart Journal1, which showcases work often considered in future guidelines. Professor McCann now wants to conduct further research to find a more accurate way to determine whether doctors should wait for symptoms to develop or to intervene beforehand. Ultimately a clinical study comparing early surgery versus waiting for symptoms to develop is needed.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}