{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-msp021517.php", "description": "Many ischemic stroke patients do not get tPA, which can decrease their chances for recovery.  Blacks, Hispanics, women and 'Stroke Belters' are less likely to get tPA.  Patients treated in large, urban hospitals, stroke-certified hospitals and hospitals participating in the American Heart Association's Get With The Guidelines® -- Stroke program are more likely to get tPA.  Patients with private insurance were more likely to receive tPA than those with Medicare.", "article_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "", "title": "Many stroke patients do not receive life-saving therapy", "region": "namerica", "source_link": "http://newsroom.heart.org/news/many-stroke-patients-do-not-receive-life-saving-therapy?preview=13bffffcc15f8d35a03f7314a3b1eded", "institution": "American Heart Association", "text": "HOUSTON, Feb. 23, 2017 - Although tPA treatment for stroke is increasing over time, minorities, women and residents of 11 southeastern states that make up the \"Stroke Belt\" are left behind when it comes to receiving tPA, according to research presented at the American Stroke Association's International Stroke Conference 2017.Tissue plasminogen activator, or tPA, is the only treatment approved by the Food and Drug Administration for ischemic stroke, the most common kind of stroke. If administered within 4.5 hours of the first signs of stroke, tPA can dissolve the blood clot and restore blood flow to the affected part of the brain.\"Hospitals, governments and other organizations are undertaking efforts to increase the number of patients who receive tPA,\" said Tracy Madsen, M.D., Sc.M., lead researcher and Assistant Professor of Emergency Medicine at Brown University in Rhode Island. \"We wanted to see if these quality improvement efforts were making a difference.\"The study reviewed records from the National Inpatient Sample of 563,087 patients (median age 74) who had an ischemic stroke between 2005 and 2011. Overall, 3.8 percent of patients received tPA, with the number growing each year.Researchers found:\r\nResearchers also found that patients discharged from a designated stroke center or a hospital participating in the American Heart Association's Get With The Guidelines®--Stroke program were more likely to receive tPA. Likewise, patients were more likely to receive tPA at large, urban, or teaching hospitals compared to hospitals discharged from small, rural, or non-teaching hospitals.Madsen said that the growing number of hospitals participating in the Get With The Guidelines®--Stroke program and legislation requiring emergency services to take stroke patients to regional stroke centers are likely to increase the number of patients receiving tPA. \"Some previous studies have found that up to three-fourths of patients arrived after the time window for tPA had closed,\" Madsen said. \"Many patients across all groups do not arrive at the hospital in time, but this is particularly true for underrepresented minorities.\"An important limitation of the study data is that researchers could not determine why patients did not receive tPA.  The study is also limited because we were not able to adjust for patient level factors such as time to arrival and other tPA exclusion criteria, stroke severity, patient education, and socioeconomic status.  \"More research needs to be done to help figure out why many patients do not receive tPA,\" Madsen said.\"There is also a lot of work to do in the realm of stroke education so that patients recognize stroke symptoms and call EMS immediately,\" Madsen said.According to the American Heart Association's Heart Disease and Stroke Statistical Update, 795,000 Americans have a stroke every year, causing almost 129,000 deaths. Residents of the Stroke Belt--Alabama, Arkansas, Georgia, Indiana, Kentucky, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee and Virginia--suffer even higher rates of stroke and stroke death.The National Inpatient Sample is the largest publicly available database of inpatient health care in the U.S.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}