{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-pdm021517.php", "description": "Parkinson's disease may be linked to stroke, much like Alzheimer's disease and stroke are linked.", "article_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "", "title": "Parkinson's disease may have link to stroke", "region": "namerica", "source_link": "http://newsroom.heart.org/news/isc17-thursday-news-tips?preview=4bf61fdc2bf2161ccff14e2358af048d", "institution": "American Heart Association", "text": "Parkinson's disease may be linked to stroke, much like Alzheimer's disease and stroke are linked, according to research presented at the American Stroke Association's International Stroke Conference 2017.To see if an association exists between stroke and Parkinson's disease, a common neurodegenerative condition, researchers studied medical claims information from 2008 to 2014 in a sample of Medicare beneficiaries, aged 66 years and older. In separate analyses, they also studied the relationship between stroke and Alzheimer's disease for comparison.In their analysis of 1.6 million patients, researchers found:The annual incidence of ischemic (clot caused) stroke was 1.75 percent among those diagnosed with Parkinson's compared to 0.96 percent in those without Parkinson's.\r\nIn contrast, the annual incidence of ischemic stroke was 1.96 percent among those diagnosed with Alzheimer's disease, versus 0.96 percent in those without Alzheimer's.\r\nThe annual incidence of Parkinson's disease was 0.97 percent after ischemic stroke versus 0.39 percent in those without ischemic stroke.\r\nIn contrast, the annual incidence of Alzheimer's was 3.66 percent in elderly adults diagnosed with stroke, versus 1.17 percent in those without ischemic stroke.\r\nAmong Medicare beneficiaries, the relationships between stroke and Parkinson's disease were similar to those between stroke and Alzheimer's disease, researcher said.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}