{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-pim021517.php", "description": "Short-term stroke risk appears higher in patients hospitalized or treated in the emergency room for psychiatric illness. Risk of stroke was greatest within 15 days of psychiatric diagnosis, declined with time, but persists for at least a year. Healthcare professionals should listen carefully for signs of psychological distress in patients at risk of stroke.", "article_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "", "title": "Psychiatric illness may increase stroke risk", "region": "namerica", "source_link": "http://newsroom.heart.org/news/psychiatric-illness-may-increase-stroke-risk?preview=1a875321d6f371e364cbb4fa3df4f4cd", "institution": "American Heart Association", "text": "HOUSTON, Feb. 23, 2017 - Patients hospitalized or treated in the emergency room for depression, anxiety, posttraumatic stress disorder (PTSD) or other psychiatric disorders may have an increased risk for stroke, particularly in the 15 days following their psychiatric diagnosis, according to research presented at the American Stroke Association's International Stroke Conference 2017.\"Based on my clinical experience in the hospital, I have noticed that many patients believe that stress for whatever reason -- work, family, work-life balance -- contributed to their stroke,\" said Jonah P. Zuflacht, B.A., lead researcher and a fourth-year medical student at Columbia University's College of Physicians and Surgeons in New York. \"But the data to support a connection between stress and stroke is limited and often relies on a patient's subjective recall of distress, which can bias results.\"Researchers analyzed the Healthcare Cost and Utilization Project database for California and found 52,068 stroke patients between 2007-2009. Of these patients, 3,337 patients were hospitalized or treated in the emergency room for depression, anxiety, PTSD or another psychiatric disorder. Using a case-crossover analysis, researchers found that psychiatric distress leading to a hospital visit increased the odds of stroke within five time periods. The odds of a stroke were:\r\nZuflacht said there are several possible explanations for the study findings. Psychological distress may send the body's fight-or-flight response into overdrive, causing increased blood pressure -- the No. 1 risk factor for stroke. Psychologic distress may also cause changes within cells that trigger inflammation and oxidative stress, both of which are thought to increase stroke risk. Another possible explanation for the study findings, he said, is that when people experience psychological distress, they may forget to take medicines prescribed to reduce their risk of stroke.\"Healthcare professionals should listen to their patients for symptoms of psychiatric illness, especially in those who may be at increased risk of stroke,\" Zuflacht said. \"A patient with high blood pressure, high cholesterol and six months of depressive symptoms should raise concerns regarding possible stroke risk.\"Detailed information about each patient was lacking, which might suggest other factors that increased stroke risk or provide insight into which psychiatric conditions had a stronger association with stroke than others. Researchers also did not include data on psychiatric conditions from outpatient settings in their study.According to the American Heart Association's Heart Disease and Stroke Statistical Update, 795,000 Americans have a stroke every year, causing 129,000 deaths, and stroke is the leading cause of disability in the country.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}