{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/nios-ddi022317.php", "description": "A new database of bottlenose dolphin DNA and associated proteins just completed by researchers working for the National Institute of Standards and Technology could possibly aid in dolphin care and research of human medical problems such as stroke and kidney failure.", "article_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "", "title": "Diving deep into the dolphin genome could benefit human health", "region": "namerica", "source_link": "https://www.nist.gov/news-events/news/2017/02/diving-deep-dolphin-genome-could-benefit-human-health", "institution": "National Institute of Standards and Technology (NIST)", "text": "In movies and TV shows, dolphins are often portrayed as heroes who save humans through remarkable feats of strength and tenacity. Now dolphins could save the day for humans in real life, too - with the help of emerging technology that can measure thousands of proteins and an improved database full of genetic data.\"Dolphins and humans are very, very similar creatures,\" said NIST's Ben Neely, a member of the Marine Biochemical Sciences Group and the lead on a new project at the Hollings Marine Laboratory, a research facility in Charleston, South Carolina that includes the National Institute of Standards and Technology (NIST) as one of its partner institutions. \"As mammals, we share a number of proteins and our bodies function in many similar ways, even though we are terrestrial and dolphins live in the water all their lives.\"Neely and his colleagues have just finished creating a detailed, searchable index of all the proteins found in the bottlenose dolphin genome. A genome is the complete set of genetic material present in an organism. Neely's project is built on years of marine mammal research and aims to provide a new level of bioanalytical measurements. The results of this work will aid wildlife biologists, veterinary professionals and biomedical researchers.Protein Maps Could Help Dolphins and HumansAlthough a detailed map of the bottlenose dolphin (Tursiops truncatus) genome was first compiled in 2008, recent technological breakthroughs enabled the creation of a new, more exhaustive map of all of the proteins produced by the dolphins' DNA.Neely led the process to generate the new genome with the help of colleagues at the Hollings Marine Laboratory. For this project, the initial genomic sequencing and assembly were completed by Dovetail Genomics, a private U.S.-based company. Next, the genome was annotated by the National Center for Biotechnology Information at the National Library of Medicine (NCBI) using previously deposited data generated in large part by the National Oceanic and Atmospheric Administration's National Centers for Coastal Ocean Science Marine  Genomics Core.\"Once you can identify all of the proteins and know their amounts as expressed by the genome,\" Neely explained, \"you can figure out what's going on in the bottlenose dolphin's biological systems in this really detailed manner.\"\r\nNeely's study is part of an emerging field called proteomics. In the case of dolphins, proteomic work has a wide variety of potential applications.The zoo and aquarium industry, which generates revenues of approximately $16 billion a year, could use it to improve the care of bottlenose dolphins.In addition, improved dolphin proteomics could improve assessments of wild dolphin populations, and provide an immense amount of data on environmental contaminants and the safety and health of the world's oceanic food web.Comparing the proteins of humans and these other mammals is already providing researchers with a wealth of new information about how the human body works. Those findings could eventually be used to develop new, more precise treatment methods for common medical problems.As marine mammals descend, they shut off the blood flow to many of their organs, which has long puzzled and intrigued biologists. In contrast, if blood stops flowing to the organs of a human's body for even a few seconds, the result can be a stroke, kidney failure, or even death.Studies have recently revealed that lesser-known proteins in the blood of marine mammals may be playing a big role in the dives by protecting bottlenose dolphins' kidneys and hearts from damage when blood flow and oxygen flow start and stop repeatedly during those underwater forays.One of these proteins is known as vanin-1. Humans produce vanin-1, but in much smaller amounts. Researchers would like to gather more information on whether or not elevating levels of vanin-1 may offer protection to kidneys.\"There's this gap in the knowledge about genes and the proteins they make. We are missing a huge piece of the puzzle in how these animals do what they do,\" said Mike Janech from the Medical University of South Carolina. His group has been researching vanin-1 (link is external) and has identified numerous other potential biomedical applications for the dolphin genome just created by NIST.\"Genes carry the information of life,\" Janech said. \"But proteins execute the functions.\"From Macro to MicroVanin-1 is just one example of how genomic information about this mammalian cousin might prove useful. There may be hundreds of other similar applications, including some related to the treatment of high blood pressure and diabetes.This represents another avenue for biomimicry, which seeks solutions to human problems by examining and imitating nature's patterns and strategies. In the past, biomimicry was solely focused on the structural aspects of animal body parts such as arms and legs or functional patterns of things like noses and sniffing. But as the study of DNA has evolved, so too has our ability to examine the things happening at the most minute levels within another mammal's body.\"We are now entering what could be called the post-model-organism era,\" Neely said. Instead of looking only for a structure to model, imitate or learn from, scientists are looking at the complete molecular landscape of genes and proteins of these creatures for model processes, too. \"With abundant genomic resources it is now possible to study non-model organisms with similar molecular machinery in order to tackle difficult biomedical problems.\"Data, New Technology and High-Quality Tissue SamplesTo gather the needed protein information, Neely and his team used a specimen provided by the National Marine Mammal Tissue Bank (link is external) (NMMTB), the longest running project of NIST's Marine Environmental Specimen Bank. Half of the approximately 4,000 marine mammal specimens in the NMMTB are collected as a part of the Marine Mammal Health and Stranding Response Program (link is external). The specimen provided for Neely's study was known to originate very close to the Hollings Marine Lab.The new, state-of-the-art genome immediately began providing new biochemical insights. Studies at NIST are ongoing to validate the updated protein maps using an ultra-high-resolution tribrid mass spectrometer, which is the most powerful tool available to identify and quantify proteins.Other Mammal Proteins Seem Promising, TooNeely said the results demonstrate the utility of re-mapping genomes with the improved bioanalytical capabilities provided by new genomic sequencing technology coupled to high-resolution mass spectrometers. The data from this project will also be available in the public domain so that the results will be easy for others to access and use for diverse applications and research.This is the first of many such projects to be undertaken by the Charleston group whereby new analytical techniques could be applied to marine animals. Studying other diving marine mammals can improve our understanding of the molecular mechanisms involved in diving. Also, sea lion proteins may have much to tell us about metastatic cancer, which especially intrigues Neely and his colleagues.As a research chemist, Neely says he has not really spent much time before now observing marine mammals as a part of his work hours. He does encounter dolphins when he goes out surfing along the Carolina coastline, though.\"It's amazing to think that we are at a point where cutting-edge research in marine mammals can directly advance human biomedical discoveries,\" he said.\r\n", "meeting": "", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Genetics", " Marine/Freshwater Biology", " Molecular Biology", " Zoology/Veterinary Science", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Metabolism/Metabolic Diseases"]}