{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-02/mc-mcr022117.php", "description": "A Mayo Clinic study has shown evidence linking the biology of aging with idiopathic pulmonary fibrosis, a disease that impairs lung function and causes shortness of breath, fatigue, declining quality of life, and, ultimately, death. Researchers believe that these findings, which appear today in Nature Communications, are the next step toward a possible therapy for individuals suffering from idiopathic pulmonary fibrosis.", "article_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "", "title": "Mayo Clinic researchers discover link between aging, devastating lung disease", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/discussion/mayo-clinic-researchers-discover-link-between-aging-devastating-lung-disease/", "institution": "Mayo Clinic", "text": "ROCHESTER, Minn. -- A Mayo Clinic study has shown evidence linking the biology of aging with idiopathic pulmonary fibrosis, a disease that impairs lung function and causes shortness of breath, fatigue, declining quality of life, and, ultimately, death. Researchers believe that these findings, which appear today in Nature Communications, are the next step toward a possible therapy for individuals suffering from idiopathic pulmonary fibrosis.\"Idiopathic pulmonary fibrosis is a poorly understood disease, and its effects are devastating,\" says Nathan LeBrasseur, Ph.D., director, Healthy Aging and Independent Living program, Mayo Clinic Robert and Arlene Kogod Center on Aging and senior author of this study. \"Individuals with idiopathic pulmonary fibrosis express difficulty completing routine activities. There are currently no effective treatment options, and the disease leads to a dramatic decrease in health span and life span, with life expectancy after diagnosis between three to five years.\"Dr. LeBrasseur and his team, which included experts across several departments at Mayo Clinic, as well as Newcastle University Institute for Ageing and The Scripps Research Institute, studied the lung tissue of healthy individuals and of persons with mild, moderate and severe idiopathic pulmonary fibrosis. The tissue samples were made available from the Lung Tissue Research Consortium, a resource program of the National Heart, Lung, and Blood Institute, part of the National Institutes of Health (NIH). Researchers found that the markers of cellular senescence, a process triggered by damage to cells and linked to aging, were higher in individuals with idiopathic pulmonary fibrosis, and senescent cell burden increased with the progression of the disease. Then, they demonstrated that factors secreted by senescent cells could drive inflammation and aberrant tissue remodeling and fibrosis, which are hallmarks of idiopathic pulmonary fibrosis.\"We discovered that senescent cells, which accumulate in the idiopathic pulmonary fibrosis lung, are a viable source of multiple factors that drive fibrotic activation,\" explains Marissa Schafer, Ph.D., a postdoctoral fellow in Dr. LeBrasseur's lab and lead author of the study.According to Dr. LeBrasseur, the findings represent a conceptual shift in the way they think about idiopathic pulmonary fibrosis. \"Up to this point, research efforts have largely focused on understanding the unique elements that contribute to idiopathic pulmonary fibrosis. Here, we are considering whether the biology of aging is accelerated in this aggressive disease. What we've found is that senescent cells are prevalent, secreting toxic molecules that affect healthy cells in that environment and are essentially promoting tissue fibrosis.\"Equipped with the findings from their studies of human lung tissue, researchers then replicated the process in mice. They found that, much like in humans, mice with clinical features of idiopathic pulmonary fibrosis also demonstrated increased amounts of senescent cells. Researchers used a genetic model programmed to make senescent cells self-destruct and a drug combination of dasatinib and quercetin which, in previous studies conducted by Mayo Clinic, was shown to eliminate senescent cells. Results showed that clearing senescent cells from unhealthy mice improved measures of lung function and physical health, such as exercise capacity on a treadmill.While further research is needed, Drs. LeBrasseur and Schafer hope that targeting senescent cells could be a viable treatment option for individuals who suffer from idiopathic pulmonary fibrosis.\"Previous work from the Center on Aging has shown in a number of models how senescent cells contribute to aging and aging-related conditions,\" says Dr. LeBrasseur. \"We are exploring whether senolytic drugs, or drugs that can selectively kill senescent cells, can be used for the treatment of aging-associated conditions, including idiopathic pulmonary fibrosis. More research is needed to validate this, and our goal is to move quickly from discovery to translation to application, and, ultimately, meet the unmet needs of our patients.\"", "meeting": "", "keywords": ["Medicine/Health", " Aging"]}