{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-pwe022117.php", "description": "People with epilepsy want their health care providers to tell them about a rare risk of death associated with the disorder, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "article_link": null, "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "", "title": "People with epilepsy: Tell us about rare risk of death", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - People with epilepsy want their health care providers to tell them about a rare risk of death associated with the disorder, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. Sudden unexpected death in epilepsy (SUDEP) is an uncommon but fatal complication of epilepsy, affecting 1 in 1,000 adults with the disorder every year. Many people who are diagnosed with epilepsy are unaware that there's a possibility of unexpectedly dying from the disorder.\"Many physicians are hesitant to discuss this rare risk of death because they don't want to terrify their patients,\" said study author Lucretia Long, CNP, at The Ohio State University Wexner Medical Center in Columbus, Ohio, and a member of the American Academy of Neurology. For the study, 44 people with epilepsy and/or caregivers were given an information sheet about the rare risk of death. Participants were then given a questionnaire assessing their perception of the information.Of the 42 participants who completed the survey, 100 percent felt that adult patients with epilepsy had a right to be informed about SUDEP, and 92 percent agreed that health care professionals should be required to share that information with them. Additionally, 81 percent said that knowing about the rare risk of death motivated them to take their medication and 85 percent said the information encouraged them to better manage their seizure triggers.While 30 percent of participants said that SUDEP awareness prompted increased fear, most agreed that it motivated them to take better care of themselves.\"Talking about this rare risk of death is frightening and difficult,\" said Long. \"But this study indicates people with epilepsy would prefer to be armed with information, despite how tough the discussion might be. In fact, knowing about the risk could help save lives if it motivates patients to adhere to their medication and manage additional factors that may lower seizure threshold.\" ", "meeting": "American Academy of Neurology 2017 Annual Meeting", "keywords": ["Health Care", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Public Health"]}