{"journal": "Cell Chemical Biology", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoca-dst022317.php", "description": "A potentially life-saving treatment for sepsis has been under our noses for decades in the non-steroidal anti-inflammatory drugs (NSAIDs) most people have in their medicine cabinets, a new University of Colorado Boulder study suggests.", "article_link": "http://dx.doi.org/10.1016/j.chembiol.2017.02.003", "date": "Thu, 23 Feb 2017 05:00:00 GMT", "funder": "National Institutes of Health", "title": "Drugs similar to aspirin, ibuprofen could help treat sepsis, study suggests", "region": "namerica", "source_link": null, "institution": "University of Colorado at Boulder", "text": "A potentially life-saving treatment for sepsis has been under our noses for decades in the non-steroidal anti-inflammatory drugs (NSAIDs) most people have in their medicine cabinets, a new University of Colorado Boulder study suggests.Each year more than 1 million people in the United States contract sepsis, an overwhelming immune response to infection. It kills as many as half of those who contract it, sometimes within days, according to the National Institutes of Health. As the number of cases rises, particularly in intensive care units, pharmaceutical companies have been scrambling to develop a drug to combat the condition.\"NSAIDS like ibuprofen and aspirin are among the most prevalent pharmaceuticals worldwide, with over 30 billion doses taken annually in the United States alone. But their precise mechanisms of action are not entirely understood,\" said Hang Hubert Yin, a biochemistry professor at CU Boulder's BioFrontiers Institute and lead author of the new paper, published today in Cell Chemical Biology. \"We provide the first evidence for a novel mechanism of action for NSAIDS, one we believe could have a direct impact on people's lives.\"Researchers have long known that NSAIDs work in part by inhibiting an enzyme called cyclooxygenase (COX). They've also known that these NSAIDs can come with serious side effects. Some NSAIDs have been removed from the market after showing they boosted risk of heart attack and stroke.But Yin's research found that a subgroup of NSAIDs also act strongly and independently on another family of enzymes, caspases, which reside deep within the cell and have recently been found to play a key role in aggressive immune responses, like sepsis.\"For instance, some chemicals derived from bacteria actually penetrate the cell and trigger the caspase response, prompting the cell to commit suicide. This also is known as apoptosis,\" said Yin. \"Such activation, in turn, potentially causes inflammation.\"After the disappointing failure of late-stage clinical trials of anti-sepsis drugs targeting an immune receptor called toll-like receptor 4 (TLR4), located on the surface of cells, Yin and other scientists began to wonder if the key to halting the disease was to develop an antiseptic therapy that simultaneously targets caspases.As a first step, his team screened 1,280 existing FDA-approved drugs for caspase-inhibiting activity. Of the 27 that lit up, half were NSAIDs. NSAIDs also comprised eight of the top 10 most potent caspase inhibitors.\"It was a complete surprise,\" said Yin.He and study co-author Ding Xue, a professor in the department of Molecular Cellular and Developmental Biology, then used biochemical and biophysical assays in the lab, as well as experiments with roundworms to test the theory further.\"We showed that NSAIDs were effective in delaying cell death in worms, presumably by blocking caspase activity.\"It remains questionable whether existing NSAIDs, perhaps in higher doses, could be used to treat sepsis. The risk of side effects may be too great, said Yin. But he is already working on follow-up studies looking at whether new sepsis drugs could be developed combining caspase-inhibiting NSAIDS and TLR4 inhibitors.NSAIDs could also potentially be repurposed to address other conditions, including rheumatoid arthritis and neuro-degenerative diseases.\"To think about the wide potential applications of these NSAID drugs is very exciting,\" Yin said.He hopes the research will also help scientists better understand why NSAIDs cause serious side effects like liver, kidney and cardiovascular problems, so they can develop safer next-generations versions.An estimated 16,500 people die annually from NSAID complications.", "meeting": "", "keywords": ["Medicine/Health"]}