{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-hfm021517.php", "description": "Children are much more likely to report a headache at stroke onset than adults. Headaches were present in nearly half of all children older than 3 years of age having a stroke. Headaches were most common in children with specific forms of blood vessel abnormalities.   This release is featured in a news conference at 1:30 p.m. CT on Wednesday, Feb. 22, 2017.", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Headache far more common stroke symptom in children than adults", "region": "namerica", "source_link": "http://newsroom.heart.org/news/headache-far-more-common-stroke-symptom-in-children-than-adults?preview=4e72096f3fc03ee51e7a8c66e450e2c7", "institution": "American Heart Association", "text": "HOUSTON, Feb. 22, 2017 - Children are far more likely than adults to report headache when having a stroke, according to research presented at the American Stroke Association's International Stroke Conference 2017.\"Stroke should be considered as a possible diagnosis in any child with a headache and additional symptoms of weakness or numbness (in the face, arm, or leg) or changes in walking, talking, or vision. Urgent brain imaging may be required to distinguish a migraine with aura from a stroke,\" said Lori L. Billinghurst, M.D., M.Sc., lead author of the study and clinical assistant professor of neurology at the University of Pennsylvania.To examine how frequently headache occurs in childhood stroke, and whether headache pain is related to the reason for the stroke, researchers examined whether headache was documented at the onset of clot-caused (ischemic) stroke in 355 children (age 29 days to 18 years) enrolled in the multi-center Vascular Effects of Infection in Pediatric Stroke (VIPS) study funded by the National Institutes of Health.Headache was reported in 6 percent of children under age 3 and 46 percent of those 3 or older - far higher than the estimated percent of adults who Billinghurst noted experience headache with an ischemic stroke.Researchers note that the younger children may not have been able to communicate if they were having a headache.Abnormalities in the blood vessel walls are a major reason for stroke in children, but the presence of headache did not distinguish between children with strokes related to artery abnormalities from others. In children 3 or older, researchers found headache was reported in:However, of the 92 strokes in children with definite artery abnormalities related ischemic stroke, there were significant differences depending on the type of abnormality, with headache occurring in:\"It is possible that younger brains have blood vessels that are more easily distended and more likely to activate pain sensors that trigger headache. It is also possible that inflammation - a powerful activator of pain sensors - may be more important in the processes underlying stroke in children than in adults,\" Billinghurst said. \"The VIPS study has already shown that inflammation plays a key role in the vascular injury pathway in children with stroke. We will be doing further work to see if there are differences in blood markers of inflammation in those with and without headache at time of stroke.\"Although headache was most common in stroke related to blood vessel tears or narrowing, the numbers in this study were too small to suggest that doctors use the presence of headache to determine the stroke cause, according to the researchers.\"We would like to conduct a study of children who enter hospital emergency rooms with headache and suspected stroke to see whether there are characteristics of the headache or other neurologic symptoms that predict whether a stroke will be confirmed on imaging. We would like to develop a predictive formula that can help physicians diagnose stroke more rapidly and enable earlier, perhaps life-saving, stroke treatments,\" Billinghurst said.The headache information in the study was limited to whether a doctor or parent reported that a child had a headache at the time of the stroke, so the researchers could not evaluate details such as when headache began, how long it lasted, how it was treated, or whether the child or family members were known to have had migraine headaches in the past.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}