{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-rfa021517.php", "description": "Adults with gum, or periodontal, disease may be at greater ischemic stroke risk.", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "", "title": "Researchers find association between gum disease and ischemic stroke risk", "region": "namerica", "source_link": "http://newsroom.heart.org/news/isc17-wednesday-news-tips?preview=aab5f2aaec95dba7de22a885be76aea2", "institution": "American Heart Association", "text": "Adults with gum, or periodontal, disease may be at greater ischemic stroke risk, according to research presented at the American Stroke Association's International Stroke Conference 2017.Researchers assessed 6,711 adults, who had not had a stroke, for periodontal disease and categorized the adults according to whether they had mild, moderate or severe periodontal disease. They followed patients for 15 years for the incidence of stroke, also documenting the stroke subtype based on cause.A total of 299 ischemic strokes occurred during the 15 years, including 47 percent that were thrombotic stroke, from a clot within the brain's blood vessels; 26 percent that were cardioembolic, when a blood clot forms in the heart; and 20 percent that were lacunar strokes, which occurs when there is a blockage of small arteries that supply blood to the brain.They found:Participants with mild periodontal disease were 1.9 times more likely to have an ischemic stroke than those without periodontal disease. Those with moderate periodontal disease had 2.1 times higher ischemic stroke risk and adults with severe gum disease were 2.2 times more likely to suffer an ischemic stroke than those who had no periodontal disease.\r\nThe association between increasing levels of periodontal disease and stroke risk was most pronounced in the cardioembolic and thrombotic stroke subtypes.\r\nThe graded association between the level of gum disease and incident ischemic stroke, supports a possible causal association between gum disease and ischemic stroke, researchers said.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}