{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-tcm021517.php", "description": "Weekly Tai Chi exercise sessions may reduce stroke risk by lowering high blood pressure and increasing the good cholesterol, or high-density lipoprotein (HDL).", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "", "title": "Tai Chi may reduce stroke risk", "region": "namerica", "source_link": "http://newsroom.heart.org/news/isc17-wednesday-news-tips?preview=aab5f2aaec95dba7de22a885be76aea2", "institution": "American Heart Association", "text": "Weekly Tai Chi exercise sessions may reduce stroke risk by lowering high blood pressure and increasing the good cholesterol, or high-density lipoprotein (HDL), according to research presented at the American Stroke Association's International Stroke Conference 2017.Researchers studied how Tai Chi compared to brisk walking for reducing stroke risk in 246 adults with known stroke risk factors, including high blood pressure. Participants were randomly assigned to a group that participated in two 60-minute Tai Chi sessions each week; a walking group that walked briskly for 30 minutes every day; or a control group, which was told to maintain the activities they were doing before the study.At three months into the assigned activities, researchers found:The Tai Chi group had notably greater reductions of 10.25 mm Hg in systolic (upper number) and 6.5 mm Hg in diastolic (lower number) blood pressure measurements than those in the control group.\r\nThe Tai Chi group also had an average 0.16 millimole (mmol/L) increase in HDL, compared to the control group.\r\nThere were no notable differences in blood pressure or HDL in the walking group.\r\nNone of the groups experienced notable changes in total cholesterol, blood sugar levels, body mass index, waist circumference or body fat percentage.\r\nA study longer than three months is needed to monitor the effects of continuing Tai Chi and brisk walking for stroke prevention, researchers suggested.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}