{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/mc-ssu022217.php", "description": "Results of the ASTER Trial provide additional evidence of Penumbra's aspiration system as an effective frontline thrombectomy approach for acute ischemic stroke as part of the ADAPT (A Direct Aspiration, First Pass Technique) technique. The data showed that the ADAPT technique compared favorably: 85.4 percent of patients treated with aspiration achieved the primary endpoint of TICI 2b/3 at the end of the procedure compared with 83.1 percent of patients treated with stent retrievers.", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "", "title": "Study supports use of aspiration as frontline thrombectomy therapy for acute ischemic stroke", "region": "namerica", "source_link": "http://investors.penumbrainc.com/investors-relations/press-releases/press-release-details/2017/Independent-Study-Supports-Use-of-Penumbra-Aspiration-as-Frontline-Thrombectomy-Therapy-for-Acute-Ischemic-Stroke/default.aspx", "institution": "Merryman Communications", "text": "HOUSTON - Feb. 22, 2017 - Penumbra, Inc. (NYSE: PEN), a global interventional therapies company, today announced the presentation of the results of the ASTER Trial, the first independent, prospective, randomized trial comparing the use of Penumbra's aspiration system to stent retriever, in the opening plenary session at the International Stroke Conference in Houston, Texas. The ASTER Trial provides additional evidence of Penumbra's aspiration system as an effective frontline thrombectomy approach for acute ischemic stroke as part of the ADAPT (A Direct Aspiration, First Pass Technique) technique. \"The ASTER study provides evidence that starting with Penumbra aspiration first as part of the ADAPT technique is similar to the stent retriever technique,\" said Michel Piotin, MD, principal investigator and interventional neuroradiologist at Rothschild Fondation Hospital in Paris. \"The ADAPT technique offers the possibility to easily add a stent retriever following Penumbra aspiration if needed, leading to time savings.\"The data showed that the ADAPT technique compared favorably: 85.4 percent of patients treated with Penumbra's aspiration system achieved the primary endpoint of TICI 2b/3 at the end of the procedure compared with 83.1 percent of patients treated with stent retrievers (p=0.53). Moreover, 63.0 percent of patients treated with Penumbra's aspiration system achieved the secondary endpoint of TICI 2b/3 after frontline treatment compared to 67.7 percent with stent retrievers (p=0.33). \"The ASTER Trial shows no significant difference in revascularization rate and safety using either thrombectomy technique - Penumbra aspiration and stent retrievers - for acute ischemic stroke patients with large vessel occlusions,\" said Bertrand Lapergue, MD, PhD, Division of Neurology, Stroke Center, Foch Hospital, University Versailles Saint-Quentin en Yvelines (France) and scientific coordinator for the study. \"The broad eligibility criteria achieved in the ASTER Trial make the results generalizable to the majority of stroke patients with large vessel occlusions.\"Secondary safety endpoints presented, including embolization in new territory (ENT) and symptomatic intracranial hemorrhage (sICH), were not statistically different between the two arms.   \"The ASTER Trial builds on the results of the 3D Trial, providing additional evidence supporting the use of Penumbra System direct aspiration devices as a first-line treatment for acute ischemic stroke patients,\" said Adam Elsesser, chairman, chief executive officer and president of Penumbra. \"The ADAPT technique with the Penumbra System as a frontline approach together with complementary adjunctive devices when needed offers a cost-effective solution for treating stroke patients, which is critical as patient access to mechanical thrombectomy is further expanded.\"", "meeting": "International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Aging", " Public Health", " Surgery"]}