{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoth-arp022217.php", "description": "The 2017 Thomas Willis Award for significant translational contributions to clinical stroke research from the American Heart Association has been awarded to Jaroslaw Aronowski, Ph.D., professor, vice-chair and the Roy M. and Phyllis Gough Huffington Chair in Neurology at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth).", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "", "title": "Aronowski receives prestigious international stroke science award in research", "region": "namerica", "source_link": "https://www.uth.edu/media/story.htm?id=f6c9591f-63d3-4188-9b18-089057646485", "institution": "University of Texas Health Science Center at Houston", "text": "HOUSTON - (Feb. 22, 2017) - The 2017 Thomas Willis Award for significant translational contributions to clinical stroke research from the American Heart Association has been awarded to Jaroslaw Aronowski, Ph.D., professor, vice-chair and the Roy M. and Phyllis Gough Huffington Chair in Neurology at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth).Aronowski will deliver the Thomas Willis Lecture, \"Brain Damage and Repair after Intracerebral Hemorrhage,\" at 10:35 a.m. Thursday at the AHA/American Stroke Association International Stroke Conference 2017, held in Houston for the first time.The Willis Award recognizes an American Heart Association Stroke Council Fellow who has \"actively engaged in and has made significant contributions to basic science research (animal/cell models) in stroke.\" In fact, the AHA stroke conference only bestows this award once a year to one senior scientist for sustained long-term achievements and advancing innovative concepts in the basic science of stroke. The award is given in honor of Thomas Willis (1621-1675), a pioneer physician who provided the first detailed descriptions of the brain stem, cerebellum and ventricles along with hypotheses on their function.\"This award is the most flattering thing that has happened to me in my professional life,\" said Aronowski, who has spent most of his career at McGovern Medical School at UTHealth.Discoveries in Aronowski's laboratory have resulted in clinical trials for ischemic stroke and intracerebral hemorrhage. He is an international research leader in understanding the cellular and molecular mechanisms underlying the pathology of acute cerebral ischemia, reperfusion injury, and secondary injury after intracerebral hemorrhage with an emphasis on the role of transcription factors, neuroinflammation (including the role of microglia, neutrophil, and oligodendroglia), stem cell therapy, and the use of ultrasound in tPA-mediated thrombolysis.\"This distinguished American Heart Association award is a testament to Dr. Aronowski's outstanding work,\" said Louise McCullough, M.D., Ph.D., Roy M. and Phyllis Gough Huffington Distinguished Chair of Neurology and chief of neurology, Memorial Herman Hospital - TMC. \"Dr. Aronowski is a leader in the field of stroke research and has been an incredible asset to the neurology department and McGovern Medical School for over three decades.\"In the field of experimental research, Aronowski has trained dozens of clinical stroke fellows, research fellows, and scientists who today play instrumental roles in leading clinical stroke research around the world. Aronowski's research has been sponsored continuously for two decades with grants from the National Institutes of Health (NIH) and the AHA.He has published more than 100 papers, and given more than 100 plenary lectures and invited presentations around the world Aronowski has served on more than 100 NIH and AHA study sections and acted as a member of the Planning Group to Establish NIH Future Goals/Priorities in Stroke Research - National Institute of Neurological Disorders and Stroke (NINDS).", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Neurobiology"]}