{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-clm021517.php", "description": "Circadian lighting should be considered as part of rehabilitation unit environments, researchers said.", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "", "title": "Circadian light may relieve depressive symptoms in stroke rehab patients", "region": "namerica", "source_link": "http://newsroom.heart.org/news/isc17-wednesday-news-tips?preview=aab5f2aaec95dba7de22a885be76aea2", "institution": "American Heart Association", "text": "A circadian hospital lighting system reduced depressive mood symptoms among stroke patients admitted for long-term rehabilitation, according to research presented at the American Stroke Association's International Stroke Conference 2017.Circadian light drives the body's natural wakefulness and sleep cycle. Blue light is the strongest determinate and modifying factor in the light spectrum, which makes it the main body clock driver. Sunlight is the main source of blue light but it also can be found in fluorescent, LED lighting and flat-screen TVs. Blue light has been shown to boost alertness, help memory and cognitive function, and elevate mood.Stroke patients admitted for long-term rehabilitation often lack the blue light in daytime because they spend so much time indoors. They're also often exposed to blue light at the wrong time of day, such as in the evenings, as blue light is in standard lightning and flat screen televisions.Researchers studied 84 stroke rehabilitation patients in an acute stroke unit. Patients participated in at least two weeks of rehabilitation in either a unit with circadian lighting or in one with standard lighting. Researchers measured the patients' depressive moods based on two scales that rate depression and found that patients in the unit with circadian light were significantly less depressed at discharge than those in the standard light unit.Circadian lighting should be considered as part of rehabilitation unit environments, researchers said.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}