{"journal": "Arteriosclerosis, Thrombosis and Vascular Biology", "url": "http://www.eurekalert.org/pub_releases/2017-02/muhc-wih022217.php", "description": "Study found that elevations in a unusual form of cholesterol, called Lipoprotein(a) or Lp(a), as responsible for one in 14 heart attacks and one in seven cases of aortic valve disease.", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "The Canadian Institutes for Health Research, Heart and Stroke Foundation of Canada, Fonds de Recherche Quebec - Sante, Doggone Foundation", "title": "What is high lipoprotein(a), and should I be concerned?", "region": "namerica", "source_link": "https://muhc.ca/newsroom/news/what-high-lipoproteina-and-should-i-be-concerned", "institution": "McGill University Health Centre", "text": "Montreal, Feb. 22, 2017 - A team of researchers from the Research Institute of the McGill University Health Center (RI-MUHC) found that elevations in a unusual form of cholesterol, called Lipoprotein(a) or Lp(a), as responsible for 1 in 14 heart attacks and 1 in 7 cases of aortic valve disease. This form of cholesterol is not commonly screened for in Canada, so most people do not even know they are at risk. Although no specific treatments exist to lower Lp(a), new therapies are being developed, and in addition to this study, the researchers hope to demonstrate how lowering this form of cholesterol could have an important impact on the population.\"Approximately 20 per cent of individuals have high Lp (a), a form of cholesterol that is highly heritable and runs in families,\" says Dr. George Thanassoulis, who is a researcher at the RI-MUHC and principal author of the study \"We hope that our work will raise awareness that individuals with high Lp(a) are at high risk of heart disease and hopefully stimulate the development and testing of new therapies.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Metabolism/Metabolic Diseases", " Cholesterol"]}