{"journal": "Nature Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-02/miot-tfo022217.php", "description": "For the first time, a single multifunction flexible fiber no bigger than a human hair, developed by researchers at MIT and elsewhere, has successfully delivered a combination of optical, electrical and chemical signals back and forth into the brain.", "article_link": "http://dx.doi.org/10.1038/nn.4510", "date": "Wed, 22 Feb 2017 05:00:00 GMT", "funder": "", "title": "Tiny fibers open new windows into the brain", "region": "namerica", "source_link": "http://news.mit.edu/2017/multifunctional-tiny-fibers-brain-0221", "institution": "Massachusetts Institute of Technology", "text": "CAMBRIDGE, Mass. -- For the first time ever, a single flexible fiber no bigger than a human hair has successfully delivered a combination of optical, electrical, and chemical signals back and forth into the brain, putting into practice an idea first proposed two years ago. With some tweaking to further improve its biocompatibility, the new approach could provide a dramatically improved way to learn about the functions and interconnections of different brain regions.The new fibers were developed through a collaboration among material scientists, chemists, biologists, and other specialists. The results are reported in the journal Nature Neuroscience, in a paper by Seongjun Park, an MIT graduate student; Polina Anikeeva, the Class of 1942 Career Development Professor in the Department of Materials Science and Engineering; Yoel Fink, a professor in the departments of Materials Science and Engineering, and Electrical Engineering and Computer Science; Gloria Choi, the Samuel A. Goldblith Career Development Professor in the Department of Brain and Cognitive Sciences, and 10 others at MIT and elsewhere.The fibers are designed to mimic the softness and flexibility of brain tissue. This could make it possible to leave implants in place and have them retain their functions over much longer periods than is currently possible with typical stiff, metallic fibers, thus enabling much more extensive data collection. For example, in tests with lab mice, the researchers were able to inject viral vectors that carried genes called opsins, which sensitize neurons to light, through one of two fluid channels in the fiber. They waited for the opsins to take effect, then sent a pulse of light through the optical waveguide in the center, and recorded the resulting neuronal activity, using six electrodes to pinpoint specific reactions. All fof this was done through a single flexible fiber just 200 micrometers across -- comparable to the width of a human hair.Previous research efforts in neuroscience have generally relied on separate devices: needles to inject viral vectors for optogenetics, optical fibers for light delivery, and arrays of electrodes for recording, adding a great deal of complication and the need for tricky alignments among the different devices. Getting that alignment right in practice was \"somewhat probabilistic,\" Anikeeva says. \"We said, wouldn't it be nice if we had a device that could just do it all.\"After years of effort, that's what the team has now successfully demonstrated. \"It can deliver the virus [containing the opsins] straight to the cell, and then stimulate the response and record the activity -- and [the fiber] is sufficiently small and biocompatible so it can be kept in for a long time,\" Anikeeva says.Since each fiber is so small, \"potentially, we could use many of them to observe different regions of activity,\" she says. In their initial tests, the researchers placed probes in two different brain regions at once, varying which regions they used from one experiment to the next, and measuring how long it took for responses to travel between them.The key ingredient that made this multifunctional fiber possible was the development of conductive \"wires\" that maintained the needed flexibility while also carrying electrical signals well. After much work, the team was able to engineer a composite of conductive polyethylene doped with graphite flakes. The polyethylene was initially formed into layers, sprinkled with graphite flakes, then compressed; then another pair of layers was added and compressed, and then another, and so on. A member of the team, Benjamin Grena, a recent graduate in materials science and engineering, referred to it as making \"mille feuille,\" (literally, \"a thousand leaves,\" the French name for a Napoleon pastry). That method increased the conductivity of the polymer by a factor of four or five, Park says. \"That allowed us to reduce the size of the electrodes by the same amount.\"One immediate question that could be addressed through such fibers is that of exactly how long it takes for the neurons to become light-sensitized after injection of the genetic material. Such determinations could only be made by crude approximations before, but now could be pinpointed more clearly, the team says. The specific sensitizing agent used in their initial tests turned out to produce effects after about 11 days.The team aims to reduce the width of the fibers further, to make their properties even closer to those of the neural tissue. \"The next engineering challenge is to use material that is even softer, to really match\" the adjacent tissue, Park says. Already, though, dozens of research teams around the world have been requesting samples of the new fibers to test in their own research.", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Neurobiology", " Nanotechnology/Micromachines", " Research/Development", " Nanotechnology/Micromachines"]}