{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-nsn021517.php", "description": "Clues point to which hospitalized stroke patients are greater fall risks;  Internet, social media fuel health system's stroke awareness campaign", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "Nursing symposium news from the ASA International Stroke Conference", "region": "namerica", "source_link": "http://newsroom.heart.org/news/isc17-tuesday-news-tips?preview=620c33403bdf420116851363c9290757", "institution": "American Heart Association", "text": "Stroke patients' neurological status and degree of weakness or loss of movement when they're first hospitalized for ischemic, or clot-caused, stroke can be important indicators of their risk for falling while in the hospital, according to research presented at the Nursing Symposium of the American Stroke Association's International Stroke Conference 2017.Hospital falls often are preventable and can reflect nursing care quality. Researchers looked specifically at fall risk for 683 ischemic stroke patients in an urban hospital, examining records and more from 2013 to 2015. The study found stroke patients who fell were average age 67 years; 82 percent men and the falls greatly increased stroke patients' length of hospital stay. Most had visible changes to the small vessels in the brain, and 36 percent had strokes impacting the middle cerebral artery of the brain.Stroke patient falls accounted for 6 percent of all falls among adult inpatient medical-surgical patients.91 percent were able to walk independently before arriving at the hospital.90 percent who experienced a fall had weakness or partial loss of movement when first examined in hospital.Falls didn't increase when patients were treated with the clot-busting drug tissue plasminogen activator, or tPA.Having a higher average National Institutes of Health Stroke Scale (NIHSS) score at hospital admission was associated with an increased fall risk. (NIHSS is a stroke assessment tool to evaluate stroke patients' neurological status).\r\nThe fall rates in this study are lower than those previously reported, which could reflect more vigilance among nurses and other providers and widespread use of fall prevention strategies, researchers said.Robynn Cox, B.S.N, R.N., S.C.R.N., The MetroHealth System, Cleveland, Ohio.Note: Actual scientific presentation time is 6:15 p.m. CT/7:15 p.m. ET, Weds., Feb. 22, 2017 in Hall E.Social media is a powerful tool for educating and engaging large numbers of people in the community about stroke, according to research presented at the Nursing Symposium of the American Stroke Association's International Stroke Conference 2017.Researchers studied how adding an interactive social media component impacted a health system's community-based public awareness campaign in May, which is Stroke Awareness Month. They compared results collected from in-person blood pressure and risk factor screening events in various community settings, to the campaign with added internet and social media components for community education and outreach. The 2016 campaign included the traditional community events, but also directed people to a web-based stroke risk profiler which evaluated their risk for stroke and suggested interventions to reduce risk. Campaign strategies included using the health system's internal marketing, as well as social media, to direct people to the risk profiler, and included paid social media, search and display ads for stroke signs and stroke risk.The traditional in-person event campaign required about 50 hours of volunteer time to screen 193 community members.\r\nDuring May 2016, more than 6,000 people visited the web-based, interactive stroke risk assessment profiler and 1,570 fully completed the profiler.In the months following the web-based community outreach campaign, traffic on the health system stroke center webpage remained as high as it was in May, and was more than 200 percent higher than traffic the previous year.\"Using the internet and social media expands the size and increases the interaction of the community reached during Stroke Awareness Month,\" researchers wrote.Beth Hundt, Ph.D.(c), M.S., NP-C, ACNS-BC, University of Virginia Health System, Charlottesville, Va.Note: Actual scientific presentation time is 6:15 p.m. CT/7:15 p.m. ET, Wednesday, Feb. 22, 2017 in Hall E.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}