{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-mcr021517.php", "description": "Transitioning to the caregiver role for a spouse who recently had a stroke may be unsettling, particularly for men.  Multi-tasking in everyday life proved to be among the most challenging adjustments to make; however, men in this study reported more positives than negatives.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "Male caregivers report more positives in caring for stroke survivors", "region": "namerica", "source_link": "http://newsroom.heart.org/news/male-caregivers-report-more-positives-in-caring-for-stroke-survivors?preview=da1500c42cb7cb82f02d51c561fed1d1", "institution": "American Heart Association", "text": "HOUSTON, Feb. 21, 2017 - In a small study, male caregivers reported the ability to overcome problems during the first year of caring for stroke survivor wives/partners, according to research presented at the Nursing Symposium taking place during the American Stroke Association's International Stroke Conference 2017.Stroke is a sudden event leaving the family to deal with new emotions and realities, said Linda L. Pierce, Ph.D., R.N., study lead author and professor at the University of Toledo in Ohio. Transitioning from a non-caregiver to caregiver role can prove challenging, particularly to men.However, these men reported more successes than problems. \"Their successes were building blocks in supporting their partners and, in most cases, the successes made their relationships stronger,\" Pierce said.In this analysis, researchers conducted bimonthly interviews asking about the problems and successes of 13 men (all white, average age 62) who cared for their partners (wife or long-time friend) in the first year after a stroke. Most men were employed full-time and said they spent up to 16 hours each day giving care.There were 275 problems and 393 successes in caregiving reported.\"After a stroke, not only did the caregiver have to take over all tasks, such as cleaning, cooking and paying bills, he also had to care for his spouse,\" Pierce said. \"This left him struggling to balance former responsibilities at the same time he was learning to take on several new roles.\"Three success themes emerged that demonstrated how these men were able to find a level of well-being in their caregiving role:\"One said that in giving so much care, he receives satisfaction at succeeding in caregiving and that he feels he has 'grown as a person',\" Pierce said.Another caregiver reported his wife's willingness and positive attitude made his job much easier and he was supported by her more than he supported her.\"Caregivers should be encouraged to recognize both the strengths (successes) and weaknesses (problems) in their relationship caring for a spouse with stroke. They should focus on the successes as they pull together to meet life's challenges, but also teach them what problems to report before small concerns become a crisis,\" Pierce said.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}