{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-awa021517.php", "description": "In a small survey of postmenopausal women, black women at risk for cardiovascular disease reported greater loneliness compared to white women.\r\nFinancial strain and perceived lower social status were unique contributors to feelings of loneliness in black women. Loneliness has been linked with an increased risk of cardiovascular disease.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute of Nursing Research", "title": "African-American women at risk of CVD report more loneliness, financial strain", "region": "namerica", "source_link": "http://newsroom.heart.org/news/african-american-women-at-risk-of-cvd-report-more-loneliness-financial-strain?preview=6df13592c640cc70aa054719ab10c43f", "institution": "American Heart Association", "text": "HOUSTON, Feb. 21, 2017 - African-American women at risk for cardiovascular disease face unique factors that cause them to report more loneliness than non-Hispanic white women, according to a small study presented at the Nursing Symposium taking place during the American Stroke Association's International Stroke Conference 2017.In a new study examining the influence of social disadvantage and its effect on loneliness, researchers recruited 50 African-American and 49 non-Hispanic white postmenopausal women with at least two risk factors for cardiovascular disease. Participants completed written standardized questionnaires of loneliness, subjective social status, depressive symptoms, financial stress, social support provisions and resilience. Subjective social status is defined as an individual's sense of their place on the social ladder, considering socioeconomic status and social position.Researchers found, compared to their non-Hispanic white counterparts, African-American women at risk for cardiovascular disease were:Previous research indicates that loneliness increases the risk of cardiovascular disease and poor health outcomes. Although African-American women are at greater risk than non-Hispanic white women for cardiovascular disease, the influence of social disadvantages on loneliness in African-American women at risk for cardiovascular disease have not been examined.\"African-American women at risk for cardiovascular disease have unique predictors of loneliness - financial stress and subjective social status - as compared to non-Hispanic white women,\" said Karen Saban, R.N., Ph.D., lead author and associate professor and associate dean for research at Loyola University Chicago Marcella Niehoff School of Nursing in Maywood, Illinois.In non-Hispanic white women, only depressive symptoms and social integration uniquely predicted loneliness, said Saban, who is also a health scientist/researcher at the Center of Innovation for Complex Chronic Healthcare at Edward Hines Jr. VA Hospital in Illinois.Researchers said they hope that findings from this study might assist in developing and testing tailored interventions to address the effects of social disadvantages on loneliness in vulnerable populations.", "meeting": "AHA/ASA International Stroke Conference 2017", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}