{"journal": "JAMA Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-02/kp-sft021717.php", "description": "Men who used testosterone replacement therapy to treat symptoms of androgen deficiency had a 33 percent lower risk of cardiovascular events such as heart attacks and stroke compared to those who did not receive any hormone therapy. The findings from the Kaiser Permanente study were published in JAMA Internal Medicine today.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "National Institutes of Health, NIH/National Institute on Aging", "title": "Study finds testosterone replacement therapy reduces cardiovascular risk", "region": "namerica", "source_link": null, "institution": "Kaiser Permanente", "text": "Men who used testosterone replacement therapy to treat symptoms of androgen deficiency had a 33 percent lower risk of cardiovascular events such as heart attacks and stroke compared to those who did not receive any hormone therapy. The findings from the Kaiser Permanente study were published in JAMA Internal Medicine today.Androgen deficiency in men is characterized by lower levels of male sex hormones, specifically testosterone, as well as symptoms that include loss of sexual desire, erectile dysfunction, breast enlargement or tenderness, hot flashes, reduced energy, irritability and depressed mood. Similar to women, men experience a normal decline in sex hormone levels beginning in their 30s. The decline in men is gradual and occurs over a number of years. It is estimated that approximately one in 200 men under the age of 60 has testosterone levels below normal, but as many as two in 10 men over the age of 60 have low levels. Not all men with low testosterone levels have symptoms of androgen deficiency.  Symptoms related to androgen deficiency can be treated with testosterone replacement therapy given by injection, orally or topically. Some recent studies, however, have raised concerns that testosterone replacement therapy may increase the risk for cardiovascular events such as heart attacks and strokes. Other studies report that low testosterone levels in older men are associated with increased cardiovascular risk and that testosterone replacement therapy may have cardiovascular benefits.\"Our study found no indication of an increased risk for cardiovascular events for men with androgen deficiency,\" said T. Craig Cheetham, PharmD, MS, study lead author, Kaiser Permanente Southern California Department of Research & Evaluation. \"Our hope is that these findings help alleviate the concerns that patients with androgen deficiency and their doctors may have had about prescribing and taking testosterone replacement therapy.\"The study evaluated 44,335 male patients at Kaiser Permanente medical centers in Northern and Southern California who had been diagnosed with androgen deficiency between January 1, 1999 and December 31, 2010. Of these, 8,808 men were treated with testosterone replacement therapy, while 35,527 were never dispensed testosterone. The men were followed for a median of 3.4 years and researchers found:\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}