{"journal": "Circulation: Cardiovascular Quality and Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-wwm021617.php", "description": "People with partial or mild blockage of coronary arteries report more anxiety, depression and negative outlooks than the general population.  Women with the condition report poorer health, more anxiety and less positive feelings than men with the disorder.", "article_link": "http://dx.doi.org/10.1161/CIRCOUTCOMES.116.003387", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "Women with mild heart blockage report poorer health, more anxiety and negativity than men", "region": "namerica", "source_link": "http://newsroom.heart.org/news/women-with-mild-heart-blockage-report-poorer-health-more-anxiety-and-negativity-than-men?preview=228c2053b1c8d6bc97a6344eb0631e1e", "institution": "American Heart Association", "text": "DALLAS, Feb. 21, 2017 -- Women with mild blockage of coronary arteries report poorer health, more anxiety and a more negative outlook than men with the same condition, according to new research in the American Heart Association's journal Circulation: Cardiovascular Quality and Outcomes.In general, people with non-obstructive coronary artery disease report more anxiety, depression and a negative outlook, what physicians refer to as psychosocial distress, than the general population. Prior to this study, gender disparity had not been investigated.In non-obstructive coronary artery disease, the flow of oxygen-rich blood to the heart is partially restricted. This condition is associated with an increased risk of heart attack and other major adverse cardiovascular events, as well as death from any cause.Because a patient's perceived health status, psychological distress and personality are factors that can affect outcomes in coronary artery disease patients, psychosocial factors serve as proxy risk factors for future cardiovascular events, said Paula M.C. Mommersteeg, Ph.D., senior author of the study and assistant professor of medical and clinical psychology at Tilburg University in The Netherlands.Researchers explored the association between non-obstructive coronary artery disease and psychosocial distress in 523 non-obstructive coronary artery disease patients (aged 52 to 70) and 1,347 people from the general population matched by age and by sex. All the participants completed questionnaires assessing their physical and mental health, psychological well-being and personality profile (degree of negative or positive outlook and level of social inhibition).Among patients with non-obstructive coronary artery disease, the study noted: a significantly higher prevalence of poor health, anxiety, and Type D personality (negative emotions combined with social inhibition) compared to those without the condition;more physical impairment reported by women than men; and more psychosocial distress reported by women. \"We were very intrigued by these sex and gender differences -- we had not thought they would be so apparent,\" Mommersteeg said.  Statistical analysis revealed that these gaps could be explained by several factors related to sex and gender such as societal and cultural norms, age at diagnosis, education level, partner status (married/divorced/widowed/single), employment history and alcohol use, according to the study.The survey and analysis took place as part of the TWeeSteden mIld STenosis (TWIST) study, undertaken to investigate classic and novel risk markers for non-obstructive coronary artery disease.  It is unclear if the results can be generalized to other populations, researchers said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}