{"journal": "Circulation: Cardiovascular Quality and Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-kwh021617.php", "description": "Children with congenital heart defects are less likely to meet minimum standards in third-grade reading and math end-of-year testing than peers.  Children with mild defects may not be receiving adequate special education assistance.", "article_link": "http://dx.doi.org/10.1161/CIRCOUTCOMES.116.003074", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "NIH/Pediatric Heart Network", "title": "Kids with heart defects face learning challenges, inadequate school support", "region": "namerica", "source_link": "http://newsroom.heart.org/news/kids-with-heart-defects-face-learning-challenges-inadequate-school-support?preview=b2f619853c8e2caf5d3d38db59a61aed", "institution": "American Heart Association", "text": "DALLAS, Feb. 21, 2017 - Children with all types of congenital heart defects face learning challenges in elementary school, but many may not be receiving adequate education assistance, according to a new study in Circulation: Cardiovascular Quality and Outcomes, an American Heart Association journal.Using North Carolina education records, birth defect registries and birth certificates, the new research examined whether congenital heart defects were associated with low scores on standard reading and math tests given at the end of third grade. The research included 2,807 children born with heart defects, and 6,355 without, who completed third grade in public school between 2006 to 2012.Researchers found:Children with a congenital heart defect, regardless of how severe their condition, had 24 percent higher odds of not meeting standards in either reading or math, compared to children without congenital heart defects.\r\nThose with critical defects were 46 percent more likely to get special education support compared to those with less severe defects.\r\nThe research is the largest of its kind to examine the impact of potential brain deficits in U.S. children with heart defects. This study is also unique because it accounts for children with less severe congenital heart defects, said Matthew E. Oster, M.D., M.P.H., lead author of the study and pediatric cardiologist at Children's Healthcare of Atlanta.It's unclear why children with heart defects struggle in school, Oster said.\"Most theories relate to factors that are most important in children with severe defects, namely surgical factors, prenatal brain development, time in an intensive care unit, or degree of hypoxia,\" he said. Children with milder congenital heart defects do not typically share those risk factors -- however, both groups of children with congenital heart defects may share a genetic vulnerability to problems with brain development.The study also noted that children with less severe defects are less likely to receive special education services.\"We believe this is likely due to a lack of recognition of such heart defects as a risk factor for neurocognitive challenges,\" Oster said.Doctors should be aware that all children with heart defects are at risk for such problems, and ask families how children are doing in school.\"Doctors should consider formal neurocognitive evaluations when appropriate,\" he advised. \"Schools should be aware that children with heart defects can have learning difficulties, even many years after their heart defect is supposedly 'fixed'.\"Further research should follow children as they grow to detect similar academic problems beyond third grade; explore if special education can help improve their outcomes; and pinpoint the factors that affect how these children fare, Oster said.The study findings were limited by its focus on only children in public schools, insufficient information on children who were unable to take the tests and their medical details.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}