{"journal": "Journal of Biomechanics", "url": "http://www.eurekalert.org/pub_releases/2017-02/uot-nat022117.php", "description": "University of Tsukuba researchers developed an approach to measure the amount of active drag from the water to which swimmers are subjected. The approach involves connecting swimmers in a water flume to load cells in front of and behind them, to characterize the forward and backward forces they exert at different flow rates. This work may help elite swimmers fine-tune their swimming posture to minimize water resistance on the body.", "article_link": "http://dx.doi.org/10.1016/j.jbiomech.2017.01.037", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "New approach to measure fluid drag on the body during swimming", "region": "asia", "source_link": "http://www.tsukuba.ac.jp/en/news-list/p201702211017", "institution": "University of Tsukuba", "text": "Tsukuba, Japan - A key factor to improve swimming performance is reducing resistance that water exerts on the moving body. This resistance, known as drag, is influenced by factors including the stroke rate, swimmer's size, and swimming speed. The range of factors, along with the motion of the swimmer, have made it difficult to measure drag accurately.In an advance that could help modify training practices in the swimming world, a research team centered at the University of Tsukuba (Japan) has developed a new method and apparatus to measure drag in a water flume. The method overcomes the disadvantages of earlier approaches, such as their not being applicable to different swimming strokes or only being functional at full speed, and showed good reliability in applied tests.The new approach involves connecting a swimmer in a water flume to load cells at the front and back of the flume. This allows the force in each direction to be calculated relative to maintaining a fixed position by swimming at the same speed as the flow in the flume, thereby allowing the residual thrust to be determined. This can then be compared to a passive state when being towed motionless through the water.\"We set six swimmers up in the apparatus and applied different water flow rates to them, while using an underwater metronome to ensure they maintained the required stroke rate,\" study corresponding author Hideki Takagi says. \"We were also able to compare the active drag they were subjected to with passive drag when they were pulled through the water while adopting streamlined positions.\"The results for active drag showed low variability, suggesting the approach's reliability. The finding that active drag exceeded passive drag also suggests the study's validity, despite this finding not being made in some previous work, because the area of the front of the body when moving through the water is larger when a swimming stroke is being performed.\"We expect this methodology to be greatly beneficial in reducing drag and improving swimming times among elite swimmers,\" lead author Kenzo Narita says. \"The effects of minor adjustments in swimming posture can now be precisely determined.\"The team hopes to build on this study by clarifying the factors that influence active drag and by applying this methodology alongside measurements of swimming efficiency, such as by measuring oxygen intake.", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Biomechanics/Biophysics", " Algorithms/Models"]}