{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-02/lb-tti021717.php", "description": "Research published today found testosterone treatment improved bone density and anemia for men over 65 with low testosterone. But the treatment didn't improve patients' cognitive function, and it increased the amount of plaque buildup in participants' coronary arteries.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute on Aging, National Institutes of Health, NIH/National Heart, Lung and Blood Institute, National Institute of Neurological Diseases and Stroke, NIH/National Institute of Child Health and Human Development, AbbVie", "title": "Testosterone treatment improves bone density, anemia in men over 65", "region": "namerica", "source_link": null, "institution": "LA BioMed", "text": "LOS ANGELES -- Research published today found testosterone treatment improved bone density and anemia for men over 65 with low testosterone. But the treatment didn't improve patients' cognitive function, and it increased the amount of plaque buildup in participants' coronary arteries, according to four studies published in the Journal of the American Medical Association (JAMA) and JAMA Internal Medicine.A team of researchers from LA BioMed and 12 other medical centers in the U.S., in partnership with the National Institute on Aging, conducted The Testosterone Trials (TTrials), a coordinated group of seven trials, which studied the effects of testosterone treatment for one year as compared to placebo for men 65 and older with low testosterone. Four of those studies were published today.\"While we have long known that testosterone levels decrease as men age, very little was known about the effects of testosterone treatment in older men with low testosterone until last year,\" said Ronald S. Swerdloff, MD, an LA BioMed researcher and co-author of the four studies. \"Our first published research last year found benefits to testosterone treatment, and this latest series of studies finds further benefits in terms of improving bone density and anemia. However, the cardiovascular study showed that the testosterone treatment group had increased plaque buildup in coronary arteries, suggesting a possible risk factor.\"In the cardiovascular trial, researchers assessed coronary artery plaque buildup by CT angiography. That assessment showed more plaque buildup in men treated with testosterone than in men treated with placebo.  Nonetheless, in all 788 men in the TTrials, the number of major adverse cardiovascular events was similar in the men treated with testosterone as in the men treated with placebo. \"We want to emphasize that this study was exploratory and emphasizes the need for a large-scale, well-controlled, long-term safety trial to determine if there is an increased risk of heart damage or death,\" Dr. Swerdloff said. \"As with all medications the physician and patient need to balance the benefits and risks of treatment.\"Dr. Christina Wang, an LA BioMed researcher and co-author of the four studies, noted that the researchers also found that testosterone treatment improved bone density and estimated bone strength, as determined by CT.\"After one year of treatment, older men with low testosterone significantly increased bone density and estimated bone strength compared to those on placebo,\" said Dr. Wang. \"A larger and longer trial would be needed to determine if testosterone treatment reduces fracture risk.\"Testosterone treatment also increased hemoglobin concentrations, corrected the anemia of men who had no other identifiable cause of anemia and corrected the anemia of men who had an identifiable cause, such as iron deficiency. While these conclusions proved testosterone to be beneficial to the participants, testosterone treatment did not improve memory or any other measure of cognitive function. \"As a result of these findings, physicians may wish to consider measuring testosterone in men age 65 and older who have unexplained anemia and symptoms suggestive of low testosterone levels,\" said Dr. Swerdloff.  The TTrials are now the largest trials to examine the efficacy of testosterone treatment in men 65 and older whose testosterone levels are low due seemingly to age alone. TTrials researchers screened 51,085 men to find 790 who qualified with a sufficiently low testosterone level and who met other criteria. The men enrolled were randomized into two groups: one to take a daily testosterone gel and the other a daily placebo gel, for one year. Efficacy was then evaluated at months three, six, nine and 12. \"Final decisions about testosterone treatment for older men will depend on balancing the results from these seven TTrials with the results from a much larger and longer term trial designed to assess cardiovascular and prostate risk in the future,\" said principal investigator Peter J. Snyder, MD, University of Pennsylvania Perelman School of Medicine professor of medicine in the Division of Endocrinology, Diabetes and Metabolism. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology", " Gerontology", " Aging"]}