{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/mcog-htf022117.php", "description": "Many of us have noted how our hands and feet swell after eating too much salt. \r\nNow scientists are exploring how high salt intake can also make cells throughout the body of females swell, rupture, dump their contents and die, triggering an immune reaction that contributes to chronic high blood pressure.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "American Heart Asociation", "title": "Hypertension treatment for females starts with how a high-salt diet affects their blood pressure", "region": "namerica", "source_link": null, "institution": "Medical College of Georgia at Augusta University", "text": "AUGUSTA, Ga. (Feb. 21, 2017) - Many of us have noted how our hands and feet swell after eating too much salt. Now scientists are exploring how high salt intake can also make cells throughout the body of females swell, rupture, dump their contents and die, triggering an immune reaction that contributes to chronic high blood pressure.\"If you are salt-sensitive, you retain salt, you retain water, you have an increase in volume, you start to stretch things and stretch is bad for cells,\" said Dr. Jennifer C. Sullivan, pharmacologist and physiologist in the Department of Physiology at the Medical College of Georgia at Augusta University.  Sullivan just received a five-year, $400,000 Established Investigator Award from the American Heart Association to further parse the role of salt and the immune system in raising the blood pressure of females. About half of hypertension patients are female and more than half of those taking medication don't adequately lower their blood pressure. Still, much of the science to understand and treat hypertension has been done in males, said Sullivan, who studies gender differences in hypertension. She has found, at least in female animal models of salt sensitivity, increased fluid, pressure and stretch can cause cells throughout the body to rupture, dumping their contents into the body, where they are now called DAMPs, and triggering an immune response that further increases pressure.Inflammation-producing cells, including effector T cells, move in as part of a well-intended effort to clean up the mess. But this drives the pressure up even more. Because the inflammatory response can also affect how your kidneys manage fluid, how well your blood vessels expand and contract in response to volume demands, even the brain's activation of the sympathetic nervous system, which all increase blood pressure, Sullivan said. But in salt-resistant female rats, high salt instead appears to prompt an increase in production of nitric oxide, a powerful dilator of blood vessels, that can take pressure down, help eliminate the salt and activate instead a protective immune response, Sullivan said. She is referencing her hypothesis that nitric oxide also increases expression of regulatory T cells, or Tregs, which decrease rather than heighten inflammation. Salt-sensitive rats, conversely, have an impaired ability to produce nitric oxide. \"If you are not salt-sensitive you don't have that increase in volume, you don't have that increase in blood pressure,\" Sullivan said. \"Salt is the initiating event.\" How much salt we consume is widely considered the most common environmental contributor to high blood pressure in a society that regularly eats highly processed and salted foods. But some of us - like Sullivan's animal models - are better at eliminating even excess levels of salt, while others hold onto too much sodium, rather than excreting it in their urine. This so-called salt sensitivity affects about 30 percent of blacks, 15 percent of whites and about half of all patients with hypertension; the incidence tends to increase with age. That means that while salt may slightly increase blood pressure in salt-resistant rats, high-salt diets can quickly be lethal, resulting in a stroke in just eight weeks, in their salt-sensitive counterparts, Sullivan said. In the new studies, Sullivan's team is putting female rats that are born to be hypertensive - but aren't salt-sensitive - along with female rats that are salt-sensitive on high-salt diets and measuring how the immune system is activated differently in the two. They already have evidence that female salt-resistant rats are more adept than their male counterparts at limiting resulting increases in their blood pressure. They also want to know at what point cells begin to bloat and die, which cells are most affected, analyze exactly what they dump into the body and at what point blood pressure starts to rise. They also are blocking normal cell death mechanisms, like apoptosis or cell suicide, to see what happens to blood pressure. They also want to better understand the role of T cells through collaborative studies with the Medical College of Wisconsin. There, early studies in male rats at least indicate the lack of these cells attenuates blood pressure increases. The new studies will explore if that also happens in female rats and whether giving more of the Tregs, which decrease inflammation, yields the same positive result. They also are looking at whether the salt-sensitive females have lower levels of Tregs and salt-resistant ones have higher levels.                   \"If it's a simple thing, like nitric oxide, could we just give them arginine, the precursor for NO?\" Sullivan said, noting that earlier studies indicate salt-sensitive rats seem unable to make NO, and so better manage blood pressure, in response to high salt. Arginine is not yet used to treat hypertension, but is used for erectile dysfunction. There's also some clinical experience with boosting levels of Tregs - and so reducing inflammation - to treat diseases like psoriasis. \"In experimental animals if you do not have activated immune cells, you will not become as hypertensive or maintain that hypertension,\" Sullivan said. How much a player the immune system is in hypertensive people, is less clear, she notes. \"We have found that in the salt-sensitive strain, you don't see the same biochemical changes in the immune system that you do in the other strain,\" she said. \"So, what we think is that if you are salt-sensitive, you can't appropriately respond with your immune system in a way that lowers the inflammatory response.\"The type of DAMPs, or damage-associated molecular patterns, released by cells depend on the cell type but includes common things like proteins, even DNA and RNA, that are not supposed to be found outside cells. Much like bacteria and viruses, they get the attention of the immune system when they are. \"Nucleus contents aren't supposed to be floating around in your body, and when they are, immune cells get recruited in .... You have to clean up that mess,\" Sullivan said, noting that a little mess is manageable but not the chronically large volume that can occur with hypertension and salt sensitivity.  \"There is some cell death all the time, and you can handle a little bit,\" Sullivan said. \"But if you have high blood pressure, you are putting stress on your kidneys, on your blood vessels that isn't normally there. Eventually, it overwhelms.\" In fact, scientists have made the association between bad hypertension, cell death and dumping of cell contents for decades.Hypertension is a major risk factor for cardiovascular disease, stroke and chronic kidney disease. Like people, salt-resistant and salt-sensitive rats can both be hypertensive, just for different reasons, she notes. Sullivan received an American Heart Association grant in 2015 to explore gender differences in hypertension.", "meeting": "", "keywords": ["Cell Biology", " Nutrition/Nutrients", " Physiology", " Grants/Funding", " Medicine/Health", " Cardiology"]}