{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-02/uops-tti021617.php", "description": "Today, in a group of papers published in the Journal of the American Medical Association (JAMA) and JAMA Internal Medicine, researchers found that testosterone treatment improved bone density and anemia for men over 65 with unequivocally low testosterone. However, testosterone treatment did not improve cognitive function, and it increased the amount of plaque buildup in participants' coronary arteries.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute on Aging, NIH/National Heart, Lung and Blood Institute, NIH/National Institute of Neurological Diseases and Stroke", "title": "Testosterone treatment improves bone density and anemia, may lead to cardiac risk", "region": "namerica", "source_link": null, "institution": "University of Pennsylvania School of Medicine", "text": "PHILADELPHIA -- It is commonly known that testosterone levels decrease as men age, but until last year, little was known about the effects of testosterone treatment in older men with low testosterone. Today, in a group of papers published in the Journal of the American Medical Association (JAMA) and JAMA Internal Medicine, researchers found that testosterone treatment improved bone density and anemia for men over 65 with unequivocally low testosterone. However, testosterone treatment did not improve cognitive function, and it increased the amount of plaque buildup in participants' coronary arteries.A team of researchers from the Perelman School of Medicine at the University of Pennsylvania, and twelve other medical centers in the United States, in partnership with the National Institute on Aging, conducted The Testosterone Trials (TTrials), a coordinated group of seven trials, which studied the effects of testosterone treatment for one year as compared to placebo for men 65 and older with low testosterone. The first paper, which reported that testosterone treatment improved sexual function and mood, was published in February 2016. Today's publications of the Bone, Anemia, Cognition and Cardiovascular Trials conclude the primary results of the study.Researchers found that testosterone treatment improved bone density and estimated bone strength, as determined by quantitative computed tomography (CT). The treatment also increased hemoglobin concentrations, corrected the anemia of men who had no other identifiable cause of anemia and corrected the anemia of men who had an identifiable cause, such as iron deficiency. While these conclusions proved testosterone to be beneficial to the participants, testosterone treatment did not improve memory or any other measure of cognitive function. \"The paper reporting the results of the first three trials published last year was the first to show there were advantages to giving testosterone treatment to older men with low testosterone levels, and the bone and anemia trial results further support a benefit,\" said the principal investigator Peter J. Snyder, MD, a professor of Medicine in the Division of Endocrinology, Diabetes and Metabolism. \"However, the increase of plaque buildup in the coronary artery shows that this treatment may also have some risk\"In the cardiovascular trial, researchers assessed coronary artery plaque buildup by CT angiography.  That assessment showed more plaque buildup in men treated with testosterone than in men treated with placebo.  Nonetheless, in all 788 men in the TTrials, the number of major adverse cardiovascular events was similar in the men treated with testosterone as in the men treated with placebo. However, Snyder added, \"treating 788 men for one year is far too few to draw conclusions about the clinical significance of the increase in coronary artery plaque volume and the cardiovascular risk of testosterone treatment.\"The TTrials are now the largest trials to examine the efficacy of testosterone treatment in men 65 and older whose testosterone levels are low due seemingly to age alone. TTrials researchers screened 51,085 men to find 790 who qualified with a sufficiently low testosterone level and who met other criteria. The men enrolled were randomized into two groups: one to take a daily testosterone gel and the other a daily placebo gel, for one year. Efficacy was then evaluated at months three, six, nine and 12. \"Final decisions about testosterone treatment for older men will depend on balancing the results from these seven TTrials with the results from a much larger and longer term trial designed to assess cardiovascular and prostate risk in the future,\" said Snyder. ", "meeting": "", "keywords": ["Medicine/Health", " Endocrinology"]}