{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-02/yu-bot021617.php", "description": "Older men with low testosterone levels showed improved bone density and strength, as well as reduced anemia, after one year of testosterone therapy, according to a new study conducted at Yale and other sites. The therapy had no impact on cognitive function, however, and may worsen plaque in coronary arteries, said the researchers.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute on Aging, NIH/National Heart, Lung, and Blood Institute, NIH/National Institute of Neurological Disorders and Stroke, NIH/ Eunice Kennedy Shriver National Institute of Child Health and Human Development", "title": "Benefits of testosterone therapy in older men are mixed", "region": "namerica", "source_link": null, "institution": "Yale University", "text": "New Haven, Conn.-- Older men with low testosterone levels showed improved bone density and strength, as well as reduced anemia, after one year of testosterone therapy, according to a new study conducted at Yale and other sites. The therapy had no impact on cognitive function, however, and may worsen plaque in coronary arteries, said the researchers. The results of the four trials were published online Feb. 21 in two journals, JAMA and JAMA Internal Medicine. The studies, known as the TTrials, are the largest trials to examine the efficacy of testosterone treatment in men 65 and older whose testosterone levels are low due to age. At 12 study sites across the country, 790 participants were given testosterone gel or a placebo applied daily to the skin. Over a year, investigators measured the effects of testosterone on four areas: anemia, bone density and strength, cardiovascular health, and cognitive function. The findings are the second set of results from the long-term TTrials, which demonstrated the benefit of testosterone therapy on sexual function in older men with low testosterone in a report published last year. \"Looking globally at testosterone therapy, the strongest evidence is for sexual function,\" said Thomas Gill, M.D., the Humana Foundation Professor of Medicine and a lead author. The latest studies demonstrate that if a man with low serum testosterone is going to be prescribed testosterone for diminished sexual function, he may have some additional benefits on hemoglobin levels and bone density, Gill noted.While the outcome of the cardiovascular trial raises concern, he said, a larger and longer study would be needed to determine the clinical significance of the findings. ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Gerontology", " Aging", " Hematology", " Neurobiology", " Orthopedic Medicine", " Sex-Linked Conditions", " Aging", " Memory/Cognitive Processes"]}