{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-stw021717.php", "description": "New research using an Apple Watch app to track seizures in people with epilepsy finds triggers are often stress and missed sleep, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "article_link": null, "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "Seizures tracked with apple watch app linked to stress, missed sleep", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - New research using an Apple Watch app to track seizures in people with epilepsy finds triggers are often stress and missed sleep, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. For the 10-month study, 598 people signed up to track their seizures with an app called EpiWatch built using ResearchKit, a software framework designed by Apple to make it easy for researchers to gather data more frequently and more accurately from participants using iPhone and Apple Watch. When participants felt a seizure aura starting, they opened the app. Using the Apple Watch's sensors, EpiWatch recorded participants' heart rate and movements for 10 minutes. The app asked them to perform tasks to test responsiveness. After the seizure ended, participants were given a brief survey about seizure type, aura, loss of awareness and possible seizure triggers.\"The data collected will help researchers better understand epilepsy, while helping people with epilepsy keep a more complete history of their seizures,\" said study author Gregory Krauss, MD, of Johns Hopkins University in Baltimore, Md., and a member of the American Academy of Neurology. \"The app also provides helpful tracking of seizures, prescription medication use and drug side effects -- activities that are important in helping people manage their condition.\" In all, 40 percent of the group tracked a total of 1,485 seizures, with 177 participants reporting what triggered their seizures.Stress was the most common trigger, linked to 37 percent of seizures. Participants also identified lack of sleep as a trigger for 18 percent of the seizures, menstruation for 12 percent and overexertion for 11 percent.Other reported triggers included diet, missed medications and fever or infection. Seizure triggers did not vary by the type of seizure people had.The study found that stress was more commonly reported as a trigger for participants who worked full-time, at 35 percent, compared to those who worked part-time, 21 percent, were unemployed, 27 percent, or were disabled, 29 percent.\"Seizures are very unpredictable,\" said Krauss. \"Our eventual goal is to be able to use wearable technology to predict an oncoming seizure. This could potentially save lives as well as give people with epilepsy more freedom. The data collected in this study helps us take a step in that direction.\"", "meeting": "American Academy of Neurology 2017 Annual Meeting", "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology", " Physiology", " Technology/Engineering/Computer Science"]}