{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-02/bifr-lsg021617.php", "description": "The amyloid dye Thioflavin T emerged as the superstar when age researchers in three independent laboratories tested ten already-promising pro-longevity chemicals across a range of distinctive strains and species of tiny nematode worms known as Caenorhabditis. The project, dubbed the Caenorhabditis Intervention Testing Program (CITP), tackled reproducibility, which has been a lingering problem in age research, given that some of the field's most prominent research findings cannot be replicated by other labs.", "article_link": "http://dx.doi.org/10.1038/ncomms14256", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "Larry L. Hillblom Foundation, Glenn Foundation for Medical Research, National Institutes of Health", "title": "Longevity-promoting superstar gets revealed in Caenorhabditis reproducibility project", "region": "namerica", "source_link": null, "institution": "Buck Institute for Research on Aging", "text": "The amyloid dye Thioflavin T emerged as the superstar when age researchers in three independent laboratories tested ten already-promising pro-longevity chemicals across a range of distinctive strains and species of tiny nematode worms known as Caenorhabditis. The project, dubbed the Caenorhabditis Intervention Testing Program (CITP), also tackled reproducibility, which has been a lingering problem in age research. Initial results from the project are published in Nature Communications. \"The goal of the CITP is to identify pro-longevity chemicals that are effective across diverse genetic distances making them excellent candidates for trials in more complex animals, including mammals,\" said Gordon Lithgow, PhD, a professor at the Buck Institute for Research on Aging and a senior author of the paper. Lithgow runs the Buck lab that in 2011 showed that Thioflavin T extended lifespan in healthy nematode worms by more than 50 percent and slowed the disease process in worms engineered to mimic aspects of Alzheimer's disease. \"Running experiments in three discrete laboratories allowed us to demonstrate the reproducibility of our study with Thioflavin T,\" he said. \"But it's important to note that some of our other compounds did not pass this stringent test - getting feedback on the 'fails' also furthers the larger effort.\"CITP researchers from the Buck, Rutgers University and the University of Oregon characterized the lifespans of 22 Caenorhabditis strains spanning three species. Thioflavin T was found to be the most robust pro-longevity chemical, as it extended the lifespan of all strains tested. In addition, researchers found that six out of the ten pro-longevity chemicals significantly extended lifespan in at least one strain of Caenorhabditis. Three dietary restriction mimetics were mainly effective across strains of C. elegans but showed more variable responses in other species. \"Nearly 100,000 worms were individually monitored during this initial project,\" said Mark Lucanic, PhD, a postdoc in the Lithgow lab and first author of the paper. \"We hope that the scope and focus of this project will give confidence that our consortium can identify promising compounds for further testing on aging.\"  \"The genetic differences between the three species of Caenorhabditis utilized by the CITP were vast - they were comparable to the differences between mice and humans,\" said Patrick Phillips, PhD, professor in the Department of Biology at the University of Oregon in Eugene and a senior co-author of the paper. \"Aging is a variable process. Identifying compounds that promote longevity across all of those species increases the odds that we are hitting pathways common to many animals, including humans. These are the ones that warrant further exploration.\" In addition to providing promising lifespan-extending candidates for further testing, the CITP also provided a standard protocol for doing compound screening in the simple animals. \"By documenting in unprecedented detail everything we do in the lab, we were able to get close to seeing identical results across the three labs,\" said Monica Driscoll, PhD, a principal investigator in the Department of Molecular Biology and Biochemistry at Rutgers University in New Jersey and a senior co-author of the paper.  \"We hope that researchers will capture more details of their experimental protocols and that journals will remove limits on how much methodology can be included in publications. Detailing 'how' this work is done is just as important as explaining the 'what' of our results.\" \"Reproducibility has been a sticking point in aging research,\" said Lithgow. \"Compounds that significantly extend lifespan in simple organisms make a big splash in a journal, only to come under question when results can't be duplicated in other labs,\" he said. \"I look back at earlier studies and I think many different labs were working in different strains of worms and using different methods.\"Reproducibility is considered a cornerstone of experimental science - one that has an economic impact.  One study has estimated the cost of flawed or irreproducible research at $28 billion per year in the U.S. alone, with 65 percent of the expense incurred by the pharmaceutical industry.  Lithgow says problems with reproducibility have also cost the field of age research, which has long battled to distinguish itself from a cloud of pseudoscience based on false claims which promise elixirs of health and longevity.  The CITP is an independent, yet complementary effort to the Intervention Testing Program (ITP) undertaken by the National Institutes on Aging. That project set rigorous standards for testing pro-longevity interventions in genetically diverse mice. The shining star of that project was the FDA-approved drug rapamycin. \"While mouse studies are an essential part of pre-clinical research, they are also expensive to do,\" said Lithgow, noting that some of the ITP interventions failed to show effects on aging. \"Our hope is that the CITP will yield robust and reproducible candidates that will help fuel success in higher organisms, including humans, where these compounds might be candidates for drugs to combat chronic diseases.\" Lithgow said CITP researchers hope to study features that more closely relate to human health during their next round of compound screening of Caenorhabditis, possibly including neuronal activity and muscle strength. He also said that the project welcomes suggestions of potential drug candidates from others in the field. ", "meeting": "", "keywords": ["Biology", " Genetics", " Molecular Biology", " Aging", " Guidelines/Treaties/Agreements", " Aging", " Management Science/Operations Research"]}