{"journal": "Circulation", "url": "http://www.eurekalert.org/pub_releases/2017-02/tuom-3si022117.php", "description": "Contrary to what was previously assumed, physical exercise does not lead to harmful ventricular enlargement. Researchers at the Technical University of Munich (TUM) and the Norwegian University of Science and Technology in Trondheim (NTNU) have disproved this earlier hypothesis and issued recommendations for designing a training program for persons with congestive heart failure.", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.022924", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "3,000 steps in 30 minutes improves the prognosis for heart failure", "region": "europe", "source_link": "https://www.tum.de/en/about-tum/news/press-releases/detail/article/33752/", "institution": "Technical University of Munich (TUM)", "text": "Contrary to what was previously assumed, physical exercise does not lead to harmful ventricular enlargement. Researchers at the Technical University of Munich (TUM) and the Norwegian University of Science and Technology in Trondheim (NTNU) have disproved this earlier hypothesis and issued recommendations for designing a training program for persons with congestive heart failure.Congestive heart failure is among the most frequent causes of death in industrialized countries. As a consequence of this condition, the patient's heart is no longer capable of adequately supplying the body with blood and oxygen. Until now, the prognosis for congestive heart failure has been poor and comparable to that of cancer.Previous Recommendations Included Drug Therapy and Defibrillators, No Training\"Previously, congestive heart failure was primarily treated with drugs. The range of treatments was expanded by the use of cardiac pacemakers to optimize heart muscle contraction and the implantation of defibrillators intended to improve myocardial function and prevent sudden cardiac death due to arrhythmia\", explained Professor Martin Halle, Professor of Preventive and Rehabilitative Sports Medicine at TU Munich.Heart failure patients were in fact strictly forbidden from engaging in physical training because of fears that this would further compromise the heart's pumping function. However, studies in recent years have already shown that by adding physical training, one can achieve positive effects on endurance and reduce the chances of rehospitalization due to worsening of the symptoms (rehospitalization rate).For a study conducted in nine European centers and recently published in the American Heart Association journal Circulation investigated the effects of different forms of physical training on a damaged heart. \"With this study, we are able to prove that exercise training does not deteriorate dilatation and function of the heart and seems to be safe\", concluded Halle.Between 2009 and 2014, 261 patients with heart failure were assigned to three groups, and over 52 weeks, they underwent different intensities of training. Initially, all three groups underwent supervised training for three months and in addition, they were given the recommendation to continue the intervention for another nine months.Patients that participated in 12 weeks of regular supervised exercise had better effects than those who just got a recommendation to train on their own. \"We actually observed a decrease in the size of the left ventricle, and with it, an improvement in pumping function\", said Professor Halle. \"This increased their physical fitness.\" The study did not detect any significant differences between a new program of interval training at high intensity and a standard therapy with continuous exercise at moderate intensity. \"We actually observed that this training revealed the best improvements and that not exercising was significantly worse regarding pump function and hospitalization\", said Professor Halle.Moderate Training Is Defined as Around a Hundred Steps per Minute \"Overall, this new study underscores how advisable regular physical training at moderate intensity is for patients with systolic heart failure\", Halle concluded - \"but I would rather discourage high intensity exercise until larger studies will prove this to be as safe.\" The doctor also offered the following concrete tip: Moderate training means around one hundred steps per minute or 3,000 steps in 30 minutes.The benefits of individualized exercise therapy for cardiac patients include:", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Sports Medicine"]}