{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-02/sumc-bia021417.php", "description": "A clinical research publication led by Stanford University investigators has demonstrated that a brain-to-computer hookup can enable people with paralysis to type via direct brain control at the highest speeds and accuracy levels reported to date.", "article_link": "http://dx.doi.org/10.7554/eLife.18554", "date": "Tue, 21 Feb 2017 05:00:00 GMT", "funder": "", "title": "Brain-computer interface advance allows fast, accurate typing by people with paralysis", "region": "namerica", "source_link": null, "institution": "Stanford University Medical Center", "text": "Brain-computer interface advance allows fast, accurate typing by people with paralysis in Stanford-led study A clinical research publication led by Stanford University investigators has demonstrated that a brain-to-computer hookup can enable people with paralysis to type via direct brain control at the highest speeds and accuracy levels reported to date. The report involved three study participants with severe limb weakness -- two from amyotrophic lateral sclerosis, also called Lou Gehrig's disease, and one from a spinal cord injury. They each had one or two baby-aspirin-sized electrode arrays placed in their brains to record signals from the motor cortex, a region controlling muscle movement. These signals were transmitted to a computer via a cable and translated by algorithms into point-and-click commands guiding a cursor to characters on an onscreen keyboard. Each participant, after minimal training, mastered the technique sufficiently to outperform the results of any previous test of brain-computer interfaces, or BCIs, for enhancing communication by people with similarly impaired movement. Notably, the study participants achieved these typing rates without the use of automatic word-completion assistance common in electronic keyboarding applications nowadays, which likely would have boosted their performance.One participant, Dennis Degray of Menlo Park, California, was able to type 39 correct characters per minute, equivalent to about eight words per minute. This point-and-click approach could be applied to a variety of computing devices, including smartphones and tablets, without substantial modifications, the Stanford researchers said.\"Our study's success marks a major milestone on the road to improving quality of life for people with paralysis,\" said Jaimie Henderson, MD, professor of neurosurgery, who performed two of the three device-implantation procedures. The third took place at Massachusetts General Hospital. Henderson and Krishna Shenoy, PhD, professor of electrical engineering, are co-senior authors of the study, which will be published online Feb. 21 in eLife. The lead authors are former postdoctoral scholar Chethan Pandarinath, PhD, and postdoctoral scholar Paul Nuyujukian, MD, PhD, both of whom spent well over two years working full time on the project at Stanford.\"This study reports the highest speed and accuracy, by a factor of three, over what's been shown before,\" said Shenoy, a Howard Hughes Medical Institute investigator who's been pursuing BCI development for 15 years and working with Henderson since 2009. \"We're approaching the speed at which you can type text on your cellphone.\"\"The performance is really exciting,\" said Pandarinath, who now has a joint appointment at Emory University and the Georgia Institute of Technology as an assistant professor of biomedical engineering. \"We're achieving communication rates that many people with arm and hand paralysis would find useful. That's a critical step for making devices that could be suitable for real-world use.\"Shenoy's lab pioneered the algorithms used to decode the complex volleys of electrical signals fired by nerve cells in the motor cortex, the brain's command center for movement, and convert them in real time into actions ordinarily executed by spinal cord and muscles.\"These high-performing BCI algorithms' use in human clinical trials demonstrates the potential for this class of technology to restore communication to people with paralysis,\" said Nuyujukian.Millions of people with paralysis reside in the United States. Sometimes their paralysis comes gradually, as occurs in ALS. Sometimes it arrives suddenly, as in Degray's case.Now 64, Degray became quadriplegic on Oct. 10, 2007, when he fell and sustained a life-changing spinal-cord injury. \"I was taking out the trash in the rain,\" he said. Holding the garbage in one hand and the recycling in the other, he slipped on the grass and landed on his chin. The impact spared his brain but severely injured his spine, cutting off all communication between his brain and musculature from the head down.\"I've got nothing going on below the collarbones,\" he said.Degray received two device implants at Henderson's hands in August 2016. In several ensuing research sessions, he and the other two study participants, who underwent similar surgeries, were encouraged to attempt or visualize patterns of desired arm, hand and finger movements. Resulting neural signals from the motor cortex were electronically extracted by the embedded recording devices, transmitted to a computer and translated by Shenoy's algorithms into commands directing a cursor on an onscreen keyboard to participant-specified characters.The researchers gauged the speeds at which the patients were able to correctly copy phrases and sentences -- for example, \"The quick brown fox jumped over the lazy dog.\" Average rates were 7.8 words per minute for Degray and 6.3 and 2.7 words per minute, respectively, for the other two participants.The investigational system used in the study, an intracortical brain-computer interface called the BrainGate Neural Interface System*, represents the newest generation of BCIs. Previous generations picked up signals first via electrical leads placed on the scalp, then by being surgically positioned at the brain's surface beneath the skull. An intracortical BCI uses a tiny silicon chip, just over one-sixth of an inch square, from which protrude 100 electrodes that penetrate the brain to about the thickness of a quarter and tap into the electrical activity of individual nerve cells in the motor cortex. Henderson likened the resulting improved resolution of neural sensing, compared with that of older-generation BCIs, to that of handing out applause meters to individual members of a studio audience rather than just stationing them on the ceiling, \"so you can tell just how hard and how fast each person in the audience is clapping.\"Shenoy said the day will come -- closer to five than 10 years from now, he predicted --when a self-calibrating, fully implanted wireless system can be used without caregiver assistance, has no cosmetic impact and can be used around the clock.\"I don't see any insurmountable challenges.\" he said. \"We know the steps we have to take to get there.\"Degray, who continues to participate actively in the research, knew how to type before his accident but was no expert at it. He described his newly revealed prowess in the language of a video game aficionado.\"This is like one of the coolest video games I've ever gotten to play with,\" he said. \"And I don't even have to put a quarter in it.\"The study's results are the culmination of a long-running collaboration between Henderson and Shenoy and a multi-institutional consortium called BrainGate. Leigh Hochberg, MD, PhD, a neurologist and neuroscientist at Massachusetts General Hospital, Brown University and the VA Rehabilitation Research and Development Center for Neurorestoration and Neurotechnology in Providence, Rhode Island, directs the pilot clinical trial of the BrainGate system and is a study co-author. \"This incredible collaboration continues to break new ground in developing powerful, intuitive, flexible neural interfaces that we all hope will one day restore communication, mobility and independence for people with neurologic disease or injury,\" said Hochberg.", "meeting": "", "keywords": ["Medicine/Health"]}