{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-02/aha-lhd021717.php", "description": "Heavy alcohol drinking habits over the years may prematurely age arteries, especially in men, putting them at an increased risk for heart disease, compared to consistently moderate drinkers.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.005288", "date": "Mon, 20 Feb 2017 05:00:00 GMT", "funder": "Medical Research Council, Alcohol Research UK, European Research Council, British Heart Foundation, and others", "title": "Long-term heavy drinking may age arteries over time", "region": "namerica", "source_link": "http://newsroom.heart.org/news/long-term-heavy-drinking-may-age-arteries-over-time?preview=fe19ab0f57838898c14185e2961e8aff", "institution": "American Heart Association", "text": "DALLAS, Feb. 20, 2016 -- Heavy alcohol drinking habits over the years may prematurely age arteries, especially in men, putting them at an increased risk for heart disease, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Drinking too much, can affect the elasticity of the arterial walls (arterial stiffness) and prematurely age the arteries, interfering with blood flow.Moreover, researchers found that male former drinkers were at risk for accelerated rates of arterial stiffness compared with moderate drinkers who were in early old age. This observation was not found in females, although the study of 3,869 participants was 73 percent male.The findings, which looked at alcohol drinking habits over a 25-year period, support previous research on moderate alcohol consumption and its association with reduced risk for cardiovascular disease. The question is how much alcohol is too much and at what point does alcohol start to cause damage to the arteries?Participants ranged in age at the initial alcohol assessment from their 30s to their 50s, with statistical adjustment made for age (amongst other characteristics) in the study's analyses, and anyone with a history of heart disease were excluded from the study. Few of the participants were current smokers, however 68 percent of the men and 74 percent of women failed to meet recommended weekly exercise guidelines. Among both men and women, one in 10 had Type 2 diabetes.  Men were more likely to be heavy drinkers compared with women; however, there were twice as many stable nondrinkers and former drinkers among the women than the men.Researchers compared data about participants' alcohol consumption with carotid-femoral pulse wave artery velocity (PWV) measurements, or pulse waves between the main arteries found in the neck and thigh. The greater the velocity, the stiffer the artery. Alcohol intake was measured periodically across 25 years and the researchers subsequently looked at how those long-term intake patterns were associated with pulse wave velocity and its progression over a 4-to-5-year interval.Consistent long-term, heavy drinking was defined in this U.K. study as more than 112 grams (3.9 ounces) of ethanol per week (or 14 UK units, where one unit is roughly equivalent to one serving of alcoholic spirit, half a pint of beer, or half a glass of wine); consistent moderate drinking was 1-112 grams of ethanol per week.The American Heart Association defines moderate alcohol consumption as an average of one to two drinks per day for men, and one drink per day for women. A drink is 12 ounces of beer, four ounces of wine, or 1.5 ounces of 80-proof spirits. Excessive alcohol consumption increases the risk for alcohol dependency, cardiovascular risk factors including high blood pressure and obesity, stroke, certain types of cancer, suicide and accidents.Cardiovascular disease remains the leading cause of death worldwide, contributing to nearly one-third of deaths, researchers said.How alcohol may impact arterial health is unclear, said Darragh O'Neill, Ph.D., lead study author and epidemiological researcher at University College London. \"It's been suggested alcohol intake may increase high-density lipoprotein cholesterol levels -- the good cholesterol -- or decrease platelet stickiness. Conversely, heavier alcohol intake may activate certain enzymes that would lead to collagen accumulation, which could, in turn exacerbate the rate of arterial stiffening.\"\"Based on these findings, the research team wants to look at multiple groups of people -- since this study was limited to a single group that was mostly male -- and identify the relationship that drinking patterns over time have with other indicators of cardiovascular disease.\" O'Neill said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}