{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-mif021717.php", "description": "Eating fish and seafood with higher levels of mercury may be linked to a higher risk of amyotrophic lateral sclerosis (ALS), according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. However, fish and seafood consumption as a regular part of the diet was not associated with ALS.", "article_link": null, "date": "Mon, 20 Feb 2017 05:00:00 GMT", "funder": "", "title": "Mercury in fish, seafood may be linked to higher risk of ALS", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Eating fish and seafood with higher levels of mercury may be linked to a higher risk of amyotrophic lateral sclerosis (ALS), according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. However, fish and seafood consumption as a regular part of the diet was not associated with ALS. \"For most people, eating fish is part of a healthy diet,\" said study author Elijah Stommel, MD, PhD, of Dartmouth College in Hanover, N.H., and a Fellow of the American Academy of Neurology. \"But questions remain about the possible impact of mercury in fish.\"While the exact cause of ALS is unknown, some previous studies have suggested mercury to be a risk factor for the disease. In the United States, the primary source of exposure to mercury is through eating fish contaminated with the neurotoxic metal. Often referred to as Lou Gehrig's disease, ALS is a progressive neurological disease that takes away the ability of nerve cells to interact with the body's muscles. Early symptoms of the disease can include muscle twitching and weakness in a limb. It typically develops into complete paralysis of the body, including the muscles needed to speak, eat and breathe. There is no cure for ALS, and eventually the disease is fatal.For the study, researchers surveyed 518 people, 294 of whom had ALS, and 224 of whom didn't, on how much fish and seafood they ate. Participants reported the types of fish they ate, and whether they were purchased from stores or caught when they were fishing. Researchers estimated the annual exposure to mercury by looking up the average mercury levels in the types of fish and the frequency that the participants reported eating them. Swordfish and shark are examples of fish that are considered high in mercury, while salmon and sardines typically have lower levels. Researchers also measured the levels of mercury found in toenail samples from participants with ALS and compared those levels to people without ALS.The study found that among participants who ate fish and seafood regularly, those in the top 25 percent for estimated annual mercury intake were at double the risk for ALS compared to those with lower levels. A total of 61 percent of people with ALS were in the top 25 percent of estimated mercury intake, compared to 44 percent of people who did not have ALS. They also found that higher mercury levels measured in toenail clippings were associated with an increased risk of ALS. Those in the top 25 percent of mercury levels, based on fish-related intake or toenail clippings, were at a two-fold higher risk of ALS. These findings need to be replicated in additional studies. The authors emphasize that this study does not negate the fact that eating fish provides many health benefits. However, the study suggests that the public may want to choose species that are known to have a lower mercury content, and avoid consuming fish caught in waters where mercury contamination is well-recognized. More research is needed before fish-consumption guidelines for neurodegenerative illness can be made. Currently, U.S. Food and Drug Administration (FDA) health recommendations for women of childbearing age and children are to eat two to three weekly meals of species such as salmon or sardines that have low mercury, but are also high in nutrients such as potentially beneficial omega-3 fatty acids. The FDA recommends avoiding fish with the highest mercury levels, such as shark and swordfish. Check for waterbody-specific fish advisories when consuming fish caught by family or friends.", "meeting": "American Academy of Neurology 2017 Annual Meeting", "keywords": ["Marine/Freshwater Biology", " Fisheries/Aquaculture", " Toxicology", " Medicine/Health", " Diet/Body Weight", " Environmental Health", " Neurobiology", " Nutrition/Nutrients", " Toxicology"]}