{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/mc-bos021917.php", "description": "Today, the latest rocket launch from NASA's Kennedy Space Center in Cape Canaveral, Fla., included a payload of several samples of donated adult stem cells from a research laboratory at Mayo Clinic's Florida campus.", "article_link": null, "date": "Sun, 19 Feb 2017 05:00:00 GMT", "funder": "", "title": "Blast off: Stem cells from Mayo Clinic physician's lab launch into space", "region": "namerica", "source_link": null, "institution": "Mayo Clinic", "text": "JACKSONVILLE, Fla. -- Consider it one physician's giant leap for mankind. Today, the latest rocket launch from NASA's Kennedy Space Center in Cape Canaveral, Florida, included a payload of several samples of donated adult stem cells from a research laboratory at Mayo Clinic's Florida campus. The launch by SpaceX, an American aerospace manufacturer and space transport services company, is part of NASA's commercial resupply missions to the International Space Station.The biological cells come from the laboratory of Abba Zubair, M.D., Ph.D., who says he has eagerly awaited the launch following several delays over the past couple of years. Dr. Zubair, who specializes in cellular treatments for disease and regenerative medicine, hopes to find out how the stem cells hold up in space. He says he's eager to know whether these special cells, which are derived from the body's bone marrow, can be more quickly mass-produced in microgravity and used to treat strokes. Microgravity is the condition in which people or objects appear to be weightless. The effects of microgravity can be seen when astronauts and objects float in space. Microgravity refers to the condition where gravity seems to be very small.\"At Mayo Clinic, research drives everything we do for patients,\" says Gianrico Farrugia, M.D., vice president, Mayo Clinic, and CEO of Mayo Clinic in Florida. \"This space cargo carries important material for research that could hold the key for developing future treatments for stroke -- a debilitating health issue. Research such as this accelerates scientific discoveries into breakthrough therapies and critical advances in patient care.\"Dr. Zubair says he has dreamed of this moment all his life, with a passion for space that goes back to his childhood in the northern city of Kano, Nigeria. There, he says he came across a book about the first moon launch and became instantly enthralled. In high school, he recruited other physics students to build a model rocket prototype using corrugated metal and rudimentary materials from the local blacksmith. When it came time to apply for college, however, the school adviser steered him from becoming an astronaut. \"He said it may be a long time before Nigeria sends rockets and astronauts into space, so I should consider something more practical,\" Dr. Zubair recalls.With the goal of being useful to patients and helping cure disease, he headed to medical school in Nigeria. His training took him to the University of Sheffield, in Sheffield, England; the University of Pennsylvania in Philadelphia; and Harvard University in Cambridge, Massachusetts, as he specialized in bone marrow transplants and stem cell research. He came to Mayo Clinic's Florida campus to treat cancer patients and others whose conditions could be helped by regenerative medicine -- all the while running a research lab that studies adult stem cells.Dr. Zubair came across a request for research proposals that involved medicine and outer space four years ago. His mother had died of stroke in 1997, and he had been thinking about stem cells as a treatment for stroke-related brain injury. Collaborating with Mayo Clinic neurologists James Meschia, M.D., and William D. Freeman, M.D., he studied mouse models of stroke.\"Stem cells are known to reduce inflammation,\" he explains. \"We've shown that an infusion of stem cells at the site of stroke improves the inflammation and also secretes factors for the regeneration of neurons and blood vessels.\"One big problem is that it may take as many as 200 million cells to treat a human being, and developing vast numbers of stem cells on Earth can take weeks.\"It's further complicated, because some patients are unable to donate cells for themselves, and, sometimes, there aren't enough donors who are a good match, as sometimes occurs for minorities,\" he says.Studies in simulators on Earth have shown that adult stem cells -- the undifferentiated cells that exist in the body to replace damaged or dying cells -- reproduce quickly and reliably in microgravity. While it's not known why microgravity works better than a petri dish, some researchers speculate the conditions may be similar to the floating environment of developing cells in the body. With funding from the Center for the Advancement of Science in Space, a nonprofit organization, Dr. Zubair hopes to find that, in space, stem cells can be reproduced safely in large quantities, providing new opportunities for patients.He'll gather real-time information about the cells as astronauts conduct experiments measuring molecular changes.\"We'll be looking to see if there are genes activated in microgravity and analyzing the stages of the cell cycle,\" he says.\"We may discover proteins or compounds that are produced that we can synthesize on Earth to encourage stem cell growth without having to go to microgravity.\" Over the last three years of planning, he says he's been tickled to learn about the challenges of space-based research, such as the need for techniques to handle fluids that don't mix in microgravity.Most importantly, experiments will continue after the expanded stem cells return to Earth.\"We'll study them to make sure they're normal, functional and safe for patients with stroke,\" he says. \"My work in regenerative medicine has always been intentionally translational -- not just to study what the cells do and what can be done with them but to make a difference for patients. That's what makes our project unique.\"For the launch, Mayo Clinic is collaborating with the Center for Applied Space Technology (CAST) in Cape Canaveral, and BioServe Space Technologies in Boulder, Colorado. CAST supported Dr. Zubair's research by providing strategic mission planning, proposal development, spaceflight technical support and served as an interface between the research team and various space activities and agencies. BioServe provided space flight hardware, on orbit research protocol and scheduling interface.\r\n", "meeting": "", "keywords": ["Cell Biology", " Health Care", " Medicine/Health", " Stroke", " Neurobiology"]}