{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-rhi021717.php", "description": "Former NFL players who had repeated head injuries may not have significant problems with motor functions later in life, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "article_link": null, "date": "Sun, 19 Feb 2017 05:00:00 GMT", "funder": "", "title": "Repetitive head injuries may not cause movement problems for former NFL players", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Former NFL players who had repeated head injuries may not have significant problems with motor functions later in life, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.  Motor functions are complex movements where the muscles and nerves work together, like walking, kicking and writing.Repeated head injuries have been shown to lead to chronic traumatic encephalopathy (CTE), a degenerative brain disease that causes thinking, behavior, and mood problems. Problems with motor functions have also been documented among former boxers who had repeated head injuries and were later confirmed to have CTE. Researchers wanted to know if former NFL players experience similar motor function problems from repeated head injuries.\"We found that while the motor functions of former NFL players were not as good as other men their age, they were still within normal range and not related to repeated head injury,\" said study author Samuel Frank, MD, of Harvard Medical School in Boston, Mass., and member of the American Academy of Neurology.For the study, researchers compared 95 former NFL players, ages 40-69, to 25 men of the same age who had no history of playing contact sports or having a head injury. They were evaluated with a test that measures motor functions like speech, writing, eating, gait, and posture. Their balance and dexterity was also evaluated. They also were examined with tests of cognitive functioning and brain imaging. The study, referred to as DETECT, was conducted at Boston University School of Medicine.Scores on the motor tests were low and overall in the normal range for both the NFL players and the control group. Higher scores indicate a greater impact of movement disorder symptoms. But the former NFL player group did have significantly higher scores than the control group with an average score of five compared to an average score of two. People with Parkinson's disease may have scores in the 10- to 60-point range. Those with worse motor scores were also more likely to have worse scores on tests of thinking skills and executive function, which involves planning and problem solving. \r\nThe researchers found no relationship between an estimate of cumulative head impacts and motor scores.\"Our findings could signify that head trauma in football may have less impact on regions of the brain that control motor function than head trauma in boxing,\" said Frank. \"This research adds to what we already know about repeated head injuries and how they affect athletes. Larger studies are now needed to further test this hypothesis.\"", "meeting": "American Academy of Neurology 2017 Annual Meeting", "keywords": ["Medicine/Health", " Neurobiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury"]}