{"title": "ImmusanT publishes positive data from Phase 1 trials of Nexvax2 in celiac disease patients", "text": "CAMBRIDGE, Mass. - May 12, 2017 - ImmusanT, Inc., a clinical-stage company developing Nexvax2®, a therapeutic vaccine intended to protect against the effects of gluten exposure while maintaining a gluten-free diet in HLA-DQ2.5+ patients with celiac disease, today announced the publication of positive data from two Phase 1 clinical trials of Nexvax2 in celiac disease. The manuscript, titled \"Epitope-specific immunotherapy targeting CD4-positive T cells in coeliac disease: two randomised, double-blind, placebo-controlled phase 1 studies,\" was published online in The Lancet Gastroenterology and Hepatology.\"The results of these two Phase 1 studies suggest that Nexvax2, a therapeutic vaccine evaluated for the management of celiac disease, demonstrates relevant bioactivity and target engagement,\" said Robert Anderson, MBChB, Ph.D., Chief Scientific Officer of ImmusanT. \"Moreover, patients treated with Nexvax2 in these trials experienced a modification in the recall immune response to gluten without apparent duodenal injury. The findings indicate that Nexvax2 reduces the responsiveness of gluten-specific T cells to antigenic stimulation in celiac disease.\"As reported in the manuscript, the studies met their primary endpoints and established a maximum tolerated dose of Nexvax2. After the first dose, some participants experienced nausea and vomiting, similar to symptoms observed following gluten ingestion in celiac disease. Later doses of Nexvax2 had clinical effects similar to placebo. The acute immune response stimulated by Nexvax2 after the first dose was similar to eating gluten, but was reduced and absent after later doses. There was no apparent difference between placebo and Nexvax2 in duodenal histology following twice-weekly dosing at the maximum tolerated dose for eight-weeks.\"Celiac disease has a variety of manifestations in both adults and children ranging from digestive symptoms to fatigue, headaches and fractures due to osteoporosis,\" said Ramnik Xavier, M.D., Chief of the Gastrointestinal Unit at Massachusetts General Hospital. \"The results published today demonstrate encouraging clinical and biologic effects for Nexvax2 consistent with its potential to protect against gluten exposure.\" Dr. Xavier is also a member of the Center for Computational and Integrative Biology at Massachusetts General Hospital, where his group performed integrative analysis of multidimensional data to confirm that activation of T cells by the vaccine was absent after repeated dosing without inducing any immunogenic effects.\"In total, four Phase 1 clinical studies with Nexvax2 have supported the safety, tolerability and relevant bioactivity of Nexvax2 as an antigen-specific immunotherapy in celiac disease. This provides a strong basis for advancing the clinical development of Nexvax2 which is the first therapeutic vaccine designed for patients with celiac disease on a gluten-free diet,\" said Leslie J. Williams, Chief Executive Officer of ImmusanT.Celiac disease is an immune-mediated gastrointestinal disease caused by dietary gluten. Approximately 90% of celiac disease patients carry the human leukocyte antigen-DQ2.5 (HLA-DQ2.5) immune recognition gene. Currently, there is no pharmaceutical treatment for celiac disease and the only method of management is to maintain a gluten-free diet (GFD), which is onerous and often impractical. Persistent intestinal injury and frequent digestive symptoms in many patients are evidence of ongoing gluten exposure. Nexvax2, an epitope-specific immuno-therapy (ESIT) that consists of three immunodominant peptides, is designed to protect against gluten exposure.The Phase 1 trials were randomized, double-blind, placebo-controlled, multi-center studies evaluating the safety, tolerability, and relevant bioactivity of Nexvax2 in HLA-DQ2.5+ patients with celiac disease. In one study, patients received three fixed doses of Nexvax2 or placebo once per week over a three-week period. In the other study, patients received 16 fixed doses of Nexvax2 or placebo twice per week over an eight-week period. Both studies evaluated a range of fixed, intradermal dose administrations in a series of ascending dose cohorts, which included a crossover, double-blind, placebo-controlled oral gluten challenge in the screening and post-treatment periods. The primary outcome measures were the number and percentage of adverse events in the treatment period. The studies were conducted at sites in Australia, New Zealand, and the United States.", "article_link": "http://dx.doi.org/10.1016/S2468-1253(17)30110-3", "url": "http://www.eurekalert.org/pub_releases/2017-05/mbci-ipp051117.php", "region": "namerica", "source_link": null, "funder": "ImmusanT Inc.", "meeting": "", "institution": "MacDougall Biomedical Communications, Inc.", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Internal Medicine", " Gastroenterology"], "journal": "Lancet Gastroenterology and Hepatology", "description": "ImmusanT announces the publication of positive data from Phase 1 clinical trials of the Nexvax2 therapeutic vaccine in celiac disease patients in The Lancet Gastroenterology and Hepatology.", "date": "Fri, 12 May 2017 04:00:00 GMT"}