{"title": "Dartmouth tuberculosis vaccine passes important milestone", "text": "HANOVER, NH - Investigators at Dartmouth's Geisel School of Medicine announced that two new studies of DAR-901, their investigational vaccine against tuberculosis (TB), have moved it to the forefront of new vaccines in development for global control of this deadly infectious disease.  \r\n\"We are very pleased with the results of these two studies\" said Ford von Reyn, MD, professor of medicine at Geisel and principal investigator for the DAR-901 booster vaccine.  \"They represent major milestones on the path to approval of DAR?901 and the global fight against tuberculosis.\" \r\nTuberculosis is the leading infectious disease cause of death in the world and there is a global effort to eradicate it by 2035. According to modeling by the World Health Organization a new vaccine will be required to meet this ambitious elimination goal. The Dartmouth candidate, DAR-901, is an inactivated vaccine made from a non-pathogenic bacterium that is genetically related to Mycobacterium tuberculosis, the cause of human tuberculosis. An earlier form of the vaccine was used in the DarDar Trial, a seven-year study in Tanzania sponsored by the U.S. National Institutes of Health involving patients with HIV infection who at birth had received BCG, the current tuberculosis vaccine. In that trial, the inactivated vaccine was effective as a booster in preventing tuberculosis. The DarDar Trial remains the only trial in which a new tuberculosis vaccine has shown efficacy in humans. Dartmouth and Aeras subsequently collaborated to develop an improved and scalable method for manufacturing the vaccine, now designated DAR-901. \r\nThe two new studies on DAR-901 conducted in collaboration with Aeras were published in the journal PLOS ONE. In the pre-clinical study, BCG was administered first followed by a booster immunization with either DAR-901 or a second dose of BCG. Protection against subsequent tuberculosis challenge was greater with the DAR-901 booster than with the BCG booster.  In the clinical study, being published today, DAR-901 was administered to adults living in the United States who had received BCG at birth. A three-dose series of the vaccine was safe and well-tolerated.  In addition, DAR-901 induced immune responses that were similar to those seen with the vaccine shown effective in the DarDar Trial. \r\n\"Taken together, these two studies suggest that the new scalable vaccine formulation is likely to prove as effective as the original formulation - which would make it the first protective TB vaccine in humans since BCG, which was introduced almost a century ago,\" said Professor Ajit Lalvani, Director of the Tuberculosis Research Centre, National Heart and Lung Institute, Imperial College London and a member of the DAR-901 development team.\r\nBased on the study published today, a larger randomized trial is underway in Tanzania to determine if DAR-901 prevents the earliest stage of infection with tuberculosis, before symptoms are apparent. In February, the 650 adolescents in this \"prevention of infection\" study completed receiving 3 doses of DAR-901 or placebo. The vaccine was again observed to be safe and well-tolerated. The trial is sponsored by Global Health Innovative Technology Fund (Japan) and results of vaccine efficacy will be available in late 2018.  \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tgso-dtv051017.php", "region": "namerica", "source_link": null, "funder": "Dartmouth College, Aeras, the Jack and Dorothy Byrne Foundation", "meeting": "", "institution": "The Geisel School of Medicine at Dartmouth", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "PLOS ONE", "description": "Investigators at Dartmouth's Geisel School of Medicine announced that two new studies of DAR-901, their investigational vaccine against tuberculosis (TB), have moved it to the forefront of new vaccines in development for global control of this deadly infectious disease.", "date": "Thu, 11 May 2017 04:00:00 GMT"}