{"title": "Free C3d regulates immune checkpoint blockade and enhances anti-tumor immunity", "text": "ANN ARBOR, Michigan -- In the body, anti-cancer immunity is immobilized by stealth cancer forces. But a natural de-immobilizer has been identified--and it has a vendetta.Researchers at Michigan Medicine have found a protein that stops cancer's ability to prevent the immune system from destroying cancer cells. The protein is called free C3d, and it has the potential to be developed into a cancer vaccine and a cancer treatment. The study was published in the Journal of Clinical Investigation Insight.\"Our cancer therapy blocks tumor-induced immunosuppression. Because it is natural, it doesn't have adverse effects as far as we know,\" says Marilia Cascalho, M.D., Ph.D., associate professor of surgery and microbiology and immunology at Michigan Medicine. She and Jeffrey L. Platt, M.D., professor of surgery and microbiology and immunology at Michigan Medicine, were the lead investigators in the study.\"The most recent success in cancer immunotherapy is with agents that block the inhibition of the immune system,\" says Cascalho. \"Even though there has been success with immunotherapy, the problem is that immunotherapy is not specific. The drugs work everywhere, so there are many secondary effects.\"Our cancer therapy takes an entirely new path to blocking tumor-induced immunosuppression. It is different because when free C3d was injected into cancer cells in the research, it didn't appear to have side effects.\"C3d is a normal part of the complement system, which is associated with the body's immune system. Activated by antibodies, the complement system also responds to damaged and foreign cells. Some C3d attaches to foreign cells, but much of the C3d remains free. Previously, it was believed that free C3d had no function.There's a good reason why free C3d can be used as a vaccine. Traditionally, cancer vaccines are made for a specific antigen, and researchers must determine which antigens are in certain cancers. But the big challenge is that all cancers are different, and they have different antigens. Also, cancers evolve, so the antigens may not always remain present. That makes it difficult, says Cascalho.\"Compared to traditional methods, our discovery has a big advantage. Free C3d doesn't require prior knowledge of any specific cancer antigens,\" says Cascalho. \"So it's possible for C3b to be used as a vaccine.\"Their research on mice with melanoma and lymphoma showed that free C3d stopped the restraints made by cancer on the immune system, and free C3d triggered rapid control of lethal cancers. Specifically, there was an 80-90 percent decrease in cancerous tumors. \"The biggest surprise is that the free C3d cancer vaccination produced long-lived anti-tumor immunity,\" says Cascalho. \"As a therapy it might eventually be used in people who are pre-disposed to cancer because of genetics or have precancerous conditions.\" Another advantage of free C3d is that it is not necessary to inject it directly into the cancer, so the therapy could be used to treat cancers that are located at sites that make surgery impossible, as long as enough cancer cells can be obtained to make the vaccine.\"We don't have data yet, but this what we want to test,\" says Cascalho.\"The findings were completely unexpected and arose when we were doing research for an HIV vaccine,\" she says. \"At first I was skeptical of what we found. I thought we had made a mistake. But a very good doctoral student who was working on the HIV vaccine pursued this research.\" The former student is Samuel Balin, M.D., Ph.D, who is now a dermatologist at the University of California at Los Angeles.\"Right now, free C3d seems to be incredibly promising,\" says Cascalho. It's loaded with fight-back potential.", "article_link": "http://dx.doi.org/10.1172/jci.insight.90201", "url": "http://www.eurekalert.org/pub_releases/2017-05/mmu-fcr051117.php", "region": "namerica", "source_link": "http://www.mcancer.org/news/archive/free-c3d-regulates-immune-checkpoint-blockade-and-enhances-anti-tumor-immunity", "funder": "National Institutes of Health", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Journal of Clinical Investigation Insight", "description": "Researchers have found a protein that stops cancer's ability to prevent the immune system from destroying cancer cells. The protein, free C3d, has the potential to be developed into a cancer vaccine and a cancer treatment.", "date": "Thu, 11 May 2017 04:00:00 GMT"}