{"title": "Why one eye-targeting virus could make for a useful gene-delivery tool", "text": "LA JOLLA, CA - May 11, 2017 - In their quest to replicate themselves, viruses have gotten awfully good at tricking human cells into pumping out viral proteins. That's why scientists have been working to use viruses as forces for good: to deliver useful genes to human cells and help patients who lack important proteins or enzymes.A team of researchers led by Associate Professor Vijay Reddy at The Scripps Research Institute (TSRI) has now uncovered the structural details that make one virus a better tool for future therapies than its closely related \"cousin.\"As Reddy and his colleagues reported this week in the journal Science Advances, the structure of a less prevalent species D adenovirus may work well as a gene-delivery vector because its structure doesn't let it get spirited away to the liver, minimizing liver toxicity. The Reddy Lab's study is the first to show the structural details on species D's surface that set it apart from another common subtype of adenovirus, called species C, which does travel to the liver.\"Greater understanding of the structures of adenoviruses from different species will help generate better gene therapies and/or vaccine vectors,\" said Reddy.Using an imaging technique called cryo-electron microscopy, the researchers discovered that while these two species of adenoviruses share the same shell-like core, they have different surface structures, which Reddy called \"decorations\" or \"loops.\"These loops are key to a virus's behavior. They determine which receptors on human cells the virus can bind to. For species C adenoviruses, specific loops help the virus attach to blood coagulation factors (adaptor proteins) and get targeted to the human liver. Species D adenoviruses display distinctly different loop decorations. For use in gene and vaccine therapies, the virus would deliver helpful genes instead.Plus, species D has one more important advantage over species C: Humans are constantly exposed to species C adenoviruses, so most people have developed antibodies to fight them off. These same antibodies would fight off the species C viruses even if they were designed for beneficial therapies. On the flip side, many of the species D adenoviruses are rare, and it's unlikely that a patient would have antibodies to fight them off. That makes species D viruses better for delivering therapies. In fact, Reddy said scientists are already testing ways to use it to generate malaria and Ebola virus vaccines.The researchers next plan to look at members of the other five species of adenoviruses to see if they would have useful traits as viral therapy vectors.", "article_link": "http://dx.doi.org/10.1126/sciadv.1602670", "url": "http://www.eurekalert.org/pub_releases/2017-05/sri-woe051117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Biotechnology", " Medicine/Health", " Genes"], "journal": "Science Advances", "description": "In their quest to replicate themselves, viruses have gotten awfully good at tricking human cells into pumping out viral proteins. A team of researchers led by Associate Professor Vijay Reddy at The Scripps Research Institute (TSRI) has now uncovered the structural details that make one virus a better tool for future therapies than its closely related 'cousin.'", "date": "Thu, 11 May 2017 04:00:00 GMT"}