{"title": "CCNY, TechnoVax translational research leads to potential Zika virus vaccine", "text": "Preclinical results of research by City College of New York scientists and TechnoVax, Inc. in animal models demonstrate favorable outcomes in developing a vaccine against the mosquito-borne Zika virus. The results were announced by Tarrytown, New York-based TechnoVax, a biotechnology developer of novel vaccines whose proprietary virus-like particle (VLP) is the center of the research.CUNY School of Medicine at City College faculty, Paul Gottlieb and Linda Spatz, and Al Katz of the CCNY Physics Department, are collaborating with TechnoVax. The VLP vaccine formulations tested in animals not only were highly effective in eliciting protective antibodies with neutralizing activity equivalent to or higher than the activity present in the serum of a patient who recovered from Zika infection but also were well tolerated and safe.  \"The ZIKA VLP vaccine offers an effective and safe strategy to create a prophylactic vaccine that protect against Zika infection as well as its serious effects such as microcephaly\", said Jose M. Galarza, TechnoVax CEO. The ultimate goal of the collaboration is to expand the translational research with TechnoVax by completing the Zika vaccine development and initiate new vaccine projects directed to additional virus pathogens.The study has been accepted for publication in the journal \"PLOS Neglected Tropical Diseases.\" Click here to read an online version.According to the Atlanta-based Centers for Disease Control and Prevention, Zika is spread mostly by the bite of an infected Aedes species mosquito. It can be passed from a pregnant woman to her fetus. Infection during pregnancy can cause certain birth defects. There is no vaccine or medicine for Zika. Local mosquito-borne Zika virus transmission has been reported in the continental United States.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ccon-ctt051017.php", "region": "namerica", "source_link": "https://www.ccny.cuny.edu/news/ccny-technovax-translational-research-leads-potential-zika-virus-vaccine", "funder": "", "meeting": "", "institution": "City College of New York", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Clinical Trials", " Epidemiology", " Vaccines", " Infectious/Emerging Diseases", " Physiology", " Public Health"], "journal": "PLOS Neglected Tropical Diseases", "description": "Preclinical results of research by City College of New York scientists and TechnoVax, Inc. in animal models demonstrate favorable outcomes in developing a vaccine against the mosquito-borne Zika virus. The results were announced by Tarrytown, New York-based TechnoVax, a biotechnology developer of novel vaccines whose proprietary virus-like particle (VLP) is the center of the research.", "date": "Wed, 10 May 2017 04:00:00 GMT"}