{"title": "Scientists identify novel technique to build better vaccine adjuvants", "text": "Washington, DC - May 9, 2017 - A study published this week in mBio demonstrates that a novel technique can be used to build better vaccines for infectious diseases. The study shows that a practical method, bacterial enzymatic combinatorial chemistry (BECC), can be used to generate functionally diverse molecules that can potentially be used as adjuvants. Vaccines often combine a well-characterized recombinant protein antigen with an adjuvant to increase the immunogenic response of the vaccine. The study is important given the urgent need for new and more effective vaccines against infectious diseases worldwide.\"We have identified many promising compounds that could potentially serve as adjuvants for vaccines,\" said lead author Robert Ernst, PhD, professor in the Department of Microbial Pathogenesis in the School of Dentistry and an adjunct professor in the School of Medicine, at the University of Maryland, Baltimore.To date, vaccine adjuvants have been developed using an empirical trial-and-error approach. Aluminin gels and salts have been used since the 1930's, and monophosphoryl lipid A (MPLA), a modified glycolipid from the outer membrane of a bacterium, has been used since 2009.The envelope of gram-negative bacteria is composed of two distinct lipid membranes, with the outer consisting predominantly of lipopolysaccharides (LPS), of which lipid A is a key component. Lipid A is the anchor that holds the LPS molecule in the bacterial membrane. Roughly fifteen years ago, scientists learned that lipid A is recognized by the toll-like receptor 4 (TLR4), which is instrumental in determining an individual's immune response.The idea for the new study grew out of the fact that scientists have known that some bacteria make specific structures of lipid A that are very pro-inflammatory. The body recognizes them easily, quickly, and at very low amounts. Work in Dr. Ernst's lab, however, showed that many other bacteria had lipid A molecules that were not immunostimulatory.The researchers used the normal bacterial LPS biosynthesis pathway in gram-negative bacteria to synthesize unique lipid A structures based on the presence or absence of specific phosphate, acyl, and carbohydrate groups from a variety of species, to generate novel, rationally-designed lipid A molecules. \"Bacteria are very good at what they do. Their enzymes are very specific for which modification can be synthesized, so we engineered bacterial strains that produced the molecules we wanted,\" said Dr. Ernst. The researchers applied BECC within an avirulent strain of Yersinia pestis to develop structurally distinct LPS molecules and then screened them for their ability to induce pro-inflammatory responses.Lead candidates demonstrated minimal immunostimulation in mouse splenocytes, human primary blood, mononuclear cells, and human monocyte-derived dendritic cells. \"We have narrowed down our list of 50 to 70 molecules down to approximately six that have potential adjuvant activity,\" said Dr. Ernst. He said the system has the potential to generate a diverse array of potential vaccine adjuvants.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/asfm-sin051017.php", "region": "namerica", "source_link": "https://www.asm.org/index.php/newsroom/item/6423-scientists-identify-novel-technique-to-build-better-vaccine-adjuvants", "funder": "", "meeting": "", "institution": "American Society for Microbiology", "keywords": ["Biology", " Microbiology", " Virology"], "journal": "mBio", "description": "A study published this week in mBio demonstrates that a novel technique can be used to build better vaccines for infectious diseases. The study shows that a practical method, bacterial enzymatic combinatorial chemistry (BECC), can be used to generate functionally diverse molecules that can potentially be used as adjuvants", "date": "Wed, 10 May 2017 04:00:00 GMT"}