{"title": "A defence mechanism that can trap and kill TB bacteria", "text": "A natural mechanism by which our cells kill the bacterium responsible for tuberculosis (TB) has been discovered by scientists at the Francis Crick Institute, which could help in the battle against antibiotic-resistant bacteria.The findings, published in Cell Host & Microbe, could enable scientists to develop treatments for TB - one of the world's biggest health challenges - without the use of antibiotics, meaning that even antibiotic-resistant strains could be eliminated. The research was done in collaboration with scientists at the University of Oslo, the Max Planck Institute for Infection Biology in Germany and the Radboud Institute for Molecular Life Sciences in the Netherlands.\"We are trying to better understand how our cells kill the bacteria with the idea of boosting people's natural defences in conjunction with conventional therapies to overcome TB,\" says Maximiliano Gutierrez, Group Leader at the Francis Crick Institute, who led the study.Immune cells called macrophages recognise and engulf Mycobacterium tuberculosis - the bacterium responsible for TB - securing it within tight-fitting internal compartments known as phagosomes.But before enzymes and toxic products can enter the phagosome to kill the bacterium, M. tuberculosis often escapes by puncturing holes in the phagosome membrane and leaking into the cell. In doing so, M. tuberculosis kills the cell and then feeds on its nutrients.By imaging the infection of cells with TB bacteria in real time, the team uncovered an innate mechanism that prevents M. tuberculosis from damaging phagosomes: the phagosomes are enlarged so that the bacterium can't easily reach and puncture holes in the membrane. This gives the cell enough time for bacteria-killing weapons to enter before the bacterium has a chance to escape.\"We have known for a while that tight and spacious phagosomes exist, but it is only now becoming clear why there are two types,\" says Laura Schnettger, the first author of the paper and former PhD student in Maximiliano's lab at the Crick.By tagging different components in the macrophage with fluorescent markers, the team were able to see the enlarging of M. tuberculosis-containing phagosomes in real time under the microscope. They observed that M. tuberculosis failed to escape from these enlarged membrane sacs and that antibacterial components were delivered more efficiently.The team discovered that when macrophages are set to work engulfing M. tuberculosis, a protein known as Rab20 delivers additional membrane material to M. tuberculosis-containing phagosomes to enlarge them.\"If you think of a cell as a city with lots of different types of transport then Rab proteins are the master regulators of public transport. They tell components in a cell where to go,\" explains Maximiliano. \"Rab20 directs more membrane to the phagosome, enlarging it and preventing the bacteria from getting out.\"\r\nThe team also analysed the typical coughed-up material from human patients with active TB. They found that these patients had more Rab20 in their body than people without TB, supporting the idea that Rab20 is important in fighting the TB infection.\"A very high proportion of people that are likely exposed to M. tuberculosis, are able to clear the infection without developing full-blown TB,\" says Maximiliano. \"It is possible that the body's natural mechanism to enlarge phagosomes plays a part in this.\"\"The capture and escape of M. tuberculosis in cells is a highly dynamic process, so the only way you can understand what is going on is to image cells in real time at very high resolution. We are one of the few labs in the world that can perform long-term live cell imaging at sub-cellular resolution with the safety infrastructure required to work with a life-threatening bacterium.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.chom.2017.04.004", "url": "http://www.eurekalert.org/pub_releases/2017-05/tfci-adm051017.php", "region": "europe", "source_link": "https://crick.ac.uk/news/science-news/2017/05/10/a-defence-mechanism-that-can-trap-and-kill-tb-bacteria/", "funder": "", "meeting": "", "institution": "The Francis Crick Institute", "keywords": ["Bacteriology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Cell Host & Microbe", "description": "A natural mechanism by which our cells kill the bacterium responsible for tuberculosis (TB) has been discovered by scientists at the Francis Crick Institute, which could help in the battle against antibiotic-resistant bacteria.", "date": "Wed, 10 May 2017 04:00:00 GMT"}