{"title": "Could there be a 'social vaccine' for malaria?", "text": "Every two minutes, a child will die from malaria in Africa. It is a preventable, treatable disease, that each year affects approximately 200 million people globally. Of those, more than 90 per cent of cases will stem from Sub-Saharan Africa--a region rife with the most dangerous of malaria pathogens and the mosquito most likely to transfer it. The young are particularly vulnerable to the disease with nearly 70 per cent of all deaths occurring in children under the age of five.Malaria is a global killer and a world health concern. But while millions of dollars are spent each year searching for innovative health solutions, new research from the University of Alberta suggests part of the answer may begin with mothers in the classroom.The study, published in the journal Pathogens and Global Health, found that maternal education can act as a 'social vaccine' for childhood malaria infection. Researchers from the U of A and the Université Catholique du Graben tested 647 children in the Democratic Republic of Congo (DRC) between the ages of two months and five years of age. The researchers also had the children's parent or guardian fill out a survey related to demographics, socioeconomic status, maternal education, bed net use and recent illness involving fever. The team determined that among the participants, the higher a mother's education, the lesser chance of their child being infected with malaria.\"This was not a small effect. Maternal education had an enormous effect--equivalent to or greater than the leading biomedical vaccine against malaria,\" says Michael Hawkes, senior author and assistant professor of pediatrics at the University of Alberta.One hundred and twenty-three out of the 647 children in the study tested positive for malaria. The prevalence of malaria in children of mothers with no education was 30 per cent. If mothers had received primary education, that rate dipped to 17 per cent. Mothers who had received education beyond primary school only had a 15 per cent prevalence of malaria in their young children. \"It doesn't take a lot of education to teach a mom how to take simple precautions to prevent malaria in her child. All it takes is knowing the importance of using a bed net and knowing the importance of seeking care when your child has a fever,\" says Cary Ma, a medical student at the U of A and a study co-author. \"These are fairly straight forward, simple messages in the context of health and hygiene that can easily be conveyed, usually at an elementary or primary school level.\"\"The World Health Organization is rolling out a new vaccine in countries across Africa that has an efficacy of about 30 per cent,\" adds Hawkes. \"But children whose mothers are educated beyond the primary level have a 53 per cent reduction in their malaria rates. So educating the mom has as profound an effect on childhood malaria as hundreds of millions of dollars spent on a vaccine.\"The researchers say their work builds upon previous studies that have shown the importance of maternal education in reducing child mortality and disease in other countries around the world. They believe it is particularly relevant in the DRC--a country beset by war since 1996. The Democratic Republic of Congo has been called the least feasible country for malaria elimination in the world, due to an entrenched malaria ecology and a prolonged military conflict which has severely damaged the nation's health care and educational infrastructure.\"In that context, we've got an intervention here, educating the women, that I think no one will disagree with. It's easy and it works,\" says Hawkes.While the researchers says maternal education isn't a magic bullet by itself, they do believe it is part of the solution. They now hope the lessons learned can help lead policymakers to strengthen efforts to educate girls and women in the DRC and other malaria hotspots around the world.\r\n", "article_link": "http://dx.doi.org/10.1080/20477724.2017.1288971", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoaf-ctb050917.php", "region": "namerica", "source_link": "https://www.ualberta.ca/medicine/news/2017/may/could-there-be-a-social-vaccine-for-malaria", "funder": "Association for Health Innovation in Africa", "meeting": "", "institution": "University of Alberta Faculty of Medicine & Dentistry", "keywords": ["K-12", " Medicine/Health", " Environmental Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Developing Countries", " Disease in the Developing World"], "journal": "Pathogens and Global Health", "description": "Malaria is a global killer and a world health concern. But while millions of dollars are spent each year searching for innovative health solutions, new research from the University of Alberta suggests part of the answer may begin with mothers in the classroom.\r\n\r\nThe research, published in the journal Pathogens and Global Health, found that maternal education can act as a 'social vaccine' for childhood malaria infection. The higher a mother's education, the lesser chance of their child being infected with malaria.", "date": "Tue, 09 May 2017 04:00:00 GMT"}