{"title": "'Juicing' T cells with small molecules enhances immune response against melanoma", "text": "\"Juicing\" Th17 cells with FDA-approved small molecule β-catenin and p110δ inhibitors during in vitro expansion for adoptive T cell therapy (ACT) profoundly improves their therapeutic properties, report investigators at the Medical University of South Carolina (MUSC) in an article published online ahead of print on April 20, 2017 by JCI Insight. ACT involves harvesting T cells, rapidly amplifying and/or modifying them in the laboratory to boost their cancer-fighting ability, and then reinfusing them back to the patient to boost anticancer immunity. One challenge for ACT has been that the rapid expansion of T cells in the laboratory can cause them to age and wear out, decreasing their longevity after reinfusion.  \"Juicing\" Th17 cells with the FDA-approved small molecules enhanced their potency, function and stem-like (less differentiated) quality, suggesting that they would persist better after reinfusion into patients, and also reduced regulatory T cells in the tumor microenvironment, which can blunt the immune response. These findings highlight novel investigative avenues for next-generation immunotherapies, including vaccines, checkpoint modulators, and ACT.\"This is exciting because we might be able to overcome some of the delays and disadvantages of rapid expansion in the laboratory,\" explains senior author Chrystal M. Paulos, Ph.D., associate professor of immunology and Endowed Peng Chair of Dermatology at MUSC and a member of the MUSC Hollings Cancer Center. \"We might be able to use fewer cells (for ACT) because we can pharmaceutically 'juice' these T cells to make them more fit in the oppressive tumor microenvironment.\" Building upon their previous findings that ICOS costimulation is critical for generating human TH17 cells and  for enhancing their antitumor activity, an MUSC research team led by Paulos and including postdoctoral fellow Kinga Majchrzak report for the first time that repurposing FDA-approved small molecule drugs that inhibit two ICOS-induced pathways greatly enhances the antitumor potency of T cells.Several biologic properties of the Wnt/ β-catenin and P13Kδ pathways led the team to suspect that they supported the antitumor activities of Th17 cells. For example, these pathways are active in both regulating T cell cytokine production during the immune response and in promoting self-renewal of hematopoietic stem cells (HSCs) and sustaining HSCs in an undifferentiated state. So, they designed a series of experiments to determine whether these two pathways were also active in enhancing Th17 antitumor memory and effectiveness. To test this idea, they pharmaceutically inhibited PI3Kδ and β-catenin in Th17 cells (using idelalisib [CAL-101] to block the PI3Kδ pathway and indomethacin [Indo] to inhibit β-catenin)-anticipating that this would weaken Th17 cells' antitumor activity. To their surprise, the exact opposite occurred. ICOS-stimulated Th17 cells that were treated in vitro with CAL-101 plus Indo elicited a more potent antitumor response against melanoma in mice. \"My post-doc student came to me and said, 'I think I made a mistake because the data are going in the opposite direction to what we originally predicted!\" says Paulos. \"So, she repeated the experiment several times but we kept getting the same result. The data showed that using drugs to inhibit these pathways actually made the Th17 cells even better at killing tumors.\"The team found that Th17 cells treated with CAL-101 express less FoxP3, suggesting that the drug suppresses Treg conversion while sustaining central memory-like Th17 cells. This finding is highly important because the phenotypic plasticity of Th17 cells in vivo allows their conversion to Tregs or Th1 cells with weak antitumor properties. These data suggest that treatment with CAL-101 can halt the development of these poorly therapeutic phenotypes and, thus, enhance the T cells' antitumor activity.While the findings were initially counterintuitive and perplexing from a mechanistic perspective, in retrospect Paulos sees that they make sense. \"Essentially, the T cells are younger,\" explains Paulos. \"We know that T cells used for ACT age and wear out over time. Somehow these drugs sustain their youth and function. They're able to keep all the properties of their youth-they expand better and they're more functional and handle the oppressive tumor microenvironment better.\"The discovery that existing FDA-approved drugs that block p110δ and β-catenin can make T cells more efficient tumor killers in vivo is an exciting prospect for Paulos' team. \"From a clinical standpoint, this finding indicates that the therapeutic effectiveness of ACT could be improved by simple treatments with readily available drugs. It opens a lot of new investigative avenues for next-generation immunotherapy trials,\" she says.\"This research offers tremendous promise for the treatment of patients with serious forms of skin cancer,\" says Dirk M. Elston, M.D., chair of the Department of Dermatology and Dermatologic Surgery at MUSC.Paulos has a patent on ICOS signaling in adoptive T cell transfer therapy (US 9133436), and Paulos, Majchrzak, and J.S. Bowers have a patent on pharmaceutical drug combinations or genetic strategies that instill durable antitumor T cell memory and activity (patent application P1685).", "article_link": "http://dx.doi.org/10.1172/jci.insight.90547", "url": "http://www.eurekalert.org/pub_releases/2017-05/muos-tc050817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health,e American Cancer Society, KL2 South Carolina Clinical and Translational Research, Jeane B. Kempner Foundation, Cell Evaluation and Therapy Shared Resource, and others", "meeting": "", "institution": "Medical University of South Carolina", "keywords": ["Biotechnology", " Microbiology", " Pharmaceutical Sciences", " Medicine/Health", " Cancer", " Dermatology", " Hematology", " Immunology/Allergies/Asthma", " Transplantation", " Biotechnology"], "journal": "JCI Insight", "description": "Medical University of South Carolina investigators report in the April 20, 2017 JCI Insight that 'juicing' Th17 cells with FDA-approved small molecule β-catenin and p110δ inhibitors during in vitro expansion for adoptive T cell therapy profoundly improves their therapeutic properties. 'Juicing' T cells with these drugs enhanced memory stemness, diminished regulatory elements and augmented function in vivo, dramatically enhancing antitumor effectiveness in a mouse model of melanoma. These findings highlight novel avenues for next-generation immunotherapies.", "date": "Mon, 08 May 2017 04:00:00 GMT"}