{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoef-aui011117.php", "description": "Antidepressant use nearly doubles the risk of hip fracture among community-dwelling persons with Alzheimer's disease, according to a new study from the University of Eastern Finland. The increased risk was highest at the beginning of antidepressant use and remained elevated even four years later. The findings were published in the International Journal of Geriatric Psychiatry.", "region": "europe", "title": "Antidepressant use increases hip fracture risk among elderly", "text": "Antidepressant use nearly doubles the risk of hip fracture among community-dwelling persons with Alzheimer's disease, according to a new study from the University of Eastern Finland. The increased risk was highest at the beginning of antidepressant use and remained elevated even 4 years later. The findings were published in the International Journal of Geriatric Psychiatry. For each person with Alzheimer's disease, two controls without the disease were matched by age and sex.  Antidepressant use was associated with two times higher risk of hip fracture among controls. However, the relative number of hip fractures was higher among persons with Alzheimer's disease compared to controls. The increased risk was associated with all of the most frequently used antidepressant groups, which were selective serotonin reuptake inhibitors (SSRI drugs), mirtazapine and selective noradrenaline reuptake inhibitors (SNRI drugs). The association between antidepressant use and the increased risk of hip fracture persisted even after adjusting the results for use of other medication increasing the risk of fall, osteoporosis, socioeconomic status, history of psychiatric diseases, and chronic diseases increasing the risk of fall or fracture. Antidepressants are used not only for the treatment of depression, but also for the treatment of chronic pain and behavioral and psychological symptoms of dementia, including insomnia, anxiety and agitation. If antidepressant use is necessary, researchers recommend that the medication and its necessity be monitored regularly. In addition, other risk factors for falling should be carefully considered during the antidepressant treatment.The study was based on the register-based MEDALZ cohort comprising data on all community-dwelling persons diagnosed with Alzheimer's disease in Finland between 2005-2011, and their matched controls. The study population included 50,491 persons with and 100,982 persons without the disease. The follow-up was 4 years from the date of Alzheimer's disease diagnosis or a corresponding date for controls. The mean age of the study population was 80 years.", "article_link": "http://dx.doi.org/10.1002/gps.4667", "institution": "University of Eastern Finland", "journal": "International Journal of Geriatric Psychiatry", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Pharmaceutical Science", " Public Health"], "date": "Wed, 11 Jan 2017 05:00:00 GMT", "source_link": null}