{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "risk", "developing", "alzheimer", "disease", "advanced", "age", "much", "higher", "women", "men", "even", "adjusting", "longer", "average", "life", "expectancy", "women", "view", "scientists", "luxembourg", "centre", "systems", "biomedicine", "lcsb", "university", "luxembourg", "identified", "gene", "may", "provide", "new", "starting", "point", "developing", "treatments", "alzheimer", "disease", "ad", "usp9", "gene", "indirect", "influence", "tau", "protein", "believed", "play", "significant", "role", "onset", "alzheimer", "disease", "discovery", "lcsb", "researchers", "led", "enrico", "glaab", "may", "open", "new", "door", "developing", "active", "ingredients", "treat", "alzheimer", "disease", "scientists", "recently", "published", "findings", "journal", "molecular", "neurobiology", "doi", "disease", "characterised", "progressive", "destruction", "brain", "cells", "contacts", "neurons", "synapses", "brains", "alzheimer", "patients", "exhibit", "protein", "deposits", "known", "amyloid", "plaques", "symptoms", "disease", "memory", "disorders", "disorientation", "speech", "impediments", "impaired", "thinking", "judgement", "even", "personality", "changes", "likelihood", "developing", "ad", "increases", "dramatically", "age", "number", "people", "affected", "therefore", "rising", "along", "increasing", "life", "expectancy", "estimated", "35", "million", "people", "world", "alzheimer", "disease", "today", "2030", "number", "could", "rise", "65", "million", "2050", "100", "million", "never", "fully", "explained", "disease", "develops", "likely", "however", "molecular", "malformations", "brain", "cells", "play", "crucial", "role", "involving", "among", "molecules", "tau", "proteins", "alzheimer", "patients", "tau", "proteins", "aggregate", "tangles", "threadlike", "structures", "called", "neurofibrils", "deposit", "brain", "cells", "disrupt", "function", "risk", "developing", "alzheimer", "disease", "advanced", "age", "much", "higher", "women", "men", "even", "adjusting", "longer", "average", "life", "expectancy", "women", "says", "enrico", "glaab", "head", "research", "group", "biomedical", "data", "science", "lcsb", "glaab", "took", "hint", "start", "looking", "molecular", "differences", "sexes", "could", "contribute", "differences", "frequency", "characteristics", "disease", "team", "analysed", "thousands", "data", "series", "samples", "brains", "around", "650", "deceased", "people", "sexes", "afflicted", "disease", "others", "researchers", "encountered", "gene", "could", "important", "determinant", "differences", "alzheimer", "disease", "pathology", "gene", "called", "peptidase", "9", "usp9", "influences", "activity", "another", "gene", "encodes", "microtubule", "associated", "protein", "tau", "mapt", "mapt", "turn", "already", "suspected", "heavily", "involved", "onset", "alzheimer", "study", "action", "usp9", "relationship", "role", "role", "tau", "alzheimer", "disease", "enrico", "glaab", "colleagues", "lcsb", "workgroups", "examined", "gene", "cell", "cultures", "zebrafish", "experiments", "scientists", "blocked", "activity", "usp9", "measured", "effects", "knockdown", "mapt", "gene", "activity", "two", "model", "systems", "cell", "cultures", "zebrafish", "able", "show", "usp9", "knockdown", "significantly", "reduces", "activity", "tau", "gene", "models", "glaab", "reports", "accordingly", "usp9", "could", "serve", "target", "future", "small", "molecule", "compounds", "even", "still", "long", "way", "go", "drugs", "based", "principle", "developed", "gain", "deeper", "understanding", "molecular", "signal", "chain", "connecting", "usp9", "mapt", "researchers", "lcsb", "developed", "computer", "model", "combines", "measured", "data", "known", "regulatory", "information", "literature", "discovered", "proteins", "already", "suggested", "potential", "drug", "targets", "also", "influenced", "usp9", "parallel", "alteration", "multiple", "tau", "regulators", "usp9", "could", "therefore", "greater", "effect", "pharmaceutical", "target", "previously", "proposed", "targets"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uol-rfa011117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The risk of developing Alzheimer's disease at an advanced age is much higher in women than in men -- even after adjusting for the longer average life expectancy of women.", "view more Scientists at the Luxembourg Centre for Systems Biomedicine (LCSB) of the University of Luxembourg have identified a gene that may provide a new starting point for developing treatments for Alzheimer's disease (AD).", "The USP9 gene has an indirect influence on the so-called tau protein, which is believed to play a significant role in the onset of Alzheimer's disease.", "This discovery by the LCSB researchers, led by Dr. Enrico Glaab, may open a new door to developing active ingredients to treat Alzheimer's disease.", "The scientists recently published their findings in the journal Molecular Neurobiology (DOI: 10.1007/s12035-016-0299-z).Alzheimer's disease is characterised by the progressive destruction of brain cells and their contacts (neurons and synapses).", "The brains of Alzheimer patients exhibit protein deposits known as amyloid plaques.", "The symptoms of the disease are memory disorders, disorientation, speech impediments, impaired thinking and judgement, and even personality changes.", "The likelihood of developing AD increases dramatically with age.", "The number of people affected is therefore rising along with our increasing life expectancy: An estimated 35 million people in the world have Alzheimer's disease today.", "By 2030, this number could rise to about 65 million, and by 2050 to over 100 million.", "It has never been fully explained how the disease develops.", "It is likely, however, that molecular malformations in brain cells play a crucial role, involving among other molecules the so-called tau proteins.", "In Alzheimer's patients, tau proteins aggregate into tangles of threadlike structures, called neurofibrils, which deposit between the brain cells and disrupt their function.", "\"The risk of developing Alzheimer's disease at an advanced age is much higher in women than in men - even after adjusting for the longer average life expectancy of women,\" says Dr. Enrico Glaab, head of the research group Biomedical Data Science at LCSB.", "Glaab took this as a hint to start looking for molecular differences between the sexes that could contribute to the differences in frequency and characteristics of the disease.", "To do so, he and his team analysed thousands of data series on samples from the brains of around 650 deceased people of both sexes, some of whom had been afflicted with the disease and others who had not.", "The researchers encountered a gene that could be an important determinant for the gender-specific differences in Alzheimer's disease pathology.", "The gene, called ubiquitin-specific peptidase 9 (USP9), influences the activity of another gene that encodes the microtubule associated protein tau (MAPT).", "MAPT, in turn, is already suspected of being heavily involved in the onset of Alzheimer's disease.To study the action of USP9, and the relationship between its role and the role of tau in Alzheimer's disease, Enrico Glaab and colleagues from other LCSB workgroups examined the gene in cell cultures and zebrafish experiments.", "The scientists blocked the activity of USP9 and measured the effects of this \"knockdown\" on MAPT gene activity in the two model systems of cell cultures and zebrafish.", "\"We were able to show that USP9 knockdown significantly reduces the activity of the tau gene in both models,\" Glaab reports.", "Accordingly, USP9 could serve as a target for future tau-modulating small molecule compounds - even if there is still a long way to go before anti-Alzheimer's drugs based on this principle can be developed.", "To gain a deeper understanding of the molecular signal chain connecting USP9 and MAPT, the researchers at LCSB developed a computer model that combines the measured data with known regulatory information from the literature.", "They discovered that proteins that had already been suggested as potential drug targets are also influenced by USP9.", "Through parallel alteration of multiple tau regulators, USP9 could therefore have a greater effect as a pharmaceutical target than previously proposed targets."], "title": "Researchers find a potential target for anti-Alzheimer's treatments | EurekAlert! Science News", "source": "University of Luxembourg", "date": "2018-01-19_20:29:53", "year": "Wed, 11 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The risk of developing Alzheimer's disease at an advanced age is much higher in women than in men -- even after adjusting for the longer average life expectancy of women.\n       view more Scientists at the Luxembourg Centre for Systems Biomedicine (LCSB) of the University of Luxembourg have identified a gene that may provide a new starting point for developing treatments for Alzheimer's disease (AD). The USP9 gene has an indirect influence on the so-called tau protein, which is believed to play a significant role in the onset of Alzheimer's disease. This discovery by the LCSB researchers, led by Dr. Enrico Glaab, may open a new door to developing active ingredients to treat Alzheimer's disease. The scientists recently published their findings in the journal Molecular Neurobiology (DOI: 10.1007/s12035-016-0299-z).Alzheimer's disease is characterised by the progressive destruction of brain cells and their contacts (neurons and synapses). The brains of Alzheimer patients exhibit protein deposits known as amyloid plaques. The symptoms of the disease are memory disorders, disorientation, speech impediments, impaired thinking and judgement, and even personality changes. The likelihood of developing AD increases dramatically with age. The number of people affected is therefore rising along with our increasing life expectancy: An estimated 35 million people in the world have Alzheimer's disease today. By 2030, this number could rise to about 65 million, and by 2050 to over 100 million. It has never been fully explained how the disease develops. It is likely, however, that molecular malformations in brain cells play a crucial role, involving among other molecules the so-called tau proteins. In Alzheimer's patients, tau proteins aggregate into tangles of threadlike structures, called neurofibrils, which deposit between the brain cells and disrupt their function.\"The risk of developing Alzheimer's disease at an advanced age is much higher in women than in men - even after adjusting for the longer average life expectancy of women,\" says Dr. Enrico Glaab, head of the research group Biomedical Data Science at LCSB. Glaab took this as a hint to start looking for molecular differences between the sexes that could contribute to the differences in frequency and characteristics of the disease. To do so, he and his team analysed thousands of data series on samples from the brains of around 650 deceased people of both sexes, some of whom had been afflicted with the disease and others who had not. \r\nThe researchers encountered a gene that could be an important determinant for the gender-specific differences in Alzheimer's disease pathology. The gene, called ubiquitin-specific peptidase 9 (USP9), influences the activity of another gene that encodes the microtubule associated protein tau (MAPT). MAPT, in turn, is already suspected of being heavily involved in the onset of Alzheimer's disease.To study the action of USP9, and the relationship between its role and the role of tau in Alzheimer's disease, Enrico Glaab and colleagues from other LCSB workgroups examined the gene in cell cultures and zebrafish experiments. The scientists blocked the activity of USP9 and measured the effects of this \"knockdown\" on MAPT gene activity in the two model systems of cell cultures and zebrafish.\"We were able to show that USP9 knockdown significantly reduces the activity of the tau gene in both models,\" Glaab reports. Accordingly, USP9 could serve as a target for future tau-modulating small molecule compounds - even if there is still a long way to go before anti-Alzheimer's drugs based on this principle can be developed. To gain a deeper understanding of the molecular signal chain connecting USP9 and MAPT, the researchers at LCSB developed a computer model that combines the measured data with known regulatory information from the literature. They discovered that proteins that had already been suggested as potential drug targets are also influenced by USP9. Through parallel alteration of multiple tau regulators, USP9 could therefore have a greater effect as a pharmaceutical target than previously proposed targets."}