{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "jennifer", "heisz", "assistant", "professor", "kinesiology", "mcmaster", "university", "view", "sedentary", "older", "adults", "genetic", "risk", "factors", "dementia", "may", "likely", "develop", "disease", "genetically", "predisposed", "according", "major", "study", "followed", "canadians", "five", "findings", "published", "journal", "alzheimer", "disease", "shed", "new", "light", "relationship", "genes", "lifestyle", "risk", "factors", "dementia", "researchers", "tracked", "participants", "canadian", "study", "health", "aging", "found", "carriers", "variant", "e", "genotype", "likely", "develop", "dementia", "inactivity", "dramatically", "increases", "risk", "important", "message", "inactive", "may", "completely", "negate", "protective", "effects", "healthy", "set", "genes", "says", "jennifer", "heisz", "assistant", "professor", "department", "kinesiology", "mcmaster", "university", "study", "given", "individuals", "genetic", "risk", "physical", "exercise", "may", "effective", "prevention", "strategy", "people", "worldwide", "living", "dementia", "number", "expected", "surge", "million", "year", "2050", "known", "cure", "urgent", "need", "explore", "identify", "change", "lifestyle", "factors", "reduce", "dementia", "risk", "say", "researchers", "although", "age", "important", "marker", "dementia", "research", "showing", "link", "genetic", "lifestyle", "factors", "said", "parminder", "raina", "professor", "department", "health", "evidence", "impact", "mcmaster", "research", "shows", "exercise", "mitigate", "risk", "dementia", "people", "without", "variant", "apolipoprotein", "genotype", "however", "research", "needed", "determine", "implications", "public", "health", "perspective", "physically", "active", "lifestyle", "helps", "brain", "operate", "effectively", "however", "physician", "ask", "us", "today", "type", "exercise", "prescribe", "patient", "reduce", "risk", "dementia", "honest", "answer", "really", "know", "says", "barbara", "fenesi", "postdoctoral", "fellow", "mcmaster", "university", "lead", "author", "separate", "ongoing", "study", "researchers", "comparing", "possible", "benefits", "training", "hiit", "versus", "moderate", "continuous", "training", "mct", "stretching", "older", "adults"], "url": "http://www.eurekalert.org/pub_releases/2017-01/mu-cpf011017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Jennifer Heisz, assistant professor of kinesiology, McMaster University\n       view more Sedentary older adults with no genetic risk factors for dementia may be just as likely to develop the disease as those who are genetically predisposed, according to a major study which followed more than 1,600 Canadians over five years.The findings, published in the Journal of Alzheimer's Disease, shed new light on the relationship between genes, lifestyle risk factors and dementia.", "Researchers, who tracked participants in the Canadian Study of Health and Aging, found that while carriers of a variant of the 'apolipoprotein E' genotype are more likely to develop dementia, inactivity dramatically increases the risk for non-carriers.", "\"The important message here is that being inactive may completely negate the protective effects of a healthy set of genes,\" says Jennifer Heisz, an assistant professor in the Department of Kinesiology at McMaster University and co-author of the study.", "\"Given that most individuals are not at genetic risk, physical exercise may be an effective prevention strategy, \" she says.Approximately 47.5-million people worldwide are living with dementia.", "That number is expected to surge to 115.4 million by the year 2050.", "With no known cure, there is an urgent need to explore, identify and change lifestyle factors that can reduce dementia risk, say researchers.", "\"Although age is an important marker for dementia, there is more and more research showing the link between genetic and lifestyle factors,\" said Parminder Raina, a co-author and professor in the Department of Health Evidence and Impact at McMaster.", "\"This research shows that exercise can mitigate the risk of dementia for people without the variant of the apolipoprotein genotype.", "However, more research is needed to determine the implications from a public health perspective.\"", "\"A physically active lifestyle helps the brain operate more effectively.", "However, if a physician were to ask us today what type of exercise to prescribe for a patient to reduce the risk of dementia, the honest answer is 'we really don't know',\" says Barbara Fenesi, a postdoctoral fellow at McMaster University and lead author on the study.In a separate ongoing study, researchers are comparing the possible benefits of high-intensity training (HIIT) versus moderate continuous training (MCT) and stretching in older adults."], "title": "Couch potatoes face same chance of dementia as those with genetic risk factors: Research | EurekAlert! Science News", "source": "McMaster University", "date": "2018-01-19_20:29:56", "year": "Tue, 10 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Jennifer Heisz, assistant professor of kinesiology, McMaster University\n       view more Sedentary older adults with no genetic risk factors for dementia may be just as likely to develop the disease as those who are genetically predisposed, according to a major study which followed more than 1,600 Canadians over five years.The findings, published in the Journal of Alzheimer's Disease, shed new light on the relationship between genes, lifestyle risk factors and dementia.  Researchers, who tracked participants in the Canadian Study of Health and Aging, found that while carriers of a variant of the 'apolipoprotein E' genotype are more likely to develop dementia, inactivity dramatically increases the risk for non-carriers. \"The important message here is that being inactive may completely negate the protective effects of a healthy set of genes,\" says Jennifer Heisz, an assistant professor in the Department of Kinesiology at McMaster University and co-author of the study.  \"Given that most individuals are not at genetic risk, physical exercise may be an effective prevention strategy, \" she says.Approximately 47.5-million people worldwide are living with dementia.  That number is expected to surge to 115.4 million by the year 2050.  With no known cure, there is an urgent need to explore, identify and change lifestyle factors that can reduce dementia risk, say researchers.\"Although age is an important marker for dementia, there is more and more research showing the link between genetic and lifestyle factors,\" said Parminder Raina, a co-author and professor in the Department of Health Evidence and Impact at McMaster. \"This research shows that exercise can mitigate the risk of dementia for people without the variant of the apolipoprotein genotype. However, more research is needed to determine the implications from a public health perspective.\" \"A physically active lifestyle helps the brain operate more effectively.  However, if a physician were to ask us today what type of exercise to prescribe for a patient to reduce the risk of dementia, the honest answer is 'we really don't know',\" says Barbara Fenesi, a postdoctoral fellow at McMaster University and lead author on the study.In a separate ongoing study, researchers are comparing the possible benefits of high-intensity training (HIIT) versus moderate continuous training (MCT) and stretching in older adults.  "}