{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/ru-nmd011017.php", "description": "Rutgers University scientists have discovered a molecular pathway in the brain that may help provide answers to long-term memory problems in the elderly and aid researchers in identifying drug-based therapies to prevent dementia.", "region": "namerica", "title": "New molecular discovery may help identify drug therapies to prevent dementia", "text": "Rutgers University scientists have discovered a molecular pathway in the brain that may help provide answers to long-term memory problems in the elderly and aid researchers in identifying drug-based therapies to prevent dementia.\r\n\"Memory decline brings much suffering to the affected individuals and their families and leads to staggering social and economic costs,\" said Gleb Shumyatsky, an associate professor in the Department of Genetics in the School of Arts and Sciences, who co-authored the study with former postdoctoral researcher Shusaku Uchida. \"This work may provide scientists with answers and therapeutic help in the future for those going through normal aging or suffering from dementia.\"\r\nThe research published on January 10 in Cell Reports focuses on the signaling pathways in the hippocampus, the area of the brain where learning and memory takes place. The scientists looked at how information is transmitted from the synapses - the point where neurons connect and communicate with each other - to the nuclei in the hippocampal neuronal cells. \r\nUsing laboratory mice, researchers found that a protein (CRTC1) enhances memory by controlling gene expression -  a process that allows a cell to respond to a changing environment within the body and acts as both an on and off switch that controls when proteins are made and the levels at which they  are released.\r\n \"There is a potential that this could help with memory in the human brain,\" said Shumyatsky. \"We found that the longer the CRTC1 stays in the mouse brain, the stronger the memory.\"\r\nUsing two behavioral paradigms - fear conditioning and object location learning - Rutgers scientists found that the mice that received a longer period of training expressed a higher activity of the CTRC1 protein, had more robust and stronger gene transcription and exhibited better long-term memory. \r\nThe research also discovered that the CRTC1 protein activates the (FGF1) gene that controls essential brain cell functions, growth and survival and is important for tissue maintenance, repair and regeneration.  This activation also linked the intensity of learning to enhanced memory strength.\r\nAlthough memory decline is part of the normal aging process, it manifests more severely in those with neurodegenerative diseases like Alzheimer's. This, in part, is due to a breakdown of the brain's communication networks that are critical for cognitive function.\r\nThe Rutgers study is important to the research being done into age-related memory loss and neurodegenerative diseases like Alzheimer's because no consistent biological deficits have been identified as a target for the treatment. Scientists like Shumyatsky believe that understanding the molecular pathways in the brain will help find better treatments for humans.\r\n \"The memory process is very much the same in both human and mouse brains,\" said Shumyatsky \"Our group has been unraveling molecular mechanisms that maintain and improve memory, and what our research tells us is that there are different answers to controlling and improving memory.\"\r\n", "article_link": null, "institution": "Rutgers University", "journal": "Cell Reports", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Aging", " Neurobiology", " Alzheimer's Disease", " Genes"], "date": "Tue, 10 Jan 2017 05:00:00 GMT", "source_link": null}