{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/foas-g011017.php", "description": "New research published online in The FASEB Journal, suggests that carriers of the Apolipoprotein E4 allele, which is the single strongest genetic predictor of Alzheimer's disease and is associated with cognitive decline and cardiovascular disease, may have a reduced risk of cognitive decline associated with parasitic diseases.", "region": "namerica", "title": "'Dementia gene' may guard against decline associated with parasitic disease", "text": "New research published online in The FASEB Journal, suggests that carriers of the Apolipoprotein E4 allele, which is the single strongest genetic predictor of Alzheimer's disease and is associated with cognitive decline and cardiovascular disease, may have a reduced risk of cognitive decline associated with parasitic diseases. This protective effect may help explain why this \"disease\" gene has persisted over the millennia, as well as offering insights into preventing and treating the cognitive problems caused by human parasites. \"While being an E4 carrier is the strongest risk factor to date of Alzheimer's dementia and cognitive decline in industrial populations, it is associated with greater cognitive performance in individuals facing a high parasite and pathogen load, suggesting advantages to the E4 allele under certain environmental conditions,\" said Benjamin C. Trumble, Ph.D., a researcher involved in the work at the School of Human Evolution and Social Change and the Center for Evolution and Medicine at Arizona State University in Tempe, Arizona. \"The current mismatch between sedentary postindustrial lifestyles and active parasite-rich lifeways experienced throughout most of human history may be critical for understanding genetic risk for cognitive aging.\"Trumble and colleagues examined cognitive performance and parasite exposure data from a remote population of forager-horticulturalists in the Bolivian Amazon, called the Tsimane. The Tsimane experience high parasite loads, making them a suitable population for study for the role of the E4 allele in this circumstance. The researchers undertook a genetic analysis, measured immune markers of parasitic infection, and conducted cognitive tests on 372 Tsimane men and women aged 6 to 88 years. They found that for the Tsimane who did not carry the E4 allele, a larger parasite burden resulted in poorer cognitive performance. Those who carried the E4 allele, however, maintained cognitive performance even with very high parasite burdens.  \"This is a wonderful, unanticipated case of a balanced polymorphism affecting a trait, dementia, with predictably major selection consequences\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"Evolution may not work in quite so mysterious ways as delightfully entertaining ways.\"", "article_link": "http://dx.doi.org/10.1096/fj.201601084R", "institution": "Federation of American Societies for Experimental Biology", "journal": "FASEB Journal", "keywords": ["Biology", " Genetics", " Microbiology", " Parasitology", " Medicine/Health", " Infectious/Emerging Diseases", " Neurobiology", " Alzheimer's Disease", " Pharmaceutical Science", " Genes"], "date": "Tue, 10 Jan 2017 05:00:00 GMT", "source_link": null}