{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "main", "changes", "brains", "get", "older", "brain", "cells", "supporting", "role", "called", "glial", "cells", "british", "scientists", "surprising", "finding", "study", "researchers", "francis", "crick", "institute", "ucl", "university", "college", "london", "published", "journal", "cell", "reports", "researchers", "also", "found", "greatest", "changes", "glial", "cells", "age", "brain", "regions", "often", "damaged", "neurodegenerative", "disease", "like", "alzheimer", "parkinson", "discovery", "suggests", "interactions", "glial", "cells", "neuronal", "cells", "nerve", "cells", "active", "mental", "function", "forming", "memories", "focus", "future", "dementia", "alzheimer", "parkinson", "disease", "research", "jernej", "ule", "group", "leader", "francis", "crick", "institute", "professor", "ucl", "institute", "neurology", "said", "sadly", "getting", "older", "affects", "brain", "much", "parts", "body", "understand", "looked", "different", "types", "brain", "cells", "change", "time", "healthy", "individuals", "knowing", "healthy", "ageing", "different", "parts", "brain", "also", "give", "us", "insight", "damage", "caused", "diseases", "like", "parkinson", "alzheimer", "surprise", "find", "genes", "specific", "glial", "cells", "brains", "showed", "dramatic", "changes", "expression", "age", "added", "typically", "concentrated", "neurons", "cells", "involved", "brain", "processing", "memories", "may", "need", "change", "focus", "scientists", "analysed", "brain", "tissue", "samples", "480", "healthy", "people", "16", "106", "years", "old", "died", "looked", "patterns", "gene", "expression", "neuron", "glial", "cells", "10", "different", "brain", "regions", "also", "used", "dedicated", "computational", "analyses", "involving", "data", "mining", "machine", "learning", "approaches", "examine", "cell", "populations", "present", "images", "scanned", "stained", "brain", "sections", "image", "would", "typically", "include", "hundreds", "thousands", "brain", "cells", "scanned", "high", "samples", "provided", "uk", "brain", "bank", "sudden", "death", "mrc", "brain", "bank", "based", "edinburgh", "stores", "post", "mortem", "brain", "tissue", "donated", "research", "large", "resource", "confirmed", "samples", "brain", "banks", "allowed", "team", "tell", "story", "healthy", "human", "brains", "team", "findings", "new", "resource", "data", "research", "generated", "provide", "important", "foundation", "future", "studies", "apply", "similar", "approach", "learn", "neurodegenerative", "diseases", "dr", "rickie", "patani", "ucl", "whose", "team", "shortly", "moving", "new", "francis", "crick", "institute", "building", "said", "integrating", "traditional", "gene", "expression", "techniques", "powerful", "computational", "imaging", "methods", "given", "us", "new", "insight", "way", "brain", "changes", "ages", "neurons", "change", "supportive", "glial", "cells", "suggests", "need", "focus", "relationship", "cells", "learn", "dementia", "devastating", "neurodegenerative", "diseases", "first", "author", "dr", "lilach", "soreq", "francis", "crick", "institute", "ucl", "said", "looked", "brain", "tissue", "healthy", "people", "aged", "16", "106", "years", "old", "computational", "approaches", "allowed", "us", "analyse", "huge", "dataset", "revealed", "glial", "cells", "surround", "insulate", "neurons", "appear", "something", "identity", "crisis", "age", "younger", "ages", "distinct", "patterns", "gene", "expression", "seen", "among", "glial", "cells", "different", "parts", "brain", "patterns", "reduce", "age"], "url": "http://www.eurekalert.org/pub_releases/2017-01/tfci-sat010917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe main changes in our brains as we get older are in the brain cells with a supporting role, called glial cells, British scientists have found.The surprising finding in a study by researchers at the Francis Crick Institute and UCL (University College London) is published in the journal Cell Reports.", "The researchers also found that the greatest changes in glial cells as we age are in the brain regions most often damaged by neurodegenerative disease, like Alzheimer's and Parkinson's.", "The discovery suggests the interactions between glial cells and neuronal cells, the nerve cells active in mental function and forming memories, should be a focus of future dementia, Alzheimer's and Parkinson's disease research.", "Jernej Ule, a Group Leader at the Francis Crick Institute and a professor at UCL's Institute of Neurology, said: \"Sadly, getting older affects the brain just as much as other parts of the body.", "To understand more, we looked at how different types of brain cells change over time in healthy individuals.", "Knowing more about healthy ageing in different parts of the brain can also give us an insight into the damage caused by diseases like Parkinson's or Alzheimer's.", "\"It was a surprise to find that the genes specific for glial cells in our brains showed the most dramatic changes in expression as we age,\" he added.", "\"Typically we have concentrated on neurons, as they are the cells involved in brain processing and memories.", "We may now need to change our focus.", "\"The scientists analysed brain tissue samples from 480 healthy people who were between 16 and 106 years old when they died.", "They looked at patterns of gene expression in neuron and glial cells in 10 different brain regions.", "They also used dedicated computational analyses - involving data mining and machine learning approaches - to examine the cell populations present in images scanned from stained brain sections.", "Each image would typically include hundreds of thousands of brain cells and is scanned in high resolution.Most of the samples were provided by a UK brain bank, the Sudden Death MRC brain bank based in Edinburgh, which stores post mortem brain tissue donated for research.", "This large resource, confirmed by samples from other brain banks, allowed the team to tell the story of how healthy human brains age.The team's findings and the new resource of data this research has generated provide an important foundation for future studies that apply a similar approach to learn more about neurodegenerative diseases.", "Dr Rickie Patani of UCL, whose team is shortly moving into the new Francis Crick Institute building, said: \"Integrating traditional gene expression techniques with powerful computational and imaging methods has given us a new insight into the way the brain changes as it ages.", "It's not neurons that change most but the supportive glial cells.", "This suggests we need to focus on the relationship between these cells, if we are to learn more about dementia and other devastating neurodegenerative diseases.", "\"First author Dr Lilach Soreq, of the Francis Crick Institute and UCL, said: \"We looked at brain tissue from healthy people aged 16 to 106 years old.", "Our computational approaches allowed us to analyse a huge dataset.", "It revealed that the glial cells that surround and insulate neurons appear to have something of an identity crisis as we age.", "At younger ages, there are distinct patterns of gene expression seen among glial cells in different parts of the brain.", "But these patterns reduce as we age.\""], "title": "Supporting actors take lead role as our brains age | EurekAlert! Science News", "source": "The Francis Crick Institute", "date": "2018-01-19_20:30:05", "year": "Tue, 10 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe main changes in our brains as we get older are in the brain cells with a supporting role, called glial cells, British scientists have found.The surprising finding in a study by researchers at the Francis Crick Institute and UCL (University College London) is published in the journal Cell Reports. The researchers also found that the greatest changes in glial cells as we age are in the brain regions most often damaged by neurodegenerative disease, like Alzheimer's and Parkinson's. The discovery suggests the interactions between glial cells and neuronal cells, the nerve cells active in mental function and forming memories, should be a focus of future dementia, Alzheimer's and Parkinson's disease research. Jernej Ule, a Group Leader at the Francis Crick Institute and a professor at UCL's Institute of Neurology, said: \"Sadly, getting older affects the brain just as much as other parts of the body. To understand more, we looked at how different types of brain cells change over time in healthy individuals. Knowing more about healthy ageing in different parts of the brain can also give us an insight into the damage caused by diseases like Parkinson's or Alzheimer's. \"It was a surprise to find that the genes specific for glial cells in our brains showed the most dramatic changes in expression as we age,\" he added. \"Typically we have concentrated on neurons, as they are the cells involved in brain processing and memories. We may now need to change our focus.\"The scientists analysed brain tissue samples from 480 healthy people who were between 16 and 106 years old when they died. They looked at patterns of gene expression in neuron and glial cells in 10 different brain regions. They also used dedicated computational analyses - involving data mining and machine learning approaches - to examine the cell populations present in images scanned from stained brain sections. Each image would typically include hundreds of thousands of brain cells and is scanned in high resolution.Most of the samples were provided by a UK brain bank, the Sudden Death MRC brain bank based in Edinburgh, which stores post mortem brain tissue donated for research. This large resource, confirmed by samples from other brain banks, allowed the team to tell the story of how healthy human brains age.The team's findings and the new resource of data this research has generated provide an important foundation for future studies that apply a similar approach to learn more about neurodegenerative diseases. Dr Rickie Patani of UCL, whose team is shortly moving into the new Francis Crick Institute building, said: \"Integrating traditional gene expression techniques with powerful computational and imaging methods has given us a new insight into the way the brain changes as it ages. It's not neurons that change most but the supportive glial cells. This suggests we need to focus on the relationship between these cells, if we are to learn more about dementia and other devastating neurodegenerative diseases.\"First author Dr Lilach Soreq, of the Francis Crick Institute and UCL, said: \"We looked at brain tissue from healthy people aged 16 to 106 years old. Our computational approaches allowed us to analyse a huge dataset. It revealed that the glial cells that surround and insulate neurons appear to have something of an identity crisis as we age. At younger ages, there are distinct patterns of gene expression seen among glial cells in different parts of the brain. But these patterns reduce as we age.\""}