{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "daniel", "clark", "regenstrief", "institute", "investigator", "indiana", "university", "center", "aging", "research", "scientist", "view", "indianapolis", "first", "study", "compare", "results", "cognitive", "training", "body", "mass", "index", "bmi", "category", "scientists", "indiana", "university", "center", "aging", "research", "found", "memory", "training", "provided", "benefit", "older", "adults", "obesity", "benefit", "provided", "older", "adults", "without", "obesity", "determine", "responsiveness", "memory", "training", "scientists", "followed", "cognition", "10", "years", "comparing", "trajectories", "cognitive", "performance", "older", "adults", "obesity", "overweight", "normal", "weight", "received", "training", "findings", "suggest", "memory", "training", "less", "beneficial", "older", "adults", "obesity", "really", "know", "said", "daniel", "clark", "phd", "lead", "author", "study", "growing", "evidence", "link", "obesity", "status", "brain", "function", "including", "imaging", "studies", "reporting", "obesity", "associated", "rapid", "loss", "hippocampal", "volume", "possible", "actual", "capacity", "memory", "gains", "less", "older", "adults", "obesity", "work", "shown", "weight", "loss", "lead", "improvements", "memory", "function", "unfortunately", "know", "prior", "work", "others", "weight", "loss", "difficult", "achieve", "maintain", "long", "term", "others", "need", "work", "develop", "scalable", "effective", "approaches", "weight", "gain", "prevention", "weight", "loss", "also", "investigate", "programs", "potential", "protect", "memory", "function", "absence", "weight", "loss", "people", "obesity", "growing", "segment", "dr", "clark", "iu", "center", "aging", "research", "regenstrief", "institute", "investigator", "iu", "school", "medicine", "associate", "professor", "medicine", "director", "research", "development", "sandra", "eskenazi", "center", "brain", "care", "innovation", "eskenazi", "health", "addressing", "dementia", "risk", "factors", "like", "obesity", "age", "important", "recent", "science", "indicates", "lifecourse", "cumulative", "risk", "said", "clark", "obesity", "middle", "age", "particular", "strong", "risk", "factor", "cognitive", "impairment", "later", "life", "including", "dementia", "approximately", "baby", "boomers", "bmis", "within", "obesity", "range", "subgroups", "even", "higher", "rates", "obesity", "placing", "higher", "risk", "cognitive", "impairment", "body", "mass", "index", "modify", "memory", "reasoning", "speed", "processing", "training", "effects", "older", "adults", "published", "obesity", "journal", "obesity", "society", "approximately", "individuals", "average", "age", "74", "years", "participated", "study", "women", "white", "bmi", "status", "influenced", "benefits", "accrued", "memory", "training", "researchers", "found", "difference", "benefits", "older", "adults", "provided", "training", "reasoning", "speed", "processing", "regardless", "training", "focused", "improving", "verbal", "episodic", "memory", "instruction", "practice", "strategy", "use", "reasoning", "training", "focused", "improving", "ability", "solve", "problems", "contained", "serial", "pattern", "speed", "training", "focused", "visual", "search", "ability", "process", "increasingly", "information", "presented", "successively", "shorter", "inspection", "data", "study", "obtained", "cognitively", "normal", "older", "adults", "participated", "advanced", "cognitive", "training", "independent", "vital", "elderly", "active", "randomized", "controlled", "study", "largest", "trial", "cognitive", "training", "ever", "conducted"], "url": "http://www.eurekalert.org/pub_releases/2017-01/iu-oaw011017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Daniel O. Clark is a Regenstrief Institute investigator and an Indiana University Center for Aging Research scientist.", "view more INDIANAPOLIS - In the first study to compare the results of cognitive training by body mass index (BMI) category, scientists from the Indiana University Center for Aging Research found that memory training provided only one-third the benefit to older adults with obesity than the benefit it provided to older adults without obesity.", "To determine responsiveness to memory training the scientists followed cognition over 10 years, comparing trajectories of cognitive performance in older adults with obesity, overweight and normal weight who received the training and those who did not.", "\"These findings suggest that memory training is less beneficial for older adults with obesity but we really don't know why,\" said Daniel O. Clark, PhD, lead author of the study.", "\"There is growing evidence of a link between obesity status and brain function, including imaging studies reporting that obesity is associated with more rapid loss of hippocampal volume.", "So it's possible that actual capacity for memory gains is less for older adults with obesity.", "\"Other work has shown that weight loss can lead to improvements in memory function.", "Unfortunately we know from our own prior work, and that of others, that weight loss is difficult to achieve and maintain over the long term.", "We and others need to do more work to develop scalable and effective approaches to weight gain prevention and weight loss but we should also investigate programs with potential to protect memory function in the absence of weight loss for people with obesity -- a growing segment of our population.\"Dr.", "Clark is an IU Center for Aging Research and Regenstrief Institute investigator, an IU School of Medicine associate professor of medicine and director of research and development at the Sandra Eskenazi Center for Brain Care Innovation at Eskenazi Health.", "\"Addressing dementia risk factors like obesity at any age is important as recent science indicates a lifecourse cumulative risk,\" said Dr. Clark.", "\"Obesity in middle age in particular is a strong risk factor for cognitive impairment later in life, including dementia.", "Approximately one-third of baby boomers have BMIs within the obesity range with some subgroups having even higher rates of obesity placing them at higher risk of cognitive impairment.", "\"\"Does Body Mass Index Modify Memory, Reasoning, and Speed of Processing Training Effects in Older Adults\" is published in Obesity, the peer-reviewed journal of the Obesity Society.", "Approximately 2,800 individuals with an average age of 74 years participated in the study.", "Three-quarters were women; three-quarters were white and one-quarter were African-American.", "While BMI status influenced the benefits accrued from memory training, the researchers found no difference in the benefits to older adults provided by training in reasoning or in speed of processing regardless of BMI.Memory training focused on improving verbal episodic memory through instruction and practice in strategy use.", "Reasoning training focused on improving the ability to solve problems that contained a serial pattern.", "Speed training focused on visual search and the ability to process increasingly more information presented in successively shorter inspection times.The data for the study was obtained from cognitively normal older adults who participated in the multi-center Advanced Cognitive Training for Independent and Vital Elderly (ACTIVE) randomized controlled study, the largest trial of cognitive training ever conducted."], "title": "Older adults with obesity less responsive to memory training than those with lower BMIs | EurekAlert! Science News", "source": "Indiana University", "date": "2018-01-19_20:30:08", "year": "Tue, 10 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Daniel O. Clark is a Regenstrief Institute investigator and an Indiana University Center for Aging Research scientist.\n       view more INDIANAPOLIS - In the first study to compare the results of cognitive training by body mass index (BMI) category, scientists from the Indiana University Center for Aging Research found that memory training provided only one-third the benefit to older adults with obesity than the benefit it provided to older adults without obesity. To determine responsiveness to memory training the scientists followed cognition over 10 years, comparing trajectories of cognitive performance in older adults with obesity, overweight and normal weight who received the training and those who did not.\"These findings suggest that memory training is less beneficial for older adults with obesity but we really don't know why,\" said Daniel O. Clark, PhD, lead author of the study. \"There is growing evidence of a link between obesity status and brain function, including imaging studies reporting that obesity is associated with more rapid loss of hippocampal volume. So it's possible that actual capacity for memory gains is less for older adults with obesity.\"Other work has shown that weight loss can lead to improvements in memory function. Unfortunately we know from our own prior work, and that of others, that weight loss is difficult to achieve and maintain over the long term. We and others need to do more work to develop scalable and effective approaches to weight gain prevention and weight loss but we should also investigate programs with potential to protect memory function in the absence of weight loss for people with obesity -- a growing segment of our population.\"Dr. Clark is an IU Center for Aging Research and Regenstrief Institute investigator, an IU School of Medicine associate professor of medicine and director of research and development at the Sandra Eskenazi Center for Brain Care Innovation at Eskenazi Health.\"Addressing dementia risk factors like obesity at any age is important as recent science indicates a lifecourse cumulative risk,\" said Dr. Clark. \"Obesity in middle age in particular is a strong risk factor for cognitive impairment later in life, including dementia. Approximately one-third of baby boomers have BMIs within the obesity range with some subgroups having even higher rates of obesity placing them at higher risk of cognitive impairment.\"\"Does Body Mass Index Modify Memory, Reasoning, and Speed of Processing Training Effects in Older Adults\" is published in Obesity, the peer-reviewed journal of the Obesity Society. Approximately 2,800 individuals with an average age of 74 years participated in the study. Three-quarters were women; three-quarters were white and one-quarter were African-American.  While BMI status influenced the benefits accrued from memory training, the researchers found no difference in the benefits to older adults provided by training in reasoning or in speed of processing regardless of BMI.Memory training focused on improving verbal episodic memory through instruction and practice in strategy use. Reasoning training focused on improving the ability to solve problems that contained a serial pattern. Speed training focused on visual search and the ability to process increasingly more information presented in successively shorter inspection times.The data for the study was obtained from cognitively normal older adults who participated in the multi-center Advanced Cognitive Training for Independent and Vital Elderly (ACTIVE) randomized controlled study, the largest trial of cognitive training ever conducted."}