{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txleading", "public", "health", "experts", "warn", "youth", "around", "world", "exposed", "extensive", "alcohol", "marketing", "current", "controls", "marketing", "appear", "ineffective", "blocking", "association", "youth", "exposure", "subsequent", "drinking", "alcohol", "leading", "cause", "death", "disability", "young", "males", "aged", "nearly", "every", "region", "world", "young", "females", "age", "wealthy", "countries", "experts", "call", "governments", "around", "world", "renew", "efforts", "address", "problem", "strengthening", "rules", "governing", "alcohol", "marketing", "effective", "independent", "statutory", "regulations", "call", "coincides", "publication", "series", "reports", "supplement", "scientific", "journal", "addiction", "presents", "latest", "evidence", "alcohol", "marketing", "impact", "children", "key", "findings", "collection", "manuscripts", "include", "addiction", "supplement", "comprises", "14", "papers", "research", "presented", "around", "world", "lead", "editor", "professor", "thomas", "babor", "university", "connecticut", "says", "governments", "responsible", "health", "citizens", "legal", "product", "potential", "harm", "widely", "promoted", "advertised", "world", "alcohol", "papers", "provide", "wealth", "information", "support", "governments", "efforts", "protect", "children", "vulnerable", "populations", "exposure", "alcohol", "marketing", "chris", "brookes", "uk", "health", "forum", "noted", "governments", "previously", "approved", "measures", "alcohol", "advertising", "however", "longer", "say", "might", "work", "protect", "young", "people", "literature", "review", "100", "studies", "none", "identified", "supported", "effectiveness", "industry", "programmes", "papers", "offer", "guidelines", "developing", "effective", "alcohol", "marketing", "regulations", "journal", "supplement", "funded", "alcohol", "research", "uk", "institute", "alcohol", "studies", "authors", "editors", "supplement", "giving", "time", "produce", "papers", "pro", "bono", "papers", "originated", "work", "undertaken", "uk", "health", "forum", "bring", "eu", "us", "alcohol", "policy", "leads", "together", "funding", "eu", "specific", "papers", "developed", "meeting", "alcohol", "marketing", "convened", "pan", "american", "health", "organization", "paho", "collection", "papers", "represents", "highest", "level", "scholarly", "attention", "devoted", "issue", "brought", "together", "pages", "one", "scientific", "journal"], "url": "http://www.eurekalert.org/pub_releases/2017-01/sfts-cco010617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXLeading public health experts warn that youth around the world are exposed to extensive alcohol marketing, and that current controls on that marketing appear ineffective in blocking the association between youth exposure and subsequent drinking.", "Alcohol is the leading cause of death and disability for young males aged 15-24 in nearly every region of the world, and young females of the same age in the wealthy countries and the Americas.The experts call for governments around the world to renew their efforts to address the problem by strengthening the rules governing alcohol marketing with more effective independent statutory regulations.", "Their call coincides with the publication of a series of reports in a supplement to the scientific journal Addiction that presents the latest evidence on alcohol marketing and its impact on children.", "Key findings from the collection of peer-reviewed manuscripts include:The Addiction supplement comprises 14 papers, with research presented from around the world.", "Lead editor Professor Thomas Babor, of the University of Connecticut, says:\"Governments are responsible for the health of their citizens.", "No other legal product with such potential for harm is as widely promoted and advertised in the world as alcohol.", "These papers provide a wealth of information to support governments in their efforts to protect children and other vulnerable populations from exposure to alcohol marketing.\"", "Chris Brookes of the UK Health Forum noted that \"Governments have previously approved self-regulatory measures on alcohol advertising; however, we can no longer say that they might work to protect our young people - they don't.", "In a literature review of more than 100 studies, none was identified that supported the effectiveness of industry self-regulation programmes.", "\"The papers offer guidelines to developing more effective alcohol marketing regulations:The journal supplement is funded by Alcohol Research UK and the Institute of Alcohol Studies, with the authors and editors of the supplement giving their time to produce these papers pro bono.", "The papers originated in work undertaken by the UK Health Forum to bring EU and US alcohol policy leads together, with funding from the EU.", "The specific papers were developed for a meeting on alcohol marketing convened by the Pan American Health Organization (PAHO).", "This collection of papers represents the highest level of scholarly attention devoted to this issue that has been brought together in the pages of one scientific journal."], "title": "Current controls on alcohol marketing are not protecting youth, warn public health experts | EurekAlert! Science News", "source": "Society for the Study of Addiction", "date": "2018-01-19_20:30:18", "year": "Tue, 10 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXLeading public health experts warn that youth around the world are exposed to extensive alcohol marketing, and that current controls on that marketing appear ineffective in blocking the association between youth exposure and subsequent drinking.  Alcohol is the leading cause of death and disability for young males aged 15-24 in nearly every region of the world, and young females of the same age in the wealthy countries and the Americas.The experts call for governments around the world to renew their efforts to address the problem by strengthening the rules governing alcohol marketing with more effective independent statutory regulations. Their call coincides with the publication of a series of reports in a supplement to the scientific journal Addiction that presents the latest evidence on alcohol marketing and its impact on children. Key findings from the collection of peer-reviewed manuscripts include:The Addiction supplement comprises 14 papers, with research presented from around the world. Lead editor Professor Thomas Babor, of the University of Connecticut, says:\"Governments are responsible for the health of their citizens.  No other legal product with such potential for harm is as widely promoted and advertised in the world as alcohol. These papers provide a wealth of information to support governments in their efforts to protect children and other vulnerable populations from exposure to alcohol marketing.\"  Chris Brookes of the UK Health Forum noted that \"Governments have previously approved self-regulatory measures on alcohol advertising; however, we can no longer say that they might work to protect our young people - they don't. In a literature review of more than 100 studies, none was identified that supported the effectiveness of industry self-regulation programmes.\"The papers offer guidelines to developing more effective alcohol marketing regulations:The journal supplement is funded by Alcohol Research UK and the Institute of Alcohol Studies, with the authors and editors of the supplement giving their time to produce these papers pro bono. The papers originated in work undertaken by the UK Health Forum to bring EU and US alcohol policy leads together, with funding from the EU. The specific papers were developed for a meeting on alcohol marketing convened by the Pan American Health Organization (PAHO).  This collection of papers represents the highest level of scholarly attention devoted to this issue that has been brought together in the pages of one scientific journal.  "}