{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "university", "eastern", "finland", "shows", "relatively", "high", "intake", "dietary", "cholesterol", "eating", "one", "egg", "every", "day", "associated", "elevated", "risk", "dementia", "alzheimer", "disease", "furthermore", "association", "found", "persons", "carrying", "apoe4", "gene", "variant", "affects", "cholesterol", "metabolism", "increases", "risk", "memory", "disorders", "apoe4", "common", "finland", "findings", "published", "american", "journal", "clinical", "serum", "cholesterol", "levels", "linked", "increased", "risk", "cardiovascular", "diseases", "also", "increased", "risk", "memory", "disorders", "majority", "population", "dietary", "cholesterol", "affects", "serum", "cholesterol", "levels", "slightly", "many", "nutrition", "recommendations", "worldwide", "longer", "set", "limitations", "intake", "dietary", "cholesterol", "carriers", "apoe4", "however", "effect", "dietary", "cholesterol", "serum", "cholesterol", "levels", "visible", "finland", "prevalence", "apoe4", "hereditary", "variant", "exceptionally", "high", "approximately", "one", "third", "population", "carriers", "apoe4", "risk", "factor", "cardiovascular", "diseases", "memory", "disorders", "however", "research", "data", "association", "high", "intake", "dietary", "cholesterol", "risk", "memory", "disorders", "population", "group", "available", "dietary", "habits", "men", "aged", "42", "60", "years", "baseline", "diagnosis", "memory", "disorder", "assessed", "onset", "kuopio", "ischaemic", "heart", "disease", "risk", "factor", "study", "kihd", "university", "eastern", "finland", "22", "years", "337", "men", "diagnosed", "memory", "disorder", "266", "alzheimer", "disease", "per", "cent", "study", "participants", "carriers", "apoe4", "study", "found", "high", "intake", "dietary", "cholesterol", "associated", "risk", "dementia", "alzheimer", "disease", "entire", "study", "population", "carriers", "apoe4", "moreover", "consumption", "eggs", "significant", "source", "dietary", "cholesterol", "associated", "risk", "dementia", "alzheimer", "disease", "contrary", "consumption", "eggs", "associated", "better", "results", "certain", "tests", "measuring", "cognitive", "findings", "suggest", "diet", "frequent", "consumption", "eggs", "increase", "risk", "memory", "disorders", "even", "persons", "genetically", "predisposed", "greater", "effect", "dietary", "cholesterol", "serum", "cholesterol", "levels", "others", "highest", "control", "group", "study", "participants", "average", "daily", "dietary", "cholesterol", "intake", "520", "mg", "consumed", "average", "one", "egg", "per", "day", "means", "findings", "generalised", "beyond", "levels"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uoef-hci010917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study from the University of Eastern Finland shows that a relatively high intake of dietary cholesterol, or eating one egg every day, are not associated with an elevated risk of dementia or Alzheimer's disease.", "Furthermore, no association was found in persons carrying the APOE4 gene variant that affects cholesterol metabolism and increases the risk of memory disorders.", "APOE4 is common in Finland.", "The findings were published in the American Journal of Clinical Nutrition.High serum cholesterol levels have been linked not only to an increased risk of cardiovascular diseases, but also to an increased risk of memory disorders.", "In the majority of the population, dietary cholesterol affects serum cholesterol levels only slightly, and many nutrition recommendations worldwide no longer set limitations on the intake of dietary cholesterol.", "In carriers of APOE4, however, the effect of dietary cholesterol on serum cholesterol levels is more visible.", "In Finland, the prevalence of APOE4, which is a hereditary variant, is exceptionally high and approximately one third of the population are carriers.", "APOE4 is a risk factor of both cardiovascular diseases and memory disorders.", "However, research data on the association between a high intake of dietary cholesterol and the risk of memory disorders in this population group hasn't been available until now.The dietary habits of 2,497 men aged between 42 and 60 years and with no baseline diagnosis of a memory disorder were assessed at the onset the Kuopio Ischaemic Heart Disease Risk Factor Study, KIHD, in 1984-1989 at the University of Eastern Finland.", "During a follow-up of 22 years, 337 men were diagnosed with a memory disorder, 266 of them with Alzheimer's disease.", "32.5 per cent of the study participants were carriers of APOE4.", "The study found that a high intake of dietary cholesterol was not associated with the risk of dementia or Alzheimer's disease - not in the entire study population nor in the carriers of APOE4.", "Moreover, the consumption of eggs, which are a significant source of dietary cholesterol, was not associated with the risk of dementia or Alzheimer's disease.", "On the contrary, the consumption of eggs was associated with better results in certain tests measuring cognitive performance.The findings suggest that a high-cholesterol diet or frequent consumption of eggs do not increase the risk of memory disorders even in persons who are genetically predisposed to a greater effect of dietary cholesterol on serum cholesterol levels than others.", "In the highest control group, the study participants had an average daily dietary cholesterol intake of 520 mg and they consumed an average of one egg per day, which means that the findings cannot be generalised beyond these levels."], "title": "High cholesterol intake and eggs do not increase risk of memory disorders | EurekAlert! Science News", "source": "University of Eastern Finland", "date": "2018-01-19_20:30:21", "year": "Mon, 09 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study from the University of Eastern Finland shows that a relatively high intake of dietary cholesterol, or eating one egg every day, are not associated with an elevated risk of dementia or Alzheimer's disease. Furthermore, no association was found in persons carrying the APOE4 gene variant that affects cholesterol metabolism and increases the risk of memory disorders. APOE4 is common in Finland. The findings were published in the American Journal of Clinical Nutrition.High serum cholesterol levels have been linked not only to an increased risk of cardiovascular diseases, but also to an increased risk of memory disorders.  In the majority of the population, dietary cholesterol affects serum cholesterol levels only slightly, and many nutrition recommendations worldwide no longer set limitations on the intake of dietary cholesterol. In carriers of APOE4, however, the effect of dietary cholesterol on serum cholesterol levels is more visible. In Finland, the prevalence of APOE4, which is a hereditary variant, is exceptionally high and approximately one third of the population are carriers. APOE4 is a risk factor of both cardiovascular diseases and memory disorders. However, research data on the association between a high intake of dietary cholesterol and the risk of memory disorders in this population group hasn't been available until now.The dietary habits of 2,497 men aged between 42 and 60 years and with no baseline diagnosis of a memory disorder were assessed at the onset the Kuopio Ischaemic Heart Disease Risk Factor Study, KIHD, in 1984-1989 at the University of Eastern Finland. During a follow-up of 22 years, 337 men were diagnosed with a memory disorder, 266 of them with Alzheimer's disease. 32.5 per cent of the study participants were carriers of APOE4. The study found that a high intake of dietary cholesterol was not associated with the risk of dementia or Alzheimer's disease - not in the entire study population nor in the carriers of APOE4. Moreover, the consumption of eggs, which are a significant source of dietary cholesterol, was not associated with the risk of dementia or Alzheimer's disease. On the contrary, the consumption of eggs was associated with better results in certain tests measuring cognitive performance.The findings suggest that a high-cholesterol diet or frequent consumption of eggs do not increase the risk of memory disorders even in persons who are genetically predisposed to a greater effect of dietary cholesterol on serum cholesterol levels than others. In the highest control group, the study participants had an average daily dietary cholesterol intake of 520 mg and they consumed an average of one egg per day, which means that the findings cannot be generalised beyond these levels. "}