{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "january", "9", "2017", "widespread", "outbreak", "respiratory", "syncytial", "virus", "rsv", "human", "metapneumovirus", "hmpv", "dementia", "care", "ward", "infected", "73", "percent", "patients", "demonstrating", "serious", "challenges", "mitigating", "spread", "infectious", "diseases", "settings", "outbreak", "led", "improved", "protocols", "protecting", "particularly", "vulnerable", "patients", "including", "active", "screening", "efficient", "separation", "ill", "healthy", "residents", "healthcare", "professionals", "cold", "flu", "season", "according", "study", "published", "today", "infection", "control", "hospital", "epidemiology", "journal", "society", "healthcare", "epidemiology", "america", "care", "facilities", "unique", "challenges", "infection", "control", "policies", "acute", "care", "hospitals", "simply", "mirrored", "setting", "expected", "work", "said", "schaefer", "spires", "md", "lead", "author", "study", "assistant", "professor", "infectious", "diseases", "vanderbilt", "university", "school", "medicine", "rsv", "hmpv", "viruses", "need", "taken", "seriously", "take", "flu", "especially", "older", "adults", "retrospective", "study", "assessed", "outbreak", "tennessee", "facility", "30", "41", "patients", "contracted", "least", "one", "viruses", "15", "hospitalized", "five", "died", "healthcare", "personnel", "attempted", "various", "infection", "control", "measures", "including", "grouping", "patients", "staff", "isolation", "precautions", "patients", "suspected", "illness", "stopping", "group", "activities", "testing", "patients", "suspected", "illness", "completed", "offsite", "delaying", "results", "preventing", "timely", "adjustments", "infection", "control", "unit", "healthcare", "personnel", "identified", "cases", "assessments", "separation", "ill", "healthy", "residents", "staff", "particularly", "difficult", "widespread", "illness", "among", "healthcare", "personnel", "reduction", "work", "force", "required", "available", "personnel", "treat", "patients", "hindering", "infection", "control", "efforts", "patients", "underlying", "comorbid", "illness", "dementia", "created", "exceptional", "challenges", "patients", "unable", "report", "symptoms", "often", "delaying", "identification", "new", "cases", "inability", "adhere", "recommended", "restrictions", "limited", "success", "infection", "control", "precautions", "past", "case", "patient", "trying", "ingest", "hand", "rub", "dispensers", "widely", "available", "convenient", "hand", "hygiene", "second", "week", "availability", "personal", "protective", "equipment", "became", "problematic", "need", "isolation", "carts", "exceeded", "number", "available", "early", "detection", "contagious", "pathogen", "identification", "infected", "patients", "important", "trying", "prevent", "outbreak", "however", "certain", "number", "residents", "infected", "almost", "chance", "preventing", "cases", "developing", "said", "spires", "better", "technology", "available", "detect", "viruses", "influenza", "routine", "basis", "recognizing", "importance", "rsv", "hmpv", "viruses", "causing", "morbidity", "older", "adult", "population", "clear", "need", "vaccines", "new", "antivirals", "aid", "efforts", "prevention", "viral", "infections", "result", "outbreak", "facility", "improved", "culture", "safety", "including", "heightened", "awareness", "pathogens", "importance", "hand", "hygiene", "personal", "protective", "equipment", "additionally", "speed", "identification", "pathogens", "facility", "partnership", "private", "laboratory", "provide", "respiratory", "viral", "testing", "within", "24", "48", "hours"], "url": "http://www.eurekalert.org/pub_releases/2017-01/sfhe-cvp010917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK (January 9, 2017) - A widespread outbreak of respiratory syncytial virus (RSV) and human metapneumovirus (HMPV) at a long-term dementia care ward infected 73 percent of patients, demonstrating the serious challenges in mitigating the spread of infectious diseases in such settings.", "The outbreak led to improved protocols for protecting particularly vulnerable patients, including active screening and more efficient separation of ill and healthy residents and healthcare professionals during cold and flu season, according to a study published today in Infection Control & Hospital Epidemiology, the journal for the Society for Healthcare Epidemiology of America.", "\"Long-term care facilities have unique challenges.", "Infection control policies from acute care hospitals cannot simply be mirrored in this setting and expected to work,\" said S. Schaefer Spires, MD, lead author of the study and assistant professor of infectious diseases at Vanderbilt University School of Medicine.", "\"RSV and HMPV are viruses that need to be taken as seriously as we take the flu, especially in older adults.", "\"The retrospective study assessed a 16-day outbreak at a Tennessee facility in which 30 of 41 patients contracted at least one of the viruses, 15 had to be hospitalized, and five died.", "Healthcare personnel attempted various infection control measures including grouping patients and staff, isolation precautions for patients with suspected illness, and stopping group activities.", "Testing of patients with suspected illness was completed offsite, delaying results and preventing timely adjustments in infection control measures.The unit's healthcare personnel identified cases through twice-daily assessments, but separation of ill and healthy residents and staff was particularly difficult because of widespread illness among healthcare personnel.", "This reduction in the work force required available personnel to treat all patients, further hindering infection control efforts.", "The patients' underlying comorbid illness of dementia created exceptional challenges.", "Patients were unable to report symptoms often delaying identification of new cases, and their inability to adhere to recommended restrictions limited the success of infection control precautions.", "Because of a past case of a patient trying to ingest alcohol-based hand rub, dispensers were not widely available for convenient hand hygiene.", "By the second week, availability of personal protective equipment became problematic because the need for isolation carts exceeded the number available.", "\"Early detection of a contagious pathogen and identification of infected patients is important when trying to prevent an outbreak.", "However, once a certain number of residents were infected, we had almost no chance at preventing further cases from developing,\" said Spires.", "\"Now that better technology is available to detect viruses other than influenza on a more routine basis, we are recognizing the importance of RSV, HMPV, and other viruses in causing such morbidity in the older adult population.", "There is a clear need for vaccines and new antivirals to aid our efforts in prevention of these viral infections.", "\"As a result of this outbreak, the facility has improved its culture of safety, including heightened awareness of these pathogens and of the importance of hand hygiene and personal protective equipment.", "Additionally, to speed identification of pathogens, the facility now has a partnership with a private laboratory to provide respiratory viral testing within 24 to 48 hours."], "title": "Common viruses prove dangerous in long-term care facility | EurekAlert! Science News", "source": "Society for Healthcare Epidemiology of America", "date": "2018-01-19_20:30:24", "year": "Mon, 09 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK (January 9, 2017) - A widespread outbreak of respiratory syncytial virus (RSV) and human metapneumovirus (HMPV) at a long-term dementia care ward infected 73 percent of patients, demonstrating the serious challenges in mitigating the spread of infectious diseases in such settings. The outbreak led to improved protocols for protecting particularly vulnerable patients, including active screening and more efficient separation of ill and healthy residents and healthcare professionals during cold and flu season, according to a study published today in Infection Control & Hospital Epidemiology, the journal for the Society for Healthcare Epidemiology of America.\"Long-term care facilities have unique challenges. Infection control policies from acute care hospitals cannot simply be mirrored in this setting and expected to work,\" said S. Schaefer Spires, MD, lead author of the study and assistant professor of infectious diseases at Vanderbilt University School of Medicine. \"RSV and HMPV are viruses that need to be taken as seriously as we take the flu, especially in older adults.\"The retrospective study assessed a 16-day outbreak at a Tennessee facility in which 30 of 41 patients contracted at least one of the viruses, 15 had to be hospitalized, and five died.  Healthcare personnel attempted various infection control measures including grouping patients and staff, isolation precautions for patients with suspected illness, and stopping group activities. Testing of patients with suspected illness was completed offsite, delaying results and preventing timely adjustments in infection control measures.The unit's healthcare personnel identified cases through twice-daily assessments, but separation of ill and healthy residents and staff was particularly difficult because of widespread illness among healthcare personnel. This reduction in the work force required available personnel to treat all patients, further hindering infection control efforts. The patients' underlying comorbid illness of dementia created exceptional challenges. Patients were unable to report symptoms often delaying identification of new cases, and their inability to adhere to recommended restrictions limited the success of infection control precautions. Because of a past case of a patient trying to ingest alcohol-based hand rub, dispensers were not widely available for convenient hand hygiene. By the second week, availability of personal protective equipment became problematic because the need for isolation carts exceeded the number available. \"Early detection of a contagious pathogen and identification of infected patients is important when trying to prevent an outbreak.  However, once a certain number of residents were infected, we had almost no chance at preventing further cases from developing,\" said Spires. \"Now that better technology is available to detect viruses other than influenza on a more routine basis, we are recognizing the importance of RSV, HMPV, and other viruses in causing such morbidity in the older adult population. There is a clear need for vaccines and new antivirals to aid our efforts in prevention of these viral infections.\"As a result of this outbreak, the facility has improved its culture of safety, including heightened awareness of these pathogens and of the importance of hand hygiene and personal protective equipment.  Additionally, to speed identification of pathogens, the facility now has a partnership with a private laboratory to provide respiratory viral testing within 24 to 48 hours. "}