{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/aoa-dai010917.php", "description": "A comprehensive review of research published today in The Journal of the American Osteopathic Association finds delirium to be an often-undiagnosed syndrome, affecting nearly 18 percent of long-term care residents, with a staggering 40 percent one-year mortality rate.", "region": "namerica", "title": "Delirium an insidious, deadly threat to nursing home residents", "text": "CHICAGO--January 9, 2017--A comprehensive review of research published today in The Journal of the American Osteopathic Association finds delirium to be an often-undiagnosed syndrome, affecting nearly 18 percent of long-term care residents, with a staggering 40 percent one-year mortality rate.\"It is unclear whether delirium itself causes deterioration in brain functionality that ultimately can result in premature death, or if delirium is a symptom indicating a mind and body already in decline,\" said author Martin Forsberg, MD, an assistant professor in the Department of Geriatrics & Gerontology at Rowan University School of Osteopathic Medicine, who conducted the review.Delirium is a syndrome of altered mental status characterized by disorganized thinking, deficits in attention and a fluctuating course. The similarity of its symptoms to those of dementia cause delirium to often go undiagnosed or misdiagnosed in elderly patients with dementia.\r\nThe most acute symptoms typically last one week; however, it can take weeks or months for patients to get back to baseline. Persisting delirium can accelerate dementia, making it difficult to accurately determine whether the patient still has delirium or a worsened baseline of dementia.Also important is that, while delirium often has medical causes, it can persist even after the initial medical condition has been resolved.  Prevention is key\n\"Avoiding non-essential surgery and hospitalizations may decrease the incidence of delirium.  Maintaining hydration and minimizing medication exposure may also be an effective means to prevent delirium. Pain can lead to delirium, and we know managing it well can improve outcomes,\" said Dr. Forsberg.Some studies noted links to environment: when there was no clock in a patient's room, patients were twice as likely to have disruptive behavior. Patients without a phone in their room were three times as likely to have disruptive behavior. Use of restraints on those with disruptive behaviors is also linked to delirium. Family is first-line defense\nDelirium often presents with subtle symptoms which may include perceptual disturbance (hallucinations) and worsened disorganized thinking. Families of elderly patients in long-term care are often in the best position to recognize these changes.\"Osteopathic medicine focuses on the whole person--which can include familial relationships. So, when I hear a geriatric patient's family say, 'Mom is more confused than usual,' I tend to act,\" says Dr. Forsberg. He added, \"Dementia doesn't change suddenly and cause a worsened condition in a week, but delirium absolutely can.\"Limited options for treatment\nDr. Forsberg's review found that antipsychotic medications are used successfully to treat delirium in acute care settings. However, those medications are also linked to increased mortality in patients with dementia, which creates a difficult calculus for physicians.\"I think, historically, we have thought of delirium as a relatively benign condition. The data tells us we need to treat it more scientifically and more seriously than we do,\" he adds.", "article_link": "http://dx.doi.org/10.7556/jaoa.2017.005", "institution": "American Osteopathic Association", "journal": "The Journal of the American Osteopathic Association", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Gerontology", " Aging", " Health Care Systems/Services", " Health Professionals", " Memory/Cognitive Processes", " Perception/Awareness"], "date": "Mon, 09 Jan 2017 05:00:00 GMT", "source_link": null}