{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "research", "findings", "show", "bilingual", "people", "great", "saving", "brain", "power", "task", "brain", "recruits", "different", "networks", "highways", "different", "types", "information", "flow", "depending", "task", "done", "team", "ana", "inés", "ansaldo", "phd", "researcher", "centre", "de", "recherche", "de", "universitaire", "de", "gériatrie", "de", "montréal", "professor", "université", "de", "montréal", "compared", "known", "functional", "brain", "connections", "seniors", "monolingual", "seniors", "bilingual", "team", "established", "years", "bilingualism", "change", "brain", "carries", "tasks", "require", "concentrating", "one", "piece", "information", "without", "becoming", "distracted", "information", "makes", "brain", "efficient", "economical", "resources", "arrive", "finding", "ansaldo", "team", "asked", "two", "groups", "seniors", "one", "monolinguals", "one", "bilinguals", "perform", "task", "involved", "focusing", "visual", "information", "ignoring", "spatial", "information", "researchers", "compared", "networks", "different", "brain", "areas", "people", "task", "found", "monolinguals", "recruited", "larger", "circuit", "multiple", "connections", "whereas", "bilinguals", "recruited", "smaller", "circuit", "appropriate", "required", "information", "findings", "published", "journal", "different", "ways", "task", "participants", "task", "required", "focus", "visual", "information", "colour", "object", "ignoring", "spatial", "information", "position", "object", "research", "team", "observed", "monolingual", "brain", "allocates", "number", "regions", "linked", "visual", "motor", "function", "interference", "control", "located", "frontal", "lobes", "means", "monolingual", "brain", "needs", "recruit", "multiple", "brain", "regions", "task", "years", "daily", "practice", "managing", "interference", "two", "languages", "bilinguals", "become", "experts", "selecting", "relevant", "information", "ignoring", "information", "distract", "task", "case", "bilinguals", "showed", "higher", "connectivity", "visual", "processing", "areas", "located", "back", "brain", "area", "specialized", "detecting", "visual", "characteristics", "objects", "therefore", "specialized", "task", "used", "study", "data", "indicate", "bilingual", "brain", "efficient", "economical", "recruits", "fewer", "regions", "specialized", "regions", "explained", "ansaldo", "bilinguals", "double", "advantage", "age", "bilinguals", "therefore", "two", "cognitive", "benefits", "first", "centralized", "specialized", "functional", "connections", "saves", "resources", "compared", "multiple", "diverse", "brain", "areas", "allocated", "monolinguals", "accomplish", "task", "second", "bilinguals", "achieve", "result", "using", "brain", "frontal", "regions", "vulnerable", "aging", "may", "explain", "brains", "bilinguals", "better", "equipped", "staving", "signs", "cognitive", "aging", "dementia", "observed", "bilingualism", "concrete", "impact", "brain", "function", "may", "positive", "impact", "cognitive", "aging", "need", "study", "function", "translates", "daily", "life", "example", "concentrating", "one", "source", "information", "instead", "another", "something", "every", "day", "yet", "discover", "benefits", "bilingualism", "concluded", "ansaldo"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-bms010617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew research findings show that bilingual people are great at saving brain power, that is.", "To do a task, the brain recruits different networks, or the highways on which different types of information flow, depending on the task to be done.", "The team of Ana Inés Ansaldo, PhD, a researcher at the Centre de recherche de l'Institut universitaire de gériatrie de Montréal and a professor at Université de Montréal, compared what are known as functional brain connections between seniors who are monolingual and seniors who are bilingual.", "Her team established that years of bilingualism change how the brain carries out tasks that require concentrating on one piece of information without becoming distracted by other information.", "This makes the brain more efficient and economical with its resources.", "To arrive at this finding, Dr. Ansaldo's team asked two groups of seniors (one of monolinguals and one of bilinguals) to perform a task that involved focusing on visual information while ignoring spatial information.", "The researchers compared the networks between different brain areas as people did the task.", "They found that monolinguals recruited a larger circuit with multiple connections, whereas bilinguals recruited a smaller circuit that was more appropriate for the required information.", "These findings were published in the Journal of Neurolinguistics.Two different ways of doing the same task\nThe participants did a task that required them to focus on visual information (the colour of an object) while ignoring spatial information (the position of the object).", "The research team observed that the monolingual brain allocates a number of regions linked to visual and motor function and interference control, which are located in the frontal lobes.", "This means that the monolingual brain needs to recruit multiple brain regions to do the task.", "\"After years of daily practice managing interference between two languages, bilinguals become experts at selecting relevant information and ignoring information that can distract from a task.", "In this case, bilinguals showed higher connectivity between visual processing areas located at the back of the brain.", "This area is specialized in detecting the visual characteristics of objects and therefore is specialized in the task used in this study.", "These data indicate that the bilingual brain is more efficient and economical, as it recruits fewer regions and only specialized regions,\" explained Dr. Ansaldo.", "Bilinguals have a double advantage as they age\nBilinguals therefore have two cognitive benefits.", "First, having more centralized and specialized functional connections saves resources compared to the multiple and more diverse brain areas allocated by monolinguals to accomplish the same task.", "Second, bilinguals achieve the same result by not using the brain's frontal regions, which are vulnerable to aging.", "This may explain why the brains of bilinguals are better equipped at staving off the signs of cognitive aging or dementia.", "\"We have observed that bilingualism has a concrete impact on brain function and that this may have a positive impact on cognitive aging.", "We now need to study how this function translates to daily life, for example, when concentrating on one source of information instead of another, which is something we have to do every day.", "And we have yet to discover all the benefits of bilingualism,\" concluded Dr.  Ansaldo."], "title": "Bilingualism may save brain resources as you age | EurekAlert! Science News", "source": "University of Montreal", "date": "2018-01-19_20:30:33", "year": "Mon, 09 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew research findings show that bilingual people are great at saving brain power, that is. To do a task, the brain recruits different networks, or the highways on which different types of information flow, depending on the task to be done. The team of Ana Inés Ansaldo, PhD, a researcher at the Centre de recherche de l'Institut universitaire de gériatrie de Montréal and a professor at Université de Montréal, compared what are known as functional brain connections between seniors who are monolingual and seniors who are bilingual. Her team established that years of bilingualism change how the brain carries out tasks that require concentrating on one piece of information without becoming distracted by other information. This makes the brain more efficient and economical with its resources.  To arrive at this finding, Dr. Ansaldo's team asked two groups of seniors (one of monolinguals and one of bilinguals) to perform a task that involved focusing on visual information while ignoring spatial information. The researchers compared the networks between different brain areas as people did the task. They found that monolinguals recruited a larger circuit with multiple connections, whereas bilinguals recruited a smaller circuit that was more appropriate for the required information. These findings were published in the Journal of Neurolinguistics.Two different ways of doing the same task\nThe participants did a task that required them to focus on visual information (the colour of an object) while ignoring spatial information (the position of the object). The research team observed that the monolingual brain allocates a number of regions linked to visual and motor function and interference control, which are located in the frontal lobes. This means that the monolingual brain needs to recruit multiple brain regions to do the task. \"After years of daily practice managing interference between two languages, bilinguals become experts at selecting relevant information and ignoring information that can distract from a task. In this case, bilinguals showed higher connectivity between visual processing areas located at the back of the brain. This area is specialized in detecting the visual characteristics of objects and therefore is specialized in the task used in this study. These data indicate that the bilingual brain is more efficient and economical, as it recruits fewer regions and only specialized regions,\" explained Dr. Ansaldo. Bilinguals have a double advantage as they age\nBilinguals therefore have two cognitive benefits. First, having more centralized and specialized functional connections saves resources compared to the multiple and more diverse brain areas allocated by monolinguals to accomplish the same task. Second, bilinguals achieve the same result by not using the brain's frontal regions, which are vulnerable to aging. This may explain why the brains of bilinguals are better equipped at staving off the signs of cognitive aging or dementia.\r\n\"We have observed that bilingualism has a concrete impact on brain function and that this may have a positive impact on cognitive aging. We now need to study how this function translates to daily life, for example, when concentrating on one source of information instead of another, which is something we have to do every day. And we have yet to discover all the benefits of bilingualism,\" concluded Dr.  Ansaldo."}