{"title": "Carotid artery gives away human biological age", "text": "Russian researchers have provided a new method of determining human biological age. The group hails from the Engelhardt Institute of Molecular Biology of the Russian Academy of Sciences, Russian Clinical Research Center for Gerontology, the Moscow Institute of Physics and Technology, and other prestigious research centers. The survey was carried out at the National Research Center for Preventive Medicine, as well as the Center for Gerontology. The article was published in the journal Aging. The researchers emphasize determining biological age will play a major role in the development of anti-aging medicine.Biological age is a concept used to describe the state of a human organism. An average healthy individual has their biological age no different from their chronological age, i.e., the age on their ID. However, with age, these two indicators are likely to become mismatched due to different reasons: environmental factors, bad habits, manifestations of hereditary diseases, etc. So far, there is no established method of predicting biological age. Both medical and scientific researchers are looking for a marker that could accurately and consistently reflect if not the general state of the body then at least that of its systems.The study is based on a combination of carotid ultrasound and tonometry data. Using machine learning, a model was developed capable of determining the biological age of healthy men and women with a mean absolute error of 6.9 and 5.9 years, respectively. The test set also included subjects with hypertension and Type 2 diabetes, whose biological age turned out to be, on average, three years greater than their actual age.\"Researchers have been trying to find a means to estimate human biological age for decades. The most accurate of the existing techniques are based on DNA analysis (the so-called \"epigenetic clock\") and can predict human age with the median error of three years. However, they require expensive equipment and skilled laboratory personnel, which is the reason why they are still not widely used in medical practice. Our method relies on a type of patient-related data any modern health care facility can obtain,\" says Alexey Moskalev, who heads the Laboratory of the Genetics of Aging and Longevity at MIPT's Center for Living Systems.In their study, the authors relied on information about the cardiovascular system, namely, a set of predictors, all of which reflect its functioning: minimum middle layer thickness of the carotid artery tissue, pulse wave velocity, carotid artery diameter (the degree of stenosis), and augmentation index (the difference between the second and first pressure peaks in a pulse wave). Individually, all of them are established markers used for diagnosing atherosclerosis, hypertension, calcinosis, diabetes, and other conditions. The choice was made after performing a correlation analysis, which is a technique used to measure the association between variables.The main result of the study is that a model (a formula) has been developed in which biological age is derived from the four clinical parameters stated above. Coefficients for each of the parameters were calculated using machine learning, namely robust regression. For this study, a total of 303 subjects (199 women and 104 men) were selected, their age varied from 23 to 91. All of them had visited the National Research Center for Preventive Medicine in Moscow, Russia, back in 2012. Robust regression analysis provides an alternative to the least squares method, which we remember well from school. It is essentially an attempt to approximate the observed dependence using a formula. In other words, the method seeks to pick the variables in a formula so as to make sure the resulting curve fits experimental data. There are, however, certain fundamental differences between the two alternatives which make robust regression preferable. Machine learning methods have long been used to evaluate biological age. Recent years have seen a rise in popularity of deep neural networks, which enable researchers to build high-accuracy models. And yet their application is not always justifiable as they, among other things, require a large number of tests and parameters, which is not always feasible in clinical practice.Alexander Fedintsev, a bioinformatics specialist from the Engelhardt Institute of Molecular Biology of RAS, the first author of the article, clarifies: \"We used nonlinear robust regression, since it does not rely on a priori assumptions of the distribution of the dependent variable and therefore is robust to outliers. Since the number of factors is limited, the model can be taught using a relatively small amount of data. In addition to being fairly accurate, it also provides an easy interpretation of the results: We can tell for sure how the predicted age will change if the measured parameters are varied. It is worth noting, though, that qualitative data was at the heart of this research. Thanks to a large database with a variety of biomarkers, we managed to select the most important factors, which helped us maintain a low error rate while predicting age despite the fact that we were using a rather simple and compact model.\"To test the validity of the new method, the researchers compared their biological age estimates with the data obtained through other techniques for evaluating the state of an organism. Correlation of predicted biological age with Framingham CVD Prediction Scores -- an algorithm which estimates a patient's risk of developing cardiovascular disease and is not based on carotid ultrasound imaging -- exceeded that with chronological age. Also, the method was compared with other data processing techniques: The findings were contrasted with those obtained using the Klemera-Doubal statistical method. Again, correlation with biological age exceeded that with chronological age.Olga Tkacheva, director of Russian Clinical Research Center for Gerontology, who co-authored the article, comments: \"Since we used cardiovascular system as our only source of information, additional research that would consider other factors is necessary to refine biological age estimates. However, recent research has shown that the relationship between the state of blood vessels and biological age appears to be even stronger than between the state of blood vessels and chemical composition of blood.\"Considering that according to WHO statistics heart disease is the leading age-related cause of death, it seems only natural to claim that the technique developed by the researchers is an effective means of determining biological age. The possibility of doing it rapidly and accurately is indeed crucial to the success of the battle against aging.\r\n", "article_link": "http://dx.doi.org/10.18632/aging.101227", "url": "http://www.eurekalert.org/pub_releases/2017-06/miop-cag060817.php", "region": "europe", "source_link": "https://mipt.ru/english/news/mipt_s_researchers_predict_human_age_based_on_carotid_artery_health", "funder": "Russian Science Foundation", "meeting": "", "institution": "Moscow Institute of Physics and Technology", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Molecular Biology", " Clinical Trials"], "journal": "Aging", "description": "Biological age is a concept which is used to describe the state of our organisms and it's determination is important when it comes to developing anti-aging medicines.\r\nThe most accurate of the existing techniques for predicting biological age are based on DNA analysis and require expensive equipment and skilled laboratory personnel. \r\nThe discovered method  is based on a combination of carotid ultrasound and tonometry data -- patient-related data that any modern health care facility can obtain.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}