{"title": "Home blood pressure monitors inaccurate 70 percent of the time: Study", "text": "Seventy per cent of readings from home blood pressure monitors are unacceptably inaccurate, which could cause serious implications for people who rely on them to make informed health decisions, new UAlberta research reveals.\"High blood pressure is the number one cause of death and disability in the world,\" said medical researcher Jennifer Ringrose, who led the research study. \"Monitoring for and treating hypertension can decrease the consequences of this disease. We need to make sure that home blood pressure readings are accurate.\"Ringrose and her team tested dozens of home monitors and found they weren't accurate within five mmHg about 70 per cent of the time. The devices were off the mark by 10 mmHg about 30 per cent of the time.The findings are extremely relevant given millions of patients are asked to monitor their blood pressure through a device at home and report the results back to their doctor.The researchers say steps can be taken to minimize inaccurate readings.\"Compare the blood pressure machine measurement with a blood pressure measurement in clinic before exclusively relying upon home blood pressure readings,\" advised Ringrose. \"What's really important is to do several blood pressure measurements and base treatment decisions on multiple readings. Taking home readings empowers patients and is helpful for clinicians to have a bigger picture rather than just one snapshot in time.\"Study co-author Raj Padwal, a UAlberta professor of medicine, added that no one should have drugs started or changed based on one or two measurements taken at a single point in time unless the measurements are clearly elevated.In 2015 Canadian guidelines were updated to endorse greater use of home blood pressure monitoring. The guidelines recommend 28 measurements over one week for home devices.The study examined the results of 85 patients. The researchers compared the results of the volunteers' home monitors with the gold standard--two observers taking several blood pressure measurements simultaneously, blinded to one another, with a third person ensuring agreement between both observers' readings. While the average difference between the home monitors and the gold standard measurements was acceptable, the majority of individual devices demonstrated clinically-relevant inaccuracy. The team also found that readings were more inaccurate in men than in women. They believe there are many factors that could account for their findings.\"Arm shape, arm size, the stiffness and age of blood vessels, and the type of blood pressure cuff are not always taken into account when a blood pressure machine is designed and validated,\" said Padwal. \"Individual differences, such as the size, age and medical background of the person using the blood pressure monitor are also contributing factors.\"The researchers say it's difficult to determine precisely why the inaccuracies are occuring in home monitors because they don't have access to the various formulas the devices use to determine blood pressure--information which is considered proprietary and kept secret by the manufacturer. They believe a greater effort needs to be made among industry and academia to develop more highly accurate devices in the future.The study was published in the American Journal of Hypertension.\r\n", "article_link": "http://dx.doi.org/10.1093/ajh/hpx041", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoaf-hbp060717.php", "region": "namerica", "source_link": null, "funder": "University Hospital Foundation", "meeting": "", "institution": "University of Alberta Faculty of Medicine & Dentistry", "keywords": ["Medicine/Health", " Stroke", " Aging", " Health Care Systems/Services", " Public Health"], "journal": "American Journal of Hypertension", "description": "Seventy percent of readings from home blood pressure monitors are unacceptably inaccurate, which could cause serious implications for people who rely on them to make informed health decisions, new UAlberta research reveals.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}