{"title": "Binge drinking associated with higher blood glucose levels in women, but not men", "text": "Regular high alcohol consumption and binge drinking from age 16 is associated with higher glucose concentrations in women's  blood - an important risk factor for type 2 diabetes - later in life, according to a study published in the open access journal BMC Public Health.This study is the first to assess alcohol consumption data, starting in adolescence, over a 27 year period in relation to their blood glucose levels taken when they were 43 years of age. In women, total alcohol consumption and binge drinking behaviour throughout the 27 year period was significantly associated with higher blood glucose levels independent of BMI, hypertension and smoking status at age 43. This association was not true for men, for whom only BMI and hypertension remained associated with increased blood glucose levels.Dr Karina Nygren, lead author from Umea University, Sweden said: \"Our findings show that high alcohol consumption from ages 16 to 43 is associated with higher blood glucose levels in women but not in men. Because higher blood glucose is a risk factor for the development of type 2 diabetes, our data suggest that informing people about the risk of high alcohol consumption at a young age could have positive health impacts further down the line.\"Despite the association between alcohol, binge drinking and blood glucose only being significant in women, men still had higher blood glucose levels than women and consumed nearly 3 times as much alcohol between ages 16 and 43.Previous studies suggest possible mechanisms for the association between alcohol and elevated blood glucose. For example, human studies have shown that ethanol can increase insulin resistance, which in turn leads to accumulation of glucose in the blood. Studies in rats have also shown that binge drinking behaviour alters the rat's metabolism in a way that negatively affects insulin.Dr Nygren commented: \"Although there are some biological explanations behind why alcohol can directly lead to increased levels of glucose in the blood, the difference between men and women in our study is more difficult to explain.\"Data included in this study come from the Northern Swedish Cohort study which began in 1981. A total of 897 people from this study answered a questionnaire about alcohol consumption when they were 16, 18, 21, 30 and 43 years old. At age 43 a blood sample was taken from each person to assess blood glucose levels. The questionnaire involved eight questions about alcohol consumption including questions such as \"how often do you drink alcohol?\" and how much do you drink at each occasion?\". Binge drinking was defined as drinking four or more standard drinks of beer, wine or spirits per occasion for women, and five or more for men, at least once per month. One standard drink was specified to contain 12g of ethanol, which is equivalent to 330ml of a 5-6% beer. The study shows an association between alcohol consumption and higher blood glucose but cannot show cause and effect. The data is limited by the fact that information on alcohol consumption comes from self-reported questionnaires and could be subject to bias. However, the long term nature of the study, which includes multiple follow ups, offers a unique insight into the drinking behaviours of people throughout their life.", "article_link": "http://dx.doi.org/10.1186/s12889-017-4437-y", "url": "http://www.eurekalert.org/pub_releases/2017-06/bc-bda060517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Medicine/Health", " Epidemiology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Alcohol"], "journal": "BMC Public Health", "description": "Regular high alcohol consumption and binge drinking from age 16 is associated with higher glucose concentrations in women's  blood -- an important risk factor for type 2 diabetes -- later in life, according to a study published in the open access journal BMC Public Health.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}