{"title": "Running multiple marathons does not increase risk of atherosclerosis", "text": "Sophia Antipolis, 7 June 2017: Running multiple marathons does not increase the risk of atherosclerosis, according to research published today in the European Journal of Preventive Cardiology.1\"There has been a debate over whether intensive endurance exercise such as marathon running may be dangerous for the heart,\" said lead author Dr Axel Pressler, Head of the Prevention Centre, Technical University of Munich, Germany. \"Previous studies found that after running a marathon, the same cardiac biomarkers were acutely elevated as after a heart attack.\"\"Other research discovered increased coronary atherosclerosis in marathon runners as a potential chronic consequence of running\" he continued. \"However, this may have been due to exposure to traditional risk factors such as current or past smoking.\"This study aimed to find out whether running itself could induce the early development of atherosclerosis. It therefore included only healthy men without any history of cardiovascular risk factors such as cardiovascular disease, hypertension or smoking.Pre-atherosclerotic changes to the function and structure of the blood vessels were evaluated by increased stiffness of the arteries, increased intima-media-thickness (due to early atherosclerosis), and endothelial dysfunction, which indicates an impaired reaction of the vessel to blood flow.The study included 97 participants of the 2013 Munich marathon who had already completed multiple events. Each participant did an exercise capacity test to measure peak oxygen uptake, and gave their training history. The finishing time for the marathon was recorded for each runner.Measurements of arterial stiffness, intima-media-thickness, and endothelial dysfunction were taken before and after the event.Prior to the current marathon, participants had successfully finished a median of 11 running events which included half marathons, full marathons, and ultramarathons. The average weekly and annual training distances were 59 km and 1 639 km, respectively.Runners had normal mean values for arterial stiffness, intima-media-thickness, and endothelial dysfunction. There was no association between exercise capacity, marathon finishing time, number of completed races, or weekly and annual training distances with arterial stiffness, intima-media-thickness, or endothelial dysfunction.The only characteristic of the runners that was independently associated with the three measurements of pre-atherosclerosis was age.\"When we get older our arteries get stiffer and are not so elastic anymore,\" said Dr Pressler. \"Our study shows that runners who have finished 20 marathons do not have stiffer arteries or more impaired vessel function than people of the same age who have finished five or zero marathons.\"\"We can conclude that marathon running itself is not a risk factor for atherosclerosis,\" continued Dr Pressler. \"It appears that you can run as many marathons as you want and not be in danger of developing impaired blood vessel function or atherosclerosis.\"While running multiple marathons did not have a deleterious effect on the blood vessels, it did not have a positive effect either. Dr Pressler said: \"Running had a neutral effect on the blood vessels. The state of the blood vessels in these runners depended solely on their age.\"The findings are good news for runners, but Dr Pressler warned that marathons do put strain on the body and participants should ensure they are prepared through training, nutrition, and appropriate hydration. He concluded: \"Many people are interested in marathon running and are doing ambitious recreational sports. Our study shows that running multiple marathons is not risk factor for atherosclerosis.\"", "article_link": "http://dx.doi.org/10.1177/2047487317713326", "url": "http://www.eurekalert.org/pub_releases/2017-06/esoc-rmm060517.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/running-multiple-marathons-does-not-increase-risk-of-atherosclerosis?hit=wireek", "funder": "EnzyMagic Trial, MUCOS Pharma", "meeting": "", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Disease in the Developing World"], "journal": "European Journal of Preventive Cardiology", "description": "Running multiple marathons does not increase the risk of atherosclerosis, according to research published today in the European Journal of Preventive Cardiology.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}