{"title": "New surgical techniques help save patients from life-threatening heart condition", "text": "Chicago, IL, June 6, 2017 - Cardiac surgeons are successfully performing more extensive surgical repairs of type A aortic dissection -- one of the highest risk operations in cardiothoracic surgery. These new surgical techniques, along with improved postoperative care, are resulting in better long-term outcomes and lower rates of complications, according to an article published online today in The Annals of Thoracic Surgery.  Key points include that surgeons are adapting their surgical strategies to more aggressively treat aortic dissections with improved outcomes. The mortality rate for type A aortic dissection surgery remains high at 19%, but risk for certain complications such as pneumonia and reoperation are significantly lower. These complex aortic dissection surgeries benefit from cerebral perfusion, with 85% of cases currently using the technique.\"Type A aortic dissection requires emergency surgical repair,\" said senior author Ravi K. Ghanta, MD, formerly of the University of Virginia in Charlottesville, now with Baylor College of Medicine in Houston. \"This study shows that surgeons are adapting their surgical strategies to more aggressively treat aortic dissections, surprisingly, without additional upfront risk. Therefore, patients are benefiting from more extensive repair of aortic dissection, which may lead to improved long-term outcomes.\"Aortic dissection is a tear in the wall of the aorta (the large blood vessel that carries blood from the heart) to the body, causing the inner and middle layers of the aorta to separate (dissect). In type A dissection, the tear begins where the aorta exits the heart (ascending aorta) and extends from the upper to lower sections of the aorta. Although type A dissection is rare, it is the most common type of aortic dissection and occurs mainly in men aged 50-65 with high blood pressure, hardening of the arteries, or any other abnormality of the aorta. As many as 40% of people with aortic dissections die instantly, and the risk of death increases 1% for every hour that the diagnosis and surgical repair are delayed, according to multisociety clinical practice guidelines.For this study, Dr. Ghanta, Robert B. Hawkins, MD, and colleagues reviewed records for 884 patients who underwent operations for acute type A aortic dissection from 2003 to 2015 in the Commonwealth of Virginia. The study represents one of the largest analyses of its kind. It looked at all centers in Virginia, making it representative of \"real-world\" practice and not just limited to a few high-volume centers.The patients were grouped into three \"operative eras\": early (2003-2008, n=309); middle (2009-2012, n=316); and current (2013-2015, n=259). The median age for the patients was 59 years, with hypertension being the most common risk factor among them (81%).The researchers found that patients underwent increasingly complex operations over time, including aortic root surgery (in 16%, 39%, and 67% of cases, respectively) and aortic arch repair (in 27%, 26%, and 37% of cases, respectively). Importantly, the study also showed that the risk of mortality remained stable (at 19%), while the risk for complications such as pneumonia or reoperation was significantly lower. \"Surgeons are increasingly comfortable with performing more extensive repairs of the aorta and utilizing new surgical techniques, and they are doing so without increasing risk,\" explained Dr. Ghanta. \"However, while the operative mortality numbers are lower than historical outcomes, 19% is still significant and further improvement is needed.\" Brain protection during surgeryBecause the aortic arch feeds the carotid arteries (the blood vessels supplying the brain), aortic surgery requires careful attention to brain protection. The researchers looked closely at trends in cerebral blood circulation (perfusion) and cold temperature strategies used to protect the heart and brain during surgery. They found an increased use of selective cerebral perfusion, from 74% in the middle operative era to 85% currently. \"While short circulatory arrest times with deep hypothermia are safe, these more complex surgeries benefit from cerebral perfusion,\" said Dr. Ghanta. \"Our study, however, found a lack of consensus on the optimal strategy. As a result, we need to investigate further these repair and protection techniques.\"The researchers said that next steps would be to examine how patient anatomy impacts both surgeon preference for extent of surgery as well as outcomes. \"We need to discover how to make these complex surgeries faster and easier; in doing so, it will be important to learn as much as possible so that surgeons can tailor the surgical repair to the patient and balance upfront surgical risks with improved long-term outcomes,\" concluded Dr. Hawkins.", "article_link": "http://dx.doi.org/10.1016/j.athoracsur.2017.02.086", "url": "http://www.eurekalert.org/pub_releases/2017-06/e-nst060617.php", "region": "europe", "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/new-surgical-techniques-help-save-patients-from-life-threatening-heart-condition", "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Cardiology", " Surgery"], "journal": "Annals of Thoracic Surgery", "description": "Cardiac surgeons are successfully performing more extensive surgical repairs of type A aortic dissection -- one of the highest risk operations in cardiothoracic surgery. These new surgical techniques, along with improved postoperative care, are resulting in better long-term outcomes and lower rates of complications, according to an article published online today in The Annals of Thoracic Surgery.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}