{"title": "Mild-to-moderate obstructive sleep apnea is associated with hypertension, diabetes", "text": "Preliminary data from two studies suggest that mild-to-moderate obstructive sleep apnea is associated with an increased risk of developing hypertension and diabetes. \"We found that even mild sleep apnea was strongly associated with increased risk of developing hypertension by 4 times compared to individuals without sleep apnea,\" said principal investigator and lead author Alexandros N. Vgontzas, MD, Professor in the Department of Psychiatry at Pennsylvania State University College of Medicine. \"Similarly, moderate sleep apnea was associated with increased risk of developing diabetes by almost 3 times compared to individuals without sleep apnea.\" Results also show that these associations were strongest in young and middle-aged adults.\"In young and middle-aged adults, our findings suggest that early detection and treatment of mild-to-moderate sleep apnea is warranted in order to prevent future cardiometabolic disease,\" said lead author and postdoctoral scholar Yun Li, MD. \"Given the stronger association of sleep apnea with metabolic abnormalities in this age group, emphasis should be placed on yearly monitoring of indices of metabolic symptoms and lifestyle interventions, such as weight control, healthy diet, regular exercise, and stress management.\"According to the American Academy of Sleep Medicine, nearly 30 million adults in the U.S. have obstructive sleep apnea, a chronic disease that involves the repeated collapse of the upper airway during sleep. Common warning signs include snoring and excessive daytime sleepiness. While previous research has established that severe sleep apnea increases the risk of hypertension and diabetes, data regarding mild-to-moderate sleep apnea were unclear. Both studies involved the Penn State Adult Cohort, a random general population sample of 1,741 adults. Participants completed a detailed medical history interview at baseline and were evaluated in a sleep center during an overnight sleep study. Those without hypertension or diabetes at baseline were followed up after 10 years.The research abstracts were published recently in an online supplement of the journal Sleep and will be presented Monday, June 5, and Wednesday, June 7, in Boston at SLEEP 2017, the 31st Annual Meeting of the Associated Professional Sleep Societies LLC (APSS), which is a joint venture of the American Academy of Sleep Medicine and the Sleep Research Society.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/aaos-mos060117.php", "region": "namerica", "source_link": null, "funder": "National Institutes for Health", "meeting": "SLEEP 2017", "institution": "American Academy of Sleep Medicine", "keywords": ["Medicine/Health", " Diabetes", " Neurobiology", " Sleep/Sleep Disorders"], "journal": "", "description": "Preliminary data from two studies suggest that mild-to-moderate obstructive sleep apnea is associated with an increased risk of developing hypertension and diabetes.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}