{"title": "Did amount of sodium households acquire in packaged food, beverages decrease?", "text": "Excessive dietary sodium is a modifiable risk factor for hypertension and cardiovascular disease, and the Institute of Medicine has said it is essential to reduce sodium in packaged foods. Yet, not much is known about whether sodium in packaged foods has changed over the past 15 years. A new article published by JAMA Internal Medicine tries to answer that question.Jennifer M. Poti, Ph.D., of the University of North Carolina at Chapel Hill, and coauthors used data obtained from The Nielsen Company from the 2000 to 2014 Nielsen Homescan Consumer Panel on packaged food and beverage purchases by U.S. households. Household members used a barcode scanner to record their purchases.Among a sample of 172,042 U.S. households:Limitations of the study include that households do not report whether all foods purchased were consumed, so the data do not reflect sodium intake.\"The slow rate of decline in sodium from store-bought foods suggests that more concerted sodium reduction efforts are necessary in the United States. Future studies are needed to examine sodium trends by race/ethnicity and income to identify vulnerable subpopulations that further interventions should target,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-dao060117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Internal Medicine"], "journal": "JAMA Internal Medicine", "description": "Excessive dietary sodium is a modifiable risk factor for hypertension and cardiovascular disease, and the Institute of Medicine has said it is essential to reduce sodium in packaged foods. Yet, not much is known about whether sodium in packaged foods has changed over the past 15 years. A new article published by JAMA Internal Medicine tries to answer that question.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}