{"title": "Smaller dose combos of blood pressure meds may be effective with fewer side effects", "text": "DALLAS, June 5, 2017 - Quarter-dose combinations of blood pressure lowering medications appear to be effective in treating hypertension and result in fewer side effects for patients than a single dose of one drug, according to new research in the American Heart Association's journal Hypertension.\"Widespread control of blood pressure is generally low, even in high-income countries. The largest global survey of hypertension patients showed 88 percent of those aware of hypertension are treated with medications, but only one in three were able to gain control of their blood pressure,\" said Anthony Rodgers, M.B.Ch.B., Ph.D., study author and professor at The George Institute for Global Health, University of New South Wales in Sydney, Australia. \"Because high blood pressure is so common and serious, even small improvements in management can have a large impact on public health.\"There are a variety of classes of high blood pressure medications and each includes a list of different possible side effects, such as weakness, dizziness, insomnia, headache, muscle cramps and more.In this first review to compare quarter-dose therapy to both standard dose and placebo, researchers analyzed and compared results from 42 trials, involving 20,284 people with high blood pressure on various doses of medications or taking no medication. The review included many different types of medications from the five main classes of drugs to treat hypertension, including ACE inhibitors, angiotensin receptor blockers, beta blockers, calcium channel blocker and thiazides.They found:While low-dose combinations for blood pressure control is promising, there still isn't enough research to warrant a change in how doctors prescribe blood pressure lowering therapies and there are also few low dose combinations currently available, researchers said.\"This new approach to treatment needs more research before it can be recommended more widely,\" Rodgers said. \"The findings have not yet been tested in large long-term trials. People should not reduce the doses of their current medications.\"", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09202", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-sdc053117.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/smaller-dose-combos-of-blood-pressure-meds-may-be-effective-with-fewer-side-effects?preview=abebcec3a5dd6765293dd30fead4dd1f", "funder": "National Health and Medical Research Council Program Grant", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Hypertension: Journal of the American Heart Association", "description": "Combinations of smaller doses of blood pressure medications may lower blood pressure with fewer side effects, compared to standard single medication doses. However, the research is preliminary and patients should not reduce their medication on their own. Long-term research is needed to confirm these findings.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}