{"institution": "Aarhus University", "title": "Anti-epilepsy medicine taken by pregnant women does not harm the child's overall health", "url": "http://www.eurekalert.org/pub_releases/2017-02/au-amt022117.php", "article_link": null, "region": "europe", "funder": "The Lundbeck Foundation and Novo Nordisk Foundation (PROCRIN research programme)", "meeting": "", "journal": "BMJ Open", "source_link": "http://bmjopen.bmj.com/content/7/1/e012836.full", "text": "Children whose mothers have taken anti-epilepsy medicine during pregnancy, do not visit the doctor more often than children who have not been exposed to this medicine in utero. This is the result of a new study from Aarhus. Previous studies have shown that anti-epilepsy medicine may lead to congenital malformations in the foetus and that the use of anti-epilepsy medicine during pregnancy affects the development of the brain among the children. There is still a lack of knowledge in the area about the general health of children who are exposed to anti-epilepsy medicine in foetallife. But this new study is generally reassuring for women who need to take anti-epilepsy medicine during their pregnancy.Being born to a mother who has taken anti-epilepsy medicine during pregnancy appears not to harm the child's health. These are the findings of the first Danish study of the correlation between anti-epilepsy medicine and the general health of the child which has been carried out by the Research Unit for General Practice, Aarhus University and Aarhus University Hospital. The results have just been published in the international scientific journal BMJ Open.The researchers have looked into whether children who have been exposed to the mother's anti-epilepsy medicine have contact with their general practitioner (GP) more often than other children - and there are no significant differences.  No reason til worry \"Our results are generally reassuring for women who need to take anti-epilepsy medicine during their pregnancy, including women with epilepsy,\" says Anne Mette Lund Würtz, who is one of the researchers behind the project. The difference in the number of contacts to the general practitioner between exposed and non-exposed children is only three per cent. \r\n\"The small difference we found in the number of contacts is primarily due to a difference in the number of telephone contacts and not to actual visits to the GP. At the same time, we cannot rule out that the difference in the number of contacts is caused by a small group of children who have more frequent contact with their GP because of illness,\" explains Anne Mette Lund Würtz. Of the 963,010 children born between 1997 and 2012, who were included in the survey, anti-epilepsy medicine was used in 4,478 of the pregnancies that were studied.Anti-epilepsy medicine is also used for the treatment of other diseases such as migraine and bipolar disorder. The study shows that there were no differences relating to whether the women who used anti-epilepsy medicine during pregnancy were diagnosed with epilepsy or not. Background for the results Type of study: The population study was carried out using the Danish registers for the period 1997-2013. The analyses takes into account differences in the child's gender and date of birth, as well as the mother's age, family situation, income, level of education, as well as any mental illness, use of psychiatric medicine and insulin, and substance abuse.", "keywords": ["Medicine/Health", " Public Health", " Parenting/Child Care/Family"], "description": "Previous studies have shown that anti-epilepsy medicine may lead to congenital malformations in the fetus and that the use of anti-epilepsy medicine during pregnancy affects the development of the brain among the children. There is still a lack of knowledge in the area about the general health of children who are exposed to anti-epilepsy medicine in fetal life. But this new study is generally reassuring for women who need to take anti-epilepsy medicine during their pregnancy.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}