{"institution": "University of California - Riverside", "title": "Model helps explain why some patients with multiple sclerosis have seizures", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--mhe022117.php", "article_link": null, "region": "namerica", "funder": "National Multiple Sclerosis Society, National Institutes of Health", "meeting": "", "journal": "Neuroscience", "source_link": null, "text": "RIVERSIDE, Calif. - Multiple sclerosis (MS) is an autoimmune disease of the central nervous system that affects nearly 2.3 million people worldwide. MS is triggered when the immune system attacks the protective covering around nerve fibers, called the myelin sheath.  The \"demyelination\" that follows damages nerve cells and causes impaired exchange of information between the brain and body as well as within the brain itself.As the protective sheath -- best imagined as the insulating material around an electrical wire -- wears off, nerve signals slow down or stop. The result is impairment to a patient's vision, sensation, and use of limbs depending where the damage takes place.  Permanent paralysis occurs when nerve fibers are destroyed by the disease.As though this were not enough, MS patients are three to six times more likely to develop seizures -- abnormal hyperactivity of nerve cells -- compared to the rest of the population. However, despite increased occurrence of seizures among MS patients, little research has been done to probe why they happen.Using a mouse model, a team of scientists at the University of California, Riverside has found for the first time that chronic demyelination is closely linked to, and is likely the cause of, these seizures. Reporting in the journal Neuroscience, the researchers also note that certain neurons in the brain, called \"parvalbumin interneurons,\" which are important for keeping hyperactivity down, are modified and lost when extensive demyelination occurs in the brain's cortex and hippocampus.An image from their research is featured on the cover of volume 346 (pages 409-422) of the journal.\"Demyelination causes damage to axons and neuronal loss, specifically parvalbumin interneurons are lost in mice, hyperactivity is no longer down but up, and this could be a cause of seizures,\" said Seema Tiwari-Woodruff, an associate professor of biomedical sciences in the UC Riverside School of Medicine, whose laboratory authored the research. \"It's very likely this is what is occurring in those patients with MS who are experiencing seizures.\"In the lab, Tiwari-Woodruff and her team induced demyelination in mice by feeding them a diet that contained cuprizone, a copper-binding substance that causes damage to oligodendrocytes -the brain cells that produce myelin. After nine weeks of feeding them cuprizone, the majority of mice started having seizures.\"Without myelin, axons are vulnerable,\" Tiwari-Woodruff said. \"They develop blebs - ball-like structures that hinder transport of important proteins and conduction of electrical signals. In some instances, significant axon damage can lead to neuronal loss. In both MS and our mouse model, parvalbumin interneurons are more vulnerable and likely to die. This causes the inhibition to be removed and induce seizures. Thus axonal and neuronal survival may be directly tied to the trophic support provided by myelin.\"In another study, after nine or twelve weeks, the researchers stopped feeding the mice the cuprizone diet. Oligodendrocytes began to repopulate the demyelinated areas and remyelinate the intact but myelin-stripped axons. Future studies will assess seizure activity with remyelination.\"Does remyelination affect seizure activity? Could we accelerate the remyelination with drugs? Can we thus provide some relief for MS patients? We are interested in addressing these questions,\" Tiwari-Woodruff said.Her team was recently awarded a pilot grant from the National Multiple Sclerosis Society to compare postmortem brain tissue from MS patients with seizures to those without to understand the cellular basis of seizures in MS. Their findings will also be used to check how well the cuprizone mouse model reproduces the changes seen in humans.\"We want to know if these tissues show what we are seeing in our mouse model,\" Tiwari-Woodruff said. \"Our preliminary data in postmortem tissue show considerable similarity between the two. We now have a mouse model with which we can work to test and suggest some therapeutic cures. When developed, such drugs, which would be aimed at reducing hyperactivity to reduce the incidence of seizures, could also be extended to epilepsy patients.\"", "keywords": ["Medical Education", " Medicine/Health", " Critical Care/Emergency Medicine", " Health Professionals", " Neurobiology", " Neurochemistry", " Public Health", " Trauma/Injury"], "description": "MS patients are three to six times more likely to develop seizures. Using a mouse model, a team of scientists at the University of California, Riverside has found for the first time that chronic demyelination is closely linked to, and is likely the cause of, these seizures.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}