{"institution": "American Osteopathic Association", "title": "Osteopathic technique helps locate ectopic pregnancies when imaging fails", "url": "http://www.eurekalert.org/pub_releases/2017-02/aoa-oth022117.php", "article_link": "http://dx.doi.org/10.7556/jaoa.2017.019", "region": "namerica", "funder": "", "meeting": "", "journal": "The Journal of the American Osteopathic Association", "source_link": "http://jaoa.org/article.aspx?articleid=2599979", "text": "The location of an ectopic pregnancy can be determined using a simple, noninvasive physical examination technique used by osteopathic physicians, researchers say. \r\nEctopic pregnancies account for nearly 2 percent of all pregnancies in North America and are the leading cause of maternal mortality in the first trimester.Dr. Daniel Martingano, DO, a resident at NYU School of Medicine, discovered osteopathic structural examinations (OSE) can be used to identify whether an ectopic pregnancy is located within the fallopian tubes, ovaries, or abdomen. His findings were published in February's issue of The Journal of the American Osteopathic Association.\"The vast majority of ectopic pregnancies occur within the fallopian tubes.  However, it can difficult to locate them when they occur anywhere else, especially in a ruptured ectopic pregnancy,\" says Dr. Martingano. He explains that bleeding caused by a rupture can often obscure imaging. Typically, in such situations, exploratory surgery is necessary. Using OSE can make the process of diagnosis much faster--a crucial benefit if the mother is bleeding out.Osteopathic obstetricians can also use OSE on expectant mothers at regular checkups where an abnormal pregnancy may be suspected and identify an ectopic before it ruptures and becomes an emergency.\"This is a very standard, basic procedure for any osteopathic physician, so no additional training is needed to make this widely used,\" says Dr. Martingano.", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Fertility", " Gynecology"], "description": "The location of an ectopic pregnancy can be determined quickly and easily with a simple, noninvasive physical examination technique used by osteopathic physicians. The method can be helpful in emergency situations, like ruptured ectopic pregnancies, when bleeding obscures traditional imaging. Ectopic pregnancies account for nearly 2 percent of all pregnancies in North America and are the leading cause of maternal mortality in the first trimester.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}