{"institution": "University of Helsinki", "title": "Significant epilepsy gene discovery in dogs", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoh-seg022017.php", "article_link": "http://dx.doi.org/10.1073/pnas.1614478114", "region": "europe", "funder": "Academy of Finland, Sigrid Juselius Foundation, Jane and Aatos Erkko Foundation, ERCStG (260997), Epilepsiatutkimussäätiö, Biocentrum Helsinki, Munich University Society, Canine Health Foundation", "meeting": "", "journal": "Proceedings of the National Academy of Sciences", "source_link": "https://www.helsinki.fi/en/news/significant-epilepsy-gene-discovery-in-dogs", "text": "A collaborative study describes a novel myoclonic epilepsy syndrome in dogs for the first time and discovers its genetic cause at DIRAS1 gene. The affected dogs developed myoclonic seizures at young age - on average 6 months old - and seizures occur typically at rest. In some of the dogs the seizures could be triggered by light. A novel candidate gene for human myoclonic epilepsies The canine myoclonic epilepsy resembles human juvenile myoclonic syndrome in many aspects and the study has therefore meaningful implications for epilepsy research across species, says Professor Hannes Lohi from the canine gene research group, University of Helsinki. Myoclonic epilepsies are one of the most common forms of epilepsy in human and the canine findings will not only help in diagnostics but also provide a novel entry point to understand the pathophysiology of the disease. The identified DIRAS1 gene may play a role in cholinergic transmission in the brain and provides a novel target for the development of epilepsy treatments.  We found a novel epilepsy gene, DIRAS1, which has not been linked to any neurological diseases before. The gene is poorly characterized so far, but some studies suggest that it may play a role in cholinergic neurotransmission, which could be a highly relevant pathway for the myoclonic epilepsies, explains MSc Sarviaho, co-first author of the study.   The genetic backgrounds of myoclonic epilepsies are not well known yet, and our study provides a new candidate gene, which helps to further characterize the underlying pathophysiology in future studies. This would be important for the development of new treatment scenarios, summarizes Professor Lohi, senior author of the study. The affected dogs continue to serve as preclinical models when new treatment options are sought in ongoing studies.  A genetic test helps breeding and diagnosticsThe results have implications for both veterinary diagnostics and breeding programs.  We screened over 600 Rhodesian Ridgebacks and about 1000 epileptic dogs in other breeds and found that the DIRAS1 defect was specific for juvenile myoclonic epilepsy in Rhodesian Ridgebacks so far, says MSc Sarviaho.  With the help of the genetic test, veterinarians can diagnose this specific epilepsy in their canine patients while breeders will be able to identify carriers and revise the breeding plans to avoid future affected puppies. About 15% of the dogs in the breed carry the DIRAS1 mutation and dogs all over Europe and beyond are affected, says DVM Franziska Wieländer from LMU Munich.  Dogs don't need to be sedated anymore for epilepsy research  To characterize the clinical features, researchers utilized a novel wireless video-EEG recording method. This allows a real-time monitoring of the electrical events prior, during and after the seizure episode in unsedated dogs.  All the wires from electrodes are attached to a small portable device on the dog's back that transmits the data straight to our computers. Thus, the dog is free to move around and we can record the EEG for long periods at one go, explains Professor Fiona James. She has been previously developing the method at the University of Guelph, Ontario, Canada.   Video-EEG is a routine approach in the human epilepsy clinic but only piloted now for the dogs. The beauty of the method is that we can easily correlate the behavioral changes with the recorded electroencephalographs and compare them to human EEG results. Indeed, with this technique we were able to identify epilepsy at an early stage and prior to the development of generalized tonic-clonic seizures. Moreover, we found strikingly similar EEG patterns in dogs that have been described in human myoclonic epilepsy\", describes Professor Andrea Fischer from LMU Munich.  Video-EEG is a powerful new approach for veterinary epilepsy research compared to previous short, 20-minute interictal measurements under sedation and gives much more accurate results, says Wieländer. Careful clinical studies helped to establish proper study cohorts to identify the genetic cause. ", "keywords": ["Genetics", " Zoology/Veterinary Science", " Medicine/Health", " Genes"], "description": "Researh groups from the University of Helsinki, the LMU Munich and the University of Guelph have described in collaboration a novel myoclonic epilepsy in dogs and identified its genetic cause. The study reveals a novel candidate gene for human myoclonic epilepsies, one of the most common forms of epilepsy. As a result, a genetic test was developed for veterinary diagnostics and breeding programs.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}