{"institution": "Cedars-Sinai Medical Center", "title": "Cedars-Sinai investigators identify human brain processes critical to short-term memory", "url": "http://www.eurekalert.org/pub_releases/2017-02/cmc-cii021717.php", "article_link": "http://dx.doi.org/10.1038/nn.4509", "region": "namerica", "funder": "National Science Foundation, NIH/National Institute of Mental Health, McKnight Endowment Fund for Neuroscience, Brain & Behavior Research Foundation", "meeting": "", "journal": "Nature Neuroscience", "source_link": null, "text": "LOS ANGELES - Cedars-Sinai neuroscientists have uncovered processes involved in how the human brain creates and maintains short-term memories. \"This study is the first clear demonstration of precisely how human brain cells work to create and recall short-term memories,\" said Ueli Rutishauser, PhD, associate professor of Neurosurgery in the Cedars-Sinai Department of Neurosurgery and the study's senior author. \"Confirmation of this process and the specific brain regions involved is a critical step in developing meaningful treatments for memory disorders that affect millions of Americans.\"The study's findings, published online Feb. 20 and in the April print edition  of Nature Neuroscience, involve a type of brain cell, called a persistently active neuron, that is vital for supporting short-term memory. Results indicate that this specific type of neurons remain active for several seconds when a person is required to memorize an object or image and recall it at a later time.The findings reveal critical new information on how the human brain stores and maintains short-term memories - the ability to remember ideas, thoughts, images and objects during a time frame of seconds to minutes. Short-term memory is essential for making decisions and mental calculations. \"Because impaired short-term memory severely weakens someone's ability to complete everyday tasks, it is essential to develop a better understanding of this process so new treatments for memory disorders can be developed,\" said Jan Kami?ski, PhD, a neuroscientist at Cedars-Sinai and lead author of the study. Researchers found persistently active neurons in the medial frontal lobe as well as the medial temporal lobe. The neurons remained active even after the patient stopped looking at an image or object. Until now, the medial temporal lobe was thought to be involved only in the formation of new long-term memories. Now, however, the new findings show that both areas of the brain are critical for maintaining short-term memory and rely upon the ongoing activity of the neurons for memorization. During the study, a team of Cedars-Sinai neurosurgeons implanted electrodes to precisely locate the source of seizures in 13 epilepsy patients. Investigators then studied the electrical activity of individual neurons while patients performed a memory test. During the test, patients viewed a sequence of three images, followed by a two-to-three-second delay. Then patients were shown another image and were asked to decide whether they had previously seen the image. \"A surprising finding of this new study is that some of the persistently active neurons were only active if the patient memorized a specific image,\" Kami?ski said. \"For example, the researchers discovered a neuron that reacted every time the patient memorized an image of Han Solo, a character in the movie Star Wars, but not any other memory.\"Another key finding of the study was a correlation between the strength of the neurons' activity and the ability to later make use of the memory. \"We noticed that the larger the increase in activity, the more likely the patient was to remember the image. In contrast, if the neuron's activity was weak, the patient forgot the image and thus lost the memory,\" said Adam N. Mamelak, MD, professor of Neurosurgery, director of Functional Neurosurgery at Cedars-Sinai and a co-author of the study. Keith L. Black, MD, chair of the Department of Neurosurgery at Cedars-Sinai, said the breakthrough can be credited to the partnership between neurosurgery and neurology clinicians working with neuroscientists.  \"This unique collaboration allows us to discover the mechanisms of memory in the human brain,\" Black said. \"This is key for moving closer to finding treatments for memory disorders, epilepsy and other diseases.\"Rutishauser said a next step is understanding how multiple areas of the brain work together to support short-term memory. \"Now that specific neurons that support short-term memory have been discovered, we have a way to study their interaction systematically,\" he said.", "keywords": ["Medicine/Health", " Neurobiology", " Memory/Cognitive Processes"], "description": "Cedars-Sinai neuroscientists have uncovered processes involved in how the human brain creates and maintains short-term memories. This study is the first clear demonstration of precisely how human brain cells work to create and recall short-term memories.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}