{"institution": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "title": "NIH workshop identifies complex health problems among Zika-affected infants", "url": "http://www.eurekalert.org/pub_releases/2017-02/nksn-nwi021617.php", "article_link": null, "region": "namerica", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "meeting": "", "journal": "JAMA Pediatrics", "source_link": null, "text": "WHAT:Children exposed to Zika virus in the womb may face complex health and developmental problems as they grow older, according to discussions at a National Institutes of Health workshop. A summary of the proceedings, authored by researchers from NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), is available in the latest issue of JAMA Pediatrics.Zika virus is a global public health threat. Infection in pregnant women can lead to birth defects in developing fetuses and newborns, but long-term outcomes for children exposed to the virus in the womb are largely unknown. Participants at the NIH workshop aimed to address these knowledge gaps by discussing clinical observations of Zika-affected infants, similar congenital infections, treatment options, management guidelines and research needs.For example, clinicians from Brazil and Puerto Rico described a spectrum of health issues seen in Zika-affected infants, including abnormal reflexes, limb abnormalities, epilepsy, respiratory infections and problems with vision, hearing and digestion. Their observations indicate that Zika exposure during any trimester in pregnancy can lead to health problems. In some case reports, infants who appeared normal at birth later developed brain defects, such as microcephaly and hydrocephalus. Workshop participants also discussed how to best engage parents and caregivers in the treatment of their children. Participants recognized the importance of caring for the parents, caregivers and families of Zika-affected children, in addition to collaborating across specialties to meet the children's diverse medical needs. According to the workshop summary, the complete picture of long-term outcomes will require more research and should include all Zika-exposed children, not just those who show symptoms at birth.", "keywords": ["Virology", " Medicine/Health", " Health Professionals", " Infectious/Emerging Diseases", " Pediatrics", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery"], "description": "Children exposed to Zika virus in the womb may face complex health and developmental problems as they grow older, according to discussions at a National Institutes of Health workshop. A summary of the proceedings, authored by researchers from NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), is available in the latest issue of JAMA Pediatrics.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}