{"title": "Information avoidance | EurekAlert! Science News", "year": "Fri, 10 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txwe", "live", "unprecedented", "age", "information", "dieters", "access", "nutritional", "information", "people", "risk", "genetic", "disease", "undergo", "medical", "tests", "citizens", "modern", "democracies", "access", "wide", "range", "news", "sources", "covering", "entire", "political", "information", "people", "make", "use", "little", "diets", "example", "often", "prefer", "look", "number", "calories", "tasty", "dessert", "people", "high", "risk", "disease", "avoid", "screening", "tests", "could", "give", "definite", "answer", "consumers", "news", "choose", "sources", "align", "rather", "challenge", "political", "ideology", "indeed", "people", "times", "actively", "avoid", "useful", "information", "available", "research", "economics", "psychology", "sociology", "carnegie", "mellon", "university", "george", "loewenstein", "russell", "golman", "david", "hagmann", "illustrate", "people", "deliberately", "avoid", "information", "threatens", "happiness", "wellbeing", "published", "journal", "economic", "literature", "show", "simple", "failure", "obtain", "information", "case", "information", "avoidance", "people", "wide", "range", "strategies", "disposal", "also", "remarkably", "adept", "selectively", "directing", "attention", "information", "affirms", "believe", "reflects", "favorably", "upon", "forgetting", "information", "wish", "true", "standard", "account", "information", "economics", "people", "seek", "information", "aid", "decision", "making", "never", "actively", "avoid", "information", "dispassionately", "update", "views", "encounter", "new", "valid", "information", "said", "loewenstein", "herbert", "simon", "university", "professor", "economics", "psychology", "field", "behavioral", "continued", "people", "often", "avoid", "information", "could", "help", "make", "better", "decisions", "think", "information", "might", "painful", "receive", "bad", "teachers", "example", "could", "benefit", "feedback", "students", "much", "less", "likely", "pore", "teaching", "ratings", "skilled", "teachers", "even", "people", "outright", "ignore", "information", "often", "substantial", "latitude", "interpret", "questionable", "evidence", "often", "treated", "credible", "confirms", "someone", "wants", "believe", "case", "discredited", "research", "linking", "vaccines", "autism", "token", "evidence", "meets", "rigorous", "demands", "science", "often", "discounted", "goes", "people", "want", "believe", "illustrated", "widespread", "dismissal", "scientific", "evidence", "climate", "avoidance", "harm", "individual", "wellbeing", "people", "miss", "opportunities", "treat", "serious", "diseases", "early", "fail", "learn", "better", "financial", "investments", "could", "prepare", "retirement", "also", "large", "societal", "implications", "demand", "ideologically", "aligned", "information", "drives", "media", "bias", "fuels", "political", "polarization", "basic", "facts", "longer", "part", "shared", "understanding", "foundation", "societal", "discourse", "disappears", "implication", "information", "avoidance", "engage", "effectively", "disagree", "us", "said", "hagmann", "student", "department", "social", "decision", "sciences", "bombarding", "people", "information", "challenges", "cherished", "beliefs", "usual", "strategy", "people", "employ", "attempts", "persuasion", "likely", "engender", "defensive", "avoidance", "receptive", "processing", "want", "reduce", "political", "polarization", "find", "ways", "expose", "people", "conflicting", "information", "increase", "people", "receptivity", "information", "challenges", "believe", "want", "believe", "despite", "evident", "pitfalls", "costs", "information", "avoidance", "always", "mistake", "reflection", "lazy", "mind", "people", "reason", "said", "golman", "assistant", "professor", "social", "decision", "sciences", "take", "genetic", "test", "enjoy", "life", "illness", "ca", "ignored", "inflated", "sense", "abilities", "help", "us", "pursue", "big", "worthwhile", "goals", "looking", "financial", "investments", "markets", "may", "keep", "us", "selling", "panic", "understanding", "people", "avoid", "information", "help", "governments", "firms", "alike", "reach", "audiences", "effectively", "without", "drowning", "unwanted", "messages"], "url": "http://www.eurekalert.org/pub_releases/2017-03/cmu-ia031017.php", "date": "2018-01-19_21:04:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWe live in an unprecedented \"age of information.\" Dieters have access to nutritional information, people at risk of genetic disease can undergo cutting-edge medical tests and citizens in modern democracies have access to a wide range of news sources covering the entire political spectrum.However, for all the information that is out there, people make use of very little of it. Those on diets, for example, often prefer not to look at the number of calories in a tasty dessert, people at high risk for a disease avoid screening tests that could give them a definite answer, and most consumers of news choose sources that align with rather than challenge their political ideology. Indeed, people at times actively avoid useful information that is available to them.Drawing on research in economics, psychology, and sociology, Carnegie Mellon University's George Loewenstein, Russell Golman and David Hagmann illustrate how people deliberately avoid information that threatens their happiness and wellbeing. Published in the Journal of Economic Literature, they show that, while a simple failure to obtain information is the most clear-cut case of \"information avoidance,\" people have a wide range of other information-avoidance strategies at their disposal. They are also remarkably adept at selectively directing their attention to information that affirms what they believe or that reflects favorably upon them, and at forgetting information they wish were not true.\"The standard account of information in economics is that people should seek out information that will aid in decision making, should never actively avoid information, and should dispassionately update their views when they encounter new valid information,\" said Loewenstein, the Herbert A. Simon University Professor of Economics and Psychology who co-founded the field of behavioral economics.Loewenstein continued, \"But people often avoid information that could help them to make better decisions if they think the information might be painful to receive. Bad teachers, for example, could benefit from feedback from students, but are much less likely to pore over teaching ratings than skilled teachers.\"Even when people cannot outright ignore information, they often have substantial latitude in how to interpret it. Questionable evidence is often treated as credible when it confirms what someone wants to believe -- as is the case of discredited research linking vaccines to autism. And, by the same token, evidence that meets the rigorous demands of science is often discounted if it goes against what people want to believe, as illustrated by widespread dismissal of scientific evidence of climate change.Information avoidance can harm individual wellbeing, as when people miss opportunities to treat serious diseases early on or fail to learn about better financial investments that could prepare them for retirement. It also has large societal implications. The demand for ideologically aligned information drives media bias, which fuels political polarization: When basic facts are no longer part of a shared understanding, the foundation of societal discourse disappears.\"An implication of information avoidance is that we do not engage effectively with those who disagree with us,\" said Hagmann, a Ph.D. student in the Department of Social and Decision Sciences. \"Bombarding people with information that challenges their cherished beliefs - the usual strategy that people employ in attempts at persuasion -- is more likely to engender defensive avoidance than receptive processing. If we want to reduce political polarization, we have to find ways not only to expose people to conflicting information, but to increase people's receptivity to information that challenges what they believe and want to believe.\"Despite its evident pitfalls and costs, information avoidance isn't always a mistake or a reflection of a lazy mind.\"People do it for a reason,\" said Golman, assistant professor of social and decision sciences. \"Those who do not take a genetic test can enjoy their life until their illness can't be ignored, an inflated sense of our own abilities can help us to pursue big and worthwhile goals, and not looking at our financial investments when markets are down may keep us from selling in a panic.\"Understanding when, why, and how people avoid information can help governments and firms alike to reach their audiences effectively without drowning them in unwanted messages.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWe live in an unprecedented \"age of information.\"", "Dieters have access to nutritional information, people at risk of genetic disease can undergo cutting-edge medical tests and citizens in modern democracies have access to a wide range of news sources covering the entire political spectrum.However, for all the information that is out there, people make use of very little of it.", "Those on diets, for example, often prefer not to look at the number of calories in a tasty dessert, people at high risk for a disease avoid screening tests that could give them a definite answer, and most consumers of news choose sources that align with rather than challenge their political ideology.", "Indeed, people at times actively avoid useful information that is available to them.Drawing on research in economics, psychology, and sociology, Carnegie Mellon University's George Loewenstein, Russell Golman and David Hagmann illustrate how people deliberately avoid information that threatens their happiness and wellbeing.", "Published in the Journal of Economic Literature, they show that, while a simple failure to obtain information is the most clear-cut case of \"information avoidance,\" people have a wide range of other information-avoidance strategies at their disposal.", "They are also remarkably adept at selectively directing their attention to information that affirms what they believe or that reflects favorably upon them, and at forgetting information they wish were not true.", "\"The standard account of information in economics is that people should seek out information that will aid in decision making, should never actively avoid information, and should dispassionately update their views when they encounter new valid information,\" said Loewenstein, the Herbert A. Simon University Professor of Economics and Psychology who co-founded the field of behavioral economics.Loewenstein continued, \"But people often avoid information that could help them to make better decisions if they think the information might be painful to receive.", "Bad teachers, for example, could benefit from feedback from students, but are much less likely to pore over teaching ratings than skilled teachers.", "\"Even when people cannot outright ignore information, they often have substantial latitude in how to interpret it.", "Questionable evidence is often treated as credible when it confirms what someone wants to believe -- as is the case of discredited research linking vaccines to autism.", "And, by the same token, evidence that meets the rigorous demands of science is often discounted if it goes against what people want to believe, as illustrated by widespread dismissal of scientific evidence of climate change.Information avoidance can harm individual wellbeing, as when people miss opportunities to treat serious diseases early on or fail to learn about better financial investments that could prepare them for retirement.", "It also has large societal implications.", "The demand for ideologically aligned information drives media bias, which fuels political polarization: When basic facts are no longer part of a shared understanding, the foundation of societal discourse disappears.", "\"An implication of information avoidance is that we do not engage effectively with those who disagree with us,\" said Hagmann, a Ph.D. student in the Department of Social and Decision Sciences.", "\"Bombarding people with information that challenges their cherished beliefs - the usual strategy that people employ in attempts at persuasion -- is more likely to engender defensive avoidance than receptive processing.", "If we want to reduce political polarization, we have to find ways not only to expose people to conflicting information, but to increase people's receptivity to information that challenges what they believe and want to believe.", "\"Despite its evident pitfalls and costs, information avoidance isn't always a mistake or a reflection of a lazy mind.", "\"People do it for a reason,\" said Golman, assistant professor of social and decision sciences.", "\"Those who do not take a genetic test can enjoy their life until their illness can't be ignored, an inflated sense of our own abilities can help us to pursue big and worthwhile goals, and not looking at our financial investments when markets are down may keep us from selling in a panic.", "\"Understanding when, why, and how people avoid information can help governments and firms alike to reach their audiences effectively without drowning them in unwanted messages."], "source": "Carnegie Mellon University"}