{"title": "The researchers discovered an unexpected link between cancer and autism", "text": "The researchers from Turku Centre for Biotechnology discovered an unexpected link between cancer and autismResearchers from Turku Centre for Biotechnology have observed that a protein called SHANK prevents the spread of breast cancer cells to the surrounding tissue. The SHANK protein has been previously studied only in the central nervous system, and it is known that its absence or gene mutations are related to autism. The research was conducted at Turku Centre for Biotechnology. The novel discovery impinges upon the protein called SHANK which has been intensively studied in several processes in central nervous system and gene mutations in SHANK are linked to autism.- The same factors can regulate cell shape and adhesion in very different cell types. Our results revealed that gene mutations in SHANK, found in autistic patients, impair SHANKs ability to prevent the adherence of both neurons and breast cancer cells. This once again demonstrates the power of basic research in facilitating our understanding of several human diseases, rejoices Academy professor Johanna Ivaska.Ivaska's research team is working at Turku Centre for Biotechnology, University of Turku and Åbo Academy.Large-scale screens aiming at find potential new genes regulating cancer cell metastasis revealed to the research team an unexpected link between brain development and tumor invasion.- Amazingly, the ability of cancer cells to adhere and migrate on their environment and invade into surrounding tissue were prevented by SHANK protein - a molecule previously studied in the central nervous system and linked to autism, describes graduate student Johanna Lilja.In cell culture experiments, the researchers found that SHANK protein limits the ability of a protein called Rap1 to activate cell adhesion receptors, integrins. This same mechanism regulated cancer cell motility as well as the morphology and branching of neurites, known to be essential for normal brain function.To reveal the underlying mechanism the co-operation of three international research group was needed. Dr. Igor Barsukov's laboratory from University of Liverpool solved the 3-dimensional structure of SHANK protein, which led the researchers to study the correct mechanism. Then, Ivaska's research team in collaboration with neuroscientist Dr. Hans-Juergen Kreienkamp from Institute for Human Genetics, Hamburg, studied the function of SHANK in both cancer cells and neurons.The research team and their collaborators are currently assessing if SHANK proteins have other impacts on cancer cells - especially on their proliferation.The findings were published in the highly appreciated Nature Cell Biology - journal on the 6th of March 2017.", "journal": "Nature Cell Biology", "funder": "Academy of Finland", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-03/uot-trd030917.php", "institution": "University of Turku", "meeting": "", "description": "Researchers from Turku Centre for Biotechnology have observed that a protein called SHANK prevents the spread of breast cancer cells to the surrounding tissue. The SHANK protein has been previously studied only in the central nervous system, and it is known that its absence or gene mutations are related to autism. The research was conducted at Turku Centre for Biotechnology.", "article_link": "http://dx.doi.org/10.1038/ncb3487", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Cancer", " Breast Cancer"], "source_link": "http://www.utu.fi/fi/Ajankohtaista/mediatiedotteet/Sivut/Researchers-from-Turku-Centre-for-Biotechnology-have-observed-that-a-protein-called-SHANK-prevents-the-spread-of-breast-can.aspx", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}