{"title": "Penn researcher calls on the scientific community to defend individuals with disabilities | EurekAlert! Science News", "year": "Thu, 09 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "david", "mandell", "scd", "professor", "mental", "health", "services", "department", "psychiatry", "director", "center", "mental", "health", "policy", "services", "research", "view", "philadelphia", "potential", "repeal", "affordable", "care", "act", "aca", "threatens", "eliminate", "critical", "mental", "behavioral", "health", "services", "people", "living", "autism", "disabilities", "several", "public", "health", "insurance", "programs", "mandates", "protected", "extended", "aca", "including", "medicaid", "mental", "health", "parity", "addiction", "equity", "act", "2008", "mhpaea", "individuals", "disabilities", "education", "act", "idea", "risk", "negatively", "altered", "removed", "posing", "serious", "threat", "health", "children", "adults", "disabilities", "according", "new", "perspective", "paper", "published", "researchers", "perelman", "school", "medicine", "johns", "hopkins", "bloomberg", "school", "public", "health", "medicaid", "single", "largest", "health", "care", "payer", "people", "autism", "developmental", "disabilities", "covering", "services", "approximately", "children", "autism", "2013", "alone", "repeal", "aca", "would", "eliminate", "recent", "medicaid", "expansion", "thereby", "limiting", "paid", "services", "millions", "individuals", "many", "paper", "authored", "david", "mandell", "scd", "professor", "mental", "health", "services", "department", "psychiatry", "director", "center", "mental", "health", "policy", "services", "research", "perelman", "school", "medicine", "university", "pennsylvania", "colleen", "barry", "phd", "mpp", "fred", "julie", "soper", "professor", "chair", "department", "health", "policy", "management", "johns", "hopkins", "bloomberg", "school", "public", "health", "published", "week", "new", "england", "journal", "medicine", "believe", "essential", "scientific", "community", "autism", "advocates", "call", "use", "evidence", "guide", "policy", "area", "researchers", "wrote", "principle", "would", "bring", "needed", "resources", "important", "strengthening", "efforts", "support", "people", "autism", "disabilities", "mandell", "barry", "also", "draw", "attention", "threats", "posed", "children", "autism", "disabilities", "defunding", "traditional", "public", "school", "system", "enforcing", "individuals", "disabilities", "act", "guarantees", "children", "disabilities", "right", "free", "appropriate", "public", "education", "note", "attorney", "general", "jeff", "sessions", "secretary", "education", "betsy", "devos", "made", "statements", "indicating", "intent", "change", "enforce", "programs", "associated", "regulations", "authors", "also", "point", "recent", "events", "political", "figures", "used", "platforms", "give", "credence", "disproven", "theories", "autism", "mandell", "barry", "suggest", "public", "comments", "president", "trump", "others", "connection", "vaccines", "autism", "distractions", "real", "events", "putting", "children", "disabilities", "peril", "talking", "thoroughly", "disproven", "connection", "vaccines", "autism", "red", "herring", "mandell", "said", "current", "administration", "really", "cares", "children", "disabilities", "strengthen", "programs", "safeguard", "health", "tear", "apart"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-prc030817.php", "date": "2018-01-19_21:04:07", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: David S. Mandell, ScD, is a professor of mental health services in the department of Psychiatry and director of the Center for Mental Health Policy and Services Research in the...\n       view more PHILADELPHIA -- The potential repeal of the Affordable Care Act (ACA) threatens to eliminate critical mental and behavioral health services for people living with autism and other disabilities. Several public health insurance programs and mandates that were protected or extended by the ACA, including Medicaid, the Mental Health Parity and Addiction Equity Act of 2008 (MHPAEA), and the Individuals with Disabilities Education Act (IDEA), are now at risk of being negatively altered or removed, posing a serious threat to the health and well-being of children and adults with disabilities according to a new perspective paper published by researchers in the Perelman School of Medicine and the Johns Hopkins Bloomberg School of Public Health. Medicaid is the single largest health care payer for people with autism or developmental disabilities, covering services for approximately 250,000 children with autism in 2013 alone. A repeal of the ACA would eliminate the recent Medicaid expansion, thereby limiting paid services for millions of individuals, many of whom have disabilities.The paper, authored by David S. Mandell, ScD, a professor of mental health services in the department of Psychiatry and director of the Center for Mental Health Policy and Services Research in the Perelman School of Medicine at the University of Pennsylvania and Colleen L. Barry, PhD, MPP, Fred and Julie Soper Professor and Chair of the Department of Health Policy and Management at the Johns Hopkins Bloomberg School of Public Health, is published this week in the New England Journal of Medicine.\"We believe it is essential that the scientific community and autism advocates call for the use of evidence to guide policy in this area,\" the researchers wrote. \"Such a principle would bring needed resources where they are most important, strengthening efforts to support people with autism and other disabilities.\"Mandell and Barry also draw attention to the threats posed to children with autism and other disabilities by defunding the traditional public school system and not enforcing the Individuals with Disabilities Act, which guarantees children with disabilities the right to a free and appropriate public education. They note that Attorney General Jeff Sessions and Secretary of Education Betsy DeVos both have made statements indicating their intent to change or not enforce these programs and associated regulations. The authors also point to recent events in which political figures used their platforms to give credence to disproven theories about autism. Mandell and Barry suggest that public comments from President Trump and others about the connection between vaccines and autism are distractions from the real events that are putting children with disabilities in peril.\"Talking about the thoroughly disproven connection between vaccines and autism is a red herring.\" Mandell said. \"If the current administration really cares about children with disabilities, they will strengthen the programs that safeguard their health and well-being, not tear them apart.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: David S. Mandell, ScD, is a professor of mental health services in the department of Psychiatry and director of the Center for Mental Health Policy and Services Research in the...\n       view more PHILADELPHIA -- The potential repeal of the Affordable Care Act (ACA) threatens to eliminate critical mental and behavioral health services for people living with autism and other disabilities.", "Several public health insurance programs and mandates that were protected or extended by the ACA, including Medicaid, the Mental Health Parity and Addiction Equity Act of 2008 (MHPAEA), and the Individuals with Disabilities Education Act (IDEA), are now at risk of being negatively altered or removed, posing a serious threat to the health and well-being of children and adults with disabilities according to a new perspective paper published by researchers in the Perelman School of Medicine and the Johns Hopkins Bloomberg School of Public Health.", "Medicaid is the single largest health care payer for people with autism or developmental disabilities, covering services for approximately 250,000 children with autism in 2013 alone.", "A repeal of the ACA would eliminate the recent Medicaid expansion, thereby limiting paid services for millions of individuals, many of whom have disabilities.The paper, authored by David S. Mandell, ScD, a professor of mental health services in the department of Psychiatry and director of the Center for Mental Health Policy and Services Research in the Perelman School of Medicine at the University of Pennsylvania and Colleen L. Barry, PhD, MPP, Fred and Julie Soper Professor and Chair of the Department of Health Policy and Management at the Johns Hopkins Bloomberg School of Public Health, is published this week in the New England Journal of Medicine.", "\"We believe it is essential that the scientific community and autism advocates call for the use of evidence to guide policy in this area,\" the researchers wrote.", "\"Such a principle would bring needed resources where they are most important, strengthening efforts to support people with autism and other disabilities.", "\"Mandell and Barry also draw attention to the threats posed to children with autism and other disabilities by defunding the traditional public school system and not enforcing the Individuals with Disabilities Act, which guarantees children with disabilities the right to a free and appropriate public education.", "They note that Attorney General Jeff Sessions and Secretary of Education Betsy DeVos both have made statements indicating their intent to change or not enforce these programs and associated regulations.", "The authors also point to recent events in which political figures used their platforms to give credence to disproven theories about autism.", "Mandell and Barry suggest that public comments from President Trump and others about the connection between vaccines and autism are distractions from the real events that are putting children with disabilities in peril.", "\"Talking about the thoroughly disproven connection between vaccines and autism is a red herring.\"", "Mandell said.", "\"If the current administration really cares about children with disabilities, they will strengthen the programs that safeguard their health and well-being, not tear them apart.\""], "source": "University of Pennsylvania School of Medicine"}