{"title": "New indicators to aid Crohn's disease diagnosis and treatment | EurekAlert! Science News", "year": "Thu, 09 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "diagnosis", "understanding", "management", "crohn", "disease", "may", "received", "helping", "hand", "joint", "asu", "biodesign", "institute", "mayo", "clinic", "study", "aimed", "developing", "better", "view", "diagnosis", "understanding", "management", "crohn", "disease", "may", "received", "helping", "hand", "joint", "asu", "biodesign", "institute", "mayo", "clinic", "study", "aimed", "developing", "better", "blood", "test", "study", "led", "biodesign", "scientists", "josh", "labaer", "ji", "qiu", "along", "gastroenterologists", "shabana", "pasha", "jonathan", "leighton", "mayo", "clinic", "arizona", "successfully", "identified", "several", "molecules", "called", "biomarkers", "unique", "indicators", "found", "patients", "crohn", "disease", "going", "truly", "alter", "natural", "history", "crohn", "disease", "help", "people", "needed", "develop", "new", "test", "early", "accurate", "diagnosis", "well", "administrating", "appropriate", "therapy", "said", "josh", "labaer", "biodesign", "institute", "interim", "executive", "director", "particularly", "excited", "links", "immune", "response", "self", "proteins", "crohn", "disease", "may", "give", "physicians", "new", "avenue", "explore", "potential", "cause", "treatments", "said", "labaer", "leads", "team", "interdisciplinary", "scientists", "director", "virginia", "piper", "center", "personalized", "diagnostics", "broad", "vision", "focuses", "discovery", "validation", "biomarkers", "provide", "early", "warning", "risk", "major", "illnesses", "including", "cancer", "autism", "diabetes", "improve", "patient", "medical", "cause", "crohn", "disease", "remains", "mystery", "simple", "medical", "explanation", "cure", "course", "disease", "body", "immune", "system", "somehow", "triggered", "attack", "labaer", "qiu", "advanced", "new", "approach", "immunoproteomics", "broadly", "sift", "entire", "repertoire", "immune", "system", "proteins", "blood", "identify", "early", "bell", "weathers", "crohn", "disease", "common", "inflammatory", "bowel", "currently", "afflicts", "3", "people", "unknown", "reason", "incidence", "also", "rise", "crohn", "often", "associated", "chronic", "debilitating", "stomach", "pain", "diarrhea", "symptoms", "may", "come", "go", "one", "five", "people", "hospitalized", "year", "surgery", "may", "eventually", "required", "severely", "afflicted", "inflammation", "often", "sign", "immune", "system", "diagnosis", "difficult", "involves", "either", "expensive", "medical", "imaging", "mris", "invasive", "biopsies", "cataloging", "symptoms", "physicians", "primary", "course", "action", "help", "relieve", "patient", "suffering", "chronic", "gut", "pain", "symptoms", "drugs", "increasing", "evidence", "suggests", "crohn", "disease", "immune", "response", "may", "result", "altered", "microbes", "gut", "exposure", "harmful", "toxins", "result", "antibodies", "microbial", "human", "proteins", "made", "specific", "manifestation", "disease", "said", "ji", "qiu", "many", "biomarkers", "discovered", "currently", "commercially", "available", "blood", "tests", "widely", "adapted", "clinical", "practice", "fail", "accurately", "diagnose", "crohn", "disease", "study", "relied", "biobanks", "mayo", "clinic", "rochester", "mayo", "clinic", "arizona", "looked", "serum", "48", "patients", "crohn", "disease", "compared", "number", "healthy", "controls", "identified", "several", "candidate", "biomarkers", "immune", "system", "called", "autoantibodies", "based", "sensitivity", "higher", "15", "percent", "patients", "validated", "independent", "set", "patients", "controls", "next", "took", "best", "samples", "create", "biomarker", "panel", "make", "test", "accurate", "possible", "biomarker", "studies", "plagued", "issues", "sensitivity", "specificity", "said", "qiu", "ultimately", "want", "use", "routine", "tests", "clinic", "ensure", "required", "classification", "performance", "distinguishing", "patients", "healthy", "controls", "gut", "disorders", "started", "probing", "patient", "healthy", "control", "sera", "thousands", "proteins", "contained", "microscope", "slide", "neat", "tiny", "rows", "called", "arrays", "case", "1906", "unique", "proteins", "culled", "labaer", "human", "gene", "collection", "bank", "called", "dnasu", "invention", "called", "nucleic", "acid", "programmable", "protein", "arrays", "nappa", "avoids", "making", "arrays", "timely", "costly", "protein", "purification", "rather", "making", "fresh", "protein", "time", "test", "stable", "dna", "copy", "strongest", "biomarker", "indicators", "bacterial", "flagellin", "antibodies", "showed", "strongest", "reactivity", "highest", "prevalence", "arrays", "achieving", "sensitivity", "46", "percent", "95", "percent", "specificity", "novel", "biomarker", "antibody", "snrpb", "plays", "general", "role", "making", "proteins", "interestingly", "also", "reported", "lupus", "patients", "known", "smith", "antigen", "detection", "autoantibodies", "mean", "understanding", "crohn", "disease", "one", "possibility", "antibodies", "reflect", "dysregulated", "immune", "response", "gut", "said", "labaer", "another", "could", "play", "pathogenic", "role", "far", "simply", "enough", "antibodies", "discovered", "understand", "functional", "role", "labaer", "points", "human", "proteins", "used", "study", "small", "fraction", "human", "microbial", "proteins", "unique", "proteins", "contained", "dnasu", "buoyed", "initial", "success", "study", "conduct", "future", "expanded", "studies", "autoantibodies", "antibodies", "crohn", "disease", "related", "microorganisms", "microbiome", "studies", "ultimately", "know", "single", "biomarker", "going", "predictive", "meet", "clinical", "needs", "said", "labaer", "panel", "biomarkers", "made", "individually", "validated", "biomarkers", "achieve", "best", "performance", "clinic", "excited", "potential", "immunoproteomics", "approach", "crohn", "disease", "work", "discover", "additional", "biomarkers"], "url": "http://www.eurekalert.org/pub_releases/2017-03/asu-nit030817.php", "date": "2018-01-19_21:04:11", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The diagnosis, understanding and management of Crohn's disease may have just received a helping hand from a joint ASU Biodesign Institute and Mayo Clinic study aimed at developing a better...\n       view more The diagnosis, understanding and management of Crohn's disease may have just received a helping hand from a joint ASU Biodesign Institute and Mayo Clinic study aimed at developing a better blood test for the disease.The study, led by Biodesign scientists Josh LaBaer and Ji Qiu, along with gastroenterologists Shabana Pasha and Jonathan Leighton from Mayo Clinic Arizona, successfully identified several molecules, called biomarkers, that were unique indicators found only in patients with Crohn's disease. \"If we are going to truly alter the natural history of Crohn's disease and help people, we needed to develop a new test for early, accurate diagnosis, as well as administrating appropriate therapy,\" said Josh LaBaer, the Biodesign Institute's interim executive director.  \"We are particularly excited about the links between the immune response against self proteins and Crohn's disease, as this may give physicians a new avenue to explore both the potential cause and  treatments,\" said LaBaer, who leads a team of 100-plus interdisciplinary scientists as director of the Virginia G. Piper Center for Personalized Diagnostics. Their broad vision focuses on the discovery and validation of biomarkers to provide early warning for those at risk of major illnesses, including cancer, autism and diabetes to improve patient outcomes.The medical cause of Crohn's disease remains a mystery with no simple medical explanation or cure. But in the course of the disease, the body's own immune system is somehow triggered to attack the gut.Knowing this, LaBaer and Qiu advanced a new approach, immunoproteomics, to broadly sift through the entire repertoire of immune system proteins in the blood and identify early bell weathers of Crohn's disease, the most common inflammatory bowel disease.Crohn's currently afflicts about 3 out of 1,000 people in the U.S., and for some unknown reason, the incidence is also on the rise. Crohn's is often associated with chronic, debilitating stomach pain, diarrhea, and other symptoms that may come and go.  One in five people will have to be hospitalized each year, and surgery may eventually be required for the most severely afflicted. Inflammation is often a sign that the immune system has been triggered.Crohn's diagnosis can be very difficult, and involves either expensive medical imaging from MRIs, invasive biopsies, or cataloging the symptoms. Physicians' primary course of action is to help relieve patient's suffering from chronic gut pain and symptoms through anti-inflammatory drugs.\"There has been increasing evidence that suggests the Crohn's disease immune response may be a result of altered microbes in the gut or exposure to harmful toxins that will result in antibodies against microbial and human proteins being made that are very specific manifestation of the disease,\" said Ji Qiu. \"Many blood-based biomarkers have been discovered, but currently commercially available blood tests  have not been widely adapted into clinical practice because they fail to accurately diagnose Crohn's disease.\"In the study, which relied on the Biobanks at Mayo Clinic Rochester and Mayo Clinic Arizona, they looked at the serum from 48 patients with Crohn's disease and compared them with the same number of age- and gender-matched healthy controls. They identified several candidate biomarkers of the immune system, called autoantibodies, based on having a sensitivity of higher than 15 percent in the patients, then validated each of these in an independent set of patients and controls. Next, they took the best of these samples to create a biomarker panel to make their test as accurate as possible.\"Biomarker studies can be plagued with issues of sensitivity and specificity,\" said Qiu. \"If we ultimately want to use these are routine tests in the clinic, we have to ensure that that they have the required classification performance in distinguishing patients from healthy controls and other gut disorders.\"To do so, they started by probing patient and healthy control sera against thousands of proteins contained on a microscope slide in neat, tiny rows called arrays (in this case, 1906 unique proteins culled from LaBaer's human gene collection bank, called DNASU). Their invention, called nucleic acid programmable protein arrays (NAPPA), avoids making these arrays by timely and costly protein purification, but rather, by making fresh protein at the time of the test from a more stable DNA copy on the slide.The strongest biomarker indicators were for bacterial flagellin antibodies, which showed the strongest reactivity and highest prevalence on the arrays, achieving a sensitivity of 46 percent at 95 percent specificity. A novel biomarker was the antibody against SNRPB, which plays a general role in making proteins. Interestingly, it has also been reported in Lupus patients, known as the \"Smith antigen.\"What does the detection of these autoantibodies mean in our understanding of Crohn's disease?\"One possibility is that these antibodies reflect dysregulated immune response in the gut,\" said LaBaer. \"Another is that they could play a pathogenic role. But so far, we simply don't have enough such antibodies discovered to understand their functional role.\"LaBaer points out that the 2,000 human proteins used in the study are but a small fraction of human and microbial proteins in the more than 30,000 unique proteins contained in their DNASU collection.They are buoyed by the initial success of their study, and will conduct future expanded studies on autoantibodies and anti-microbial antibodies against Crohn's disease related microorganisms from microbiome studies.\"Ultimately, we know that no single biomarker is going to be predictive and meet clinical needs,\" said LaBaer. \"Only a panel of biomarkers, made of individually validated biomarkers, will achieve the best performance in the clinic. But we are excited about the potential of this immunoproteomics approach for Crohn's disease and will work to discover additional biomarkers.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The diagnosis, understanding and management of Crohn's disease may have just received a helping hand from a joint ASU Biodesign Institute and Mayo Clinic study aimed at developing a better...\n       view more The diagnosis, understanding and management of Crohn's disease may have just received a helping hand from a joint ASU Biodesign Institute and Mayo Clinic study aimed at developing a better blood test for the disease.The study, led by Biodesign scientists Josh LaBaer and Ji Qiu, along with gastroenterologists Shabana Pasha and Jonathan Leighton from Mayo Clinic Arizona, successfully identified several molecules, called biomarkers, that were unique indicators found only in patients with Crohn's disease.", "\"If we are going to truly alter the natural history of Crohn's disease and help people, we needed to develop a new test for early, accurate diagnosis, as well as administrating appropriate therapy,\" said Josh LaBaer, the Biodesign Institute's interim executive director.", "\"We are particularly excited about the links between the immune response against self proteins and Crohn's disease, as this may give physicians a new avenue to explore both the potential cause and  treatments,\" said LaBaer, who leads a team of 100-plus interdisciplinary scientists as director of the Virginia G. Piper Center for Personalized Diagnostics.", "Their broad vision focuses on the discovery and validation of biomarkers to provide early warning for those at risk of major illnesses, including cancer, autism and diabetes to improve patient outcomes.The medical cause of Crohn's disease remains a mystery with no simple medical explanation or cure.", "But in the course of the disease, the body's own immune system is somehow triggered to attack the gut.Knowing this, LaBaer and Qiu advanced a new approach, immunoproteomics, to broadly sift through the entire repertoire of immune system proteins in the blood and identify early bell weathers of Crohn's disease, the most common inflammatory bowel disease.Crohn's currently afflicts about 3 out of 1,000 people in the U.S., and for some unknown reason, the incidence is also on the rise.", "Crohn's is often associated with chronic, debilitating stomach pain, diarrhea, and other symptoms that may come and go.", "One in five people will have to be hospitalized each year, and surgery may eventually be required for the most severely afflicted.", "Inflammation is often a sign that the immune system has been triggered.Crohn's diagnosis can be very difficult, and involves either expensive medical imaging from MRIs, invasive biopsies, or cataloging the symptoms.", "Physicians' primary course of action is to help relieve patient's suffering from chronic gut pain and symptoms through anti-inflammatory drugs.", "\"There has been increasing evidence that suggests the Crohn's disease immune response may be a result of altered microbes in the gut or exposure to harmful toxins that will result in antibodies against microbial and human proteins being made that are very specific manifestation of the disease,\" said Ji Qiu.", "\"Many blood-based biomarkers have been discovered, but currently commercially available blood tests  have not been widely adapted into clinical practice because they fail to accurately diagnose Crohn's disease.", "\"In the study, which relied on the Biobanks at Mayo Clinic Rochester and Mayo Clinic Arizona, they looked at the serum from 48 patients with Crohn's disease and compared them with the same number of age- and gender-matched healthy controls.", "They identified several candidate biomarkers of the immune system, called autoantibodies, based on having a sensitivity of higher than 15 percent in the patients, then validated each of these in an independent set of patients and controls.", "Next, they took the best of these samples to create a biomarker panel to make their test as accurate as possible.", "\"Biomarker studies can be plagued with issues of sensitivity and specificity,\" said Qiu.", "\"If we ultimately want to use these are routine tests in the clinic, we have to ensure that that they have the required classification performance in distinguishing patients from healthy controls and other gut disorders.", "\"To do so, they started by probing patient and healthy control sera against thousands of proteins contained on a microscope slide in neat, tiny rows called arrays (in this case, 1906 unique proteins culled from LaBaer's human gene collection bank, called DNASU).", "Their invention, called nucleic acid programmable protein arrays (NAPPA), avoids making these arrays by timely and costly protein purification, but rather, by making fresh protein at the time of the test from a more stable DNA copy on the slide.The strongest biomarker indicators were for bacterial flagellin antibodies, which showed the strongest reactivity and highest prevalence on the arrays, achieving a sensitivity of 46 percent at 95 percent specificity.", "A novel biomarker was the antibody against SNRPB, which plays a general role in making proteins.", "Interestingly, it has also been reported in Lupus patients, known as the \"Smith antigen.", "\"What does the detection of these autoantibodies mean in our understanding of Crohn's disease?", "\"One possibility is that these antibodies reflect dysregulated immune response in the gut,\" said LaBaer.", "\"Another is that they could play a pathogenic role.", "But so far, we simply don't have enough such antibodies discovered to understand their functional role.", "\"LaBaer points out that the 2,000 human proteins used in the study are but a small fraction of human and microbial proteins in the more than 30,000 unique proteins contained in their DNASU collection.They are buoyed by the initial success of their study, and will conduct future expanded studies on autoantibodies and anti-microbial antibodies against Crohn's disease related microorganisms from microbiome studies.", "\"Ultimately, we know that no single biomarker is going to be predictive and meet clinical needs,\" said LaBaer.", "\"Only a panel of biomarkers, made of individually validated biomarkers, will achieve the best performance in the clinic.", "But we are excited about the potential of this immunoproteomics approach for Crohn's disease and will work to discover additional biomarkers.\""], "source": "Arizona State University"}