{"title": "Don't be distracted: The real issues in autism are threats to funding, services", "text": "With so much focus in recent months on the scientifically discredited notion that childhood vaccines cause autism, the real threats to health care and services for people with autism and other disabilities aren't being given enough attention, argue two leading health policy experts.\"President Donald Trump's apparent openness to a long-debunked link between vaccines and autism risks encouraging Americans to stop vaccinating their children, posing a serious public health threat,\" the researchers write in the March 9 issue of the New England Journal of Medicine. \"Meanwhile, renewed attention to disproven theories about autism may be distracting us from growing threats to essential policies that support the health and well-being of people with autism or other disabilities.\"The piece is authored by Colleen L. Barry, PhD, MPP, Fred and Julie Soper Professor and Chair of the Department of Health Policy and Management at the Johns Hopkins Bloomberg School of Public Health, and David S. Mandell, ScD, Professor and Director of the Center for Mental Health Policy and Services at the University of Pennsylvania.If advocates and policymakers are focused on defending long-settled science, Barry says, they may not have the bandwidth to consider the potential consequences of efforts to roll back key protections in the Affordable Care Act (ACA) and the Individuals with Disabilities Education Act (IDEA) for people with autism and other disabilities.The Affordable Care Act, which lawmakers in Washington have vowed to repeal, has broadened access to health insurance for low-income people living in 31 states and the District of Columbia through expansions of the Medicaid program. Medicaid is the largest health care payer for people with autism and developmental disabilities, providing access to needed services that many could not otherwise afford. Congress is also considering proposals to transform Medicaid to a state block grant program, and Barry and Mandell caution that this change would likely reduce states' funding to pay for services and allow them to opt not to cover critical services for autism. \"These rollbacks could be devastating for children and adults with autism and other disabilities,\" Barry says. \"It is important not to let the controversy over the de-bunked link between vaccines and autism distract from what is at stake in terms of the potential loss of critical benefits this vulnerable group relies on.\"The ACA also requires Marketplace health plans to cover ten 'essential health benefit' categories including services important to people with autism and other disabilities such as therapies to improve skills of daily living, speech and language therapy, and mental health treatment.The authors also flag concerns about the future of the Individuals with Disabilities Education Act (IDEA), which guarantees a free and appropriate education for all children with disabilities. Children with autism rely heavily on school-based services from minor accommodations and speech and language therapy to separate classroom instruction through IDEA. The new Secretary of Education, Betsy DeVos, and the new Attorney General, Jeff Sessions, have publicly questioned the value of IDEA, with DeVos suggesting states should be able to decide whether to enforce IDEA.\"People who care about preserving and expanding services for children and adults with autism need to pay attention to the conversations in Washington around the ACA repeal and threats to IDEA to make sure important protections and guarantees are not lost,\" Barry says.\"The risk of getting drawn into an outdated debate about vaccines and autism is that advocates and policymakers will spend their time and resources fighting on that flank, and could miss the window to respond on proposed cuts to critical services for those with autism coming from the other direction.\"", "journal": "New England Journal of Medicine", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/jhub-dbd030317.php", "institution": "Johns Hopkins University Bloomberg School of Public Health", "meeting": "", "description": "With so much focus in recent months on the scientifically discredited notion that childhood vaccines cause autism, the real threats to health care and services for people with autism and other disabilities aren't being given enough attention, argue two leading health policy experts.", "article_link": null, "keywords": ["Medicine/Health", " Public Health", " Policy/Ethics", " Mental Health"], "source_link": null, "date": "Wed, 08 Mar 2017 05:00:00 GMT"}