{"title": "Researchers find promising lead that reduces autism symptoms and more | EurekAlert! Science News", "year": "Wed, 08 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "hongbing", "wang", "msu", "physiologist", "team", "researchers", "found", "promising", "lead", "reduces", "autism", "symptoms", "view", "east", "lansing", "fragile", "x", "syndrome", "common", "cause", "autism", "even", "though", "single", "gene", "responsible", "discovered", "1991", "disease", "detected", "simple", "blood", "test", "treatment", "team", "researchers", "led", "michigan", "state", "university", "however", "provided", "promising", "lead", "battling", "disease", "current", "issue", "nature", "communications", "scientists", "identified", "single", "protein", "appears", "culprit", "causing", "many", "behavioral", "symptoms", "well", "molecular", "cellular", "abnormalities", "related", "fragile", "x", "began", "potential", "protein", "targets", "searching", "equivalent", "needle", "haystack", "said", "hongbing", "wang", "msu", "physiologist", "study", "needle", "turned", "adcy1", "compared", "levels", "protein", "fragile", "x", "mouse", "model", "normal", "controls", "saw", "percent", "increase", "adcy1", "subsequent", "tests", "team", "protein", "fragile", "x", "mouse", "model", "revealed", "four", "key", "results", "first", "reducing", "expression", "adcy1", "team", "eliminated", "many", "behaviors", "second", "protein", "increased", "expression", "caused", "increased", "signaling", "neurons", "reducing", "levels", "adcy1", "team", "dampened", "neuron", "signaling", "levels", "within", "normal", "neurons", "associated", "fragile", "x", "excessive", "dendritic", "spines", "bumps", "compared", "healthy", "patients", "reduction", "rampant", "protein", "also", "resulted", "improving", "appearance", "single", "target", "responsible", "many", "causes", "makes", "research", "attractive", "pharmaceutical", "companies", "wang", "said", "research", "identified", "key", "target", "new", "approach", "could", "easily", "pursued", "pharmaceutical", "companies", "said", "shown", "accessible", "target", "treatment", "using", "nb001", "suppresses", "activity", "next", "steps", "would", "test", "toxicity", "optimization", "nb001", "experimental", "compound", "also", "holds", "potential", "painkiller", "delivered", "positive", "preliminary", "toxicity", "tests", "well", "demonstrated", "ability", "pass", "blood", "brain", "barrier", "protective", "membrane", "separating", "bloodstream", "brain", "extracellular", "study", "revealed", "critical", "target", "potential", "medicine", "findings", "still", "years", "away", "considered", "human", "clinical", "trials", "wang", "addition", "potential", "drug", "development", "adults", "future", "studies", "could", "focus", "children", "since", "team", "studied", "adult", "mice", "question", "catching", "problem", "earlier", "age", "yet", "addressed", "caught", "early", "age", "blood", "test", "could", "disease", "stopped", "symptoms", "surfaced"], "url": "http://www.eurekalert.org/pub_releases/2017-03/msu-rfp030817.php", "date": "2018-01-19_21:04:21", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Hongbing Wang, MSU physiologist, and a team of researchers have found a promising lead that reduces autism symptoms and more.\n       view more EAST LANSING, Mich. - Fragile X syndrome is the most common cause of autism. Even though the single gene that's responsible for it was discovered in 1991, and the disease is detected by a simple blood test, there's no treatment or cure.A team of researchers led by Michigan State University, however, has provided a promising lead in battling this disease. In the current issue of Nature Communications, the scientists identified a single protein that appears to be the culprit in causing many behavioral symptoms as well as molecular and cellular abnormalities related to Fragile X.\"We began with 600-800 potential protein targets, searching for the equivalent of a needle in a haystack,\" said Hongbing Wang, MSU physiologist and study co-author. \"Our needle turned out to be ADCY1. When we compared levels of this protein in Fragile X mouse model to normal controls, we saw a 20-25 percent increase of ADCY1.\"Subsequent tests of the team's prime-target protein on the Fragile X mouse model revealed four key results. First, by reducing the expression of ADCY1, the team eliminated many autism-like behaviors. Second, the protein's increased expression caused increased signaling in neurons. By reducing levels of ADCY1, the team dampened neuron signaling to levels within a normal range.Lastly, neurons associated with Fragile X have excessive dendritic spines, or bumps, when compared to those in healthy patients. Reduction of the rampant protein also resulted in improving the appearance of the neurons.Finding a single target that's responsible for so many of the causes makes the research attractive to pharmaceutical companies, Wang said.\"Our research has identified a key target and a new approach that could easily be pursued by pharmaceutical companies,\" he said. \"We've shown an accessible target that, through treatment using NB001, suppresses activity. The next steps would be to test toxicity and optimization.\"NB001, an experimental compound that also holds potential as a painkiller, delivered positive preliminary toxicity tests as well as demonstrated the ability to pass the blood brain barrier, the protective membrane separating the bloodstream from brain extracellular fluid.Although the study revealed a critical target and potential medicine, the findings are still years away from being considered for human clinical trials, Wang added.In addition to potential drug development for adults, future studies could focus on children. Since the team studied adult mice, the question of catching the problem at an earlier age has yet to be addressed. If caught at an early age by a blood test, could the disease be stopped before symptoms surfaced? ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Hongbing Wang, MSU physiologist, and a team of researchers have found a promising lead that reduces autism symptoms and more.", "view more EAST LANSING, Mich. - Fragile X syndrome is the most common cause of autism.", "Even though the single gene that's responsible for it was discovered in 1991, and the disease is detected by a simple blood test, there's no treatment or cure.A team of researchers led by Michigan State University, however, has provided a promising lead in battling this disease.", "In the current issue of Nature Communications, the scientists identified a single protein that appears to be the culprit in causing many behavioral symptoms as well as molecular and cellular abnormalities related to Fragile X.", "\"We began with 600-800 potential protein targets, searching for the equivalent of a needle in a haystack,\" said Hongbing Wang, MSU physiologist and study co-author.", "\"Our needle turned out to be ADCY1.", "When we compared levels of this protein in Fragile X mouse model to normal controls, we saw a 20-25 percent increase of ADCY1.", "\"Subsequent tests of the team's prime-target protein on the Fragile X mouse model revealed four key results.", "First, by reducing the expression of ADCY1, the team eliminated many autism-like behaviors.", "Second, the protein's increased expression caused increased signaling in neurons.", "By reducing levels of ADCY1, the team dampened neuron signaling to levels within a normal range.Lastly, neurons associated with Fragile X have excessive dendritic spines, or bumps, when compared to those in healthy patients.", "Reduction of the rampant protein also resulted in improving the appearance of the neurons.Finding a single target that's responsible for so many of the causes makes the research attractive to pharmaceutical companies, Wang said.", "\"Our research has identified a key target and a new approach that could easily be pursued by pharmaceutical companies,\" he said.", "\"We've shown an accessible target that, through treatment using NB001, suppresses activity.", "The next steps would be to test toxicity and optimization.", "\"NB001, an experimental compound that also holds potential as a painkiller, delivered positive preliminary toxicity tests as well as demonstrated the ability to pass the blood brain barrier, the protective membrane separating the bloodstream from brain extracellular fluid.Although the study revealed a critical target and potential medicine, the findings are still years away from being considered for human clinical trials, Wang added.In addition to potential drug development for adults, future studies could focus on children.", "Since the team studied adult mice, the question of catching the problem at an earlier age has yet to be addressed.", "If caught at an early age by a blood test, could the disease be stopped before symptoms surfaced?"], "source": "Michigan State University"}