{"title": "Sodium intake high, rising among people with high blood pressure | EurekAlert! Science News", "year": "Wed, 08 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdespite", "recommendations", "limit", "sodium", "intake", "support", "lifestyle", "daily", "sodium", "intake", "significantly", "increased", "americans", "high", "blood", "pressure", "according", "study", "scheduled", "presentation", "american", "college", "cardiology", "66th", "annual", "scientific", "session", "study", "found", "people", "high", "blood", "pressure", "consumed", "average", "milligrams", "sodium", "per", "day", "1999", "milligrams", "per", "day", "2012", "overall", "average", "daily", "sodium", "intake", "milligrams", "study", "period", "twice", "milligram", "daily", "maximum", "recommended", "people", "high", "blood", "pressure", "dietary", "guidelines", "issued", "department", "health", "human", "services", "department", "agriculture", "since", "2005", "increase", "appears", "driven", "rising", "sodium", "intake", "among", "hispanics", "groups", "historically", "showed", "lower", "sodium", "intake", "levels", "compared", "whites", "whose", "sodium", "consumption", "matched", "whites", "end", "study", "period", "groups", "lowest", "sodium", "intake", "included", "advanced", "forms", "heart", "disease", "history", "heart", "attack", "stroke", "tell", "patients", "limit", "sodium", "diet", "try", "educate", "sodium", "content", "food", "products", "clear", "enough", "effect", "people", "diets", "said", "elena", "dolmatova", "md", "resident", "rutgers", "new", "jersey", "medical", "school", "study", "lead", "author", "need", "find", "way", "address", "message", "actually", "gets", "people", "people", "wait", "heart", "attack", "taking", "action", "limit", "sodium", "excess", "sodium", "consumption", "increases", "risk", "heart", "disease", "draws", "additional", "water", "bloodstream", "raising", "volume", "consequently", "pressure", "blood", "flows", "blood", "vessels", "increased", "blood", "pressure", "creates", "strain", "heart", "cardiovascular", "system", "researchers", "analyzed", "data", "national", "health", "nutrition", "examination", "survey", "nationally", "representative", "study", "started", "1960s", "involves", "residents", "annually", "dolmatova", "colleagues", "extracted", "records", "people", "participating", "survey", "indicated", "diagnosed", "high", "blood", "pressure", "people", "sample", "average", "age", "60", "slightly", "half", "men", "team", "analyzed", "sodium", "intake", "study", "participants", "based", "questionnaires", "provided", "snapshot", "daily", "food", "intake", "analysis", "revealed", "daily", "sodium", "intake", "increased", "among", "people", "high", "blood", "pressure", "14", "percent", "overall", "intake", "increased", "26", "percent", "20", "percent", "among", "hispanic", "participants", "respectively", "compared", "2", "percent", "white", "americans", "white", "participants", "highest", "overall", "sodium", "intake", "across", "study", "period", "markedly", "higher", "intake", "racial", "groups", "start", "study", "showed", "little", "change", "sodium", "intake", "time", "racial", "groups", "reported", "roughly", "daily", "sodium", "intake", "2012", "general", "men", "reported", "higher", "sodium", "intake", "women", "although", "men", "women", "increased", "sodium", "intake", "course", "study", "roughly", "rate", "relative", "people", "high", "blood", "pressure", "lowest", "sodium", "intake", "people", "experienced", "heart", "attack", "stroke", "taking", "blood", "pressure", "medications", "diabetes", "obesity", "heart", "failure", "although", "findings", "suggest", "people", "worse", "health", "conditions", "likely", "motivated", "take", "dietary", "recommendations", "seriously", "researchers", "emphasized", "reducing", "sodium", "intake", "important", "anyone", "high", "blood", "pressure", "many", "diseases", "lifestyle", "modification", "first", "effective", "step", "treatment", "dolmatova", "said", "many", "medications", "hypertension", "come", "cost", "side", "effects", "medical", "community", "focus", "effort", "educating", "people", "successfully", "implement", "lifestyle", "modifications", "thus", "decrease", "use", "medications", "dietary", "guidelines", "recommend", "daily", "maximum", "milligrams", "sodium", "people", "high", "blood", "pressure", "high", "risk", "developing", "daily", "maximum", "milligrams", "amount", "one", "teaspoon", "table", "salt", "people", "since", "majority", "typical", "american", "daily", "sodium", "intake", "comes", "prepared", "processed", "foods", "experts", "recommend", "cutting", "processed", "foods", "switching", "products", "reduce", "sodium", "intake", "recommendations", "include", "selecting", "less", "salty", "items", "restaurants", "using", "less", "salt", "cooking", "home", "tasting", "food", "adding", "salt", "table", "one", "limitation", "retrospective", "study", "relied", "participants", "measure", "high", "blood", "pressure", "dietary", "intake", "addition", "authors", "analyzed", "data", "period", "1999", "2012", "study", "reflect", "dietary", "changes", "might", "occurred", "since", "latest", "dietary", "guidelines", "released", "2016"], "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-sih030617.php", "date": "2018-01-19_21:04:24", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDespite recommendations to limit sodium intake to support a heart-healthy lifestyle, daily sodium intake significantly increased in Americans with high blood pressure from 1999-2012, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. The study found people with high blood pressure consumed an average of 2,900 milligrams of sodium per day in 1999 and 3,350 milligrams per day in 2012, for an overall average daily sodium intake of 3,100 milligrams during the 14-year study period. That's more than twice the 1,500 milligram daily maximum recommended for people with high blood pressure in dietary guidelines issued by the U.S. Department of Health and Human Services and U.S. Department of Agriculture since 2005.  The increase appears to be driven by rising sodium intake among Hispanics and African-Americans, groups that historically showed lower sodium intake levels compared to whites but whose sodium consumption matched that of whites by the end of the study period. Groups with the lowest sodium intake included those with more advanced forms of heart disease such as a history of heart attack or stroke. \"We all tell our patients to limit sodium in their diet, and we try to educate them about sodium content in food products, but it is clear that we are not having enough of an effect on people's diets,\" said Elena Dolmatova, MD, a resident at Rutgers New Jersey Medical School and the study's lead author. \"We need to find a way to address this so that the message actually gets to people. People shouldn't wait until they have a heart attack before taking action to limit sodium.\" Excess sodium consumption increases the risk of heart disease because it draws additional water into the bloodstream, raising the volume--and consequently, the pressure--of the blood as it flows through blood vessels. This increased blood pressure creates strain on the heart and cardiovascular system. The researchers analyzed data from the National Health and Nutrition Examination Survey, a nationally representative study that started in the 1960s and involves about 5,000 U.S. residents annually. Dolmatova and her colleagues extracted the records of 13,000 people participating in the survey between 1999-2012 who indicated they had been diagnosed with high blood pressure. People in the sample were an average age of 60 and slightly more than half were men.  The team then analyzed the sodium intake of these 13,000 study participants based on questionnaires that provided a snapshot of their daily food intake. The analysis revealed that daily sodium intake increased among people with high blood pressure by more than 14 percent overall from 1999-2012. Intake increased by 26 percent and 20 percent among Hispanic and African-American participants, respectively, compared to 2 percent in white Americans. White participants had the highest overall sodium intake across the study period and a markedly higher intake than other racial groups at the start of the study, but showed little change in sodium intake over time. All racial groups reported roughly the same daily sodium intake by 2012. In general, men reported higher sodium intake than women, although both men and women increased their sodium intake over the course of the study at roughly the same rate. Relative to all people with high blood pressure, those with the lowest sodium intake were people who had experienced a heart attack or stroke, were taking blood pressure medications, or who had diabetes, obesity or heart failure. Although these findings suggest people with worse health conditions are likely more motivated to take dietary recommendations seriously, the researchers emphasized that reducing sodium intake is important for anyone with high blood pressure. \"For many diseases, lifestyle modification is the first and most effective step in treatment,\" Dolmatova said. \"There are [many] medications for hypertension, but they all come at a cost and have side effects; we [the medical community] have to focus more effort on educating people to successfully implement these lifestyle modifications and thus decrease the use of medications.\"     U.S. dietary guidelines recommend a daily maximum of 1,500 milligrams of sodium for people with high blood pressure or a high risk of developing it, and a daily maximum of 2,300 milligrams (the amount in one teaspoon of table salt) for most other people. Since the majority of the typical American's daily sodium intake comes from prepared or processed foods, experts recommend cutting down on processed foods or switching to low-sodium or sodium-free products to reduce sodium intake. Other recommendations include selecting less salty items at restaurants, using less salt when cooking at home and tasting food before adding salt at the table. One limitation of this retrospective study is that it relied on self-reporting by participants to measure both high blood pressure and dietary intake. In addition, because authors analyzed the data during the 12-year period from 1999 to 2012, the study does not reflect any dietary changes that might have occurred since the latest U.S. dietary guidelines were released in 2016.   ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDespite recommendations to limit sodium intake to support a heart-healthy lifestyle, daily sodium intake significantly increased in Americans with high blood pressure from 1999-2012, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "The study found people with high blood pressure consumed an average of 2,900 milligrams of sodium per day in 1999 and 3,350 milligrams per day in 2012, for an overall average daily sodium intake of 3,100 milligrams during the 14-year study period.", "That's more than twice the 1,500 milligram daily maximum recommended for people with high blood pressure in dietary guidelines issued by the U.S. Department of Health and Human Services and U.S. Department of Agriculture since 2005.", "The increase appears to be driven by rising sodium intake among Hispanics and African-Americans, groups that historically showed lower sodium intake levels compared to whites but whose sodium consumption matched that of whites by the end of the study period.", "Groups with the lowest sodium intake included those with more advanced forms of heart disease such as a history of heart attack or stroke.", "\"We all tell our patients to limit sodium in their diet, and we try to educate them about sodium content in food products, but it is clear that we are not having enough of an effect on people's diets,\" said Elena Dolmatova, MD, a resident at Rutgers New Jersey Medical School and the study's lead author.", "\"We need to find a way to address this so that the message actually gets to people.", "People shouldn't wait until they have a heart attack before taking action to limit sodium.\"", "Excess sodium consumption increases the risk of heart disease because it draws additional water into the bloodstream, raising the volume--and consequently, the pressure--of the blood as it flows through blood vessels.", "This increased blood pressure creates strain on the heart and cardiovascular system.", "The researchers analyzed data from the National Health and Nutrition Examination Survey, a nationally representative study that started in the 1960s and involves about 5,000 U.S. residents annually.", "Dolmatova and her colleagues extracted the records of 13,000 people participating in the survey between 1999-2012 who indicated they had been diagnosed with high blood pressure.", "People in the sample were an average age of 60 and slightly more than half were men.", "The team then analyzed the sodium intake of these 13,000 study participants based on questionnaires that provided a snapshot of their daily food intake.", "The analysis revealed that daily sodium intake increased among people with high blood pressure by more than 14 percent overall from 1999-2012.", "Intake increased by 26 percent and 20 percent among Hispanic and African-American participants, respectively, compared to 2 percent in white Americans.", "White participants had the highest overall sodium intake across the study period and a markedly higher intake than other racial groups at the start of the study, but showed little change in sodium intake over time.", "All racial groups reported roughly the same daily sodium intake by 2012.", "In general, men reported higher sodium intake than women, although both men and women increased their sodium intake over the course of the study at roughly the same rate.", "Relative to all people with high blood pressure, those with the lowest sodium intake were people who had experienced a heart attack or stroke, were taking blood pressure medications, or who had diabetes, obesity or heart failure.", "Although these findings suggest people with worse health conditions are likely more motivated to take dietary recommendations seriously, the researchers emphasized that reducing sodium intake is important for anyone with high blood pressure.", "\"For many diseases, lifestyle modification is the first and most effective step in treatment,\" Dolmatova said.", "\"There are [many] medications for hypertension, but they all come at a cost and have side effects; we [the medical community] have to focus more effort on educating people to successfully implement these lifestyle modifications and thus decrease the use of medications.\"", "U.S. dietary guidelines recommend a daily maximum of 1,500 milligrams of sodium for people with high blood pressure or a high risk of developing it, and a daily maximum of 2,300 milligrams (the amount in one teaspoon of table salt) for most other people.", "Since the majority of the typical American's daily sodium intake comes from prepared or processed foods, experts recommend cutting down on processed foods or switching to low-sodium or sodium-free products to reduce sodium intake.", "Other recommendations include selecting less salty items at restaurants, using less salt when cooking at home and tasting food before adding salt at the table.", "One limitation of this retrospective study is that it relied on self-reporting by participants to measure both high blood pressure and dietary intake.", "In addition, because authors analyzed the data during the 12-year period from 1999 to 2012, the study does not reflect any dietary changes that might have occurred since the latest U.S. dietary guidelines were released in 2016."], "source": "American College of Cardiology"}