{"title": "New insights into how inhibitory neurons contribute to functional networks in the cortex | EurekAlert! Science News", "year": "Wed, 08 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "inhibitory", "interneurons", "ferret", "orientation", "tuned", "engage", "networks", "excitatory", "neurons", "contrast", "inhibitory", "neurons", "mouse", "orientation", "selective", "instead", "view", "takes", "village", "neurons", "process", "sensory", "inputs", "brain", "example", "line", "appears", "visual", "field", "networks", "neurons", "fire", "together", "send", "messages", "throughout", "brain", "identify", "line", "color", "orientation", "movement", "characteristics", "networks", "consist", "many", "types", "neurons", "including", "send", "excitatory", "signals", "increasing", "likelihood", "neurons", "firing", "send", "inhibitory", "signals", "decreasing", "likelihood", "neurons", "firing", "researchers", "observed", "networks", "excitatory", "neurons", "give", "rise", "specific", "patterns", "connections", "linking", "together", "neurons", "similar", "functional", "properties", "contrast", "inhibitory", "neurons", "thought", "make", "less", "specific", "connections", "excitatory", "ones", "synapsing", "nearby", "neurons", "exhibit", "broad", "range", "functional", "properties", "march", "2017", "researchers", "max", "planck", "florida", "institute", "neuroscience", "mpfi", "published", "study", "neuron", "challenges", "idea", "demonstrating", "inhibitory", "neurons", "participate", "networks", "similarly", "excitatory", "neurons", "researchers", "suspect", "abnormalities", "networks", "may", "play", "role", "variety", "brain", "disorders", "including", "autism", "developmental", "wilson", "gordon", "smith", "researchers", "david", "fitzpatrick", "laboratory", "mpfi", "suspect", "two", "main", "reasons", "previous", "studies", "observed", "functional", "organization", "first", "studies", "inhibitory", "neuron", "connectivity", "focused", "mouse", "brain", "becoming", "increasingly", "clear", "significant", "species", "differences", "organization", "cortical", "circuits", "second", "existing", "imaging", "techniques", "adequate", "visualize", "functional", "properties", "network", "connections", "inhibitory", "neurons", "species", "employing", "technique", "pioneered", "gord", "fishell", "lab", "nyu", "mpfi", "team", "able", "first", "time", "genetically", "target", "inhibitory", "neurons", "visual", "cortex", "ferret", "model", "system", "provided", "host", "insights", "principles", "cortical", "circuit", "organization", "development", "relevant", "broad", "range", "mammals", "including", "primates", "technique", "allowed", "team", "visualize", "activity", "specific", "inhibitory", "neurons", "would", "difficult", "see", "using", "traditional", "methods", "effective", "visualizing", "excitatory", "neurons", "imaged", "functional", "properties", "cells", "used", "antibody", "labeling", "techniques", "generate", "another", "set", "images", "could", "distinguish", "among", "different", "subtypes", "inhibitory", "neurons", "employed", "new", "technique", "developed", "study", "allowed", "match", "individual", "neurons", "two", "sets", "images", "could", "identify", "subtype", "functional", "activity", "individual", "inhibitory", "shown", "connections", "inhibitory", "neurons", "exhibit", "functional", "specificity", "raises", "next", "important", "question", "inhibitory", "neurons", "form", "connections", "excitatory", "neurons", "development", "gaining", "understanding", "process", "help", "researchers", "understand", "development", "inhibitory", "circuits", "throughout", "brain", "potentially", "guide", "future", "treatments", "developmental", "disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-03/mpfi-nii030717.php", "date": "2018-01-19_21:04:27", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Inhibitory interneurons in the ferret are orientation tuned and engage in orientation-specific networks with excitatory neurons. In contrast, inhibitory neurons in the mouse are not orientation selective and are instead...\n       view more It takes a village -- of neurons -- that is, to process sensory inputs in the brain. For example, when a line appears in our visual field, networks of neurons fire together and send messages throughout the brain to identify that line's color, orientation, movement, and other characteristics. These networks consist of many types of neurons, including some that send excitatory signals, increasing the likelihood of other neurons firing, and some that send inhibitory signals, decreasing the likelihood of other neurons firing.\r\nResearchers have observed fine-tuned networks of excitatory neurons that give rise to specific patterns of connections, linking together neurons with similar functional properties. In contrast, inhibitory neurons have been thought to make less specific connections than excitatory ones, synapsing with nearby neurons that exhibit a broad range of functional properties. In March 2017, researchers at Max Planck Florida Institute for Neuroscience (MPFI) published a study in Neuron that challenges that idea, demonstrating that inhibitory neurons participate in finely-tuned, functionally-specific networks, similarly to excitatory neurons. Researchers suspect that abnormalities in these networks may play a role in a variety of brain disorders, including autism and developmental disorders.Dan Wilson and Gordon Smith, researchers in David Fitzpatrick's laboratory at MPFI, suspect that there are two main reasons that previous studies haven't observed this functional organization. The first is that most studies of inhibitory neuron connectivity have been focused on the mouse brain, and it is becoming increasingly clear that there can be significant species differences in the organization of cortical circuits. The second is that existing imaging techniques were not adequate to visualize the functional properties and network connections of inhibitory neurons in species other than the mouse.By employing a recently-developed technique pioneered in Gord Fishell's lab at NYU, the MPFI team was able for the first time to genetically target inhibitory neurons in the visual cortex of the ferret, a model system that has provided a host of insights into principles of cortical circuit organization and development that are relevant to a broad range of mammals including primates. The technique allowed the team to visualize the activity of specific inhibitory neurons that would have been difficult to see using traditional methods which are more effective at visualizing excitatory neurons. After they imaged the functional properties of these cells, they used antibody labeling techniques to generate another set of images in which they could distinguish among the different subtypes of inhibitory neurons. They then employed a new technique developed for this study that allowed them to match up individual neurons in these two sets of images so that they could identify both the subtype and the functional activity of individual inhibitory neurons.Having shown that the connections of inhibitory neurons can exhibit functional specificity raises the next important question: How do inhibitory neurons form these functionally-specific connections with excitatory neurons during development? Gaining an understanding of this process will help researchers understand the development of inhibitory circuits throughout the brain and potentially guide future treatments for developmental disorders.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Inhibitory interneurons in the ferret are orientation tuned and engage in orientation-specific networks with excitatory neurons.", "In contrast, inhibitory neurons in the mouse are not orientation selective and are instead...\n       view more It takes a village -- of neurons -- that is, to process sensory inputs in the brain.", "For example, when a line appears in our visual field, networks of neurons fire together and send messages throughout the brain to identify that line's color, orientation, movement, and other characteristics.", "These networks consist of many types of neurons, including some that send excitatory signals, increasing the likelihood of other neurons firing, and some that send inhibitory signals, decreasing the likelihood of other neurons firing.", "Researchers have observed fine-tuned networks of excitatory neurons that give rise to specific patterns of connections, linking together neurons with similar functional properties.", "In contrast, inhibitory neurons have been thought to make less specific connections than excitatory ones, synapsing with nearby neurons that exhibit a broad range of functional properties.", "In March 2017, researchers at Max Planck Florida Institute for Neuroscience (MPFI) published a study in Neuron that challenges that idea, demonstrating that inhibitory neurons participate in finely-tuned, functionally-specific networks, similarly to excitatory neurons.", "Researchers suspect that abnormalities in these networks may play a role in a variety of brain disorders, including autism and developmental disorders.Dan Wilson and Gordon Smith, researchers in David Fitzpatrick's laboratory at MPFI, suspect that there are two main reasons that previous studies haven't observed this functional organization.", "The first is that most studies of inhibitory neuron connectivity have been focused on the mouse brain, and it is becoming increasingly clear that there can be significant species differences in the organization of cortical circuits.", "The second is that existing imaging techniques were not adequate to visualize the functional properties and network connections of inhibitory neurons in species other than the mouse.By employing a recently-developed technique pioneered in Gord Fishell's lab at NYU, the MPFI team was able for the first time to genetically target inhibitory neurons in the visual cortex of the ferret, a model system that has provided a host of insights into principles of cortical circuit organization and development that are relevant to a broad range of mammals including primates.", "The technique allowed the team to visualize the activity of specific inhibitory neurons that would have been difficult to see using traditional methods which are more effective at visualizing excitatory neurons.", "After they imaged the functional properties of these cells, they used antibody labeling techniques to generate another set of images in which they could distinguish among the different subtypes of inhibitory neurons.", "They then employed a new technique developed for this study that allowed them to match up individual neurons in these two sets of images so that they could identify both the subtype and the functional activity of individual inhibitory neurons.Having shown that the connections of inhibitory neurons can exhibit functional specificity raises the next important question: How do inhibitory neurons form these functionally-specific connections with excitatory neurons during development?", "Gaining an understanding of this process will help researchers understand the development of inhibitory circuits throughout the brain and potentially guide future treatments for developmental disorders."], "source": "Max Planck Florida Institute for Neuroscience"}