{"title": "Study tests the 'three-hit' theory of autism | EurekAlert! Science News", "year": "Tue, 07 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txsince", "first", "case", "documented", "united", "states", "1938", "causes", "autism", "remained", "elusive", "hundreds", "genes", "well", "environmental", "exposures", "implicated", "brain", "disorders", "sex", "also", "seems", "something", "80", "percent", "children", "diagnosed", "autism", "spectrum", "disorder", "striking", "bias", "caught", "attention", "rockefeller", "university", "donald", "pfaff", "neurobiologist", "studies", "hormone", "effects", "sex", "differences", "brain", "pfaff", "wondered", "maleness", "might", "somehow", "amplify", "genetic", "environmental", "risk", "factors", "collaboration", "colleagues", "specializing", "child", "neurology", "psychology", "proposed", "theory", "autism", "suggests", "genetic", "predisposition", "combination", "early", "stress", "detrimental", "boys", "girls", "likely", "produce", "social", "avoidance", "hallmark", "autism", "disorders", "team", "lab", "found", "evidence", "mice", "supporting", "theory", "together", "three", "hits", "genes", "environment", "sex", "build", "one", "another", "combined", "effect", "behavior", "much", "greater", "sum", "three", "individually", "says", "pfaff", "head", "laboratory", "neurobiology", "test", "runpfaff", "colleagues", "formulated", "theory", "based", "studies", "animals", "suggesting", "male", "hormone", "testosterone", "may", "sensitize", "developing", "brain", "stress", "way", "lead", "social", "avoidance", "behavior", "characteristic", "autism", "mice", "like", "humans", "social", "animals", "experiments", "described", "proceedings", "national", "academy", "sciences", "pfaff", "team", "looked", "see", "male", "mice", "prone", "problems", "social", "responses", "females", "two", "risk", "factors", "theory", "experiments", "focus", "primary", "aspect", "autism", "spectrum", "disorders", "social", "problems", "others", "addition", "social", "avoidance", "autism", "associated", "difficulties", "communication", "well", "unusually", "restricted", "achieve", "genetic", "hit", "team", "led", "sara", "schaafsma", "postdoc", "lab", "used", "mice", "lacking", "gene", "frequently", "mutated", "people", "diagnosed", "autism", "evoke", "stress", "unborn", "mice", "researchers", "prompted", "immune", "systems", "pregnant", "mothers", "react", "though", "attack", "brain", "behaviorthe", "researchers", "later", "tested", "social", "behavior", "mice", "series", "experiments", "compelling", "evidence", "theory", "came", "test", "social", "recognition", "animals", "even", "two", "risk", "factors", "showed", "signs", "recognizing", "mouse", "multiple", "encounters", "mice", "three", "hits", "male", "genetically", "predisposed", "autism", "experienced", "stress", "embryos", "seemed", "unable", "recognize", "new", "acquaintances", "encountering", "multiple", "researchers", "looked", "molecular", "changes", "within", "rodents", "brains", "might", "help", "explain", "differences", "behavior", "found", "increase", "expression", "gene", "helps", "kick", "stress", "responses", "brain", "region", "called", "left", "hippocampus", "help", "david", "allis", "lab", "looked", "chemical", "alterations", "packaging", "dna", "might", "explain", "uptick", "gene", "activity", "effort", "revealed", "one", "particular", "chemical", "change", "nerve", "cell", "nucleus", "encourages", "expression", "gene", "neurodevelopmental", "disorders", "including", "autism", "often", "attributed", "interaction", "genetic", "environmental", "work", "indicates", "male", "sex", "comes", "important", "component", "dynamic", "least", "one", "major", "aspect", "autism", "pfaff", "says", "collecting", "variety", "evidence", "begun", "uncover", "one", "molecular", "mechanism", "many", "three", "hits", "alter", "sociability"], "url": "http://www.eurekalert.org/pub_releases/2017-03/ru-stt030717.php", "date": "2018-01-19_21:04:31", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSince the first case was documented in the United States in 1938, the causes of autism have remained elusive. Hundreds of genes, as well as environmental exposures, have been implicated in these brain disorders. Sex also seems to have something to do with it: About 80 percent of children diagnosed with an autism spectrum disorder are boys.This striking bias caught the attention of Rockefeller University's Donald W. Pfaff. A neurobiologist who studies hormone effects and sex differences in the brain, Pfaff wondered if maleness might somehow amplify the genetic and environmental risk factors for the disease.In collaboration with colleagues specializing in child neurology and psychology, he has proposed a \"three-hit\" theory of autism, which suggests that a genetic predisposition in combination with early stress is more detrimental to boys than to girls, and more likely to produce the social avoidance that is a hallmark of autism disorders. Now, a team in his lab has found evidence in mice supporting this theory.\"Together, these three hits--genes, environment, and sex--build on one another, such that their combined effect on behavior is much greater than the sum of the three individually,\" says Pfaff, head of the Laboratory of Neurobiology and Behavior.A test runPfaff and his colleagues formulated the three-hit theory based on studies of animals suggesting that the male hormone testosterone may sensitize the developing brain to stress in a way that can lead to social avoidance, a behavior characteristic of autism. Mice, like humans, are social animals, and in experiments, described in the Proceedings of the National Academy of Sciences, Pfaff's team looked to see if male mice were more prone to problems with social responses than females when the other two risk factors were present.The theory and these experiments focus on the primary aspect of autism spectrum disorders, social problems, but there are others. In addition to social avoidance, autism is associated with difficulties in communication, as well as unusually restricted interests.To achieve a genetic hit, the team, led by Sara Schaafsma, a postdoc in the lab, used mice lacking a gene that is frequently mutated in people diagnosed with autism. To evoke stress in the as-yet unborn mice, the researchers prompted the immune systems of their pregnant mothers to react as though under attack from bacteria.Changes in brain and behaviorThe researchers later tested the social behavior of these mice in a series of experiments. The most compelling evidence for the three-hit theory came from a test of social recognition. Most of the animals, even those with two risk factors, showed signs of recognizing a once-unfamiliar mouse over multiple encounters. Only mice with all three hits--those that were male, were genetically predisposed to autism, and had experienced stress as embryos--seemed unable to recognize new acquaintances after encountering them multiple times.Next, the researchers looked for molecular changes within these rodents' brains that might help to explain the differences in behavior. They found an increase in the expression of a gene that helps to kick off stress responses, in a brain region called the left hippocampus. With help from C. David Allis's lab, they looked for chemical alterations in the packaging of DNA that might explain this uptick in gene activity. This effort revealed one particular chemical change in the nerve cell nucleus that encourages the expression of this stress-relevant gene.\"Neurodevelopmental disorders, including autism, are often attributed to an interaction between genetic 'nature' and environmental 'nurture.' Our work indicates how male sex comes to be an important component of this dynamic, at least for one major aspect of autism,\" Pfaff says. \"By collecting a variety of evidence, we have begun to uncover one molecular mechanism, of many, by which these three hits alter sociability.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSince the first case was documented in the United States in 1938, the causes of autism have remained elusive.", "Hundreds of genes, as well as environmental exposures, have been implicated in these brain disorders.", "Sex also seems to have something to do with it: About 80 percent of children diagnosed with an autism spectrum disorder are boys.This striking bias caught the attention of Rockefeller University's Donald W. Pfaff.", "A neurobiologist who studies hormone effects and sex differences in the brain, Pfaff wondered if maleness might somehow amplify the genetic and environmental risk factors for the disease.In collaboration with colleagues specializing in child neurology and psychology, he has proposed a \"three-hit\" theory of autism, which suggests that a genetic predisposition in combination with early stress is more detrimental to boys than to girls, and more likely to produce the social avoidance that is a hallmark of autism disorders.", "Now, a team in his lab has found evidence in mice supporting this theory.", "\"Together, these three hits--genes, environment, and sex--build on one another, such that their combined effect on behavior is much greater than the sum of the three individually,\" says Pfaff, head of the Laboratory of Neurobiology and Behavior.A test runPfaff and his colleagues formulated the three-hit theory based on studies of animals suggesting that the male hormone testosterone may sensitize the developing brain to stress in a way that can lead to social avoidance, a behavior characteristic of autism.", "Mice, like humans, are social animals, and in experiments, described in the Proceedings of the National Academy of Sciences, Pfaff's team looked to see if male mice were more prone to problems with social responses than females when the other two risk factors were present.The theory and these experiments focus on the primary aspect of autism spectrum disorders, social problems, but there are others.", "In addition to social avoidance, autism is associated with difficulties in communication, as well as unusually restricted interests.To achieve a genetic hit, the team, led by Sara Schaafsma, a postdoc in the lab, used mice lacking a gene that is frequently mutated in people diagnosed with autism.", "To evoke stress in the as-yet unborn mice, the researchers prompted the immune systems of their pregnant mothers to react as though under attack from bacteria.Changes in brain and behaviorThe researchers later tested the social behavior of these mice in a series of experiments.", "The most compelling evidence for the three-hit theory came from a test of social recognition.", "Most of the animals, even those with two risk factors, showed signs of recognizing a once-unfamiliar mouse over multiple encounters.", "Only mice with all three hits--those that were male, were genetically predisposed to autism, and had experienced stress as embryos--seemed unable to recognize new acquaintances after encountering them multiple times.Next, the researchers looked for molecular changes within these rodents' brains that might help to explain the differences in behavior.", "They found an increase in the expression of a gene that helps to kick off stress responses, in a brain region called the left hippocampus.", "With help from C. David Allis's lab, they looked for chemical alterations in the packaging of DNA that might explain this uptick in gene activity.", "This effort revealed one particular chemical change in the nerve cell nucleus that encourages the expression of this stress-relevant gene.", "\"Neurodevelopmental disorders, including autism, are often attributed to an interaction between genetic 'nature' and environmental 'nurture.'", "Our work indicates how male sex comes to be an important component of this dynamic, at least for one major aspect of autism,\" Pfaff says.", "\"By collecting a variety of evidence, we have begun to uncover one molecular mechanism, of many, by which these three hits alter sociability.\""], "source": "Rockefeller University"}