{"title": "Are mind-body therapies effective in autism?", "text": "New Rochelle, NY, March 7, 2017--Researchers have shown that mindfulness therapy had significant positive effects on depression, anxiety, and rumination in adults with autism spectrum disorder (ASD), and Nei Yang Gong therapy had a significant positive effect on self-control in children with ASD. These findings were reported in a review of 16 studies of mind-body therapies used to treat autism, published in The Journal of Alternative and Complementary Medicine, a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The article is available free on The Journal of Alternative and Complementary Medicine website until April 7, 2017.In the article entitled \"Autism and Mind-Body Therapies: A Systematic Review,\" Sarah Hourston, ND and Rachel Atchley, PhD, Oregon Health and Science University and National University of Natural Medicine, Portland, OR, reviewed the medical literature to identify the types of mind-body interventions being used to treat adults and children with ASD and for what purposes. The authors reviewed studies that targeted behaviors, psychological symptoms, emotional and mental health, and quality of life for affected individuals and their parents. Most of the studies were uncontrolled and included small numbers of subjects.\"Mindfulness practices that decrease aggressive and disruptive behaviors and self-control issues are important learnings for any of us,\" says The Journal of Alternative and Complementary Medicine Editor-in-Chief John Weeks, johnweeks-integrator.com, Seattle, WA. \"That such outcomes were found in multiple trials with these ASD populations suggests that there is not only a strong rationale for larger studies, as the researchers concluded, but also for more rapid present application by parents, teachers, and healthcare workers in these communities.\" ", "journal": "Journal of Alternative and Complementary Medicine", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/mali-amt030717.php", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "meeting": "", "description": "Researchers have shown that mindfulness therapy had significant positive effects on depression, anxiety, and rumination in adults with autism spectrum disorder (ASD), and Nei Yang Gong therapy had a significant positive effect on self-control in children with ASD.", "article_link": "http://dx.doi.org/10.1089/acm.2016.0336", "keywords": ["Medicine/Health", " Alternative Medicine", " Social/Behavioral Science", " Behavior", " Mental Health", " Depression/Anger", " Stress/Anxiety"], "source_link": "http://www.liebertpub.com/global/pressrelease/are-mind-body-therapies-effective-in-autism/2122/", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}