{"title": "Sussex scientists pinpoint sensory links between autism and synesthesia | EurekAlert! Science News", "year": "Tue, 07 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txconcrete", "links", "symptoms", "autism", "synaesthesia", "discovered", "clarified", "first", "time", "according", "new", "research", "psychologists", "university", "sussex", "study", "conducted", "experts", "conditions", "sussex", "university", "cambridge", "published", "journal", "scientific", "reports", "found", "groups", "experience", "remarkably", "similar", "heightened", "sensory", "sensitivity", "despite", "clear", "differences", "communicative", "ability", "social", "skills", "two", "previous", "studies", "found", "increased", "prevalence", "synaesthesia", "autistic", "subjects", "suggesting", "although", "always", "found", "conjunction", "two", "conditions", "occur", "together", "often", "would", "expected", "chance", "alone", "however", "first", "study", "attempted", "draw", "definitive", "symptomatic", "link", "autism", "seem", "surface", "rather", "different", "things", "synaesthesia", "defined", "senses", "music", "may", "trigger", "colours", "words", "may", "trigger", "tastes", "autism", "defined", "impaired", "social", "understanding", "communication", "new", "research", "shows", "groups", "report", "heightened", "sensory", "sensitivity", "aversion", "certain", "sounds", "lights", "well", "reporting", "differences", "tendency", "attend", "detail", "however", "synaesthetes", "tended", "report", "difficulties", "traditional", "communicative", "symptoms", "usually", "define", "autism", "research", "shows", "certainly", "links", "two", "conditions", "appear", "sensory", "rather", "social", "study", "led", "professor", "jamie", "ward", "professor", "cognitive", "neuroscience", "sussex", "neuroscience", "group", "alongside", "sussex", "psychology", "colleague", "professor", "julia", "simner", "professor", "simon", "professor", "developmental", "psychopathology", "university", "cambridge", "director", "autism", "research", "centre", "commenting", "research", "prof", "ward", "said", "synaesthesia", "traditionally", "considered", "gift", "impairment", "whereas", "opposite", "could", "often", "said", "autism", "research", "suggests", "two", "much", "common", "previously", "thought", "many", "sensory", "traits", "autistic", "people", "possess", "also", "found", "experience", "synaesthesia", "though", "research", "required", "understanding", "autism", "context", "synaesthetic", "abilities", "may", "help", "us", "unlock", "secrets", "positive", "aspects", "autism", "savantism", "also", "uncovering", "neurological", "links", "two", "conditions", "another", "research", "paper", "group", "researchers", "looking", "closely", "question", "savantism", "people", "autism", "also", "due", "published", "soon", "reinforcing", "initial", "research", "shows", "synaesthesia", "tends", "particularly", "prevalent", "people", "autism", "also", "unexpected", "abilities", "superior", "abilities", "arithmetic", "memory", "art", "prof", "ward", "added", "though", "theories", "propose", "causal", "link", "increased", "sensory", "sensitivity", "impaired", "social", "functioning", "people", "autism", "research", "far", "demonstrates", "value", "considering", "synaesthesia", "spectrum", "autism", "sensory", "point", "hope", "future", "able", "continue", "explore", "relationship", "perceptual", "cognitive", "social", "symptoms", "abilities", "autistic", "synaesthetic", "people"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uos-ssp030617.php", "date": "2018-01-19_21:04:43", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXConcrete links between the symptoms of autism and synaesthesia have been discovered and clarified for the first time, according to new research by psychologists at the University of Sussex. The study, conducted by world-leading experts in both conditions at Sussex and the University of Cambridge and published in the journal Scientific Reports, found that both groups experience remarkably similar heightened sensory sensitivity, despite clear differences in communicative ability and social skills. Two previous studies had found an increased prevalence of synaesthesia in autistic subjects, suggesting that although they are not always found in conjunction, the two conditions occur together more often than would be expected by chance alone. However, this is the first study that has attempted to draw a definitive symptomatic link between the two.Synaesthesia and autism seem on the surface to be rather different things, with synaesthesia defined as a 'joining of the senses' in which music may trigger colours or words may trigger tastes, and autism defined by impaired social understanding and communication.  The new research shows that both groups report heightened sensory sensitivity, such as an aversion to certain sounds and lights, as well as reporting differences in their tendency to attend to detail.  \r\nHowever, the synaesthetes tended not to report difficulties on the traditional communicative symptoms that usually define autism. While the research shows that there are certainly links between the two conditions, these appear to be sensory rather than social. The study was led by Professor Jamie Ward, Professor of Cognitive Neuroscience and Co-Director Sussex Neuroscience group, alongside Sussex Psychology colleague, Professor Julia Simner; and Professor Simon Baron-Cohen, Professor of Developmental Psychopathology at the University of Cambridge and Director of the Autism Research Centre. Commenting on the research, Prof Ward said: \r\n\"Synaesthesia has traditionally been considered more of a gift than an impairment, whereas the opposite could often be said of autism. Our research suggests that the two have much more in common than was previously thought, and that many of the sensory traits that autistic people possess are also found in those who experience synaesthesia. \"Though further research is required, our understanding of autism in the context of synaesthetic abilities may help us unlock the secrets of some of the more positive aspects of autism, such as savantism, while also uncovering further neurological links between the two conditions.\"   Another research paper by the group of researchers, looking more closely at the question of savantism in people with autism, is also due to be published soon. Reinforcing their initial research, it shows that synaesthesia tends to be particularly prevalent in people with autism who also have unexpected 'savant' abilities, such as superior abilities in arithmetic, memory and art.  Prof Ward added: \r\n\"Though some theories propose a causal link between increased sensory sensitivity and impaired social functioning in people with autism, our research so far demonstrates the value of considering synaesthesia on the same spectrum as autism from a sensory point of view.We hope in future to be able to continue to explore the relationship between perceptual, cognitive and social symptoms and abilities in autistic and synaesthetic people.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXConcrete links between the symptoms of autism and synaesthesia have been discovered and clarified for the first time, according to new research by psychologists at the University of Sussex.", "The study, conducted by world-leading experts in both conditions at Sussex and the University of Cambridge and published in the journal Scientific Reports, found that both groups experience remarkably similar heightened sensory sensitivity, despite clear differences in communicative ability and social skills.", "Two previous studies had found an increased prevalence of synaesthesia in autistic subjects, suggesting that although they are not always found in conjunction, the two conditions occur together more often than would be expected by chance alone.", "However, this is the first study that has attempted to draw a definitive symptomatic link between the two.Synaesthesia and autism seem on the surface to be rather different things, with synaesthesia defined as a 'joining of the senses' in which music may trigger colours or words may trigger tastes, and autism defined by impaired social understanding and communication.", "The new research shows that both groups report heightened sensory sensitivity, such as an aversion to certain sounds and lights, as well as reporting differences in their tendency to attend to detail.", "However, the synaesthetes tended not to report difficulties on the traditional communicative symptoms that usually define autism.", "While the research shows that there are certainly links between the two conditions, these appear to be sensory rather than social.", "The study was led by Professor Jamie Ward, Professor of Cognitive Neuroscience and Co-Director Sussex Neuroscience group, alongside Sussex Psychology colleague, Professor Julia Simner; and Professor Simon Baron-Cohen, Professor of Developmental Psychopathology at the University of Cambridge and Director of the Autism Research Centre.", "Commenting on the research, Prof Ward said: \r\n\"Synaesthesia has traditionally been considered more of a gift than an impairment, whereas the opposite could often be said of autism.", "Our research suggests that the two have much more in common than was previously thought, and that many of the sensory traits that autistic people possess are also found in those who experience synaesthesia.", "\"Though further research is required, our understanding of autism in the context of synaesthetic abilities may help us unlock the secrets of some of the more positive aspects of autism, such as savantism, while also uncovering further neurological links between the two conditions.\"", "Another research paper by the group of researchers, looking more closely at the question of savantism in people with autism, is also due to be published soon.", "Reinforcing their initial research, it shows that synaesthesia tends to be particularly prevalent in people with autism who also have unexpected 'savant' abilities, such as superior abilities in arithmetic, memory and art.", "Prof Ward added: \r\n\"Though some theories propose a causal link between increased sensory sensitivity and impaired social functioning in people with autism, our research so far demonstrates the value of considering synaesthesia on the same spectrum as autism from a sensory point of view.We hope in future to be able to continue to explore the relationship between perceptual, cognitive and social symptoms and abilities in autistic and synaesthetic people.\""], "source": "University of Sussex"}