{"title": "World's largest autism genome database shines new light on many 'autisms' | EurekAlert! Science News", "year": "Mon, 06 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "march", "6", "2017", "newest", "study", "autism", "speaks", "mssng", "project", "world", "largest", "autism", "genome", "sequencing", "program", "identified", "additional", "18", "gene", "variations", "appear", "increase", "risk", "autism", "new", "report", "appears", "week", "journal", "nature", "neuroscience", "involved", "analysis", "whole", "genomes", "families", "affected", "autism", "making", "largest", "whole", "genome", "study", "autism", "omitted", "letters", "mssng", "pronounced", "represent", "missing", "information", "autism", "research", "program", "seeks", "deliver", "noteworthy", "still", "finding", "new", "autism", "genes", "let", "alone", "18", "decade", "intense", "focus", "says", "study", "mathew", "pletcher", "autism", "speaks", "vice", "president", "genomic", "discovery", "new", "gene", "discovery", "able", "explain", "cases", "autism", "set", "behavioral", "effects", "many", "associated", "medical", "concerns", "date", "research", "using", "mssng", "genomic", "database", "identified", "61", "genetic", "variations", "affect", "autism", "risk", "research", "associated", "several", "additional", "medical", "conditions", "often", "accompany", "autism", "goal", "pletcher", "says", "advance", "personalized", "treatments", "autism", "deepening", "understanding", "condition", "many", "subtypes", "findings", "also", "illustrate", "whole", "genome", "sequencing", "guide", "medical", "care", "today", "example", "least", "two", "gene", "changes", "described", "paper", "associated", "increased", "risk", "seizures", "another", "linked", "increased", "risk", "cardiac", "defects", "yet", "another", "adult", "diabetes", "findings", "illustrate", "whole", "genome", "sequencing", "autism", "provide", "additional", "medical", "guidance", "individuals", "families", "physicians", "investigators", "say", "researchers", "also", "determined", "many", "18", "newly", "identified", "autism", "genes", "affect", "operation", "small", "subset", "biological", "pathways", "brain", "pathways", "affect", "brain", "cells", "develop", "communicate", "80", "percent", "61", "gene", "variations", "discovered", "mssng", "affect", "biochemical", "pathways", "clear", "potential", "targets", "future", "medicines", "pletcher", "says", "increasingly", "autism", "researchers", "predicting", "personalized", "effective", "treatments", "come", "understanding", "common", "brain", "pathways", "different", "gene", "variations", "alter", "unprecedented", "mssng", "database", "enabling", "research", "many", "make", "autism", "spectrum", "says", "study", "senior", "investigator", "stephen", "scherer", "instance", "genetic", "alterations", "found", "study", "occurred", "families", "one", "person", "severely", "affected", "autism", "others", "milder", "end", "spectrum", "scherer", "notes", "reinforces", "significant", "neurodiversity", "involved", "complex", "condition", "explains", "addition", "depth", "mssng", "database", "allowed", "us", "identify", "resilient", "individuals", "carry", "gene", "variations", "without", "developing", "autism", "believe", "important", "part", "neurodiversity", "dr", "scherer", "research", "director", "mssng", "project", "directs", "centre", "applied", "genomics", "hospital", "sick", "children", "sickkids", "toronto", "mssng", "collaboration", "hospital", "autism", "speaks", "verily", "formerly", "google", "life", "sciences", "hosts", "mssng", "database", "cloud", "genetic", "analysis", "looks", "mutations", "spelling", "changes", "1", "percent", "dna", "spells", "genes", "contrast", "mssng", "database", "allows", "researchers", "analyze", "entire", "3", "billion", "dna", "base", "pairs", "make", "person", "new", "study", "investigators", "went", "even", "looking", "beyond", "dna", "spelling", "variations", "find", "types", "genetic", "changes", "associated", "autism", "included", "copy", "number", "variations", "repeated", "deleted", "stretches", "dna", "chromosomal", "abnormalities", "chromosomes", "threadlike", "cell", "structures", "package", "organize", "researchers", "found", "copy", "number", "variations", "chromosomal", "abnormalities", "particularly", "common", "genomes", "people", "affected", "addition", "many", "copy", "number", "variations", "turned", "areas", "genome", "considered", "junk", "dna", "though", "genetic", "dark", "matter", "exists", "outside", "genes", "scientists", "appreciate", "helps", "control", "genes", "switch", "precise", "coordination", "genetic", "activity", "appears", "particularly", "crucial", "brain", "development", "research", "platform", "google", "cloud", "autism", "speaks", "making", "mssng", "fully", "sequenced", "genomes", "directly", "available", "researchers", "free", "charge", "along", "analytic", "tools", "coming", "weeks", "mssng", "team", "uploading", "additional", "fully", "sequenced", "autism", "genomes", "bringing", "total", "90", "investigators", "40", "academic", "medical", "institutions", "using", "mssng", "database", "advance", "autism", "research", "around", "world"], "url": "http://www.eurekalert.org/pub_releases/2017-03/as-wla030317.php", "date": "2018-01-19_21:04:46", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK (March 6, 2017) - The newest study from the Autism Speaks MSSNG project - the world's largest autism genome sequencing program - identified an additional 18 gene variations that appear to increase the risk of autism. The new report appears this week in the journal Nature Neuroscience. It involved the analysis of 5,205 whole genomes from families affected by autism - making it the largest whole genome study of autism to date.The omitted letters in MSSNG (pronounced 'missing') represent the missing information about autism that the research program seeks to deliver.\"It's noteworthy that we're still finding new autism genes, let alone 18 of them, after a decade of intense focus,\" says study co-author Mathew Pletcher, Ph.D., Autism Speaks' vice president for genomic discovery. \"With each new gene discovery, we're able to explain more cases of autism, each with its own set of behavioral effects and many with associated medical concerns.\" To date, research using the MSSNG genomic database has identified 61 genetic variations that affect autism risk. The research has associated several of these with additional medical conditions that often accompany autism. The goal, Dr. Pletcher says, \"is to advance personalized treatments for autism by deepening our understanding of the condition's many subtypes.\" The findings also illustrate how whole genome sequencing can guide medical care today. For example, at least two of the autism-associated gene changes described in the paper were associated with increased risk for seizures. Another has been linked to increased risk for cardiac defects, and yet another with adult diabetes. The findings illustrate how whole genome sequencing for autism can provide additional medical guidance to individuals, families and their physicians, the investigators say. The researchers also determined that many of the 18 newly identified autism genes affect the operation of a small subset of biological pathways in the brain. All of these pathways affect how brain cells develop and communicate with each other. \"In all, 80 percent of the 61 gene variations discovered through MSSNG affect biochemical pathways that have clear potential as targets for future medicines,\" Dr. Pletcher says. Increasingly, autism researchers are predicting that personalized, more effective treatments will come from understanding these common brain pathways - and how different gene variations alter them.\"The unprecedented MSSNG database is enabling research into the many 'autisms' that make up the autism spectrum,\" says the study's senior investigator, Stephen Scherer, Ph.D.For instance, some of the genetic alterations found in the study occurred in families with one person severely affected by autism and others on the milder end of the spectrum, Dr. Scherer notes. \"This reinforces the significant neurodiversity involved in this complex condition,\" he explains. \"In addition, the depth of the MSSNG database allowed us to identify resilient individuals who carry autism-associated gene variations without developing autism. We believe that this, too, is an important part of the neurodiversity story.\"Dr. Scherer is the research director for the MSSNG project and directs The Centre for Applied Genomics at the Hospital for Sick Children (SickKids), in Toronto. MSSNG is a collaboration between the hospital, Autism Speaks and Verily (formerly Google Life Sciences), which hosts the MSSNG database on its cloud platform.Traditional genetic analysis looks for mutations, or \"spelling changes,\" in the 1 percent of our DNA that spells out our genes. By contrast, the MSSNG database allows researchers to analyze the entire 3 billion DNA base pairs that make up each person's genome.In their new study, the investigators went even further - looking beyond DNA \"spelling\" variations to find other types of genetic changes associated with autism. These included copy number variations (repeated or deleted stretches of DNA) and chromosomal abnormalities. Chromosomes are the threadlike cell structures that package and organize our genes.The researchers found copy number variations and chromosomal abnormalities to be particularly common in the genomes of people affected by autism.In addition, many of the copy number variations turned up in areas of the genome once considered \"junk DNA.\" Though this genetic \"dark matter\" exists outside of our genes, scientists now appreciate that it helps control when and where our genes switch on and off. The precise coordination of genetic activity appears to be particularly crucial to brain development and function.Through its research platform on the Google Cloud, Autism Speaks is making all of MSSNG's fully sequenced genomes directly available to researchers free of charge, along with analytic tools. In the coming weeks, the MSSNG team will be uploading an additional 2,000 fully sequenced autism genomes, bringing the total over 7,000.Currently, more than 90 investigators at 40 academic and medical institutions are using the MSSNG database to advance autism research around the world.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK (March 6, 2017) - The newest study from the Autism Speaks MSSNG project - the world's largest autism genome sequencing program - identified an additional 18 gene variations that appear to increase the risk of autism.", "The new report appears this week in the journal Nature Neuroscience.", "It involved the analysis of 5,205 whole genomes from families affected by autism - making it the largest whole genome study of autism to date.The omitted letters in MSSNG (pronounced 'missing') represent the missing information about autism that the research program seeks to deliver.", "\"It's noteworthy that we're still finding new autism genes, let alone 18 of them, after a decade of intense focus,\" says study co-author Mathew Pletcher, Ph.D., Autism Speaks' vice president for genomic discovery.", "\"With each new gene discovery, we're able to explain more cases of autism, each with its own set of behavioral effects and many with associated medical concerns.\"", "To date, research using the MSSNG genomic database has identified 61 genetic variations that affect autism risk.", "The research has associated several of these with additional medical conditions that often accompany autism.", "The goal, Dr. Pletcher says, \"is to advance personalized treatments for autism by deepening our understanding of the condition's many subtypes.\"", "The findings also illustrate how whole genome sequencing can guide medical care today.", "For example, at least two of the autism-associated gene changes described in the paper were associated with increased risk for seizures.", "Another has been linked to increased risk for cardiac defects, and yet another with adult diabetes.", "The findings illustrate how whole genome sequencing for autism can provide additional medical guidance to individuals, families and their physicians, the investigators say.", "The researchers also determined that many of the 18 newly identified autism genes affect the operation of a small subset of biological pathways in the brain.", "All of these pathways affect how brain cells develop and communicate with each other.", "\"In all, 80 percent of the 61 gene variations discovered through MSSNG affect biochemical pathways that have clear potential as targets for future medicines,\" Dr. Pletcher says.", "Increasingly, autism researchers are predicting that personalized, more effective treatments will come from understanding these common brain pathways - and how different gene variations alter them.", "\"The unprecedented MSSNG database is enabling research into the many 'autisms' that make up the autism spectrum,\" says the study's senior investigator, Stephen Scherer, Ph.D.For instance, some of the genetic alterations found in the study occurred in families with one person severely affected by autism and others on the milder end of the spectrum, Dr. Scherer notes.", "\"This reinforces the significant neurodiversity involved in this complex condition,\" he explains.", "\"In addition, the depth of the MSSNG database allowed us to identify resilient individuals who carry autism-associated gene variations without developing autism.", "We believe that this, too, is an important part of the neurodiversity story.\"Dr.", "Scherer is the research director for the MSSNG project and directs The Centre for Applied Genomics at the Hospital for Sick Children (SickKids), in Toronto.", "MSSNG is a collaboration between the hospital, Autism Speaks and Verily (formerly Google Life Sciences), which hosts the MSSNG database on its cloud platform.Traditional genetic analysis looks for mutations, or \"spelling changes,\" in the 1 percent of our DNA that spells out our genes.", "By contrast, the MSSNG database allows researchers to analyze the entire 3 billion DNA base pairs that make up each person's genome.In their new study, the investigators went even further - looking beyond DNA \"spelling\" variations to find other types of genetic changes associated with autism.", "These included copy number variations (repeated or deleted stretches of DNA) and chromosomal abnormalities.", "Chromosomes are the threadlike cell structures that package and organize our genes.The researchers found copy number variations and chromosomal abnormalities to be particularly common in the genomes of people affected by autism.In addition, many of the copy number variations turned up in areas of the genome once considered \"junk DNA.\"", "Though this genetic \"dark matter\" exists outside of our genes, scientists now appreciate that it helps control when and where our genes switch on and off.", "The precise coordination of genetic activity appears to be particularly crucial to brain development and function.Through its research platform on the Google Cloud, Autism Speaks is making all of MSSNG's fully sequenced genomes directly available to researchers free of charge, along with analytic tools.", "In the coming weeks, the MSSNG team will be uploading an additional 2,000 fully sequenced autism genomes, bringing the total over 7,000.Currently, more than 90 investigators at 40 academic and medical institutions are using the MSSNG database to advance autism research around the world."], "source": "Autism Speaks"}