{"title": "Infant MRIs show autism linked to increased cerebrospinal fluid", "text": "CHAPEL HILL, NC - A national research network led by UNC School of Medicine's Joseph Piven, MD, found that many toddlers diagnosed with autism at two years of age had a substantially greater amount of extra-axial cerebrospinal fluid (CSF) at six and 12 months of age, before diagnosis is possible. They also found that the more CSF at six months - as measured through MRIs - the more severe the autism symptoms were at two years of age.\"The CSF is easy to see on standard MRIs and points to a potential biomarker of autism before symptoms appear years later,\" said Piven, co-senior author of the study, the Thomas E. Castelloe Distinguished Professor of Psychiatry, and director of the Carolina Institute for Developmental Disabilities (CIDD). \"We also think this finding provides a potential therapeutic target for a subset of people with autism.\"The findings, published in Biological Psychiatry, point to faulty CSF flow as one of the possible causes of autism for a large subset of people.\"We know that CSF is very important for brain health, and our data suggest that in this large subset of kids, the fluid is not flowing properly,\" said Mark Shen, PhD, CIDD postdoctoral fellow and first author of the study. \"We don't expect there's a single mechanism that explains the cause of the condition for every child. But we think improper CSF flow could be one important mechanism.\"Until the last decade, the scientific and medical communities viewed CSF as merely a protective layer of fluid between the brain and skull, not necessarily important for proper brain development and behavioral health. But scientists then discovered that CSF acted as a crucial filtration system for byproducts of brain metabolism. Every day, brain cells communicate with each other. These communications cause brain cells to continuously secrete byproducts, such as inflammatory proteins that must be filtered out several times a day. The CSF handles this, and then it is replenished with fresh CSF four times a day in babies and adults. In 2013, Shen co-led a study of CSF in infants at UC Davis, where he worked with David Amaral, PhD, co-senior author of the current Biological Psychiatry study. Using MRIs, they found substantially greater volumes of CSF in babies that went on to develop autism. But they cautioned the study was small - it included 55 babies, 10 of whom developed autism later - and so it needed to be replicated in a larger study of infants.When he came to UNC, Shen teamed up with Piven and colleagues of the Infant Brain Imaging Study (IBIS), a network of autism clinical assessment sites at UNC, the University of Pennsylvania, Washington University in St. Louis, and the University of Washington. In this most recent study of CSF, the researchers enrolled 343 infants, 221 of which were at high risk of developing autism due to having an older sibling with the condition. Forty-seven of these infants were diagnosed with autism at 24 months, and their infant brain MRIs were compared to MRIs of other infants who were not diagnosed with autism at 24 months of age.The six-month olds who went on to develop autism had 18 percent more CSF than six-month olds who did not develop autism. The amount of CSF remained elevated at 12 and 24 months. Infants who developed the most severe autism symptoms had an even greater amount of CSF - 24 percent greater at six months.Also, the greater amounts of CSF at six months were associated with poorer gross motor skills, such as head and limb control. \"Normally, autism is diagnosed when the child is two or three years old and beginning to show behavioral symptoms; there are currently no early biological markers,\" said David G. Amaral, director of research at the UC Davis MIND Institute. \"That there's an alteration in the distribution of cerebrospinal fluid that we can see on MRIs as early as six months, is a major finding.\"The researchers found that increased CSF predicted with nearly 70 percent accuracy which babies would later be diagnosed with autism. It is not a perfect predictor of autism, but the CSF differences are observable on a standard MRI. \"In the future, this sort of CSF imaging could be another tool to help pediatricians detect risks for autism as early as possible,\" Shen said. Piven added, \"We can't yet say for certain that improper CSF flow causes autism. But extra-axial CSF is an early marker, a sign that CSF is not filtering and draining as it should. This is important because improper CSF flow may have downstream effects on the developing brain; it could play a role in the emergence of autism symptoms.\"", "journal": "Biological Psychiatry", "funder": "National Institutes of Health, Autism Speaks, Simons Foundation", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/uonc-ims030217.php", "institution": "University of North Carolina Health Care", "meeting": "", "description": "A national research network led by UNC School of Medicine's Joseph Piven, M.D., found that many toddlers diagnosed with autism at two years of age had a substantially greater amount of extra-axial cerebrospinal fluid (CSF) at six and 12 months of age, before diagnosis is possible. They also found that the more CSF at six months -- as measured through MRIs -- the more severe the autism symptoms were at two years of age.", "article_link": null, "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology"], "source_link": "http://news.unchealthcare.org/news/2017/march/infant-mris-show-autism-linked-to-increased-cerebrospinal-fluid", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}