{"title": "Cerebrospinal fluid shows promise as autism biomarker | EurekAlert! Science News", "year": "Mon, 06 Mar 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "david", "amaral", "phd", "beneto", "foundation", "chair", "director", "research", "mind", "institute", "university", "california", "distinguished", "professor", "department", "psychiatry", "behavioral", "sciences", "center", "neuroscience", "school", "view", "researchers", "uc", "davis", "mind", "institute", "university", "north", "carolina", "unc", "institutions", "found", "altered", "distribution", "cerebrospinal", "fluid", "csf", "infants", "predict", "whether", "develop", "autism", "spectrum", "disorder", "asd", "study", "appears", "march", "6", "journal", "biological", "psychiatry", "normally", "autism", "diagnosed", "child", "two", "three", "years", "old", "beginning", "show", "behavioral", "symptoms", "currently", "early", "biological", "markers", "said", "david", "amaral", "director", "research", "mind", "institute", "author", "paper", "alteration", "distribution", "cerebrospinal", "fluid", "see", "mris", "early", "six", "months", "major", "finding", "produced", "brain", "csf", "cast", "neural", "shock", "absorber", "keeping", "brain", "bumping", "skull", "recent", "findings", "shown", "csf", "influence", "neuronal", "migration", "mechanisms", "associated", "brain", "development", "well", "removing", "dangerous", "molecules", "csf", "like", "filtration", "system", "brain", "said", "mark", "shen", "former", "graduate", "student", "amaral", "lab", "postdoctoral", "fellow", "joseph", "piven", "lab", "unc", "piven", "author", "paper", "shen", "first", "author", "csf", "circulates", "brain", "washes", "away", "waste", "particles", "would", "otherwise", "build", "believe", "csf", "early", "sign", "csf", "filtering", "draining", "result", "could", "buildup", "washed", "way", "study", "confirms", "earlier", "research", "carried", "mind", "institute", "showed", "infants", "increased", "csf", "subarachnoid", "space", "near", "brain", "perimeter", "increased", "risk", "developing", "autism", "current", "study", "sought", "validate", "previous", "results", "larger", "sample", "infants", "infant", "brain", "imaging", "study", "ibis", "national", "research", "network", "institutions", "led", "piven", "unc", "washington", "university", "children", "hospital", "philadelphia", "university", "test", "whether", "csf", "might", "indicate", "increased", "risk", "developing", "asd", "researchers", "examined", "mris", "343", "infants", "six", "12", "24", "months", "group", "221", "babies", "older", "siblings", "asd", "therefore", "higher", "risk", "autism", "122", "subjects", "family", "history", "infants", "later", "developed", "asd", "significantly", "subarachnoid", "csf", "six", "months", "develop", "condition", "among", "infants", "ultimately", "diagnosed", "asd", "18", "percent", "measurements", "predicted", "asd", "group", "roughly", "70", "percent", "accuracy", "csf", "present", "six", "months", "severe", "autism", "symptoms", "kids", "diagnosed", "24", "months", "age", "noted", "biomarkers", "autism", "disorder", "tricky", "quite", "often", "early", "successes", "never", "replicated", "larger", "robust", "study", "confirms", "earlier", "finding", "significant", "step", "forward", "researchers", "early", "work", "many", "unanswered", "questions", "researchers", "know", "whether", "csf", "accumulation", "contributes", "autism", "simply", "effect", "another", "subtle", "addition", "biomarker", "sensitive", "enough", "say", "certainty", "child", "develop", "asd", "however", "apparent", "link", "increased", "csf", "autism", "could", "significant", "clinical", "impact", "prior", "2013", "study", "radiologists", "would", "often", "call", "fluid", "meaning", "clinical", "significance", "amaral", "said", "finding", "may", "alert", "radiologists", "neurologists", "possible", "negative", "consequences", "increased", "subarachnoid", "csf", "ultimately", "study", "csf", "could", "help", "gauge", "child", "risk", "developing", "asd", "possibly", "neurological", "disorders", "neuroimaging", "csf", "could", "another", "tool", "help", "pediatricians", "diagnose", "autism", "early", "possible", "said", "shen", "could", "help", "signal", "risk", "using", "regular", "mris", "find", "hospital", "easily", "seen", "naked", "eye", "standard", "mri"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--cfs022817.php", "date": "2018-01-19_21:04:56", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: David Amaral, PhD, is Beneto Foundation Chair and Director of Research, MIND Institute; University of California Distinguished Professor, Department of Psychiatry and Behavioral Sciences and Center for Neuroscience, School of...\n       view more Researchers from the UC Davis MIND Institute, University of North Carolina (UNC) and other institutions have found that altered distribution of cerebrospinal fluid (CSF) in high-risk infants can predict whether they will develop autism spectrum disorder (ASD). The study appears March 6 in the journal Biological Psychiatry.\"Normally, autism is diagnosed when the child is two or three years old and beginning to show behavioral symptoms; there are currently no early biological markers\" said David Amaral, director of research at the MIND Institute and a co-senior author on the paper. \"That there's an alteration in the distribution of cerebrospinal fluid that we can see on MRIs as early as six months, is a major finding.\"Produced by the brain, CSF was once cast as a neural shock absorber, keeping the brain from bumping up against the skull. More recent findings have shown that CSF can influence neuronal migration and other mechanisms associated with brain development, as well as removing dangerous molecules.\"CSF is like the filtration system in the brain,\" said Mark Shen, a former graduate student in the Amaral lab and now a postdoctoral fellow in Joseph Piven's lab at UNC. Piven is co-senior author on the paper, and Shen is first author. \"As CSF circulates through the brain, it washes away waste particles that would otherwise build up. We believe that extra-axial CSF is an early sign that CSF is not filtering and draining when it should. The result is that there could be a buildup of neuro-inflammation that isn't being washed way.\"This study confirms earlier research carried out at the MIND Institute that showed infants with increased CSF in the subarachnoid space (near the brain's perimeter) have increased risk of developing autism. The current study sought to validate the previous results in a larger sample of infants in the Infant Brain Imaging Study (IBIS), a national research network of institutions led by Piven at UNC, Washington University, Children's Hospital of Philadelphia and University of Washington.To test whether CSF might indicate increased risk of developing ASD, the researchers examined MRIs from 343 infants at six, 12 and 24 months. In this group, 221 babies had older siblings with ASD and were therefore at higher risk for autism. The other 122 subjects had no family history. Infants who later developed ASD had significantly more subarachnoid CSF at six months than those who did not develop the condition. Among high-risk infants, those who were ultimately diagnosed with ASD had 18 percent more. These measurements predicted ASD in the high-risk group with roughly 70 percent accuracy.\"The more extra-axial CSF present at six months, the more severe the autism symptoms when the kids were diagnosed at 24 months of age,\" noted Shen.Finding biomarkers for autism, or any disorder, can be tricky. Quite often, early successes are never replicated. That this larger, more robust, follow-up study confirms the earlier finding is a significant step forward, the researchers said.Still, this is early work and there are many unanswered questions. The researchers do not know whether the CSF accumulation contributes to autism or is simply an effect from another, more subtle, cause.In addition, the biomarker is not sensitive enough to say with certainty that a child will develop ASD. However, the apparent link between increased CSF and autism could have significant clinical impact.\"Prior to our 2013 study, radiologists would often call this 'benign extra-axial fluid,' meaning it had no clinical significance,\" Amaral said. \"This finding may alert radiologists and neurologists to the possible negative consequences of increased subarachnoid CSF.\"Ultimately, with more study, CSF could help gauge a child's risk of developing ASD and possibly other neurological disorders.\"Neuroimaging CSF could be another tool to help pediatricians diagnose autism as early as possible,\" said Shen. \"It could help signal risk using regular MRIs that you find in any hospital because it is easily seen with the naked eye on a standard MRI.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: David Amaral, PhD, is Beneto Foundation Chair and Director of Research, MIND Institute; University of California Distinguished Professor, Department of Psychiatry and Behavioral Sciences and Center for Neuroscience, School of...\n       view more Researchers from the UC Davis MIND Institute, University of North Carolina (UNC) and other institutions have found that altered distribution of cerebrospinal fluid (CSF) in high-risk infants can predict whether they will develop autism spectrum disorder (ASD).", "The study appears March 6 in the journal Biological Psychiatry.", "\"Normally, autism is diagnosed when the child is two or three years old and beginning to show behavioral symptoms; there are currently no early biological markers\" said David Amaral, director of research at the MIND Institute and a co-senior author on the paper.", "\"That there's an alteration in the distribution of cerebrospinal fluid that we can see on MRIs as early as six months, is a major finding.", "\"Produced by the brain, CSF was once cast as a neural shock absorber, keeping the brain from bumping up against the skull.", "More recent findings have shown that CSF can influence neuronal migration and other mechanisms associated with brain development, as well as removing dangerous molecules.", "\"CSF is like the filtration system in the brain,\" said Mark Shen, a former graduate student in the Amaral lab and now a postdoctoral fellow in Joseph Piven's lab at UNC.", "Piven is co-senior author on the paper, and Shen is first author.", "\"As CSF circulates through the brain, it washes away waste particles that would otherwise build up.", "We believe that extra-axial CSF is an early sign that CSF is not filtering and draining when it should.", "The result is that there could be a buildup of neuro-inflammation that isn't being washed way.", "\"This study confirms earlier research carried out at the MIND Institute that showed infants with increased CSF in the subarachnoid space (near the brain's perimeter) have increased risk of developing autism.", "The current study sought to validate the previous results in a larger sample of infants in the Infant Brain Imaging Study (IBIS), a national research network of institutions led by Piven at UNC, Washington University, Children's Hospital of Philadelphia and University of Washington.To test whether CSF might indicate increased risk of developing ASD, the researchers examined MRIs from 343 infants at six, 12 and 24 months.", "In this group, 221 babies had older siblings with ASD and were therefore at higher risk for autism.", "The other 122 subjects had no family history.", "Infants who later developed ASD had significantly more subarachnoid CSF at six months than those who did not develop the condition.", "Among high-risk infants, those who were ultimately diagnosed with ASD had 18 percent more.", "These measurements predicted ASD in the high-risk group with roughly 70 percent accuracy.", "\"The more extra-axial CSF present at six months, the more severe the autism symptoms when the kids were diagnosed at 24 months of age,\" noted Shen.Finding biomarkers for autism, or any disorder, can be tricky.", "Quite often, early successes are never replicated.", "That this larger, more robust, follow-up study confirms the earlier finding is a significant step forward, the researchers said.Still, this is early work and there are many unanswered questions.", "The researchers do not know whether the CSF accumulation contributes to autism or is simply an effect from another, more subtle, cause.In addition, the biomarker is not sensitive enough to say with certainty that a child will develop ASD.", "However, the apparent link between increased CSF and autism could have significant clinical impact.", "\"Prior to our 2013 study, radiologists would often call this 'benign extra-axial fluid,' meaning it had no clinical significance,\" Amaral said.", "\"This finding may alert radiologists and neurologists to the possible negative consequences of increased subarachnoid CSF.", "\"Ultimately, with more study, CSF could help gauge a child's risk of developing ASD and possibly other neurological disorders.", "\"Neuroimaging CSF could be another tool to help pediatricians diagnose autism as early as possible,\" said Shen.", "\"It could help signal risk using regular MRIs that you find in any hospital because it is easily seen with the naked eye on a standard MRI.\""], "source": "University of California - Davis Health System"}