{"title": "Head injuries can alter hundreds of genes and lead to serious brain diseases", "text": "Head injuries can harm hundreds of genes in the brain in a way that increases people's risk for a wide range of neurological and psychiatric disorders, UCLA life scientists report.The researchers identified for the first time master genes that they believe control hundreds of other genes which are linked to Alzheimer's disease, Parkinson's disease, post-traumatic stress disorder, stroke, attention deficit hyperactivity disorder, autism, depression, schizophrenia and other disorders.Knowing what the master genes are could give scientists targets for new pharmaceuticals to treat brain diseases. Eventually, scientists might even be able to learn how to re-modify damaged genes to reduce the risk for diseases, and the finding could help researchers identify chemical compounds and foods that fight disease by repairing those genes.\"We believe these master genes are responsible for traumatic brain injury adversely triggering changes in many other genes,\" said Xia Yang, a senior author of the study and a UCLA associate professor of integrative biology and physiology.Genes have the potential to become any of several types of proteins, and traumatic brain injury can damage the master genes, which can then lead to damage of other genes.That process can happen in a couple of ways, said Yang, who is a member of UCLA's Institute for Quantitative and Computational Biosciences. One is that the injury can ultimately lead the genes to produce proteins of irregular forms. Another is to change the number of expressed copies of a gene in each cell. Either change can prevent a gene from working properly. If a gene turns into the wrong form of protein, it could lead to Alzheimer's disease, for example.\"Very little is known about how people with brain trauma -- like football players and soldiers -- develop neurological disorders later in life,\" said Fernando Gomez-Pinilla, a UCLA professor of neurosurgery and of integrative biology and physiology, and co-senior author of the new study. \"We hope to learn much more about how this occurs.\"The research appears in EBioMedicine, a journal published by Cell and The Lancet.The researchers trained 20 rats to escape from a maze. They then used a fluid to produce a concussion-like brain injury in 10 of the rats; the 10 others did not receive brain injuries. When the rats were placed in the maze again, those that had been injured took approximately 25 percent longer than the non-injured rats to solve it.To learn how the rats' genes had changed in response to the brain injury, the researchers analyzed genes from five animals in each group. Specifically, they drew RNA from the hippocampus, which is the part of the brain that helps regulate learning and memory, and from leukocytes, white blood cells that play a key role in the immune system.In the rats that had sustained brain injuries, there was a core group of 268 genes in the hippocampus that the researchers found had been altered, and a core group of 1,215 genes in the leukocytes that they found to have been changed.\"A surprise was how many major changes occurred to genes in the blood cells,\" Yang said. \"The changes in the brain were less surprising. It's such a critical region, so it makes sense that when it's damaged, it signals to the body that it's under attack.\" Nearly two dozen of the altered genes are present in both the hippocampus and the blood, which presents the possibility that scientists could develop a gene-based blood test to determine whether a brain injury has occurred, and that measuring some of those genes could help doctors predict whether a person is likely to develop Alzheimer's or other disorders. The research could also lead to a better way to diagnose mild traumatic brain injury.More than 100 of the genes that changed after the brain injury have counterparts in humans that have been linked to neurological and psychiatric disorders, the researchers report. For example, 16 of the genes affected in the rats have analogs in humans, and those genes are linked to a predisposition for Alzheimer's, the study reports. The researchers also found that four of the affected genes in the hippocampus and one in leukocytes are similar to genes in humans that are linked to PTSD.Yang said the study not only indicated which genes are affected by traumatic brain injury and linked to serious disease, but also might point to the genes that govern metabolism, cell communication and inflammation -- which might make them the best targets for new treatments for brain disorders.The researchers now are studying some of the master genes to determine whether modifying them also causes changes in large numbers of other genes. If so, the master genes would be even more promising as targets for new treatments. They also plan to study the phenomenon in people who have suffered traumatic brain injury.In a 2016 study, Yang, Gomez-Pinilla and colleagues reported that hundreds of genes can be damaged by fructose and that an omega-3 fatty acid called docosahexaenoic acid, or DHA, seems to reverse the harmful changes produced by fructose. One of the genes they identified in that study, Fmod, also was among the master regulator genes identified in the new research.Not everyone with traumatic brain injuries develops the same diseases, but more severe injuries can damage more genes, said Gomez-Pinilla, who also is a member of UCLA's Brain Injury Research Center.", "journal": "EBioMedicine", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--hic030617.php", "institution": "University of California - Los Angeles", "meeting": "", "description": "Head injuries can adversely affect hundreds of genes in the brain that put people at high risk for diseases including Alzheimer's, Parkinson's, post-traumatic stress disorder, stroke, ADHD, autism, depression and schizophrenia, UCLA life scientists report. The researchers have identified for the first time potential master genes which they believe control hundreds of other genes that are linked to many neurological and psychiatric disorders.", "article_link": null, "keywords": ["Biology", " Genetics", " Physiology", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease", " Mental Health", " Genes"], "source_link": null, "date": "Mon, 06 Mar 2017 05:00:00 GMT"}