{"title": "Detecting Alzheimer's disease before symptoms emerge", "text": "LOS ANGELES - Long before symptoms of Alzheimer's disease become apparent to patients and their families, biological changes are occurring within the brain. Amyloid plaques, which are clusters of protein fragments, along with tangles of protein known as tau, form in the brain and grow in number, eventually getting in the way of the brain's ability to function. These biological changes can be detected early in the course of Alzheimer's disease through positron emission tomography (PET) scan or cerebrospinal fluid analysis. Now, a new study led by Keck Medicine of USC neuropsychologist Duke Han, PhD, associate professor of family medicine (clinical scholar) at the Keck School of Medicine of the University of Southern California suggests that cognitive tests are also able to detect early Alzheimer's in people without symptoms.\"In the last decade or so, there has been a lot of work on biomarkers for early Alzheimer's disease,\" Han says. \"There are new imaging methods that can identify neuropathological brain changes that happen early on in the course of the disease. The problem is that they are not widely available, can be invasive and are incredibly expensive. I wanted to see whether the cognitive tests I regularly use as a neuropsychologist relate to these biomarkers.\"Han and his colleagues conducted a meta-analysis of 61 studies to explore whether neuropsychological tests can identify early Alzheimer's disease in adults over 50 with normal cognition. The study, which was published in Neuropsychology Review, found that people who had amyloid plaques performed worse on neuropsychological tests of global cognitive function, memory, language, visuospatial ability, processing speed and attention/working memory/executive function than people who did not have amyloid plaques. The study also found that people with tau pathology or neurodegeneration performed worse on memory tests than people with amyloid plaques. Amyloid plaques and tau pathology were confirmed by PET scan or cerebrospinal fluid analysis.\"The presumption has been that there would be no perceivable difference in how people with preclinical Alzheimer's disease perform on cognitive tests. This study contradicts that presumption,\" Han says.Routine cognitive screenings: A new normal?Han believes that the study results provide a solid argument for incorporating cognitive testing into routine, annual checkups for older people.\"Having a baseline measure of cognition before noticing any kind of cognitive change or decline could be incredibly helpful because it's hard to diagnose early Alzheimer's disease if you don't have a frame of reference to compare to,\" Han said. \"If people would consider getting a baseline evaluation by a qualified neuropsychologist at age 50 or 60, then it could be used as a way to track whether someone is experiencing a true decline in cognition in the future.\"Early detection could be a powerful tool to manage Alzheimer's, Han says, giving people precious time to try different medications or interventions that may slow the progression of the disease early on.\"While there's no cure for Alzheimer's disease, the earlier you know that you're at risk for developing it, the more you can potentially do to help stave off that diagnosis in the future,\" Han says. \"For example, exercise, cognitive activity and social activity have been shown to improve brain health.\"An estimated 5 million people in the United States have Alzheimer's, and that number could reach 16 million by 2050, according to the Alzheimer's Association.", "article_link": "http://dx.doi.org/10.1007/s11065-017-9345-5", "url": "http://www.eurekalert.org/pub_releases/2017-05/uosc-dad053017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Federation for Aging Research", "meeting": "", "institution": "University of Southern California - Health Sciences", "keywords": ["Medicine/Health", " Alzheimer's Disease"], "journal": "Neuropsychology Review", "description": "Cognitive tests can detect early Alzheimer's disease in older adults without symptoms, according to a new Keck School of Medicine of USC study.", "date": "Wed, 31 May 2017 04:00:00 GMT"}