{"title": "How our brains integrate online reviews into our own product preferences", "text": "UCL researchers have identified how the human brain integrates social information when a person decides how much they like something, by studying how user reviews on Amazon influence how people rate the products.The study, published in the Journal of Neuroscience and funded by Wellcome, found that people take into account not only a product's average rating, but also the number of reviews, as their brains factor in the reliability of social information.\"As online reviews are influencing more and more of our shopping choices, it's interesting to see that our brains process this information in a sophisticated manner,\" says the study's lead author, Dr Benedetto De Martino (UCL Institute of Cognitive Neuroscience).For the study, 18 participants first looked at images and descriptions of products on Amazon, and rated the products and their own confidence in that rating. They were then presented with the products again, this time while in an fMRI scanner, but the descriptions were replaced with user reviews, including both the average rating and the number of reviewers as shown on actual Amazon listings.After seeing the online reviews, participants' judgments were heavily influenced by the reviews and gave ratings that were in between their original rating and the average review score. Crucially, when products had a large number of reviewers, participants were more inclined to give ratings that lined up with the review score, particularly if they lacked confidence in their initial appraisals, while they were less influenced by ratings that came from a small number of reviewers. To make the experiment realistic, participants were incentivised as they knew they would be given one of the products that they rated highly.When making judgements that were influenced by user reviews, the researchers saw that two adjacent brain areas that are used in social cognition, and to represent value, were most active. The way the participants updated their ratings was in line with a mathematical model of Bayesian integration, which has previously been demonstrated to capture many aspects of human perception.\"Our study was the first to show that our brains manage uncertainty by taking reliability into account when assessing how desirable something is, in a similar way to how our brains process simpler perceptual information,\" Dr De Martino said.The participants differed in how much they conformed to the group consensus. In those individuals who stayed most true to their initial judgements, the scanner revealed there was more activity in one region of their brains, the dorsomedial prefrontal cortex, which has previously been shown to play a role in monitoring differences between a person's opinion and that of the group.\"Humans are innately social, so it makes sense that we are swayed by the opinions of the group. While there's value in sticking to your own beliefs, it can also be beneficial to take other people's opinions into account, and not over-value your own opinions,\" Dr De Martino said.\"An intriguing explanation for the activity in the dorsomedial prefrontal cortex is that it's used to represent and manipulate multiple beliefs, which adds to previous research finding that it's key to understanding the thoughts of others,\" said the study's senior author, Professor Brad Love (UCL Experimental Psychology and the Alan Turing Institute).\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ucl-hob053117.php", "region": "europe", "source_link": null, "funder": "Wellcome", "meeting": "", "institution": "University College London", "keywords": ["Physiology", " Business/Economics", " Advertising/Public Relations", " Neurobiology", " Social/Behavioral Science", " Internet"], "journal": "Journal of Neuroscience", "description": "UCL researchers have identified how the human brain integrates social information when a person decides how much they like something, by studying how user reviews on Amazon influence how people rate the products.", "date": "Wed, 31 May 2017 04:00:00 GMT"}