{"title": "The rules of baboons", "text": "How do baboons succeed in coordinating the movements of their group? Biologists at the University of Konstanz study these organisms in the wild to find out which behavioural rules baboons use when interacting with others. Konstanz researchers have found out that the animals only need a few simple rules to coordinate their group movements, enabling them to organise themselves, and to make decisions, without splitting. In four recent research publications - published in the journals Science, Scientific Reports, eLife and the Proceedings of the Royal Society B - the Konstanz scientists paint a new picture of group dynamics among baboons with unprecedented detail by tracking how individuals make decisions within a group. Research partners were the Max Planck Institute for Ornithology, the Smithsonian Tropical Research Institute in Panama as well as Princeton University, the University of California, Davis, and the University of Illinois at Chicago (all USA).Baboons have long been studied because they have a highly complex social structure, forming groups from 20 to over 100 individuals. Such social structure suggested to early biologists that baboons must employ high levels of cognition to be able to coordinate their behaviour with so many group mates. For example, classical theories on group coordination among baboons suggested that the larger, grown-up individuals should stay at the periphery of the group to protect younger and weaker animals in the centre. However, to constantly keep up this positioning, each baboon would need to know, at all times, where the other members of the group are. Konstanz biologists have now demonstrated that this is not necessarily the case - neither is there a need for it. \"Actually, coordinating their movement with only a few neighbouring individuals can generally be enough for animals to keep their group together, and what we see in the baboons is consistent with this idea\", explains biologist Dr. Ariana Strandburg-Peshkin. Mathematics can further explain how individuals maintain specific positions within the group (either close to the center, at the front, back, or at the periphery) as her colleague Dr. Damien Farine explains: \"If a baboon tries to stay together with only a slightly larger number of neighbouring individuals, this baboon will automatically move closer to the centre of the group. By contrast, individuals that coordinate their positions with a smaller number of fellow group members will end up at the group's periphery.\" This means that the neighbourhood size, i.e. the number of members in the neighbourhood an animal stays together with, is decisive for maintaining the group structure. \"This simple rule makes it possible to consistently describe the movements of the baboons. Consequently, the group structure results from local behavioural principles of individual animals and not from a joint decision taken by the entire group\", says Professor Iain Couzin (University of Konstanz and Max Planck Institute for Ornithology), adding: \"We also observe that the movement rules of baboons, and how they make decisions, very much resembles the decision processes found in schools of fish and flocks of birds.\"For their research the biologists studied a group of 25 baboons living in the wild in Kenya - a complex project headed by Professor Margaret Crofoot (University of California, Davis). A GPS transmitter provided locations of the individual animals, second-by-second, for two weeks. The scientists combined the movement data of the animals with remote images of the three-dimensional environment and vegetation structure recorded by a drone to obtain an overall picture of the surrounding conditions. The evaluation of these data provides new insights into the collective behaviour of the baboons. In a series of publications, the researchers have also examined group dynamics and factors that influence the movements of individual animals of the group, and ultimately determine the entire group structure. The inclination to follow other group members is the strongest factor driving the decision-making behaviour of baboons. For example, baboons prefer paths that other group members have taken shortly before. The more baboons use a certain path, the more attractive it becomes for the others. In situations where they need to decide in which direction to move, if several members of the group head in different directions, baboons are inclined to follow the majority (i.e. the direction where most of their group mates are headed). \"Together, these studies capture new insights into how baboons make decisions. No longer do we believe that a single dominant male leads the troop, deciding on behalf of everyone\", says Damien Farine. Instead, University of Konstanz researchers have revealed that baboon life is much more democratic, and that many of the complex behaviours they exhibit might actually be the outcome of simple behavioural rules, potentially allowing individuals to spend more time thinking about other things - such as looking out for predators. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uok-tro053017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Konstanz", "keywords": ["Biology"], "journal": "Proceedings of the Royal Society B", "description": "How do baboons succeed in coordinating the movements of their group? Biologists at the University of Konstanz study these organisms in the wild to find out which behavioural rules baboons use when interacting with others.", "date": "Tue, 30 May 2017 04:00:00 GMT"}