{"title": "Newly discovered brain network offers clues to social cognition", "text": "Scientists call our ability to understand another person's thoughts--to intuit their desires, read their intentions, and predict their behavior--theory of mind. It's an essential human trait, one that is crucial to effective social interaction. But where did it come from?Working with rhesus macaque monkeys, researchers in Winrich Freiwald's Laboratory of Neural Systems at The Rockefeller University have discovered tantalizing clues about the origins of our ability to understand what other people are thinking. As reported in Science on May 18, Freiwald and postdoc Julia Sliwa have identified areas in the brains of these primates that are exclusively dedicated to analyzing social interactions. And they may have evolved into the neural circuitry that supports theory of mind in the human brain.The team used functional magnetic resonance imaging (fMRI) to identify those parts of the monkeys' brains that become active when the animals watched different kinds of videos. Some of those videos showed inanimate objects (i.e., monkey toys) colliding or otherwise interacting physically. Others showed macaques interacting with the same objects by playing with them. And others still showed macaques interacting socially with other macaques: grooming, playing, fighting, etc.By analyzing the fMRI data, the researchers were able to determine precisely which portions of the monkeys' brains responded to physical or social interactions. And much of what they found came as a surprise.Monkey see, monkey analyze For example, the team expected that areas containing specialized brain cells called mirror neurons, which fire when an animal performs an action such as grasping a stick or hitting a ball, or sees another animal performing the same action, would light up when the macaques watched other macaques playing with toys.But the macaques' mirror neuron regions also showed activity when the animals watched their fellow monkeys interacting socially--and even when they watched objects colliding with other objects. That, says Sliwa, suggests that the motor neuron system, which also exists in the human brain, could be more involved than previously thought in understanding a variety of both social and non-social interactions.The scientists also expected those areas of the brain that respond selectively to specific visual shapes--namely, faces, bodies, or objects--would be activated when the monkeys watched videos featuring those shapes. And that did indeed happen.Surprisingly, though, the body-selective areas of the macaques' brains got an extra boost when the animals watched videos of monkeys interacting with objects. And their face-selective areas perked up even more in response to videos of monkey-on-monkey social interactions. This suggests that the same parts of the brain that are responsible for analyzing visual shapes might also be partly responsible for analyzing both physical and social interactions.An exclusive social networkMost intriguingly, the team discovered that additional areas of the brain, far removed from those face- and body-selective areas, also lit up in response to social interactions. Digging deeper, the researchers even identified a portion of the network that responded exclusively to social interactions, remaining nearly silent in their absence. \"That was both unexpected and mind-boggling,\" says Freiwald, who explains that no other study has shown evidence of a network in the brain going dark when denied its preferred input. This socially sensitive network is located in the same areas of the brain that are associated with theory of mind in humans--areas that are similarly activated only when we reflect on the thoughts of others.As a result, says Sliwa, it could represent an \"evolutionary precursor\" to the neural network that produces theory of mind in our own brains. And we humans, in turn, might not be quite as unique--or as far removed from our primate cousins--as we like to think.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aam6383", "url": "http://www.eurekalert.org/pub_releases/2017-05/ru-ndb051817.php", "region": "namerica", "source_link": null, "funder": "Human Frontier Science Program, Fondation pour la Recherche Médicale, National Science Foundation funded Center for Brains Minds and Machines, NIH/National Institute of Mental Health of the National Institutes of Health", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Social/Behavioral Science"], "journal": "Science", "description": "By studying rhesus monkeys, researchers have identified a brain network dedicated to processing social interactions -- a discovery that offers tantalizing clues to the origins of our ability to understand what other people are thinking.", "date": "Thu, 18 May 2017 04:00:00 GMT"}