{"title": "Studies link healthy brain aging to omega-3 and omega-6 fatty acids in the blood", "text": "CHAMPAIGN, Ill. -- Two new studies link patterns of polyunsaturated fatty acids in the blood to the integrity of brain structures and cognitive abilities that are known to decline early in aging. The studies add to the evidence that dietary intake of omega-3 and omega-6 fatty acids can promote healthy aging, the researchers said. Further research is needed to test this hypothesis, they said.The brain is a collection of interconnected parts, each of which ages at its own pace. Some brain structures, and the abilities they promote, start to deteriorate before others, said University of Illinois M.D./Ph.D student Marta Zamroziewicz, who led the new research with psychology professor Aron Barbey.\"We studied a primary network of the brain -- the frontoparietal network - that plays an important role in fluid intelligence and also declines early, even in healthy aging,\" Zamroziewicz said. Fluid intelligence describes the ability to solve problems one has never encountered before.\"In a separate study, we examined the white matter structure of the fornix, a group of nerve fibers at the center of the brain that is important for memory,\" she said.Previous research has shown that the fornix is one of the first brain regions to be compromised in Alzheimer's disease.In both studies, the researchers looked for patterns of polyunsaturated fatty acids in the blood of adults ages 65 to 75. They analyzed the relationship between these nutrient patterns and subjects' brain structure and performance on cognitive tests. This research differs from other such studies, which tend to focus on only one or two polyunsaturated fatty acids, Zamroziewicz said.\"Most of the research that looks at these fats in health and healthy aging focuses on the omega-3 fatty acids DHA and EPA, but those come from fish and fish oil, and most people in the Western Hemisphere don't eat enough of those to really see the benefits,\" she said. Other fatty acids, like alpha-linolenic acid and stearidonic acid, are precursors of EPA and DHA in the body. Those fats can be derived from land-based foods such as nuts, seeds and oils.\"A central goal of research in nutritional cognitive neuroscience is to understand how these nutrients affect brain health,\" Zamroziewicz said. \"Some of these nutrients are thought to be more beneficial than others.\"In a study reported in the journal Nutritional Neuroscience, the researchers looked for relationships between several omega-3 fatty acids in the blood, the relative size of structures in the frontal and parietal cortices of the brain, and performance on tests of fluid intelligence in healthy elderly adults.The team found correlations between blood levels of three omega-3 fatty acids -- ALA, stearidonic acid and ecosatrienoic acid -- and fluid intelligence in these adults. Further analyses revealed that the size of the left frontoparietal cortex played a mediating role in this relationship. People with higher blood levels of these three nutrients tended to have larger left frontoparietal cortices, and the size of the frontoparietal cortex predicted the subjects' performance on tests of fluid intelligence.\"A lot of research tells us that people need to be eating fish and fish oil to get neuroprotective effects from these particular fats, but this new finding suggests that even the fats that we get from nuts, seeds and oils can also make a difference in the brain,\" Zamroziewicz said.In the second study, the team found that the size of the fornix was associated with a balance of omega-3 and omega-6 fatty acids in the blood, and that a more robust fornix coincided with memory preservation in older adults. Again, the researchers saw that brain structure played a mediating role between the abundance and balance of nutrients in the blood and cognition (in this case, memory). The findings are reported in the journal Aging & Disease.\"These findings have important implications for the Western diet, which tends to be misbalanced with high amounts of omega-6 fatty acids and low amounts of omega-3 fatty acids,\" Zamroziewicz said.\"These two studies highlight the importance of investigating the effects of groups of nutrients together, rather than focusing on one at a time,\" Barbey said. \"They suggest that different patterns of polyunsaturated fats promote specific aspects of cognition by strengthening the underlying neural circuits that are vulnerable to disease and age-related decline.\"", "article_link": "http://dx.doi.org/10.1080/1028415X.2017.1324357", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-slh051817.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/502281", "funder": "Abbott Nutrition", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Medicine/Health", " Mortality/Longevity", " Developmental/Reproductive Biology", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Nutrition/Nutrients"], "journal": "Nutritional Neuroscience", "description": "Two new studies link patterns of polyunsaturated fatty acids in the blood to the integrity of brain structures and cognitive abilities that are known to decline early in aging. The studies add to the evidence that dietary intake of omega-3 and omega-6 fatty acids can promote healthy aging, the researchers said. Further research is needed to test this hypothesis, they said.", "date": "Thu, 18 May 2017 04:00:00 GMT"}