{"title": "Study: 'Moral enhancement' technologies are neither feasible nor wise", "text": "A recent study by researchers at North Carolina State University and the Montreal Clinical Research Institute (IRCM) finds that \"moral enhancement technologies\" -- which are discussed as ways of improving human behavior - are neither feasible nor wise, based on an assessment of existing research into these technologies.The idea behind moral enhancement technologies is to use biomedical techniques to make people more moral. For example, using drugs or surgical techniques to treat criminals who have exhibited moral defects.\"There are existing ways that people have explored to manipulate morality, but the question we address in this paper is whether manipulating morality actually improves it,\" says Veljko Dubljevic, lead author of the paper and an assistant professor of philosophy at NC State who studies the ethics of neuroscience and technology.Dubljevic and co-author Eric Racine of the IRCM reviewed the existing research on moral enhancement technologies that have been used in humans to assess the effects of these technologies and how they may apply in real-world circumstances.Specifically, the researchers looked at four types of pharmaceutical interventions and three neurostimulation techniques:\"What we found is that, yes, many of these techniques do have some effects,\" Dubljevic says. \"But these techniques are all blunt instruments, rather than finely tuned technologies that could be helpful. So, moral enhancement is really a bad idea.\"In short, moral enhancement is not feasible -- and even if it were, history shows us that using science to in an attempt to manipulate morality is not wise,\" Dubljevic says.The researchers found different problems for each of the pharmaceutical approaches.\"Oxytocin does promote trust, but only in the in-group,\" Dubljevic notes. \"And it can decrease cooperation with out-group members of society, such as racial minorities, and selectively promote ethnocentrism, favoritism, and parochialism.\"The researchers also found that amphetamines boost motivation for all types of behavior, not just moral behavior. Moreover, there are significant risks of addiction associated with amphetamines. Beta blockers were found not only to decrease racism, but to blunt all emotional response which puts their usefulness into doubt. SSRIs reduce aggression, but have serious side-effects, including an increased risk of suicide.In addition to physical side effects, the researchers also found a common problem with using either TMS or TCDS technologies.\"Even if we could find a way to make these technologies work consistently, there are significant questions about whether being more utilitarian in one's decision-making actually makes one more moral,\" Dubljevic says.Lastly, the researchers found no evidence that deep brain stimulation had any effect whatsoever on moral behavior.\"Our goal here is to share a cautionary note with those who are discussing different techniques for moral enhancement,\" Dubljevic says. \"I am in favor of research that is done responsibly, but against dangerous social experiments.\"", "article_link": "http://dx.doi.org/10.1111/bioe.12355", "url": "http://www.eurekalert.org/pub_releases/2017-05/ncsu-se051617.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research", "meeting": "", "institution": "North Carolina State University", "keywords": ["Medicine/Health", " Policy/Ethics", " Medical/Scientific Ethics", " Social/Behavioral Science", " Behavior", " Mental Health", " Philosophy/Religion", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering"], "journal": "Bioethics", "description": "A recent study finds that 'moral enhancement technologies' -- which are discussed as ways of improving human behavior -- are neither feasible nor wise, based on an assessment of existing research into these technologies.", "date": "Tue, 16 May 2017 04:00:00 GMT"}