{"title": "Researchers to predict cognitive dissonance according to brain activity", "text": "A new study by HSE researchers has uncovered a new brain mechanism that generates cognitive dissonance - a mental discomfort experienced by a person who simultaneously holds two or more contradictory beliefs or values, or experiences difficulties in making decisions. The results of the study have been published in the paper 'Open Access Neural Mechanisms of Cognitive Dissonance (Revised): an EEG Study' in The Journal of Neuroscience.\r\nIn psychology, cognitive dissonance is viewed as mental stress (discomfort) experienced by a person who simultaneously holds two or more contradictory beliefs, ideas, or values (i.e., when performing an action that contradicts one of those beliefs, ideas, or values; or when confronted with new information that contradicts one of those beliefs, ideas, and values). Such discomfort (cognitive dissonance) pushes people to change their behaviour and/or adjust their values and preferences in order to restore a 'mental balance'. Researchers from the HSE Centre for Cognition & Decision Making carried out an experiment aimed at investigating what happens in the human brain when a person experiences cognitive dissonance.\r\n'Imagine you are choosing between two similar car brands. You've made a choice, but then you experience a cognitive dissonance, since you've given up on one of the attractive brands,' said Vasily Klucharev, Head of the Centre for Cognition & Decision Making, explaining the basis of the experiment, adding: 'This research demonstrates that, in such situations, you start valuing the denied car less. To keep a mental balance, we start thinking that the car we didn't choose wasn't that good at all'.\r\nIn this experiment, the researchers created a situation featuring a strong cognitive dissonance, and a lack of it. The examinees were asked to evaluate approximately 400 food products. On the basis of their responses, pairs of products were chosen, of which the participants could only choose one, in order to obtain it at the end of the experiment. When they liked one product and disliked the other, the respondents didn't have any problem. However, they faced difficulties when the products were similarly attractive. It was during such situations they experienced a cognitive dissonance.\r\nThe authors of the study were the first to demonstrate that individual differences in resting-state brain activity can predict the impact of cognitive dissonance when a person faces a series of difficult decisions. Long before decisions had to be made, a 'critical state' of the frontal cortex was measured (i.e., an index of neuronal self-organization). Recent studies have demonstrated that a large variety of complex processes, including forest fires, earthquakes, financial markets, heartbeats, and human coordination exhibit self-organization (or 'critical states'). The researchers therefore uncovered a link between the individual index of self-organization in the frontal cortices during rest and the subsequent neural and behavioural effects of cognitive dissonance. Individuals with stronger self-organization in the frontal cortex demonstrated a greater influence of cognitive dissonance on their behaviour.\r\nThis study also indicated that decisions associated with higher levels of cognitive dissonance elicited a fast frontal electrophysiological signal that peaked ~60 ms after the difficult decision. This transient activity appeared to be in correlation with the behavioural effects of cognitive dissonance and resting-state brain activity. \r\nFurthermore, the study's results suggest that cognitive dissonance is reflected in both resting-state and decision-related activity of the prefrontal cortex, which monitors internal conflicts and mistakes.\r\n", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3209-16.2017", "url": "http://www.eurekalert.org/pub_releases/2017-05/nruh-rtp051617.php", "region": "europe", "source_link": "https://iq.hse.ru/en/news/205969759.html", "funder": "", "meeting": "", "institution": "National Research University Higher School of Economics", "keywords": ["Medicine/Health", " Neurobiology", " Decision-making/Problem Solving"], "journal": "Journal of Neuroscience", "description": "A new study by HSE researchers has uncovered a new brain mechanism that generates cognitive dissonance -- a mental discomfort experienced by a person who simultaneously holds two or more contradictory beliefs or values, or experiences difficulties in making decisions. The results of the study have been published in the paper 'Open Access Neural Mechanisms of Cognitive Dissonance (Revised): an EEG Study' in The Journal of Neuroscience.", "date": "Tue, 16 May 2017 04:00:00 GMT"}