{"text": "Senescent cells have the capacity to both effect and limit fibrosis. Senotherapeutics target senescent cells to improve aging conditions. Here, we review the contexts in which senescent cells mediate wound healing and fibrotic pathology and the potential utility of senotherapeutic drugs for treatment of fibrotic disease.Multi-action and temporal considerations influence deleterious versus beneficial actions of senescent cells. Acutely generated senescent cells can limit proliferation, and the senescence-associated secretory phenotype (SASP) contains factors that can facilitate tissue repair. Long-lived senescent cells that evade clearance or are generated outside of programmed remodeling can deplete the progenitor pool to exhaust regenerative capacity and through the SASP, stimulate continual activation, leading to disorganized tissue architecture, fibrotic damage, sterile inflammation, and induction of bystander senescence. Senescent cells contribute to fibrotic pathogenesis in multiple tissues, including the liver, kidney, and lung. Senotherapeutics may be a viable strategy for treatment of a range of fibrotic conditions.", "journal": ["Current rheumatology reports", "Curr Rheumatol Rep"], "date": "2018-01-26", "title": "Targeting Senescent Cells in Fibrosis: Pathology, Paradox, and Practical Considerations.", "authors": [["Schafer", "Marissa J", "MJ", "Robert and Arlene Kogod Center on Aging, Mayo Clinic College of Medicine, 200 First Street SW, Rochester, MN, 55905, USA."], ["Haak", "Andrew J", "AJ", "Department of Physiology and Biomedical Engineering, Mayo Clinic College of Medicine, Rochester, MN, 55905, USA."], ["Tschumperlin", "Daniel J", "DJ", "Department of Physiology and Biomedical Engineering, Mayo Clinic College of Medicine, Rochester, MN, 55905, USA."], ["LeBrasseur", "Nathan K", "NK", "Robert and Arlene Kogod Center on Aging, Mayo Clinic College of Medicine, 200 First Street SW, Rochester, MN, 55905, USA. lebrasseur.nathan@mayo.edu."]], "doi": "10.1007/s11926-018-0712-x", "id": "29374361"}