{"text": "Metabolic syndrome (MetS) adversely affects the vasculature and cerebral white matter (CWM) integrity. Arterial stiffening has been associated with diminished CWM integrity. Physical activity (PA) can ameliorate components of MetS and subsequently affect arterial stiffening and CWM integrity. Our aim was to determine the role of PA on mitigating the adverse influence of MetS on arterial stiffness and CWM integrity. In a cross-sectional study design, sixty-six middle-aged adults (40-62 years) composed of 18 sedentary MetS (Sed MetS), 21 physically active MetS (Active MetS), and 27 healthy individuals absent of MetS risk factors were studied. Carotid artery stiffness was assessed via simultaneous ultrasound and tonometry. CWM integrity was measured using diffusion tensor imaging (DTI) through metrics of fractional anisotropy (FA) and mean diffusivity (MD). Carotid β-stiffness index in Active MetS was lower than Sed MetS but was not different from Healthy controls (6.6 ± 1.5, 7.7 ± 2.1, and 5.6 ± 1.6 au, p = 0.001). CWM integrity was significantly greater in Active MetS subjects compared to Sed MetS subjects but statistically equal to Healthy controls in the anterior limb of the internal capsule, and splenium of the corpus callosum, uncinate fasciculus, and superior corona radiata (all p < 0.05). Middle-aged individuals with MetS who habitually perform PA demonstrated lower arterial stiffness and more favorable CWM integrity than their sedentary peers, indicating that PA may be effective in mitigating the adverse effects of MetS on the vasculature and brain at midlife.", "journal": ["Brain imaging and behavior", "Brain Imaging Behav"], "date": "2018-01-26", "title": "Physical activity mitigates adverse effect of metabolic syndrome on vessels and brain.", "authors": [["Pasha", "Evan P", "EP", "Cardiovascular Aging Research Laboratory, Department of Kinesiology and Health Education, The University of Texas at Austin, 2109 San Jacinto Blvd, D3700, Austin, TX, 78712, USA. Evan.pasha@utexas.edu."], ["Birdsill", "Alex C", "AC", "Department of Psychology, The University of Texas at Austin, Austin, TX, 78712, USA."], ["Oleson", "Stephanie", "S", "Department of Psychology, The University of Texas at Austin, Austin, TX, 78712, USA."], ["Haley", "Andreana P", "AP", "Department of Psychology, The University of Texas at Austin, Austin, TX, 78712, USA."], ["Tanaka", "Hirofumi", "H", "Cardiovascular Aging Research Laboratory, Department of Kinesiology and Health Education, The University of Texas at Austin, 2109 San Jacinto Blvd, D3700, Austin, TX, 78712, USA."]], "doi": "10.1007/s11682-018-9830-3", "id": "29374355"}