{"text": "Population aging and population decline in many regions of the Federal Republic of Germany are key elements of demographic change. In the regions concerned there is a rising number of older people and, simultaneously, a declining population. So far, the consequences of regional shrinkage and growth for inpatient care don't seem to have been analysed very well. This paper analyses the influence of population aging and declining/increasing population (demographic factors) as well as other, non-demographic factors on the number of hospitalizations in Germany and the Federal States since 2000.One result of the analysis is that there are major differences between the Federal States. The analysis shows, for example, an increase of hospitalizations in Berlin while in Saxony-Anhalt the number of hospitalizations declines. The increase in Berlin was the result of population aging and, to a lower extent, an increase in population. In Saxony-Anhalt the declining population resulted in a decreasing number of hospitalizations. Population aging and non-demographic factors were not able to compensate this trend.Overall, the effect of demographic factors on the number of hospitalizations remains constant over time. Short-term changes of hospitalizations are due to non-demographic factors, such as epidemiological trends, (for example trends of incidence or prevalence), or structural changes of health care service (for example patients shifting between different sectors of health care or the introduction of new reimbursement systems).", "journal": ["Bundesgesundheitsblatt, Gesundheitsforschung, Gesundheitsschutz", "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz"], "date": "2018-01-26", "title": "[Regional differences in the development of hospitalizations : An effect of different demographic trends?]", "authors": [["Nowossadeck", "Enno", "E", "Abteilung für Epidemiologie und Gesundheitsmonitoring, Robert Koch-Institut, General-Pape-Str. 62-66, 12101, Berlin, Deutschland. NowossadeckE@rki.de."], ["Prütz", "Franziska", "F", "Abteilung für Epidemiologie und Gesundheitsmonitoring, Robert Koch-Institut, General-Pape-Str. 62-66, 12101, Berlin, Deutschland."]], "doi": "10.1007/s00103-018-2695-1", "id": "29374298"}