{"text": "Amyotrophic lateral sclerosis (ALS) is a fatal neurological disease characterized by progressive loss of motor neurons. There are no definitive pathogenic mechanisms and effective treatments for ALS now. Traditional Chinese medicine (TCM) plays an important role in Chinese health care system. Huolingshengji Formula (HLSJ) is a TCM formula which is applied for treating flaccid syndrome. Our previous clinical study has indicated that HLSJ may have therapeutic effects in ALS patients. In the present study, we analyzed the chemical profile of HLSJ by the high-performance liquid chromatographic (HPLC) fingerprint analysis. And we investigated the therapeutic effects and neuroprotective mechanisms of HLSJ against ALS in SOD1G93A mouse model. Eleven typical peaks were identified by the fingerprint analysis of HLSJ, and the HPLC method had good precision, repeatability and stability. Consistent with our clinical studies, HLSJ significantly prolonged the lifespan, extended the disease duration, and prevented the motor neuron loss in the anterior horn of the lumbar spinal cords in SOD1G93A ALS model mice. Additionally, HLSJ alleviated the atrophy of the gastrocnemius muscles and ameliorated the apoptotic and inflammatory levels in the spinal cords of SOD1G93A mice. Collectively, our study indicated that HLSJ might be a novel candidate for the treatment of ALS.", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-26", "title": "Fingerprint analysis of Huolingshengji Formula and its neuroprotective effects in SOD1G93A mouse model of amyotrophic lateral sclerosis.", "authors": [["Zhou", "Qinming", "Q", "Institute of Neurology, Ruijin Hospital, Shanghai JiaoTong University School of Medicine, Shanghai, 200025, PR China."], ["Wang", "Youjie", "Y", "Engineering Research Center of Modern Preparation Technology of TCM, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, PR China."], ["Zhang", "Jingjing", "J", "Liaoning Provincial Center for Clinical Research on Neurological Diseases, the First Affiliated Hospital, Dalian Medical University, Dalian, 116021, PR China."], ["Shao", "Yaping", "Y", "Liaoning Provincial Center for Clinical Research on Neurological Diseases, the First Affiliated Hospital, Dalian Medical University, Dalian, 116021, PR China."], ["Li", "Song", "S", "Liaoning Provincial Center for Clinical Research on Neurological Diseases, the First Affiliated Hospital, Dalian Medical University, Dalian, 116021, PR China."], ["Wang", "Yuan", "Y", "Engineering Research Center of Modern Preparation Technology of TCM, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, PR China."], ["Cai", "Huaibin", "H", "Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, Bethesda, MD, 20837, USA."], ["Feng", "Yi", "Y", "Engineering Research Center of Modern Preparation Technology of TCM, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, PR China. fyi_shutcm@163.com."], ["Le", "Weidong", "W", "Institute of Neurology, Ruijin Hospital, Shanghai JiaoTong University School of Medicine, Shanghai, 200025, PR China. wdle@sibs.ac.cn."]], "doi": "10.1038/s41598-018-19923-9", "id": "29374221"}