{"text": "Macrophage polarization is tightly associated with its metabolic reprograming and immune dysfunction. However, the intracellular molecules/pathways that connect these alterations in inflammatory macrophages remain largely unidentified. Herein, we explored the role of guanylate binding protein 1 (Gbp1), an intracellular anti-microbial protein, in regulating polarization, metabolic reprogramming, and cellular aging of macrophages. We showed that Gbp1 expression in inguinal white adipose tissue is significantly decreased in high-fat diet -fed and aged mice. Gbp1 expression is significantly induced by IFNγ and LPS in macrophages but not adipocytes. Downregulation of Gbp1 expression causes macrophage polarization towards a pro-inflammatory phenotype. Gbp1 knockdown (Kd) macrophages have impaired mitochondrial respiratory function, which is further supported by down-regulation of genes encoding electron transport chain components and genes involved in fatty acid oxidation and mitochondrial function. Moreover, we observed Gbp1 is localized in both cytosol and mitochondrial fraction, and Gbp1 Kd macrophages display decreased mitophagy activity. More interestingly, Gbp1 Kd macrophages undergo senescence as evidenced by increased activation of AMPK-p53 pathway and positive staining of β-galactosidase. These observations suggest that Gbp1 may play an important role in protecting against mitochondrial dysfunction and preserving immune function of macrophages during inflammatory stress and aging.", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-26", "title": "Down-regulation of guanylate binding protein 1 causes mitochondrial dysfunction and cellular senescence in macrophages.", "authors": [["Qiu", "Xiaoxue", "X", "Department of Food Science and Nutrition, College of Food, Agricultural and Natural Resource Sciences, University of Minnesota, Twin Cities, Minnesota, USA."], ["Guo", "Hong", "H", "Department of Food Science and Nutrition, College of Food, Agricultural and Natural Resource Sciences, University of Minnesota, Twin Cities, Minnesota, USA."], ["Yang", "Junshu", "J", "Department of Veterinary Biomedical Sciences, College of Veterinary Medicine, University of Minnesota, Twin Cities, Minnesota, USA."], ["Ji", "Yinduo", "Y", "Department of Veterinary Biomedical Sciences, College of Veterinary Medicine, University of Minnesota, Twin Cities, Minnesota, USA."], ["Wu", "Chia-Shan", "CS", "Department of Nutrition and Food Science, Texas A&M University, College Station, TX, USA."], ["Chen", "Xiaoli", "X", "Department of Food Science and Nutrition, College of Food, Agricultural and Natural Resource Sciences, University of Minnesota, Twin Cities, Minnesota, USA. xlchen@umn.edu."]], "doi": "10.1038/s41598-018-19828-7", "id": "29374208"}