{"text": "The microstructure, electrical conductivity, and electromagnetic interference (EMI) shielding effectiveness (SE) of Mg-xZn and Mg-xSn (x = 3,5) alloys prepared under different rolling and heat treatment conditions were systematically investigated to understand the effect of secondary-phase orientation on the electromagnetic-shielding property of magnesium alloys. Alloys were rolled to form basal textures and then subjected to different durations of solid-solution treatment and aging to induce the precipitation of secondary-phase particles along a specific direction. Experimental results indicated that in Mg-Zn and Mg-Sn alloys, secondary phases precipitated along directions perpendicular and parallel to the basal plane, respectively. When the direction of the incident electromagnetic wave is perpendicular to the basal plane, precipitates in Mg-Sn alloy parallel to the basal plane improve SE. The increment in SE is mainly attributed to the improvement in the reflection and multiple reflection losses of incident electromagnetic waves, which are caused by increasing the amounts of precipitates with specific orientations. Mg-5Sn alloy subjected to 16 h of solution treatment at 480 °C and 60 h of artificial aging at 170 °C for 60 h exhibited the maximum value of 107-89 dB and maximum increment in SE of 13 dB at 1200 MHz.", "journal": ["Scientific reports", "Sci Rep"], "date": "2018-01-26", "title": "Effect of secondary phase on the electromagnetic shielding effectiveness of magnesium alloy.", "authors": [["Gao", "Shangyu", "S", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."], ["Chen", "Xianhua", "X", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China. xhchen@cqu.edu.cn."], ["Pan", "Fusheng", "F", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."], ["Song", "Kai", "K", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."], ["Zhao", "Chaoyue", "C", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."], ["Liu", "Lizi", "L", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."], ["Liu", "Xiaofang", "X", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."], ["Zhao", "Di", "D", "College of Materials Science and Engineering, Chongqing University, Chongqing, 400045, China."]], "doi": "10.1038/s41598-018-19933-7", "id": "29374203"}