{"text": "Globally more registered nurses need to be recruited to meet the needs of aging populations and increased co-morbidity. Nursing recruitment remains challenging when compared to other healthcare programs. Despite healthcare students having similar motivation in joining the healthcare industry, many did not consider nursing as a career choice. This study aims to identify the deterrents to choosing nursing among healthcare undergraduates by examining the differences in the factors influencing healthcare career choices and nursing as a career choice.A cross sectional study was conducted using a 35-parallel items instrument known as Healthcare Career Choice and Nursing Career Choice scale. Six hundred and four (n = 604) first year medical, pharmacy, dentistry and social science students from a university in Singapore completed the survey.Nursing as a career was perceived by healthcare students to be more likely influenced by prior healthcare exposure, the nature of the work, job prospects, and social influences. Lack of autonomous decision making, perceived lower ability to make diagnosis, having to attend to patients' hygiene needs, engendered stigma, and lack of parental support were identified as deterring factors to choosing nursing as a career.An understanding of the deterrents to choosing nursing as career allows policy makers and educational leaders to focus on recruitment strategies. These include providing more exposure to nurses' roles in early school years, helping young people to overcome the fear of providing personal hygiene care, promoting nurses' autonomous nursing practice, addressing gender stigma, and overcoming parental objection.", "journal": ["BMC medical education", "BMC Med Educ"], "date": "2018-01-26", "title": "Factors deterring dentistry, medical, pharmacy, and social science undergraduates from pursuing nursing as a healthcare career: a cross-sectional study in an Asian university.", "authors": [["Wu", "Ling Ting", "LT", "Alice Lee Centre for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore, Level 2, Clinical Research Centre, Block MD11 10 Medical Drive, Singapore, 117597, Singapore."], ["Wang", "Wenru", "W", "Alice Lee Centre for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore, Level 2, Clinical Research Centre, Block MD11 10 Medical Drive, Singapore, 117597, Singapore."], ["Holroyd", "Eleanor", "E", "Nursing Research Capacity Building, Aga Khan University, P. O. Box 8842, Kampala, Uganda, East Africa."], ["Lopez", "Violeta", "V", "Alice Lee Centre for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore, Level 2, Clinical Research Centre, Block MD11 10 Medical Drive, Singapore, 117597, Singapore."], ["Liaw", "Sok Ying", "SY", "Alice Lee Centre for Nursing Studies, Yong Loo Lin School of Medicine, National University of Singapore, Level 2, Clinical Research Centre, Block MD11 10 Medical Drive, Singapore, 117597, Singapore. nurliaw@nus.edu.sgs."]], "doi": "10.1186/s12909-018-1118-1", "id": "29373973"}