{"text": "Here we compare the standard European benchmark of wood treatment by molecularly dissolved copper amine (Cu-amine), also referred to as aqueous copper amine (ACA), against two nanoenabled formulations: copper(II)oxide nanoparticles (CuO NPs) in an acrylic paint to concentrate Cu as a barrier on the wood surface, and a suspension of micronized basic copper carbonate (CuCO3·Cu(OH)2) for wood pressure treatment. After characterizing the properties of the (nano)materials and their formulations, we assessed their effects in vitro against three fungal species: Coniophora puteana, Gloeophyllum trabeum, and Trametes versicolor, finding them to be mediated only partially by ionic transformation. To assess the use phase, we quantify both release rate and form. Cu leaching rates for the two types of impregnated wood (conventional and nanoenabled) are not significantly different at 172 ± 6 mg/m2, with Cu being released predominantly in ionic form. Various simulations of outdoor aging with release sampling by runoff, during condensation, by different levels of mechanical shear, all resulted in comparable form and rate of release from the nanoenabled or the molecular impregnated woods. Because of dissolving transformations, the nanoenabled impregnation does not introduce additional concern over and above that associated with the traditional impregnation. In contrast, Cu released from wood coated with the CuO acrylate contained particles, but the rate was at least 100-fold lower. In the same ranking, the effectiveness to protect against the wood-decaying basidiomycete Coniophora puteana was significant with both impregnation technologies but remained insignificant for untreated wood and wood coated by the acrylic CuO. Accordingly, a lifecycle-based sustainability analysis indicates that the CuO acrylic coating is less sustainable than the technological alternatives, and should not be developed into a commercial product.", "journal": ["Environmental science & technology", "Environ. Sci. Technol."], "date": "2018-01-26", "title": "Transformations of Nanoenabled Copper Formulations Govern Release, Antifungal Effectiveness, and Sustainability throughout the Wood Protection Lifecycle.", "authors": [["Pantano", "Daniele", "D", "Nano Safety Research Group, Heriot-Watt University , Edinburgh EH14 4AS, United Kingdom."], ["Neubauer", "Nicole", "N", "Material Physics, RAA/OR and RAA/OS, BASF SE , Carl-Bosch-Strasse 38, 67056 Ludwigshafen, Germany."], ["Navratilova", "Jana", "J", "Deepartment of Environmental Geosciences, University of Vienna , 1090 Vienna, Austria."], ["Scifo", "Lorette", "L", "CNRS-IRD-Collège de France - INRA, CEREGE Marseille University , 13545 Aix-en-Provence, France."], ["Civardi", "Chiara", "C", "Empa, Swiss Federal Laboratories for Materials Science and Technology , 9014 St. Gallen, Switzerland."], ["Stone", "Vicki", "V", "Nano Safety Research Group, Heriot-Watt University , Edinburgh EH14 4AS, United Kingdom."], ["von der Kammer", "Frank", "F", "Deepartment of Environmental Geosciences, University of Vienna , 1090 Vienna, Austria."], ["Müller", "Philipp", "P", "Material Physics, RAA/OR and RAA/OS, BASF SE , Carl-Bosch-Strasse 38, 67056 Ludwigshafen, Germany."], ["Sobrido", "Marcos Sanles", "MS", "CNRS-IRD-Collège de France - INRA, CEREGE Marseille University , 13545 Aix-en-Provence, France."], ["Angeletti", "Bernard", "B", "CNRS-IRD-Collège de France - INRA, CEREGE Marseille University , 13545 Aix-en-Provence, France."], ["Rose", "Jerome", "J", "CNRS-IRD-Collège de France - INRA, CEREGE Marseille University , 13545 Aix-en-Provence, France."], ["Wohlleben", "Wendel", "W", "Material Physics, RAA/OR and RAA/OS, BASF SE , Carl-Bosch-Strasse 38, 67056 Ludwigshafen, Germany."]], "doi": "10.1021/acs.est.7b04130", "id": "29373787"}