{"text": "The present study examined whether race/ethnicity moderated the relation between type of caregiving role (none, one, or multiple care recipients) and subjective physical and mental health among older adults.The sample was drawn from the 2009 California Health Interview Survey. Racially/ethnically diverse adults aged 55 and older (n = 24,241) were categorized into 3 groups by caregiving roles: noncaregivers (n = 18,626; referent), caregivers with a single caregiving role (n = 4,023), and caregivers with multiple caregiving roles (n = 1,772). A 2-way analysis of covariance was conducted to test main and interaction effects.After adjustment for covariates, noncaregivers reported significantly worse self-rated health and lower psychological distress than caregivers with any type of role. The interaction between race/ethnicity and caregiving roles was significant only for self-rated health (p < .05). Blacks with multiple caregiving roles had poorer self-rated health than those with a single caregiving role and better self-rated health than noncaregivers, whereas other racial/ethnic groups with multiple caregiving roles had better self-rated health compared to both noncaregivers and those with a single caregiving role. Our sensitivity analysis showed that controlling caregiving-related variables present only among caregivers eliminated the differences in self-rated health between the two types of caregivers.Findings suggest that caregivers report better self-rated health than noncaregivers and that the relation of multiple caregiving roles with self-rated health differs by race/ethnicity, with blacks differing from other racial/ethnic groups. This implies that caregivers experience gain, or are selected into the role of caregiving by virtue of having good health.", "journal": ["The Gerontologist", "Gerontologist"], "date": "2018-01-24", "title": "The Relation Between Multiple Informal Caregiving Roles and Subjective Physical and Mental Health Status Among Older Adults: Do Racial/Ethnic Differences Exist?", "authors": [["Kim", "Giyeon", "G", "Department of Psychology, Chung-Ang University, Seoul, South Korea."], ["Allen", "Rebecca S", "RS", "Alabama Research Institute on Aging, The University of Alabama, Tuscaloosa."], ["Wang", "Sylvia Y", "SY", "Department of Psychology, The University of Alabama, Tuscaloosa."], ["Park", "Soohyun", "S", "Department of Psychology, The University of Alabama, Tuscaloosa."], ["Perkins", "Elizabeth A", "EA", "Department of Child and Family Studies, University of South Florida, Tampa."], ["Parmelee", "Patricia", "P", "Alabama Research Institute on Aging, The University of Alabama, Tuscaloosa."]], "doi": "10.1093/geront/gnx196", "id": "29373738"}