{"text": "Serum testosterone levels and insulin sensitivity both decrease with age. Severe testosterone deficiency is associated with the development of insulin resistance. However, the effects of long-term testosterone administration on insulin sensitivity in older men with low or low-normal testosterone levels remain unknown.The Testosterone Effects on Atherosclerosis in Aging Men Trial was a placebo-controlled, randomized, double-blind trial. The participants were 308 community-dwelling men, >60-years, with total testosterone 100-400ng/dL or free testosterone<50pg/mL. A subset of 134 non-diabetic men(mean age 66.7 ± 5.1 years) underwent an octreotide insulin suppression test at baseline and at 3 and 36-months after randomization to measure insulin sensitivity. Insulin sensitivity was estimated as the steady-state plasma glucose(SSPG) concentration at equilibrium during octreotide and insulin administration. Secondary outcomes included total lean mass(TLM) and total fat mass(TFM) by DXA.There was a significant(p=0.003) increase in SSPG in the placebo group, while no change was seen in testosterone-treated subjects from baseline to 36-months; however, the between-group differences in change in SSPG over three years were not statistically significant(+15.3 ± 6.9 in placebo group vs +6.2 ± 6.4 in testosterone group; mixed model effect, p-value=0.17). Changes in SSPG with testosterone treatment were not significantly associated with changes in serum total or free testosterone concentrations. Changes in TFM but not TLM associated with increases in SSPG. Stratification by age or baseline total testosterone levels did not show significant intervention effects.Testosterone administration for 36-months in older men with low or low-normal testosterone levels did not improve insulin sensitivity.", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."], "date": "2018-01-24", "title": "Long-Term Testosterone Administration on Insulin Sensitivity in Older Men with Low or Low-Normal Testosterone Levels.", "authors": [["Huang", "Grace", "G", "Section of Men's Health: Aging and Metabolism, Boston Claude D. Pepper Older Americans Independence Center for Function Promoting Therapies, Brigham and Women's Hospital-Harvard Medical School, Boston, MA."], ["Pencina", "Karol M", "KM", "Section of Men's Health: Aging and Metabolism, Boston Claude D. Pepper Older Americans Independence Center for Function Promoting Therapies, Brigham and Women's Hospital-Harvard Medical School, Boston, MA."], ["Li", "Zhuoying", "Z", "Section of Men's Health: Aging and Metabolism, Boston Claude D. Pepper Older Americans Independence Center for Function Promoting Therapies, Brigham and Women's Hospital-Harvard Medical School, Boston, MA."], ["Basaria", "Shehzad", "S", "Section of Men's Health: Aging and Metabolism, Boston Claude D. Pepper Older Americans Independence Center for Function Promoting Therapies, Brigham and Women's Hospital-Harvard Medical School, Boston, MA."], ["Bhasin", "Shalender", "S", "Section of Men's Health: Aging and Metabolism, Boston Claude D. Pepper Older Americans Independence Center for Function Promoting Therapies, Brigham and Women's Hospital-Harvard Medical School, Boston, MA."], ["Travison", "Thomas G", "TG", "Institute for Aging Research, Hebrew Senior Life, Boston, Massachusetts."], ["Storer", "Thomas W", "TW", "Section of Men's Health: Aging and Metabolism, Boston Claude D. Pepper Older Americans Independence Center for Function Promoting Therapies, Brigham and Women's Hospital-Harvard Medical School, Boston, MA."], ["Harman", "S Mitchell", "SM", "Kronos Longevity Research Institute, Phoenix, Arizona."], ["Tsitouras", "Panayiotis", "P", "Kronos Longevity Research Institute, Phoenix, Arizona."]], "doi": "10.1210/jc.2017-02545", "id": "29373734"}