{"text": "To examine the lived experience of older adults living alone with cognitive impairment to better understand their needs and concerns. Based on our previous work suggesting that older adults living alone often experience a sense of precarity, we were interested in exploring this construct in older adults living alone with a diagnosis of cognitive impairment. The notion of precarity points to the uncertainty deriving from coping with cumulative pressures while trying to preserve a sense of independence.This is a qualitative study of 12 adults aged 65 and older living alone with cognitive impairment. Six participants had a diagnosis of Alzheimer's disease; 6 had a diagnosis of mild cognitive impairment. Participants' lived experiences were elicited through 40 ethnographic interviews and participant observation in their homes. Using a qualitative content analysis approach, interview transcripts and fieldnotes were analyzed to identify codes and themes.Qualitative analysis of transcripts revealed three themes. Theme 1 described the distress stemming from the uncertainty of having cognitive impairment that has an unpredictable course. Theme 2 drew attention to the tendency of participants to feel responsible for managing their cognitive impairment. Theme 3 described the pressures stemming from the lack of appropriate services to support independent living for persons with cognitive impairment.These 3 themes all pointed to facets of precarity. Findings also suggest the dearth of programs to support older adults living alone with cognitive impairment and the need to develop novel programs and interventions.", "journal": ["The Gerontologist", "Gerontologist"], "date": "2018-01-24", "title": "The Precarity of Older Adults Living Alone With Cognitive Impairment.", "authors": [["Portacolone", "Elena", "E", "Department of Social and Behavioral Sciences, Institute for Health & Aging, University of California, San Francisco."], ["Rubinstein", "Robert L", "RL", "Department of Sociology & Anthropology, University of Maryland, Baltimore County."], ["Covinsky", "Kenneth E", "KE", "Division of Geriatric Medicine, University of California, San Francisco."], ["Halpern", "Jodi", "J", "School of Public Health, University of California, Berkeley."], ["Johnson", "Julene K", "JK", "Department of Social and Behavioral Sciences, Institute for Health & Aging, University of California, San Francisco."]], "doi": "10.1093/geront/gnx193", "id": "29373676"}