{"text": "Retrograde signaling is essential for neuronal growth, function and survival; however, we know little about how signaling endosomes might be directed from synaptic terminals onto retrograde axonal pathways. We have identified Khc-73, a plus-end directed microtubule motor protein, as a regulator of sorting of endosomes in Drosophila larval motor neurons. The number of synaptic boutons and the amount of neurotransmitter release at the Khc-73 mutant larval neuromuscular junction (NMJ) are normal, but we find a significant decrease in the number of presynaptic release sites. This defect in Khc-73 mutant larvae can be genetically enhanced by a partial genetic loss of Bone Morphogenic Protein (BMP) signaling or suppressed by activation of BMP signaling in motoneurons. Consistently, activation of BMP signaling that normally enhances the accumulation of phosphorylated form of BMP transcription factor Mad in the nuclei, can be suppressed by genetic removal of Khc-73. Using a number of assays including live imaging in larval motor neurons, we show that loss of Khc-73 curbs the ability of retrograde-bound endosomes to leave the synaptic area and join the retrograde axonal pathway. Our findings identify Khc-73 as a regulator of endosomal traffic at the synapse and modulator of retrograde BMP signaling in motoneurons.", "journal": ["PLoS genetics", "PLoS Genet."], "date": "2018-01-26", "title": "Kinesin Khc-73/KIF13B modulates retrograde BMP signaling by influencing endosomal dynamics at the Drosophila neuromuscular junction.", "authors": [["Liao", "Edward H", "EH", "Buck Institute for Research on Aging, Novato, CA, United States of America."], ["Gray", "Lindsay", "L", "Buck Institute for Research on Aging, Novato, CA, United States of America."], ["Tsurudome", "Kazuya", "K", "Buck Institute for Research on Aging, Novato, CA, United States of America."], ["El Mounzer", "Wassim", "W", "Department of Physiology, McGill University, Montreal, QC, Canada."], ["Elazzouzi", "Fatima", "F", "Department of Physiology, McGill University, Montreal, QC, Canada."], ["Baim", "Christopher", "C", "Department of Physiology, McGill University, Montreal, QC, Canada."], ["Farzin", "Sarah", "S", "Department of Physiology, McGill University, Montreal, QC, Canada."], ["Calderon", "Mario R", "MR", "Buck Institute for Research on Aging, Novato, CA, United States of America."], ["Kauwe", "Grant", "G", "Buck Institute for Research on Aging, Novato, CA, United States of America."], ["Haghighi", "A Pejmun", "AP", "Buck Institute for Research on Aging, Novato, CA, United States of America."]], "doi": "10.1371/journal.pgen.1007184", "id": "29373576"}