{"text": "To examine the effect of a lifestyle behavior intervention (SystemCHANGE) on physical activity and diet quality among sedentary people living with HIV (PLHIV). All participants expressed a desire to improve lifestyle health behaviors.One-hundred and six HIV+ adults were randomized to either the intervention (six, in-person, standardized group sessions focusing on improving lifestyle behaviors) or a control condition (general advice on AHA diet and exercise guidelines). All participants wore an ActiGraph accelerometer and completed 24-hour dietary recalls at baseline, 3 and 6 months. Generalized estimating equations were used to examine intervention effects. The primary activity outcome was time spent in moderate-to-vigorous physical activity, and the primary dietary outcome was Healthy Eating Index.Mean age was 53 years; 65% were male and 86% African American. Approximately 90% attended at least half of the sessions and 60% attended 5 or more sessions. The intervention did not significantly improve our primary lifestyle behavior endpoints (p ≥ 0.05); however, intervention participants consumed fewer carbohydrates-primarily sugar-sweetened beverages-per day and lost 0.732 kg body weight compared to a 0.153 weight gain in the control group (p=0.03).Among sedentary PLHIV at high risk for CVD, the SystemCHANGE intervention reduced daily carbohydrate intake and body weight, but did not increase physical activity or improve overall diet quality. Future work should identify fundamental personal, interpersonal, and contextual factors that will increase physical activity and improve overall diet quality among this population, and integrate these factors into tailored, lifestyle interventions for aging PLHIV.", "journal": ["Journal of acquired immune deficiency syndromes (1999)", "J. Acquir. Immune Defic. Syndr."], "date": "2018-01-23", "title": "A Randomized Controlled Trial of the Systemchange Intervention on Behaviors Related to Cardiovascular Risk in Hiv+ Adults.", "authors": [["Webel", "Allison R", "AR", "Frances Payne Bolton School of Nursing, Case Western Reserve University, Cleveland, OH, USA."], ["Moore", "Shirley M", "SM", "Frances Payne Bolton School of Nursing, Case Western Reserve University, Cleveland, OH, USA."], ["Longenecker", "Chris T", "CT", "Division of Cardiovascular Medicine, Case Western Reserve University School of Medicine and University Hospitals Harrington Heart & Vascular Institute, Cleveland, OH, USA."], ["Currie", "Jackson", "J", "Frances Payne Bolton School of Nursing, Case Western Reserve University, Cleveland, OH, USA."], ["Davey", "Christine Horvat", "CH", "Frances Payne Bolton School of Nursing, Case Western Reserve University, Cleveland, OH, USA."], ["Perazzo", "Joseph", "J", "University of Cincinnati College of Nursing, Cincinnati, OH, USA."], ["Sattar", "Abdus", "A", "Frances Payne Bolton School of Nursing, Case Western Reserve University, Cleveland, OH, USA."], ["Josephson", "Richard A", "RA", "Division of Cardiovascular Medicine, Case Western Reserve University School of Medicine and University Hospitals Harrington Heart & Vascular Institute, Cleveland, OH, USA."]], "doi": "10.1097/QAI.0000000000001635", "id": "29373392"}