{"text": "Acute kidney injury frequently complicates critical illness and is associated with high morbidity and mortality. Frailty is common in critical illness survivors, but little is known about the impact of acute kidney injury. We examined the association of acute kidney injury and frailty within a year of hospital discharge in survivors of critical illness.Secondary analysis of a prospective cohort study.Medical/surgical ICU of a U.S. tertiary care medical center.Three hundred seventeen participants with respiratory failure and/or shock.None.Acute kidney injury was determined using Kidney Disease Improving Global Outcomes stages. Clinical frailty status was determined using the Clinical Frailty Scale at 3 and 12 months following discharge. Covariates included mean ICU Sequential Organ Failure Assessment score and Acute Physiology and Chronic Health Evaluation II score as well as baseline comorbidity (i.e., Charlson Comorbidity Index), kidney function, and Clinical Frailty Scale score. Of 317 patients, 243 (77%) had acute kidney injury and one in four patients with acute kidney injury was frail at baseline. In adjusted models, acute kidney injury stages 1, 2, and 3 were associated with higher frailty scores at 3 months (odds ratio, 1.92; 95% CI, 1.14-3.24; odds ratio, 2.40; 95% CI, 1.31-4.42; and odds ratio, 4.41; 95% CI, 2.20-8.82, respectively). At 12 months, a similar association of acute kidney injury stages 1, 2, and 3 and higher Clinical Frailty Scale score was noted (odds ratio, 1.87; 95% CI, 1.11-3.14; odds ratio, 1.81; 95% CI, 0.94-3.48; and odds ratio, 2.76; 95% CI, 1.34-5.66, respectively). In supplemental and sensitivity analyses, analogous patterns of association were observed.Acute kidney injury in survivors of critical illness predicted worse frailty status 3 and 12 months postdischarge. These findings have important implications on clinical decision making among acute kidney injury survivors and underscore the need to understand the drivers of frailty to improve patient-centered outcomes.", "journal": ["Critical care medicine", "Crit. Care Med."], "date": "2018-01-25", "title": "Acute Kidney Injury and Subsequent Frailty Status in Survivors of Critical Illness: A Secondary Analysis.", "authors": [["Abdel-Kader", "Khaled", "K", "Division of Nephrology and Hypertension, Vanderbilt University Medical Center, Nashville, TN."], ["Girard", "Timothy D", "TD", "Clinical Research, Investigation, and Systems Modeling of Acute Illness (CRISMA) Center, Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Brummel", "Nathan E", "NE", "Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN."], ["Saunders", "Christina T", "CT", "Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN."], ["Blume", "Jeffrey D", "JD", "Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN."], ["Clark", "Amanda J", "AJ", "Department of Pediatrics, Vanderbilt University Medical Center, Nashville, TN."], ["Vincz", "Andrew J", "AJ", "Division of Nephrology and Hypertension, Vanderbilt University Medical Center, Nashville, TN."], ["Ely", "E Wesley", "EW", "Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN."], ["Jackson", "James C", "JC", "Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN."], ["Bell", "Susan P", "SP", "Center for Quality Aging, Vanderbilt University Medical Center, Nashville, TN."], ["Archer", "Kristin R", "KR", "Department of Orthopaedic Surgery and Rehabilitation, Vanderbilt University Medical Center, Nashville, TN."], ["Ikizler", "T Alp", "TA", "Division of Nephrology and Hypertension, Vanderbilt University Medical Center, Nashville, TN."], ["Pandharipande", "Pratik P", "PP", "Division of Anesthesiology Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN."], ["Siew", "Edward D", "ED", "Division of Nephrology and Hypertension, Vanderbilt University Medical Center, Nashville, TN."]], "doi": "10.1097/CCM.0000000000003003", "id": "29373362"}