{"text": "Hip fracture represents one of the most severe injuries in the older adults. In long-term survivors, disability is common and walking ability may be considered important predictor of functional recovery. We, therefore, investigated whether 4-m gait speed, assessed in older persons early after surgical repair of hip fracture, could predict functional recovery and subsequent development of major clinical outcomes.This was a prospective cohort study. We included adults older than 65 years, admitted to a community acute care hospital with hip fracture, undergoing surgical repair. As soon as the participant was able to stand and walk, using walking aids as needed but with no person's help, the 4-m walking speed was tested as the main predictive variable. The outcome variables included the change in the Barthel Index (BI) from prehospital through 1 year postoperative as a continuous variable and 2 dichotomous outcomes, that is, (1) a decrease in BI greater than 5 points in 1 year and (2) a composite endpoint, combining 5+ points BI decline, death, falls, institutionalization, and need for 24-hour home assistance in 1 year.Sixty-two participants (mean age = 85 years) were enrolled and evaluated, on average 6 days (standard error of the mean [SEM] = 0.2) after hip fracture surgery. Compared with prefracture (mean = 96.3; SEM = 0.9), BI decreased 1 month after surgery (mean = 76.5; SEM = 2.1) and recovered only partially at 2 (mean = 84.1; SEM = 2.2) and 12 months (mean = 87.2; SEM = 2.8). A predischarge value of the walking speed below the median (20.5 cm/s) predicted a substantial BI reduction throughout the 12 months. Furthermore, the adjusted risk of a decline in the functional status was reduced by 5% (odds ratio = 0.95; 95% confidence interval, 0.91-0.997; P = .038) and that of the combined outcome by 7% (odds ratio = 0.93; 95% confidence interval, 0.88-0.99; P = .013) for each centimeter per second of predischarge walking speed.The 4-m walking speed, measured early after surgical repair of hip fracture, has profound long-term prognostic implications. This assessment approach might prove helpful in clinical decision-making on the postoperative management of older hip fracture persons.", "journal": ["Journal of geriatric physical therapy (2001)", "J Geriatr Phys Ther"], "date": "2018-01-25", "title": "Prognostic Implications of Predischarge Assessment of Gait Speed After Hip Fracture Surgery.", "authors": [["Gherardini", "Sara", "S", "Functional Rehabilitation Unit, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Biricolti", "Claudia", "C", "Orthogeriatrics Unit, Santa Maria Annunziata Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Benvenuti", "Enrico", "E", "Orthogeriatrics Unit, Santa Maria Annunziata Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Almaviva", "M Grazia", "MG", "Orthogeriatrics Unit, Santa Maria Annunziata Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Lombardi", "Monica", "M", "Orthogeriatrics Unit, Santa Maria Annunziata Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Pezzano", "Paola", "P", "Orthogeriatrics Unit, Santa Maria Annunziata Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Bertini", "Costanza", "C", "Orthogeriatrics Unit, Santa Maria Annunziata Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Baccini", "Marco", "M", "Functional Rehabilitation Unit and Motor Analysis Laboratory, Piero Palagi Hospital, Local Health Unit \"Toscana Centro,\" Florence, Italy."], ["Di Bari", "Mauro", "M", "Research Unit of Medicine of Aging, Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy."]], "doi": "10.1519/JPT.0000000000000144", "id": "29373332"}