{"text": "Behavioral and psychological symptoms of dementia (BPSD) are common, often challenging to manage, and may erode caregivers' well-being. Few studies have explored caregivers' perspectives of what causes these behaviors, but such attributions may be important-particularly if they negatively impact the care dyad. This study examined causal attributions about BPSD among individuals caring for a family member with dementia.In-depth qualitative data were obtained from family caregivers of older adults with dementia.As part of a larger study (NINR R01NR014200), four focus groups were conducted with caregivers by an experienced facilitator.A total of 26 family caregivers participated in the four focus groups.Caregivers reported their own attributions about the causes of their care recipient's BPSD. Sessions were audio-recorded. Data were transcribed, coded to determine relevant concepts, and reduced to identify major categories.Five categories were determined. Caregivers attributed BPSD to: 1) neurobiological disease factors; 2) physical symptoms or comorbid health conditions; 3) psychological reactions to dementia; 4) shifting social roles and relationships following dementia onset; and 5) environmental changes such as lack of routine and medical transitions (e.g., hospitalization). Despite this seemingly multifactorial attribution to BPSD etiology, a number of respondents also indicated that BPSD were at least partly within the care recipient's control.Family caregivers attribute BPSD to a range of care recipient and environmental factors. Caregivers' own causal beliefs about BPSD may reflect unmet educational needs that should be considered in the development of targeted interventions to minimize caregiving stress.", "journal": ["The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry", "Am J Geriatr Psychiatry"], "date": "2017-12-13", "title": "\"The Filter is Kind of Broken\": Family Caregivers' Attributions About Behavioral and Psychological Symptoms of Dementia.", "authors": [["Polenick", "Courtney A", "CA", "Department of Psychiatry, University of Michigan, Ann Arbor, MI. Electronic address: cpolenic@med.umich.edu."], ["Struble", "Laura M", "LM", "School of Nursing, University of Michigan, Ann Arbor, MI."], ["Stanislawski", "Barbara", "B", "Department of Psychiatry, University of Michigan, Ann Arbor, MI."], ["Turnwald", "Molly", "M", "Department of Psychiatry, University of Michigan, Ann Arbor, MI."], ["Broderick", "Brianna", "B", "Department of Psychiatry, University of Michigan, Ann Arbor, MI."], ["Gitlin", "Laura N", "LN", "Department of Community Public Health, School of Nursing, Johns Hopkins University, Baltimore, MD; Division of Geriatrics and Gerontology, School of Medicine, Johns Hopkins University, Baltimore, MD; Center for Innovative Care on Aging, Johns Hopkins University, Baltimore, MD."], ["Kales", "Helen C", "HC", "Department of Psychiatry, University of Michigan, Ann Arbor, MI; Department of Veterans Affairs, HSR&D Center for Clinical Management Research (CCMR), Ann Arbor, MI; Geriatric Research, Education and Clinical Center (GRECC), VA Ann Arbor Healthcare System, Ann Arbor, MI."]], "doi": "10.1016/j.jagp.2017.12.004", "id": "29373300"}