{"text": "To inform national healthcare authorities whether quadrivalent influenza vaccines (QIVs) provide better value for money than trivalent influenza vaccines (TIVs), we assessed the cost-effectiveness of TIV and QIV in low-and-middle income communities based in South Africa and Vietnam and contrasted these findings with those from a high-income community in Australia.Individual based dynamic simulation models were interfaced with a health economic analysis model to estimate the cost-effectiveness of vaccinating 15% of the population with QIV or TIV in each community over the period 2003-2013. Vaccination was prioritized for HIV-infected individuals, before elderly aged 65+ years and young children. Country or region-specific data on influenza-strain circulation, clinical outcomes and costs were obtained from published sources. The societal perspective was used and outcomes were expressed in International$ (I$) per quality-adjusted life-year (QALY) gained.When compared with TIV, we found that QIV would provide a greater reduction in influenza-related morbidity in communities in South Africa and Vietnam as compared with Australia. The incremental cost-effectiveness ratio of QIV versus TIV was estimated at I$4183/QALY in South Africa, I$1505/QALY in Vietnam and I$80,966/QALY in Australia.The cost-effectiveness of QIV varied between communities due to differences in influenza epidemiology, comorbidities, and unit costs. Whether TIV or QIV is the most cost-effective alternative heavily depends on influenza B burden among subpopulations targeted forvaccination in addition to country-specific willingness-to-pay thresholds and budgetary impact.", "journal": ["Vaccine", "Vaccine"], "date": "2018-01-17", "title": "The cost-effectiveness of trivalent and quadrivalent influenza vaccination in communities in South Africa, Vietnam and Australia.", "authors": [["de Boer", "Pieter T", "PT", "Unit of Pharmacotherapy, Epidemiology & Economics (PTE2), Groningen Research Institute of Pharmacy, University of Groningen, Groningen, The Netherlands. Electronic address: p.t.de.boer@rug.nl."], ["Kelso", "Joel K", "JK", "School of Computer Science and Software Engineering, University of Western Australia, Perth, Australia. Electronic address: joel.kelso@uwa.edu.au."], ["Halder", "Nilimesh", "N", "School of Computer Science and Software Engineering, University of Western Australia, Perth, Australia. Electronic address: Nilimesh.halder@uwa.edu.au."], ["Nguyen", "Thi-Phuong-Lan", "TP", "Unit of Pharmacotherapy, Epidemiology & Economics (PTE2), Groningen Research Institute of Pharmacy, University of Groningen, Groningen, The Netherlands; Faculty of Public Health, Thai Nguyen University of Medicine and Pharmacy, Thai Nguyen, Viet Nam. Electronic address: ntplan75@gmail.com."], ["Moyes", "Jocelyn", "J", "Centre for Respiratory Disease and Meningitis, National Institute for Communicable Diseases, Johannesburg, South Africa; School of Public Health, Faculty of Health Science, University of the Witwatersrand, Johannesburg, South Africa. Electronic address: jossmoyes@gmail.com."], ["Cohen", "Cheryl", "C", "Centre for Respiratory Disease and Meningitis, National Institute for Communicable Diseases, Johannesburg, South Africa; School of Public Health, Faculty of Health Science, University of the Witwatersrand, Johannesburg, South Africa. Electronic address: cherylc@nicd.ac.za."], ["Barr", "Ian G", "IG", "WHO Collaborating Centre for Reference and Research on Influenza, Melbourne, Australia. Electronic address: ian.barr@influenzacentre.org."], ["Postma", "Maarten J", "MJ", "Unit of Pharmacotherapy, Epidemiology & Economics (PTE2), Groningen Research Institute of Pharmacy, University of Groningen, Groningen, The Netherlands; Institute for Science in Healthy Aging & healthcaRE (SHARE), University Medical Center Groningen (UMCG), University of Groningen, Groningen, The Netherlands; Department of Epidemiology, University Medical Center Groningen (UMCG), University of Groningen, Groningen, The Netherlands. Electronic address: m.j.postma@rug.nl."], ["Milne", "George J", "GJ", "School of Computer Science and Software Engineering, University of Western Australia, Perth, Australia. Electronic address: George.Milne@uwa.edu.au."]], "doi": "10.1016/j.vaccine.2017.12.073", "id": "29373192"}