{"text": "Differences exist across breast cancer screening guidelines regarding frequency of screening and age of discontinuation for older women (≥70 years) at average risk for breast cancer. These differences highlight concerns about the benefits and harms of screening, and may negatively impact older women's ability to make informed screening decisions. This study examined preferences for communicating about screening mammography among racially/ethnically diverse, older women. In-depth interviews were conducted with 59 women with no breast cancer history. Non-proportional quota sampling ensured roughly equal numbers on age (70-74 years, ≥75 years), race/ethnicity (non-Hispanic/Latina White, non-Hispanic/Latina Black, Hispanic/Latina), and education (≤high school diploma, >high school diploma). Interviews were audio-recorded, transcribed, and analyzed using NVivo 10. Thematic analyses revealed that rather than being told to get mammograms, participants wanted to hear about the benefits and harms of screening mammography, including overdiagnosis. Participants recommended that this information be communicated via physicians or other healthcare providers, included in brochures/pamphlets, and presented outside of clinical settings (e.g., in senior groups). Results were consistent regardless of participants' age, race/ethnicity, or education. Findings revealed that older women desire information about the benefits and harms of screening mammography, and would prefer to learn this information through discussions with healthcare providers and multiple other formats.", "journal": ["Health communication", "Health Commun"], "date": "2018-01-26", "title": "Preferences for Communicating about Breast Cancer Screening Among Racially/Ethnically Diverse Older Women.", "authors": [["Hoover", "Diana S", "DS", "a Department of Health Disparities Research , University of Texas MD Anderson Cancer Center."], ["Pappadis", "Monique R", "MR", "b Department of Internal Medicine and Geriatrics , University of Texas Medical Branch."], ["Housten", "Ashley J", "AJ", "d Department of Health Services Research , University of Texas MD Anderson Cancer Center."], ["Krishnan", "Shilpa", "S", "e Division of Physical Therapy, Department of Rehabilitation , Emory University School of Medicine."], ["Weller", "Susan C", "SC", "f Department of Preventive Medicine and Community Health , University of Texas Medical Branch."], ["Giordano", "Sharon H", "SH", "d Department of Health Services Research , University of Texas MD Anderson Cancer Center."], ["Bevers", "Therese B", "TB", "i Department of Clinical Cancer Prevention , University of Texas MD Anderson Cancer Center."], ["Goodwin", "James S", "JS", "b Department of Internal Medicine and Geriatrics , University of Texas Medical Branch."], ["Volk", "Robert J", "RJ", "d Department of Health Services Research , University of Texas MD Anderson Cancer Center."]], "doi": "10.1080/10410236.2018.1431026", "id": "29373069"}