{"text": "Idiopathic Pulmonary Fibrosis (IPF) is a chronic and progressive aging-associated disease of unknown etiology. Growing body of evidence indicates that aberrant activated alveolar epithelial cells induce the expansion and activation of the fibroblast population leading to the destruction of the lung architecture. Some Matrix Metalloproteinases (MMPs) are upregulated in IPF, indicating that they may be important in the pathogenesis and/or progression of IPF. Here, we studied the expression of MMP28 in this disease and evaluated its functional effects in two alveolar epithelial cell lines and in human primary bronchial epithelial cells. We found that the enzyme is expressed in bronchial (apical and cytoplasmic localization) and alveolar epithelial cells (cytoplasmic and nuclear localization) in two different IPF groups of patients. In vitro, MMP28 epithelial silencing decreased the proliferation rate and delayed wound closing, while overexpression showed the opposite effects, protected from apoptosis and enhanced epithelial-mesenchymal transition (EMT). Our findings demonstrate that MMP28 is upregulated in epithelial cells from IPF lungs where it may play a role in increasing the proliferative and migratory phenotype in a catalytic-dependent manner.", "journal": ["American journal of respiratory cell and molecular biology", "Am. J. Respir. Cell Mol. Biol."], "date": "2018-01-26", "title": "Upregulation and Nuclear Location of MMP28 in Alveolar Epithelium of Idiopathic Pulmonary Fibrosis.", "authors": [["Maldonado", "Mariel", "M", "Universidad Nacional Autónoma de México, Facultad de Ciencias, México City, Mexico ; marielmb@comunidad.unam.mx."], ["Salgado-Aguayo", "Alfonso", "A", "Instituto Nacional de Enfermedades Respiratorias Ismael Cosio Villegas, Mexico City, Mexico ; salgadoa@ymail.com."], ["Herrera", "Iliana", "I", "Institut Nacional de Enfermedades Respiratorias, Mexico City, Mexico ; iliany23@yahoo.com.mx."], ["Cabrera", "Sandra", "S", "Universidad Nacional Autonoma de Mexico , Facultad de Ciencias, Mexico City, Mexico ; sandris_cabrera@yahoo.com."], ["Ortíz-Quintero", "Blanca", "B", "Instituto Nacional de Enfermedades Respiratorias, Mexico City, Mexico ; boq@rocketmail.com."], ["Staab-Weijnitz", "Claudia A", "CA", "Helmholtz-Zentrum München, Comprehensive Pneumology Center, Munich, Germany ; staab-weijnitz@helmholtz-muenchen.de."], ["Eickelberg", "Oliver", "O", "University of Colorado Denver School of Medicine, 12225, Medicine, Aurora, Colorado, United States ; oliver.eickelberg@ucdenver.edu."], ["Ramírez", "Remedios", "R", "Universidad Nacional Autónoma de México, Facultad de Ciencias, Mexico City, Mexico ; remediosra@yahoo.com.mx."], ["Manicone", "Anne M", "AM", "University of Washington, Medicine, Seattle, Washington, United States ; manicone@u.washington.edu."], ["Selman", "Moisés", "M", "Instituto Nacional de Enfermedades Respiratorias Ismael Cosio Villegas, Mexico City, Mexico ; mselmanl@yahoo.com.mx."], ["Pardo", "Annie", "A", "Universidad Nacional Autónoma de México, Facultad de Ciencias, México City, Mexico ; apardos@unam.mx."]], "doi": "10.1165/rcmb.2017-0223OC", "id": "29373068"}