{"text": "Multicomponent intervention programs have been shown to be effective in reducing risk factors associated with falls, but the primary target population of these interventions is often low-functioning older adults.The purpose of this study was to investigate the effectiveness of a multicomponent intervention program focusing on balance and muscle strength for independently functioning community-dwelling older adults.Fifty-three independently functioning older adults, aged 80.09 ± 6.62 years, participated in a group exercise class (conducted 2 times/week for 8 weeks) emphasizing balance. Outcome measures were balance performance using the Fullerton Advanced Balance (FAB) scale and muscle strength using the Senior Fitness Test (SFT).The intervention improved balance (P < 0.001), and older adults who were classified as having high fall risks based on the FAB scores at pre-testing improved more than older adults who were classified as having low fall risks (P = 0.017). As a result, 22 participants transitioned from a high fall risk group at pre-testing to a low fall risk group at post-testing (P < 0.001). The intervention also enhanced both upper and lower muscle extremity strength based on SFT results (P < 0.001) regardless of participants' classification of fall risk status.The multicomponent intervention conducted two times per week for 8 weeks was effective in improving balance and enhancing muscle strength of independently functioning older adults. The results underscore the importance of providing fall prevention interventions to healthy older adults, a population often not a target of balance interventions.", "journal": ["Aging clinical and experimental research", "Aging Clin Exp Res"], "date": "2018-01-25", "title": "The effects of a multicomponent intervention program on clinical outcomes associated with falls in healthy older adults.", "authors": [["Cho", "Young-Hee", "YH", "Department of Psychology, College of Liberal Arts, California State University, Long Beach, 1250 Bellflower Blvd., Long Beach, CA, 90840, USA. young-hee.cho@csulb.edu."], ["Mohamed", "Olfat", "O", "Department of Physical Therapy, College of Health and Human Services, California State University, Long Beach, USA."], ["White", "Barbara", "B", "School of Nursing and Osher Lifelong Learning Institute, College of Health and Human Services, California State University, Long Beach, USA."], ["Singh-Carlson", "Savitri", "S", "Department of Family and Community Health Systems, University of Texas Health Science Center, San Antonio, USA."], ["Krishnan", "Vennila", "V", "Department of Physical Therapy, College of Health and Human Services, California State University, Long Beach, USA."]], "doi": "10.1007/s40520-018-0895-z", "id": "29372541"}