{"text": "Both the locus and processes underlying the age-related differences in Stroop interference are usually inferred from changes in magnitudes of standard (i.e., overall) Stroop interference. Therefore, this study addressed these still-open issues directly. To this end, a sample of younger (18-26 years old) and healthy older (72-97 years old) was administered the semantic Stroop paradigm (that assesses the relative contribution of semantic compared to response conflict both of which contribute to overall Stroop interference) combined with a single-letter coloring and cuing (SLCC) procedure. Independently of an increased attentional focus on the relevant color dimension of Stroop words induced by SLCC (as compared to all letters colored and cued, ALCC), greater magnitudes of standard Stroop interference were observed in older (as compared to younger) adults. These differences were due to greater magnitudes of response conflict whereas magnitudes of semantic conflict remained significant and unchanged by healthy aging and SLCC. Thus, this direct evidence places the locus of age-related differences in Stroop interference at the level of response conflict (as opposed to semantic and/or both conflicts). In terms of processes underlying these differences, the reported evidence shows that both age-groups are equally (in)efficient in (a) focusing on the relevant color dimension and (b) suppressing the meaning of the irrelevant word-dimension of Stroop words. Healthy older adults are simply less efficient in suppressing the (pre-)response activity primed by the fully processed meaning of the irrelevant word-dimension. Standard interpretations of age-related differences in Stroop interference and a more general issue of how attentional selectivity actually operates in the Stroop task are therefore reconsidered in this paper.", "journal": ["Psychonomic bulletin & review", "Psychon Bull Rev"], "date": "2018-01-25", "title": "Some further clarifications on age-related differences in Stroop interference.", "authors": [["Augustinova", "Maria", "M", "Université Clermont Auvergne, CNRS, LAPSCO, F-63000, Clermont-Ferrand, France. maria.augustinova@univ-rouen.fr."], ["Clarys", "David", "D", "CNRS and Université de Poitiers, Poitiers, France."], ["Spatola", "Nicolas", "N", "Université Clermont Auvergne, CNRS, LAPSCO, F-63000, Clermont-Ferrand, France."], ["Ferrand", "Ludovic", "L", "Université Clermont Auvergne, CNRS, LAPSCO, F-63000, Clermont-Ferrand, France. ludovic.ferrand@uca.fr."]], "doi": "10.3758/s13423-017-1427-0", "id": "29372512"}