{"text": "Consumer credit may reflect financial hardship that patients face due to cancer treatment, which in turn may impact ability to manage health after cancer; however, credit's relationship to economic burden and health after cancer has not been evaluated.From May to September 2015, 123 women with a history of breast cancer residing in Pennsylvania or New Jersey completed a cross-sectional survey of demographics, socioeconomic position, comorbidities, SF-12 self-rated health, economic burden since cancer diagnosis, psychosocial stress, and self-reported (poor to excellent) credit quality. Ordinal logistic regression evaluated credit's contribution to economic burden and self-rated health.Mean respondent age was 64 years. Mean year from diagnosis was 11.5. Forty percent of respondents were Black or Other and 60% were White. Twenty-four percent self-reported poor credit, and 76% reported good to excellent credit quality. In adjusted models, changing income, using savings, borrowing money, and being unable to purchase a health need since cancer were associated with poorer credit. Better credit was associated with 7.72 ([1.22, 14.20], p = 0.02) higher physical health t-score, and a - 2.00 ([- 3.92, - 0.09], p = 0.04) point change in psychosocial stress.This exploratory analysis establishes the premise for consumer credit as a marker of economic burden and health for breast cancer survivors. Future work should validate these findings in larger samples and for other health conditions.Stabilizing and monitoring consumer credit may be a potential intervention point for mitigating economic burden after breast cancer.", "journal": ["Journal of cancer survivorship : research and practice", "J Cancer Surviv"], "date": "2018-01-25", "title": "Consumer credit as a novel marker for economic burden and health after cancer in a diverse population of breast cancer survivors in the USA.", "authors": [["Dean", "Lorraine T", "LT", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Johns Hopkins University, 615 N Wolfe St, E6650, Baltimore, MD, 21205, USA. ldean9@jhu.edu."], ["Schmitz", "Kathryn H", "KH", "Department of Public Health Sciences, Pennsylvania State University College of Medicine, Pennsylvania State University, Hershey, PA, USA."], ["Frick", "Kevin D", "KD", "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA."], ["Nicholas", "Lauren H", "LH", "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA."], ["Zhang", "Yuehan", "Y", "Department of General Internal Medicine, University of Pennsylvania School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Subramanian", "S V", "SV", "Department of Social and Behavioral Sciences, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA."], ["Visvanathan", "Kala", "K", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Johns Hopkins University, 615 N Wolfe St, E6650, Baltimore, MD, 21205, USA."]], "doi": "10.1007/s11764-017-0669-1", "id": "29372485"}