{"text": "Melilotus indicus, is a traditional medicine used as analgesic and emollient. Although Melilotus indicus extract (MIE) has recently been shown to suppress growth of several tumor cell lines, information regarding its antitumor mechanism is completely unknown. Here, we report the mechanism underlying the effects of MIE on human hepatocellular carcinoma cells, specifically HepG2, and SNU-182 cells. Methanolic MIE impaired the proliferation, and induced cell death in both HepG2 and SNU-182 cells but not in normal hepatic L-02 cells. Mechanistically, flow cytometric analysis revealed that MIE induces apoptosis in HepG2, and SNU-182 cells. However, MIE-induced apoptosis were not affected by a pan caspase inhibitor z-VAD-fmk as well as MIE did not stimulate caspase activation. Furthermore we found that MIE-induced apoptosis could be attributed to a mechanism involving mitochondria-mediated pathways evidenced by decrease in the mitochondrial membrane potential (ΔΨm), increase in the Bax/Bcl-2 ratio, and translocation of apoptosis inducing factor (AIF) from the mitochondria to the nucleus. Suppression in AIF expression by siRNA reduced MIE-induced apoptosis which suggested the dependency of MIE on AIF to induce apoptosis in hepatocellular carcinoma cells. To the best of our knowledge this is the first report elucidating the anticancer mechanism of MIE. Our findings suggested that MIE might be a good extract for developing anticancer drugs for human hepatocellular carcinoma treatment.", "journal": ["Cytotechnology", "Cytotechnology"], "date": "2018-01-25", "title": "Melilotus indicus extract induces apoptosis in hepatocellular carcinoma cells via a mechanism involving mitochondria-mediated pathways.", "authors": [["Abd El-Hafeez", "Amer Ali", "AA", "Pharmacoloy and Experimental Oncology Unit, Cancer Biology Department, National Cancer Institute, Cairo University, Cairo, 11796, Egypt. amer.ali@nci.cu.edu.eg."], ["Khalifa", "Hazim O", "HO", "Department of Pharmacology, Faculty of Veterinary Medicine, Kafrelsheikh University, Kafrelsheikh, 33516, Egypt."], ["Elgawish", "Rania Abdelrahman", "RA", "Department of Forensic Medicine and Toxicology, Faculty of Veterinary Medicine, Suez Canal University, Ismailia, 41522, Egypt."], ["Shouman", "Samia A", "SA", "Pharmacoloy and Experimental Oncology Unit, Cancer Biology Department, National Cancer Institute, Cairo University, Cairo, 11796, Egypt."], ["Abd El-Twab", "Magdy Hussein", "MH", "Department of Botany and Microbiology, Faculty of Science, Minia University, El-Minia City, 61519, Egypt."], ["Kawamoto", "Seiji", "S", "Hiroshima Research Center for Healthy Aging (HiHA), Department of Molecular Biotechnology, Graduate School of Advanced Sciences of Matter, Hiroshima University, Higashihiroshima, Hiroshima, 739-8530, Japan."]], "doi": "10.1007/s10616-018-0195-7", "id": "29372465"}