{"text": "Hospital readmission risk modeling is of great interest to both hospital administrators and health care policy makers, for reducing preventable readmission and advancing care service quality. To accommodate the needs of both stakeholders, a readmission risk model is preferable if it (i) exhibits superior prediction performance; (ii) identifies risk factors to help target the most at-risk individuals; and (iii) constructs composite metrics to evaluate multiple hospitals, hospital networks, and geographic regions. Existing work mainly addressed the first two features and it is challenging to address the third one because available medical data are fragmented across hospitals. To simultaneously address all three features, this paper proposes readmission risk models with incorporation of latent heterogeneity, and takes advantage of administrative claims data, which is less fragmented and involves larger patient cohorts. Different levels of latent heterogeneity are considered to quantify the effects of unobserved factors, provide composite measures for performance evaluation at various aggregate levels, and compensate less informative claims data. To demonstrate the prediction performances of the proposed models, a real case study is considered on a state-wide heart failure patient cohort. A systematic comparison study is then carried out to evaluate the performances of 49 risk models and their variants.", "journal": ["Health care management science", "Health Care Manag Sci"], "date": "2018-01-25", "title": "Claims data-driven modeling of hospital time-to-readmission risk with latent heterogeneity.", "authors": [["Chen", "Suiyao", "S", "Department of Industrial and Management Systems Engineering, University of South Florida, 4202 E. Fowler Avenue, Tampa, FL, 33620, USA."], ["Kong", "Nan", "N", "Weldon School of Biomedical Engineering, Purdue University, West Lafayette, IN, 47907, USA."], ["Sun", "Xuxue", "X", "Department of Industrial and Management Systems Engineering, University of South Florida, 4202 E. Fowler Avenue, Tampa, FL, 33620, USA."], ["Meng", "Hongdao", "H", "School of Aging Studies, University of South Florida, Tampa, FL, 33620, USA."], ["Li", "Mingyang", "M", "Department of Industrial and Management Systems Engineering, University of South Florida, 4202 E. Fowler Avenue, Tampa, FL, 33620, USA. mingyangli@usf.edu."]], "doi": "10.1007/s10729-018-9431-0", "id": "29372450"}