{"title": "Study shows texting as good as medication at improving type 2 diabetes management", "text": "SAN DIEGO - Low-income Hispanics with Type 2 diabetes who received health-related text messages every day for six months saw improvements in their blood sugar levels that equaled those resulting from some glucose-lowering medications, researchers with the Scripps Whittier Diabetes Institute reported today.The Dulce Digital clinical trial represents the first randomized controlled study to look at the use of text messages to help underserved Hispanics better self-manage their diabetes through glycemic control.The results were published by Diabetes Care in an online pre-print version of the study, which is scheduled to be published in a future issue of the journal. The online version is available at care.diabetesjournals.org/content/early/recent.\"As a low-cost intervention, we believe text messaging has great potential to improve the management of diabetes, especially among patients who struggle, due to employment, transportation and other barriers, to access health care services,\" said Athena Philis-Tsimikas, M.D., corporate vice president of Scripps Whittier. \"The data from our new study proves that this an effective approach.\"Diabetes is a fast-growing epidemic, afflicting 29.1 million Americans and costing more than $245 billion a year, according to the American Diabetes Institute. Hispanics face a higher risk of developing the disease - 13.9 percent compared with 7.6 percent for non-Hispanic whites.The Dulce Digital study was conducted between October 2012 and August 2014 with 126 participants who were recruited from medical clinics operated by Neighborhood Healthcare, a nonprofit community health organization, in the Southern California counties of San Diego and Riverside.Participants were either uninsured or received coverage through MediCal. A majority of them were middle-aged, female, born in Mexico and reported less than a ninth-grade education.All participants watched a 15-minute diabetes educational video, received a blood glucose meter and instructions on using it, and were given access to usual care including voluntary visits with a primary care physician, a certified diabetes educator and group diabetes self-management education.The 63 participants who were randomly assigned to the study group received two to three short text messages a day at the beginning of the trial, which tapered off slightly over the next six months. Participants used their own cell phones, or were provided one by the researchers, and they each received $12 a month to cover the costs of the study's texts.On average, each participant received 354 messages over the course of the study. The texts covered a range of educational, motivational and actionable messages. For example:The study focused on hemoglobin A1C, a blood test that measures average blood glucose during the previous two to three months. For people who don't have diabetes, a normal A1C level is below 5.7 percent.At the start of the Dulce Digital study, the combined participant groups registered a baseline mean A1C of 9.5 percent. After three months, the mean A1C for the group receiving the texts had improved to 8.5 percent while the control group had a mean A1C of 9.3 percent. At six months, the study group's mean A1C was still 8.5 percent while the control group registered a 9.4 percent mean.Valley Center, Calif., mural artist Gloria Favela, 48, was one of the study group participants who saw big improvements.\"As the program continued, my A1C was dropping, and it eventually got to a really healthy level,\" she said.Favela said the messages were particularly helpful on days when her attention was focused on painting, not on monitoring her blood sugar or focusing on what she was eating and drinking. \"I tend to be very busy,\" she explained. \"I can feel like I've been working on something for 30 minutes, and it will actually be three hours.\"During the study, the texts brought the daily management of her health to the forefront with little or no effort on her part, Favela said. \"They were nice, gentle reminders. It really worked great for me.\"After the trial ended, 96 percent of the study group participants said the text messages helped them to manage their diabetes \"a lot.\" The same amount said they would continue receiving Dulce Digital text messages if given the choice, and 97 percent said they would recommend the program to friends and family members.Researchers also found that participants who texted in their blood glucose levels more often had better A1C measures than other study group participants who texted back to the researchers less frequently. They speculated that the increased text volume reflected an overall higher level of engagement and participation in the program.\"Taken together, these findings suggest that, on a wider scale, a simple, low-cost text message-based approach like the one offered through Dulce Digital has the potential to significantly benefit many people who struggle every day to manage their diabetes and maintain their health,\" Dr. Tsimikas said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/sh-sst060917.php", "region": "namerica", "source_link": "https://www.scripps.org/news_items/6114-study-shows-texting-as-good-as-medication-at-improving-type-2-diabetes-management", "funder": "McKesson Foundation", "meeting": "", "institution": "Scripps Health", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes Care", "description": "Low-income Hispanics with Type 2 diabetes who received health-related text messages every day for six months saw improvements in their blood sugar levels that equaled those resulting from some glucose-lowering medications, researchers with the Scripps Whittier Diabetes Institute reported today.", "date": "Fri, 09 Jun 2017 04:00:00 GMT"}