{"title": "Cash for weight loss", "text": "A new study, published in the journal Social Science and Medicine, has shown that selling rewards programmes to participants entering a weight loss programme is a low cost strategy to increase both the magnitude and duration of weight loss. A team from the Duke-NUS Medical School (Duke-NUS) and Singapore General Hospital (SGH) led the research, which has implications for insurance companies and employers looking for low cost strategies to improve population health.Worldwide, overweight and obesity are increasingly prevalent conditions, which have led to the rise of non-communicable diseases such as cardiovascular disease, diabetes and cancer. They have also increased absenteeism among employees and raised private and public healthcare costs. However, they are largely preventable by making healthier food choices and engaging in regular physical activity. Yet, because people often succumb to temptation, they often fail to make healthier choices. Professor Eric Finkelstein from Duke-NUS used insights from behavioural economics to develop a Rewards programme aimed to address the disconnect between long-term health and short-term temptation. He then teamed up with Dr Kwang Wei Tham from SGH to test it out among overweight or obese adults. In the randomised eight month long Singapore-based Trial on Incentives for Obesity (TRIO), 161 participants paid S$234 to access a 16 week intensive weight loss programme. The programme required participants to attend weekly sessions at the Lifestyle Improvement and Fitness Enhancement (LIFE) Centre in SGH where they were taught skills to maintain a healthy lifestyle and encouraged to lose at least 5% of their body weight.Participants also paid an additional S$165 for the Rewards programme.  Participants in the intervention arm could earn monthly rewards either in cash or as a lottery ticket with a one in 10 chance of winning 10 times the cash amount if they met monthly weight loss and step goals. Additional rewards were offered for meeting 5% or 8% weight loss goals at months four and eight. The maximum possible reward value over the eight month period was S$660 if all weight loss and step goals were met. Those randomised to the control arm had their money returned and were ineligible for rewards.At the end of month four, weight loss was more than twice as great in the Rewards arm compared with the control arm (average 3.4 kg versus 1.4 kg weight loss). At months eight and 12, weight loss remained greater (average 3.3 kg vs. 1.8 kg weight loss at month eight and 2.3 kg vs 0.8 kg weight loss at month 12). Moreover, more than three times as many Rewards arm participants achieved 5% or greater weight loss at month four, relative to control arm participants (40% vs. 12%). At month four more than twice as many hit the 5% threshold (41% vs. 21%) and the percentage with 5% or greater weight loss was still greater at month 12 (28% vs. 17%). The average payout to participants in the Rewards arm was S$225.00. After subtracting the fee to access the rewards, third party costs were S$60.00 per participant. Moreover, although only 42% of participants earned more than they paid in, ~80% reported satisfaction with the rewards scheme.\"Our findings not only show the value of rewards to increase weight loss and weight loss maintenance, but they show it can be done in a manner that minimizes third party payments, such as those by employers or insurers. This should help to expand access to these types of programmes.\" said senior author Dr Finkelstein, a professor in the Duke-NUS Programme for Health Services and Systems Research.\"Even small amounts of weight loss, sustained over time, confer great health benefits and can help prevent chronic disease. This study shows that the enhancement and maintenance of weight loss is feasible through a rewards programme with participant ownership, coupled with an evidence-based, medical weight loss programme,\" said Dr Kwang Wei Tham, Director, LIFE Centre and Senior Consultant, Department of Endocrinology, SGH. ", "article_link": "http://dx.doi.org/10.1016/j.socscimed.2017.05.030", "url": "http://www.eurekalert.org/pub_releases/2017-06/dms-cfw060817.php", "region": "asia", "source_link": null, "funder": "NUS Initiative to Improve Health in Asia, Glaxo Smith Kline-Economic Development Board (Singapore) Trust Fund", "meeting": "", "institution": "Duke-NUS Medical School", "keywords": ["Medicine/Health", " Diet/Body Weight", " Public Health", " Exercise"], "journal": "Social Science and Medicine", "description": "A new study, published in the journal Social Science and Medicine, has shown that selling rewards programmes to participants entering a weight loss programme is a low cost strategy to increase both the magnitude and duration of weight loss. A team from the Duke-NUS Medical School (Duke-NUS) and Singapore General Hospital (SGH) led the research, which has implications for insurance companies and employers looking for low cost strategies to improve population health.", "date": "Fri, 09 Jun 2017 04:00:00 GMT"}