{"title": "University of Iowa study examines link between obesity, food container chemical subsitutes", "text": "A new study from the University of Iowa shows that a pair of common chemicals that manufacturers use to make plastic food containers, water bottles, and other consumer products do not contribute to obesity to the extent of the chemical it's replacing.The chemicals -- bisphenol F and bisphenol S (known as BPF and BPS) -- are being used increasingly by food packaging manufacturers as substitutes for bisphenol A (BPA), which studies have found disrupts endocrine systems and causes numerous health problems. BPA is used in many kinds of packaging for snacks and drinks, canned foods, and water bottles. The chemical is absorbed into the body mainly through the food or water it contacts in the container.But concern was raised several years ago when numerous studies found BPA increases the risk of various health issues, in particular obesity, diabetes, and cardiovascular disease. A consumer backlash erupted after the studies received media attention so manufacturers started reducing the use of BPA in some consumer products or even eliminating it in so-called \"BPA-free\" products by replacing it with such alternatives as BPF and BPS. However, little is known on the potential impact of BPF and BPS exposure in humans. The new University of Iowa College of Public Health study is the first to determine the health impacts of BPF and BPS exposure on obesity in humans. Using data from a nationwide population-based study conducted by the U.S. Centers for Disease Control (CDC), the researchers confirm that BPA is associated with increased obesity in humans. But the study found no links between obesity and either BPF or BPS at the current exposure levels.However, the researchers warn that fewer products currently use BPF and BPS--BPA still has more than half the global market share for the chemicals, and the average concentration of BPF and BPS is about one-fourth that of BPA in the US population. Whether BPF and BPS pose an increased risk of obesity at the same population exposure levels as BPA remains unknown. Future studies will be needed to confirm the results, as BPF and BPS are likely to replace BPA in more consumer products.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoi-uoi060817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Iowa", "keywords": ["Biochemistry", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Endocrinology", " Environmental Health", " Public Health"], "journal": "Lancet Planetary Health", "description": "A new study from the University of Iowa shows that a pair of common chemicals that manufacturers use to make plastic food containers, water bottles, and other consumer products do not contribute to obesity to the extent of the chemical it's replacing.", "date": "Fri, 09 Jun 2017 04:00:00 GMT"}