{"title": "Breast cancer risk reduced in women with diabetes who take low-dose aspirin", "text": "New Rochelle, NY, June 8, 2017--A new study of nearly 149,000 women with diabetes over 14 years showed an overall 18% reduced breast cancer risk for women who used low-dose aspirin compared to those who did not. The study design and results are published in an article in Journal of Women's Health, a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal of Women's Health website until July 8, 2017.In the article entitled \"Low-Dose Aspirin Reduces Breast Cancer Risk in Women with Diabetes: A Nationwide Retrospective Cohort Study in Taiwan,\" Yi-Sun Yang, MD, PhD, Chien-Ning Huang, MD, PhD, and coauthors from Chung Shan Medical University Hospital and Hung Kuang University, Taichung, Taiwan, defined low-dose aspirin use as intake of  75-165 mg daily. The researchers reported that a high cumulative dose of aspirin over the 14-year study period reduced breast cancer risk by 47%, whereas low and medium cumulative doses did not reduce risk. \"Women with type 2 diabetes have an increased risk of breast cancer, and these results suggest that the same low-dose aspirin that many of these women take to prevent cardiovascular disease may also help reduce their risk of breast cancer,\" says Susan G. Kornstein, MD, Editor-in-Chief of Journal of Women's Health, Executive Director of the Virginia Commonwealth University Institute for Women's Health, Richmond, VA, and President of the Academy of Women's Health. ", "article_link": "http://dx.doi.org/10.1089/jwh.2016.6040", "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-bcr060817.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/breast-cancer-risk-reduced-in-women-with-diabetes-who-take-low-dose-aspirin/2192/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"], "journal": "Journal of Women's Health", "description": "A new study of nearly 149,000 women with diabetes over 14 years showed an overall 18 percent reduced breast cancer risk for women who used low-dose aspirin compared to those who did not.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}