{"title": "Study reveals sweetened drinks during pregnancy puts infants at higher risk for obesity", "text": "A recent Danish study of children born to women with gestational diabetes, found that maternal daily consumption of artificially-sweetened beverages during pregnancy was associated with a higher body mass index score and increased risk of overweight/obesity at 7 years.Artificial sweeteners are widely replacing caloric sweeteners, due to the health concern related to sugar-sweetened beverages (SSBs) within the general population. Artifically sweetened beverages have been considered as potential healthier alternatives, although this study suggests contrary. This study looks to investigate the long-term impact of ASBs consumption during pregnancy on offspring obesity risk in relation to offspring growth through age 7 years among children born to women with gestational diabetes .In particular, children born to women with gestational diabetes --the most common pregnancy complication affecting approximately 16% of pregnancies worldwide--represent a high-risk phenotype, which may serve as a unique model to study the early origins of obesity. Further evidence has linked nutritional biological disruptions during pregnancy to fetal development and obesity risk in later life. Thus, the authors argue it is important to identify modifiable dietary factors that may prevent offspring obesity and maternal complications.The study investigated 918 mother and child pairs from the Danish National Birth Cohort. Enrolled participants completed four telephone interviews at gestational weeks 12 and 30, and 6 and 18 months postpartum, which collected data on sociodemographic,  perinatal, and clinical factors. In addition, maternal dietary intake was assessed by a food questionnaire during pregnancy. Offspring body mass index scores and overweight/obesity status were calculated using weight and length/height at birth, 5 and 12 months, and 7 years. When the children were 7 years old, a follow-up questionnaire about the child's health and development was delivered to the parents. Results showed that approximately half (45.4%) of women reported consuming artifically sweetened beverages during pregnancy. Whereas 68.7% reported consuming SSBs, artifically sweetened beverage consumption--compared to never consuming artifically sweetened beverages--by pregnant women with gestational diabetes was associated with a 1.57 increased risk of being overweight for gestational age babies and a 1.93-fold increase in overweight/obesity risk at 7 years after adjustment for major maternal and offspring risk factors. Associations were more pronounced in male than female offspring. Substituting SSBs with artifically sweetened beverages was associated with an increased risk of offspring overweight/obesity at 7 years whereas substitution of artifically sweetened beverage with water was associated with a 17% reduced risk. The findings illustrated a positive association between uterus exposure to artifically sweetened beverages and birth size and risk of overweight/obesity at 7 years. ", "article_link": "http://dx.doi.org/10.1093/ije/dyx095", "url": "http://www.eurekalert.org/pub_releases/2017-06/oupu-srs060817.php", "region": "namerica", "source_link": "https://academic.oup.com/ije/article/doi/10.1093/ije/dyx095/3861466/Maternal-consumption-of-artificially-sweetened", "funder": "", "meeting": "", "institution": "Oxford University Press USA", "keywords": ["Genetics", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Parenting/Child Care/Family"], "journal": "International Journal of Epidemiology", "description": "A recent Danish study of children born to women with gestational diabetes, found that maternal daily consumption of artificially-sweetened beverages during pregnancy was associated with a higher body mass index score and increased risk of overweight/obesity at 7 years.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}