{"title": "Report looks at liver cancer, fastest-growing cause of cancer deaths in US", "text": "A new report provides an overview of incidence, mortality, and survival rates and trends for liver cancer, a cancer for which death rates have doubled in the United States since the mid-1980s, the fastest rise of any cancer in the U.S. The report appears in CA: A Cancer Journal for Clinicians, and says differences in major risk factors as well as inequalities in access to care have led to significant racial disparities in liver cancer mortality.The American Cancer Society estimates that liver cancer will account for about 41,000 new cancer cases and 29,000 cancer deaths in the United States in 2017. It is the fifth leading cause of cancer death in men and the eighth leading cause of cancer death in women. About 1.0 percent of men and women will be diagnosed with liver cancer in their lifetimes.The report notes that liver cancer incidence has been rising in the U.S. since at least the mid-1970s, a trend that is expected to continue through at least 2030. One major factor contributing to the increase is a higher rate of hepatitis C virus (HCV) infection among baby boomers (born between 1945 through 1965). Among this age group, HCV prevalence is approximately 2.6%, a rate 6-fold greater than that of other adults. A rise in obesity and type II diabetes over the past several decades has also likely contributed to the trend. Other risk factors include alcohol, which increases liver cancer risk by about 10% per drink per day, and tobacco use, which increases liver cancer risk by approximately 50%.Despite improvements in liver cancer survival in recent decades, only one in five patients survives five years after diagnosis.The report identifies substantial disparity in liver cancer death rates by race/ethnicity, ranging from 5.5 per 100,000 in non-Hispanic whites to 11.9 per 100,000 in American Indians/Alaska Natives. There are also wide disparities by state, with the lowest death rates in North Dakota (3.8 per 100,000), and the highest in the District of Columbia (9.6 per 100,000).The report says the wide racial and state disparities in liver cancer mortality reflect differences in the prevalence of major risk factors and, to some extent, inequalities in access to high-quality care. \"However, most liver cancers are potentially preventable,\" write the authors. \"Interventions to curb the rising burden of liver cancer and reduce racial/ethnic and geographic disparities should include the targeted application of existing knowledge in prevention, early detection, and treatment, including improvements in [hepatitis B virus] vaccination, screening and treatment of HCV, maintaining a healthy body weight, access to high-quality diabetes care, prevention of excessive alcohol drinking, and tobacco control.", "article_link": "http://dx.doi.org/10.3322/caac.21402", "url": "http://www.eurekalert.org/pub_releases/2017-06/acs-rla060617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Cancer Society", "keywords": ["Medicine/Health", " Cancer", " Epidemiology", " Infectious/Emerging Diseases", " Liver", " Public Health", " Behavior", " Sex-Linked Conditions"], "journal": "CA: A Cancer Journal for Clinicians", "description": "A new report provides an overview of incidence, mortality, and survival rates and trends for liver cancer, a cancer for which death rates have doubled in the United States since the mid-1980s", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}