{"title": "Heroin's use rising, costing society more than $51 billion", "text": "Heroin use in the United States was estimated to cost society more than $51 billion in 2015, according to new research at the University of Illinois at Chicago.Made from morphine, heroin is an opiate commonly used as a recreational drug for its euphoric effects. According to the World Drug Report 2016 from the U.N. Office on Drugs and Crime, heroin use has reached the highest level in 20 years in the U.S. and is the deadliest drug worldwide.UIC pharmacoeconomists led by Simon Pickard and Ruixuan Jiang created a cost-analytic model to determine how heroin impacts society using several variables: number of imprisoned heroin users and their crimes; treatment costs of heroin abuse; chronic infectious diseases contracted through heroin abuse (HIV, Hepatitis B and C, and tuberculosis), and cost of their treatments; cost of treating newborns with medical conditions associated with heroin; lost productivity at work; and heroin overdose deaths.The study, published in the journal PLOS ONE, found that heroin users are less productive than others due to premature death; spend more time away from work due to seeking treatment for drug dependence and for drug-related hospitalizations, and have high rates of work absenteeism and unemployment.On average, the societal cost per heroin user per year is $50,799. An estimated 1 million people are active heroin users in the United States, putting the total societal cost at approximately $51 billion, said Pickard, professor of pharmacy systems, outcomes and policy. The cost per user is significantly higher than for patients suffering from other chronic illnesses, such as chronic obstructive pulmonary disease ($2,567 per patient in 2015 dollars, or $38.5 billion for 15 million patients) and diabetes ($11,148 per patient in 2015 dollars, or $248.59 billion for 22.3 million patients).\"The opioid crisis didn't happen overnight,\" Jiang said. The number of heroin users doubled from 2000 to 2013, rising from one per 1,000 individuals in 2000 to two per 1,000 individuals in 2013, she said.Pickard has monitored the rise in heroin use for several years, noting that users often start taking the illicit drug after becoming dependent on prescription opioid painkillers. Due to the high cost of opioids and difficulty in obtaining prescriptions, opioid abusers often turn to heroin, which is cheaper and easier to get.As heroin use has increased, so have overdose deaths, according to the Centers for Disease Control and Prevention. Heroin-related overdose deaths have more than quadrupled since 2010. From 2014 to 2015, heroin overdose death rates increased about 21 percent, with almost 13,000 people dying in 2015. And today, research has shown that heroin use is not confined to urban areas, but has reached rural America as well.Without meaningful public health efforts, the number of heroin users is likely to continue to grow, Pickard said.\"The downstream effects of heroin use, such as the spread of infectious diseases and increased incarceration due to actions associated with heroin use, compounded by their associated costs, would continue to increase the societal burden of heroin use disorder,\" Pickard said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoia-hur060817.php", "region": "namerica", "source_link": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0177323", "funder": "", "meeting": "", "institution": "University of Illinois at Chicago", "keywords": ["Health Care", " Personal", " Socioeconomics", " Medicine/Health", " Addiction", " Addiction", " Drugs"], "journal": "PLOS ONE", "description": "Heroin use in the United States was estimated to cost society more than $51 billion in 2015, according to new research at the University of Illinois at Chicago.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}