{"title": "New approach in T-cell therapy to treat cancer", "text": "Scientists have armed immune cells with a new surface molecule. This causes the cells to respond particularly aggressively when they encounter a protein that tumors actually use to camouflage themselves from the immune system. Researchers from the Helmholtz Zentrum München and various partners introduced the method in 'Cancer Research'.With numerous different entities and millions of people affected, cancer continues to be one of the most prevalent diseases around the world. Scientists are working to find new treatment possibilities, and have been concentrating on the body's own immune system for some time. \"Because cancer emerges from the body's own cells, it is usually difficult for the immune system to distinguish good cells from bad ones,\" explains Prof. Dr. Elfriede Nößner, head of the Tissue Control of Immunocytes Research Group at the Helmholtz Zentrum München. \"But there are ways to support the immune system in recognizing and combating cancer cells.\"Focus on T-cell therapyOne approach is the so-called adoptive T-cell therapy, which involves removing immune cells from the body and genetically arming them. The cells are given new structures on the surface that accurately lead them to the cancer cells.One limitation in this form of therapy is that the binding between the immune cell and the cancer cell is often somewhat weak. \"Although this binding can be artificially strengthened, doing so also increases the risk of unwanted binding to healthy structures in the body,\" explains study leader Nößner. She and her team were therefore searching for a different way to improve the defense provided by the immune cells.Attack instead of sleep modeIn the current work, the researchers present a new surface molecule which comprises two halves. On the outside, it preferentially binds to the PD-L1 molecule, which tumor cells often form in order to thwart the attacking immune cells. On the inside of the T-cells, however, this binding does not activate a sleep mode (which the natural protein would do), and instead activates the T-cell's killer program, making it especially aggressive. Experimental models showed that T-cells armed in this way proliferate more strongly in the tumors and destroyed more tumor cells.The next step will be to confirm the findings in clinical studies. \"If that step succeeds, the approach would enlarge the arsenal of T-cells suitable for adoptive T-cell therapy,\" Elfriede Nößner states. \"This could not only make the treatment more effective but would allow it to be used in more patients in the framework of personalized medicine.\"", "article_link": "http://dx.doi.org/10.1158/0008-5472.CAN-16-1922", "url": "http://www.eurekalert.org/pub_releases/2017-06/hzm--nai060817.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/40537/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biochemistry", " Biotechnology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma"], "journal": "Cancer Research", "description": "Scientists have armed immune cells with a new surface molecule. This causes the cells to respond particularly aggressively when they encounter a protein that tumors actually use to camouflage themselves from the immune system. Researchers from the Helmholtz Zentrum München and various partners introduced the method in 'Cancer Research.'", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}