{"title": "New class of type 2 diabetes drug associated with rare, life-threatening outcome", "text": "A new class of drugs, known as SGLT2 inhibitors, is increasingly being prescribed for the treatment of type 2 diabetes, but may increase the risk of rare but serious complication known as diabetic ketoacidosis. In a new study published in the New England Journal of Medicine, investigators from Brigham and Women's Hospital quantify that risk, finding that patients are twice as likely to experience diabetic ketoacidosis if taking an SGLT2 inhibitor rather than another class of diabetes drugs. However, diabetic ketoacidosis is still extremely rare: even for patients taking an SGLT2 inhibitor, only about one in every 1,000 patients will experience this complication, the researchers estimate.\r\nThe research team studied 40,000 patients taking SGLT2 inhibitors, comparing their outcomes to those of patients taking a DPP4 inhibitor. After 180 days, 55 patients taking an SGLT2 inhibitor had experienced diabetic ketoacidosis, while 26 patients taking the other class of drug had experienced this side effect. \r\nSGLT2 inhibitors were first brought to market in April of 2013 and, based on clinical trials data, appeared to be quite safe. However, case reports of diabetic ketoacidosis among people with type 2 diabetes taking SGLT2 inhibitors prompted the FDA to issue a warning in 2015 about the class of drugs. Diabetic ketoacidosis is usually associated with type 1 diabetes - it's very uncommon for people with type 2 diabetes to experience this complication. Those who do suffer from this complication have high levels of acids, called ketones, in their blood and can experience vomiting, abdominal pain, shortness of breath, swelling in the brain and, if left untreated, diabetic ketoacidosis can be fatal. \r\nCorresponding author Michael Fralick, MD, FRCPC, of the BWH Division of Pharmacoepidemiology and Pharmacoeconomics, emphasizes that even though diabetic ketoacidosis is uncommon, physicians need to be vigilant for signs and symptoms among type 2 diabetes patients.\r\nFralick became interested in exploring the association between SGLT2 inhibitors and this side effect after one of his patients who had been taking this medication came to the emergency room with symptoms of diabetic ketoacidosis. Using data available to him through one of the research platforms available at the Division (Aetion Evidence Platform) he was able to conduct this study within weeks of seeing this patient. \r\n\"My best research projects come from my patients - their experiences drive the questions I investigate,\" Fralick said. \"This is a side effect that's usually seen in patients with type 1 diabetes mellitus - not type 2 - so doctors are not 'on the lookout' for it. That means that the risk of this side effect might actually be even higher than what we found due to misdiagnosis/under recording.\"\r\n", "article_link": "http://dx.doi.org/10.1056/NEJMc1701990", "url": "http://www.eurekalert.org/pub_releases/2017-06/bawh-nco060217.php", "region": "namerica", "source_link": null, "funder": "BWH Division of Pharmacoepidemiology and Parmacoepidemiology", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Diabetes"], "journal": "New England Journal of Medicine", "description": "In a new study published in The New England Journal of Medicine, investigators from Brigham and Women's Hospital find that patients are twice as likely to experience diabetic ketoacidosis if taking an SGLT2 inhibitor rather than another class of diabetes drugs, with one in 1,000 experiencing this outcome.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}