{"title": "The Lancet Diabetes & Endocrinology: India's diabetes epidemic shifts, now increasingly common among poorer people in more affluent cities", "text": "-- As the country becomes more prosperous, diabetes epidemic likely to disproportionately affect economically disadvantaged groups - a transition already seen in high income countries.India's diabetes epidemic is shifting, with the disease now increasingly common among people from low socio-economic backgrounds living in urban areas of the more affluent states, according to a study published in The Lancet Diabetes & Endocrinology journal. The authors say the findings should cause concern in a country where most treatment costs are paid out-of-pocket by patients, and highlight the urgent need for effective prevention measures. The Indian Council of Medical Research - India Diabetes (ICMR-INDIAB) study is the largest nationally representative study of diabetes in India and includes data from 57000 people across 15 states [1]. As part of the study, each person had their bodyweight, height, waist circumference and blood pressure measured. Glucose tolerance tests were used to diagnose diabetes and pre-diabetes. The prevalence of diabetes across all 15 states was 7.3% and rates varied from 4.3% in Bihar to 13.6% in Chandigarh. Almost half of the people in the study did not know they had diabetes until they were tested. On average, diabetes was twice as common in urban areas (11.2%) compared to rural areas (5.2%). Overall, diabetes was more common among people with higher socio-economic status, compared to people with low socio-economic status. However, in urban areas in seven states - most of which rank among the more economically advanced states - diabetes was higher among people from low socio-economic status. For example, in urban areas of Chandigarh, the rate of diabetes was 26.9% for among people from low socio-economic background, compared to 12.9% for people from high socio-economic backgrounds. In urban areas of Punjab, the rates were 16.1% and 11.9% respectively. Additionally, the rates of diabetes in rural areas were much higher than those identified in previous studies. The authors note that since 70% of the population in India lives in rural areas, even small increases can translate into several million more people requiring chronic care in areas with poor access to health care.\"Our study suggests that cities in the country's more affluent states have transitioned further along the diabetes epidemic. As the overall prosperity of individual states and the country as a whole increases, the diabetes epidemic is likely to disproportionately affect the poorer sections of society, a transition that has already been seen in high income countries,\" explains senior author Dr Viswanathan Mohan, President, Madras Diabetes Research Foundation, Chennai, India, the national coordinating centre for the study [2]. \"This trend is a matter of great concern because it suggests that the diabetes epidemic is spreading to individuals who can least afford to pay for its management,\" adds Dr R. M. Anjana, lead author of the study, Vice-President, Madras Diabetes Research Foundation [2].Finally, prevalence of pre-diabetes was 10.3% across all 15 states, varying from 6.0% in Mizoram to 14.7% in Tripura. In most states, the rate of pre-diabetes exceeded the rate of diabetes. \"The high rates of pre-diabetes across the country imply the existence of a huge number of individuals who could conceivably develop diabetes in the near future. Our findings have serious implications for the country's health and socioeconomic development and highlight the urgent need for implementing effective preventative measures,\" says Dr Mohan [2].The authors note that the study did not differentiate between type 1 and type 2 diabetes. Writing in a linked Comment, Dr Vijay Viswanathan M V Hospital for Diabetes, Chennai, India, says: \"The management of type 2 diabetes varies widely in different parts of India. Whereas some people living in urban parts of the country have access to excellent diabetes care services and can afford the out-of-pocket expenditure associated with diabetes, people living in semi-urban and rural areas of the country do not have access to the diabetes centres or clinics that provide comprehensive diabetes care. As such, people with diabetes in rural areas do not get an opportunity to be screened early for the microvascular and macrovascular complications of diabetes. This situation means that the development of advanced complications such as renal failure and blindness due to retinopathy are commonplace. This is one of the biggest challenges faced by the health-care system in India. Addressing the increasing prevalence of diabetes in India will require solutions at many levels, including increased awareness of the disease and its complications throughout the country--especially in rural areas - and the establishment of cost-effective prevention programmes.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tl-tld060617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet Diabetes & Endocrinology", "description": "India's diabetes epidemic is shifting, with the disease now increasingly common among people from low socio-economic backgrounds living in urban areas of the more affluent states, according to a study published in The Lancet Diabetes & Endocrinology journal. The authors say the findings should cause concern in a country where most treatment costs are paid out-of-pocket by patients, and highlight the urgent need for effective prevention measures.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}