{"title": "Clinical efficacy & future development of continuous glucose monitoring highlighted in DTT", "text": "New Rochelle, NY, June 7, 2017--A growing body of data from clinical studies of continuous glucose monitoring (CGM) in type 1 diabetes supports the value of CGM for reducing variability in blood glucose levels and the risks of both hypo- and hyperglycemia, and for improving patient quality of life compared to self-monitoring of blood glucose (SMBG). A review of recent CGM trials and the impact of CGM accuracy on the future of automated insulin delivery systems are the focus of two in a series of articles published as a special supplement to Diabetes Technology & Therapeutics (DTT), a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The supplement is available open access on the DTT website.In the article entitled \"Continuous Glucose Monitoring: A Review of Recent Studies Demonstrating Improved Glycemic Outcomes,\" David Rodbard, MD, Biomedical Informatics Consultants, Potomac, MD, concluded that CGM, as well as flash glucose monitoring, has been shown to be safe and effective, with the recent regulatory approval of certain CGM devices for nonadjunctive use to guide insulin dose adjustment representing a major advance. In the \"Future of Automated Insulin Delivery Systems,\" Jessica Castle, MD, Oregon Health & Science University, Portland, J. Hans DeVries, MD, University of Amsterdam, The Netherlands, and Boris Kovatchev, PhD, University of Virginia, Charlottesville, discuss how CGM has enabled the automation of insulin delivery. The authors describe the rapid progress in the development of automated insulin delivery systems, the novel features and advantages they may offer for improving glycemic control, and the critical role that highly accurate CGM will play in the safe and effective use of these systems.In the Editorial entitled \"The Future of Continuous Glucose,\" DTT Editor-in-Chief Satish Garg, MD, Professor of Medicine and Pediatrics at the University of Colorado Denver (Aurora) states: \"Continuous glucose monitors have come a long way with significant improvement in accuracy and MARD of \r\n\tResearch reported in this publication was supported by the National Institutes of Health under Award Number 1DP3DK101044-01. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.", "article_link": "http://dx.doi.org/10.1089/dia.2017.0035", "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-ce060717.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/clinical-efficacy-and-future-development-of-continuous-glucose-monitoring-highlighted-in-dtt/2189/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes Technology & Therapeutics", "description": "A growing body of data from clinical studies of continuous glucose monitoring (CGM) in type 1 diabetes supports the value of CGM for reducing variability in blood glucose levels and the risks of both hypo- and hyperglycemia, and for improving patient quality of life compared to self-monitoring of blood glucose (SMBG).", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}