{"title": "Pregnancy diet high in refined grains could increase kids' obesity by age 7", "text": "Children born to women with gestational diabetes whose diet included high proportions of refined grains may have a higher risk of obesity by age 7, compared to children born to women with gestational diabetes who ate low proportions of refined grains, according to results from a National Institutes of Health study. These findings, which appear online in the American Journal of Clinical Nutrition, were part of the Diabetes & Women's Health Study, a research project led by NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD).Gestational diabetes, or high blood sugar during pregnancy, affects about 5 percent of all pregnancies in the United States and may lead to health problems for mothers and newborns. The authors noted that previous studies have linked diets high in refined grains -- such as white rice -- to obesity, type 2 diabetes and heart disease. The researchers compared records from 918 mother-child pairs who took part in the Danish National Birth Cohort, a study that followed the pregnancies of more than 91,000 women in Denmark. They found that children born to women with gestational diabetes who consumed the most refined grain (more than 156 grams per day) were twice as likely to be obese at age 7, compared to children born to women with gestational diabetes who ate the least amount of refined grain (less than 37 grams per day). The link between maternal grain consumption during pregnancy and obesity by age 7 still persisted when the researchers controlled for factors that could potentially influence the children's weight--such as physical activity level and consumption of vegetables, fruit and sweets. The authors called for additional studies to confirm their results and to follow children through later childhood, adolescence and adulthood to see if the obesity risk persists later in life.Cuilin Zhang, M.D., Ph.D, Epidemiology Branch, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/nksn-pdh060717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Epidemiology"], "journal": "American Journal of Clinical Nutrition", "description": "Children born to women with gestational diabetes whose diet included high proportions of refined grains may have a higher risk of obesity by age 7, compared to children born to women with gestational diabetes who ate low proportions of refined grains, according to results from a National Institutes of Health study.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}