{"title": "Metabolism: Beta cells under fire", "text": "While type 1 diabetes causes the destruction of the beta cells of the islets of Langerhans in the pancreas and the development of an absolute insulin deficiency, type 2 diabetes is characterized by insulin resistance and beta cell dysfunction. Before now, researchers knew very little about the concrete pathophysiological processes in the islets of Langerhans during the development of type 2 diabetes. This is primarily because their location in the pancreas means that the islets of Langerhans are not easily accessible.Examination of islets of Langerhans in their natural environment\"Our approach was to examine islets of Langerhans in their natural environment in the pancreas, which means without the isolation process and without the artifacts that possibly accompany it,\" explains Dr. Michaela Aichler. She is deputy head of the Analytical Pathology Research Unit (AAP) at the Helmholtz Zentrum München. She used high-resolution mass spectrometry imaging (MALDI imaging) for her experiments. The technology makes it possible to examine the distribution of metabolic products (cell metabolites) and proteins directly in tissue sections.Fatty acids influence insulin synthesis and secretion\"A disrupted balance in the insulin synthesis and insulin release was seen in the mouse model*,\" adds Prof. Dr. Axel Karl Walch, AAP head. \"This new, previously unknown mechanism leads to beta cell dysfunction as type 2 diabetes progresses.\" \r\nFatty acid esters already begin to accumulate at an early stage of type 2 diabetes and prevent insulin synthesis. At the same time, there is also an accumulation of other fatty acids that promote the release of insulin. The beta cells consequently no longer have sufficient insulin and their function can no longer be maintained.\r\nThe data were translated into functional networks and metabolic pathways with a special statistical method**. Investigations in cell culture experiments*** led to a functional understanding of the changes. Additional experiments with human islets of Langerhans**** were able to confirm the relevance of the newly discovered mechanism for human medicine.", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.04.012", "url": "http://www.eurekalert.org/pub_releases/2017-06/hzm--mbc060717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "Type 2 diabetes causes pathological changes in the beta cells. Scientists have successfully depicted the processes on the basis of the metabolome and proteome for the first time. Their work has been published in Cell Metabolism.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}