{"title": "A small group of neurons modulates the amount of insulin that the pancreas must produce", "text": "The brain is key in the regulation of appetite, body weight and metabolism. Specifically, there is a small group of hypothalamus neurons, called POMC, that detect and integrate signals that inform on the energy state of the organism and activate the appropriate physiological responses. These neurons are sensitive to fluctuations in nutrients such as glucose, fatty acids and amino acids.Now, a research project co-chaired by Marc Claret, at the August Pi i Sunyer Biomedical Research Institute - IDIBAPS, and Antonio Zorzano, at the Institute for Research in Biomedicine (IRB Barcelona), both members of the CIBERDEM network, reveals the connection between POMC neurons at the hypothalamus and the release of insulin by the pancreas and describes new molecular mechanisms involved in this connection. The researchers publish the study in Cell Metabolism and the first authors are Sara Ramírez and Alicia G. Gómez-Valadés, both at IDIBAPS.The connection between hypothalamus and pancreasPOMC neurons detect changes in nutrient availability, but the molecular mechanisms involved are not known in detail. Also changes in the shape of mitochondria, a phenomenon known as mitochondrial dynamics, is a mechanism of energy adaptation in changing metabolic conditions, to adjust the needs of cells.To determine whether defects in the mitochondrial dynamics of this small nucleus of POMC neurons could cause alterations in metabolism, researchers removed a mitochondrial dynamics protein, Mitofusin 1, in these cells in mice.First, the scientists observed that these mice have altered detection of glucose levels and adaptation between the fasting state and after being fed. Second, they found that these defects lead to disturbances in the glucose metabolism that are caused by a lower secretion of insulin. \"It was surprising to discover that these neurons are involved not only in the control of the intake, which was already known, but also in the control of the amount of insulin secreted by the beta cells of the pancreas,\" explains Zorzano, Head of the Laboratory of Complex Metabolic Diseases and Mitochondria at IRB Barcelona.Scientists observed for the first time that this communication between the hypothalamus and the pancreas depends on the activity of the protein Mitofusin 1 and are starting to understand some molecular details of this connection. They describe that the alterations are due to a disproportionate, though transitory, increase in the production of radical oxygen species (ROS) in the hypothalamus. When the levels of ROS in the hypothalamus are restored in the laboratory, the pancreas starts to secrete the correct levels of insulin again.Obesity and diabetesMarc Claret, head of the Neuronal Metabolism Control Group at IDIBAPS, adds that \"our results also suggest pathological implications of this animal model, since a diet rich in fats makes these mice more susceptible to developing diabetes.\"Insulin segregation is a major phenomenon in relation to diabetes. Type 2 diabetes patients, who represent the 85% of people with diabetes, have fewer beta cells and less ability to secrete insulin in response to glucose. \"Understanding the mechanisms involved in regulating insulin is important and therefore helps us to better understand the pathophysiology of diabetes,\" says Claret, who emphasizes that \"much research needs to be done to apply these findings, given that we are talking about neural mechanisms of complex intervention.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ifri-asg060717.php", "region": "europe", "source_link": "https://www.irbbarcelona.org/en/news/a-small-group-of-neurons-modulates-the-amount-of-insulin-that-the-pancreas-must-produce", "funder": "", "meeting": "", "institution": "Institute for Research in Biomedicine (IRB Barcelona)", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Nutrition/Nutrients"], "journal": "Cell Metabolism", "description": "The results published in Cell Metabolism help to understand diabetes in greater detail.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}