{"title": "How cells divide tasks and conquer work", "text": "LA JOLLA--(June 7, 2017) Despite advances in neuroscience, the brain is still very much a black box--no one even knows how many different types of neurons exist. Now, a scientist from the Salk Institute has used a mathematical framework to better understand how different cell types divide work among themselves. The theory, which is described in the journal Neuron on June 7, 2017, could help reveal how cell types achieve greater efficiency and reliability or how disease results when the division of labor is not as effective. \"Understanding how different cell types work together is a big unknown in biology,\" says Tatyana Sharpee, an associate professor in Salk's Computational Neurobiology Laboratory and holder of the Helen McLoraine Developmental Chair. \"For example, in the brain we do not know yet the number of different cell types, with ongoing debates on what even constitutes a cell type. Having a theoretical framework such as this one can focus experimental efforts for understanding biological complexity.\" In the 1950s, information theory was developed to study how to send messages in the most cost-effective manner while minimizing errors. This theory is also relevant for how neurons in the brain communicate with each other. Sharpee, who uses information theory to discern fundamental laws governing biological complexity, says it can help predict how many different cell types to expect in a system and how these cell types should work together. Sharpee and colleagues published this idea in 2015 in Proceedings of the National Academy of Sciences, explaining why neurons in the salamander retina that are sensitive to dimming lights split into two sub-types, whereas comparable neurons sensitive to increases in light do not. It turns out that neurons sensitive to light dimming are more reliable than neurons sensitive to light increases. The increased reliability of dark-sensitive neurons means they can represent signals of different strengths separately whereas neurons sensitive to light increases have to work together, in effect averaging their responses.This theory has an analogy in real life, Sharpee explains: \"When trainees are new, managers often assign the same task to several people. If they get the same or very similar answers, a manager can have more confidence in the work. Once trainees are proficient, managers can trust them enough to give each more specialized tasks.\"In this analogy, less reliable neurons are like trainees, whose answers need to be averaged because they might all be slightly off. More reliable neurons are the proficient workers, who can be given different tasks because each one's accuracy can be trusted.In the new paper, Sharpee further describes how these arguments can be generalized to help us understand how different proteins (such as ion channels that help us produce signals in the brain in the first place) divide the input ranges to achieve greater overall efficiency for the organism. Based on information theory, the arguments can also be applied outside of neuroscience. \"The theory that we tested in the retina can be relevant for understanding the complexity of many other systems, because if you have noisy input-output elements it's better to average their output. And if the elements are slightly more capable they can be more specific and divide up the dynamic range,\" adds Sharpee. She is working with a number of groups to test and broaden the range of applications, such as inflammation, mood disorders, metabolism and cancer.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/si-hcd060717.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/cells-divide-tasks-conquer-work/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Mathematics/Statistics", " Algorithms/Models", " Neurobiology", " Bioinformatics"], "journal": "Neuron", "description": "Despite advances in neuroscience, the brain is still very much a black box -- no one even knows how many different types of neurons exist. Now, a scientist from the Salk Institute has used a mathematical framework to better understand how different cell types divide work among themselves.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}