{"title": "Salk's Waitt Advanced Biophotonics Center partners with imaging giant ZEISS", "text": "LA JOLLA--The Salk Institute's Waitt Advanced Biophotonics Center and ZEISS announced today a global partnership to accelerate the frontiers of microscopy and imaging technologies.The Waitt Center, launched in 2011 with a landmark $20 million gift from Salk Board Chair Ted Waitt's Waitt Foundation and supported by federal grants, serves as a state-of-the-art research hub, offering next-generation imaging, visualization and data analysis tools to researchers from across many biological disciplines including cancer, neuroscience, plant biology and immunology.Now, the Waitt Center's partnership with ZEISS, a global, Germany-based company that develops cutting-edge optical and optoelectronic technologies, will enable access to ZEISS' state-of-the-art technology before it's commercially available. ZEISS will collaborate with Salk scientists to receive critical feedback on challenging imaging needs to further push the boundaries of imaging technologies to new frontiers.\"Overall, this is a unique opportunity that gives Salk scientists a chance to not only benefit from ZEISS technology as it is being developed, but also to influence how the next generation of microscopes are designed,\" says Uri Manor, director of the Waitt Advanced Biophotonics Center core and Salk staff scientist.Imaging and the accompanying data needed to capture higher resolution visuals are becoming more essential to biomedical research. \"We are delighted to have this opportunity to help advance critical technology so essential to many areas of cutting-edge biological fields,\" adds Elizabeth Blackburn, president of the Salk Institute. \"This partnership enables us to have access to the latest imaging technology, and will have tremendous impact on our ability to visualize and better understand the workings of biology and disease.\"ZEISS recently assisted the Waitt Center with an expansion microscopy workshop, which is expected to be the first of many hands-on workshops and courses supported by ZEISS personnel and equipment. In the future, the partnership will reach full force as the Waitt Center collaborates with ZEISS to develop, test, optimize and perform next-generation biological imaging experiments with alpha and beta versions of hardware and software for everything from high-speed 4D fluorescence imaging to cryo-correlative fluorescence and electron microscopy. \"The ZEISS labs@location Partnership Program is a community of key customers and partners providing in-depth knowledge and dedicated services to support our microscopy business,\" says Jim Sharp, president of Carl Zeiss Microscopy, LLC. \"We are very excited to work more closely with the Salk Institute to not only improve our West Coast presence, but also better understand and respond to the ever-changing needs of our user base.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/si-swa060717.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/salks-waitt-advanced-biophotonics-center-partners-imaging-giant-zeiss/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Chemistry/Physics/Materials Sciences", " Optics"], "journal": "", "description": "Global partnership will advance biomedical imaging technologies.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}