{"title": "Improvements in control of cardiovascular risk factors not seen at all socioeconomic levels in US", "text": "Between 1999 to 2014, there was a decline in average systolic blood pressure, smoking, and predicted cardiovascular risk of 20 percent or greater among high-income U.S. adults, but these levels remained unchanged in adults with incomes at or below the federal poverty level, according to a study published by JAMA Cardiology.Large improvements in the control of risk factors for cardiovascular disease have been achieved in the United States, but it remains unclear whether adults in all socioeconomic levels have benefited equally. Ayodele Odutayo, M.D., of the Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, and University of Oxford, England, and colleagues conducted a study using data on adults 40 to 79 years of age (n = 17,199) without established cardiovascular disease from the 1999 to 2014 National Health and Nutrition Examination Survey. Socioeconomic status was based on the family income to poverty ratio and participants were divided into groups of either high income, middle income, or at or below the federal poverty level.The researchers found that for adults with incomes at or below the federal poverty level, there was little evidence of a change in these outcomes across survey years: percentage with predicted absolute cardiovascular risk of 20 percent or more, 14.9 percent in 1999-2004, 16.5 percent in 2011-2014; average systolic blood pressure, 127.6 mm Hg in 1999-2004, 126.8 mm Hg in 2011-2014; and smoking, 36.5 percent in 1999-2004, 36 percent in 2011-2014. For adults in the high-income group, these measures decreased across survey years: cardiovascular risk 20 percent or greater, 12 percent in 1999-2004, 9.5 percent in 2011-2014; systolic blood pressure, 126 mm Hg in 1999-2004, 122.3 mm Hg in 2011-2014; and smoking, 14.1 percent in 1999-2004, 8.8 percent in 2011-2014. Trends in the percentage of adults with diabetes and the average total cholesterol level did not vary by income.Limitations of the study include that the researchers performed an analysis of multiple cross-sectional surveys and cannot establish a causal association between income and cardiovascular risk factors.\"Taken together, recent gains in the control of cardiovascular risk factors in the United States have not benefited adults in all socioeconomic strata equally. Renewed efforts are required to reduce income disparities in control of cardiovascular risk factors,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-iic060517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAMA Cardiology", "description": "Between 1999 to 2014, there was a decline in average systolic blood pressure, smoking, and predicted cardiovascular risk of 20 percent or greater among high-income US adults, but these levels remained unchanged in adults with incomes at or below the federal poverty level, according to a study published by JAMA Cardiology.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}