{"title": "New study on children shows fiber supplement changes gut bacteria", "text": "A couple of teaspoons of a fibre supplement, taken daily, has produced some exciting results that will help children with overweight or obesity maintain a healthier weight and prevent many diseases caused by obesity.This is the first time a study using a prebiotic fibre was performed on children to improve their intestinal bacteria profile and the results were published this week in the high-impact journal Gastroenterology.\"Powdered fibre, mixed in a water bottle, taken once a day is the simple change we asked the children to do and we got, what we consider, some pretty exciting results - it has been fantastic,\" says Raylene Reimer, PhD, professor and researcher at the University of Calgary's Faculty of Kinesiology who led the study.Children with overweight or obesity who were recruited for the study were given a prebiotic fibre, oligofructose-enriched inulin, for 16 weeks and another group of children took a placebo.Breaking the cycle of obesityAfter taking the supplement for four months, the children between the ages of seven and 12 years had a decrease in body fat and the fat around their abdomen, which increases the risk for developing type 2 diabetes or heart disease. The fibre also decreased the amount of triglycerides in their blood by 19 per cent. Triglycerides are a type of fat that could increase the risk of heart disease. The boys and girls who were in the placebo group, who didn't get this fibre, continued to gain weight at a rate that was almost triple what normal weight gain should be for a child of their age and gender. The annual projected increase in body weight for those taking the supplement would be three kilograms (6.6 pounds) versus eight kilograms (17.6 pounds) in those who got placebo. \"To me, what is so meaningful about this study is you can stop this trajectory of continuing to gain more and more weight. Being overweight in childhood tends to persist into teenage years then into adulthood. This study, literally, allowed these kids to meet what would be considered normal growth rates for their age,\" says Reimer.Healthy gut, healthy bodyIn addition to the positive result of the children attaining a healthy weight gain, the youth who took the supplement changed the profile of their gut bacteria. Prebiotics, found naturally in garlic, onions, bananas and whole wheat, act as a fertilizer for the good bacteria already in the gut. They are different from probiotics, which are live bacteria found in a variety of food, including yogurt and sauerkraut.Reimer says prebiotics are inexpensive and non-invasive and could be a plausible intervention for children with overweight or obesity. She says the microbial findings from this study provide a foundation for a larger clinical trial in the pediatric population and show the potential for improving health by changing intestinal bacteria with diet.But, she adds, obesity is a very complex issue and one that often requires multiple different strategies to help individuals achieve a healthier body weight. \"We have also recently shown (in the American Journal of Clinical Nutrition) that prebiotic supplement can suppress appetite - which is one part of helping manage weight. Since we know that intestinal bacteria can influence what happens in the brain, we will continue to study how appetite and other functions in the brain are changed by diet and particularly fibre.\"", "article_link": "http://dx.doi.org/10.1053/j.gastro.2017.05.055.", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc-nso060717.php", "region": "namerica", "source_link": null, "funder": "BMO Financial Group Endowed Research Fund in Healthy Living, Alberta Children's Hospital Foundation, Alberta Children's Hospital Research Institute, Canadian Institutes of Health Research", "meeting": "", "institution": "University of Calgary", "keywords": ["Molecular Biology", " Medicine/Health", " Diet/Body Weight", " Nutrition/Nutrients", " Pediatrics", " Public Health"], "journal": "Gastroenterology", "description": "University of Calgary research on children demonstrated that a prebiotic supplement changed their gut bacteria and after four months, the children in the study had a decrease in body fat and the fat around their abdomen. The boys and girls who were in the placebo group, who didn't get this fiber, continued to gain weight at a rate that was almost triple what normal weight gain should be for a child of their age and gender.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}