{"title": "Michigan heart surgery outcomes improved after Medicaid expansion, study finds", "text": "Expanding Medicaid coverage is associated with better outcomes for heart surgery patients, according to a study led by University of Virginia School of Medicine researchers.Researchers examined outcomes from heart surgery quality databases in Michigan, which expanded Medicaid, and Virginia, which did not. Outcomes in both states were reviewed over the same three-year period - the 18 months before Michigan expanded Medicaid and the first 18 months after Michigan expanded Medicaid. In Virginia, there were no significant changes in outcomes between the two 18-month periods. But among Michigan Medicaid patients, the risk-adjusted likelihood of a serious postoperative complication dropped by 30 percent after Medicaid expansion. Reducing complications may also help reduce the overall costs of care, the researchers said. How Medicaid Expansion May Impact Patient CarePost-expansion Michigan Medicaid patients also had a lower predicted risk of major complications or mortality, which the researchers said might reflect increased access to primary care.\"Once covered, these patients can now access necessary preventative services and primary care, hopefully leading to improved control of chronic medical conditions, such as diabetes and high blood pressure,\" said Eric J. Charles, MD, a study co-author and surgical resident at UVA Health System. \"This improvement in baseline health status prior to needing an operation may translate into lower preoperative predictive risk scores and subsequently lower postoperative rates of major complications.\"Another possibility, he said, is that patients newly eligible for Medicaid are younger and lower-risk, which could explain the lower risk scores and better outcomes for Michigan patients in the 18 months following Medicaid expansion. An important next step in evaluating the impact of Medicaid expansion, Charles said, would be separate analyses of outcomes for Medicaid patients based on whether they qualified for Medicaid under the traditional criteria or through the expanded criteria.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uovh-mhs060717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung and Blood Institute, Agency for Healthcare Research and Quality, Blue Cross and Blue Shield of Michigan, Blue Care Network", "meeting": "", "institution": "University of Virginia Health System", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Health Care Systems/Services", " Public Health", " Surgery", " Science/Health and the Law"], "journal": "Annals of Thoracic Surgery", "description": "Expanding Medicaid coverage is associated with better outcomes for heart surgery patients, according to a study led by University of Virginia School of Medicine researchers.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}