{"title": "Drinking non-cow's milk associated with lower height in children", "text": "TORONTO, June 7, 2017--Children who drink non-cow's milk--including other animal milk and plant-based milk beverages--are shorter than children who drink cow's milk, new research suggests.For each daily cup of non-cow's milk they drank, children were 0.4 centimetres shorter than average for their age, according to a study published today in the American Journal of Clinical Nutrition. For each daily cup of cow's milk they drank, children were 0.2 centimetres taller than average.The study suggests the more non-cow's milk children drink, the lower their height. The height difference for a three-year-old who drank three cups of non-cow's milk compared to three cups of cow's milk per day was 1.5 centimetres, according to the study.This height difference is similar to the difference between major percentile lines on the World Health Organization growth chart, said lead author Dr. Jonathon Maguire, a pediatrician at St. Michael's Hospital. This means drinking three cups of non-cow's milk per day might move a child to the 15th from the 50th percentile for height, and vice versa, compared with other children their age.The study also found that children who drank a combination of cow's milk and non-cow's milk daily were shorter than average. This finding suggests adding some cow's milk to a child's diet did not reverse the association between non-cow's milk consumption and lower height, said Dr. Maguire.The study did not examine why children who drank non-cow's milk were shorter on average than those who drank cow's milk, however the authors hypothesize that children who drink non-cow's milk may consume less dietary protein and fat than those who drink cow's milk, resulting in reduced growth.Height is an important indicator of children's overall health and development, said Dr. Maguire. Cow's milk has been a reliable source of dietary protein and fat for North American children, two essential nutrients to ensure proper growth in early childhood. But many parents are now choosing non-cow's milk for their children, which may have lower nutritional content, said Dr. Maguire.\"The nutritional content of cow's milk is regulated in the United States and Canada, while the nutritional contents of most non-cow's milks are not,\" he said. \"The lack of regulation means the nutritional content varies widely from one non-cow's milk product to the next, particularly in the amount of protein and fat.\"For example, two cups of cow's milk contains 16 grams of protein, which is 100 per cent of the daily protein requirement for a three-year-old child, according to the study. Two cups of almond milk beverage typically contains 4 grams of protein, which is only 25 per cent of the daily protein requirement for a three-year-old, who may not be receiving sufficient protein from other dietary sources, said Dr. Maguire.Researchers examined a total of 5034 children between the ages of 24-72 months. Of those studied, 13 per cent drank non-cow's milk daily, and 92 per cent drank cow's milk daily. While the majority of children studied drank cow's milk daily, the number who drank non-cow's milk daily suggests its popularity has increased in recent years, said Dr. Maguire, possibly due to perceived health benefits.Because this shift is so recent, there is very little research on the effect of non-cow's milk on childhood growth, he said. This makes it difficult for the average consumer to understand the pros and cons of choosing non-cow's milk over cow's milk for their child.\"If products are being marketed as being equivalent to cow's milk, as a consumer and a parent, I would like to know that they are in fact the same in terms of their effect on children's growth,\" said Dr. Maguire.All study participants were enrolled in the Applied Research Group for Kids (TARGet Kids!), collaboration between children's doctors and researchers from St. Michael's Hospital and The Hospital for Sick Children. The program follows children from birth with the aim of preventing common problems in the early years and understanding their impact on health and disease later in life.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/smh-dnm060117.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, St. Michael's Hospital Foundation", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Nutrition/Nutrients", " Pediatrics", " Parenting/Child Care/Family"], "journal": "American Journal of Clinical Nutrition", "description": "Children who drink non-cow's milk -- including other animal milk and plant-based milk beverages -- are shorter than children who drink cow's milk, new research suggests.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}