{"title": "Newly discovered disease mechanism for type 2 diabetes", "text": "A newly discovered mechanism behind reduced insulin production in type 2 diabetes is now being presented. In an article in Nature Communications, researchers at Sahlgrenska Academy describe how insulin-producing cells regress in their development, become immature, and do not work properly. A finding that opens the doors to new clinical treatments.  \"If you can affect things at the cellular level and restore the body's own rapid regulation, you can more accurately adjust blood sugar compared to what is possible with insulin injections,\" says Anders Rosengren, associate professor who is active at the Department of Neuroscience and Physiology as well as the Wallenberg Centre for Molecular and Translational Medicine at the University of Gothenburg.It has long been known that the insulin-producing cells fail in type 2 diabetes. The body does not get enough insulin and blood sugar rises. One theory argues that the insulin-producing cells become fewer in number, while another argues that their function is impaired.The new explanation, which combines the debated theories, states that the insulin-producing cells regress in their development and become immature. This reduces the number of functional cells.The gene that drives the processWith the help of 124 tissue samples, of which 41 were from people with type 2 diabetes, the researchers were able to determine which genetic changes in the cells affected the course of the disease the most. Anders Rosengren describes the analysis by comparing it to the world of air travel. \"All airports are connected in a large network, but a disruption at a hub like Frankfurt Airport is much more serious than a disruption in Gothenburg. We searched out the hubs, i.e. the key genes, and the major links. Of almost 3,000 genes that were changed in diabetes, 168 could be described as Frankfurt genes. It was these we focused on,\" he says.As the analysis continued, it showed that the gene SOX5, which was previously unknown in a diabetes context, affects the disease.\"If you experimentally suppress and deactivate SOX5, the function of the 168 genes deteriorate and the cells decrease in maturity. If you then increase the levels of SOX5, the 168 genes also increase and insulin delivery can be normalized,\" explains Anders Rosengren.\"It's very exciting to see. It was almost like a volume control, where you could increase or decrease the maturity level of the insulin-producing cells.Existing medicinesAccording to Anders Rosengren, it will not be long until we see medicines that restore the maturity of insulin-producing cells. They may already exist in the form of medicines used for other diseases.At the same time, he emphasizes the importance that healthy lifestyle habits play in type 2 diabetes. Current research shows that SOX5 decreases if you eat unhealthy foods or exercise too little.\"It is important to remember that everyone is different. Some manage a long time despite unhealthy lifestyle habits. For others, the tipping point is much earlier. But, regardless of genetic conditions, you can do something about your disease,\" says Anders Rosengren.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uog-ndd060617.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//newly-discovered-disease-mechanism-for-type-2-diabetes.cid1472500", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Physiology"], "journal": "Nature Communications", "description": "A newly discovered mechanism behind reduced insulin production in type 2 diabetes is now being presented. In an article in Nature Communications, researchers at Sahlgrenska Academy describe how insulin-producing cells regress in their development, become immature, and do not work properly. A finding that opens the doors to new clinical treatments.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}