{"title": "Does the sex of a cell matter in research?", "text": "Over the last decade, many drugs that have been pulled from the market due to toxicity were withdrawn because they affected women more than men. It turns out, the studies that brought the drugs to market were designed using only male cells and animal models, a common flaw a Tulane endocrinologist is working to help correct.\"We really need to study both sexes,\" says Dr. Franck Mauvais-Jarvis, a leading voice in the debate to bring sex parity to pre-clinical research. \"The focus on a single sex threatens to limit the impact of research findings as results may be relevant to only half of the population.\"Mauvais-Jarvis, a professor of endocrinology at Tulane University School of Medicine, is the lead author of a newly published article in the journal Cell Metabolism to help scientists who study obesity, diabetes or other metabolic diseases better account for inherent sex differences in research. While the National Institutes of Health recently mandated researchers consider sex as a biological variable by including both sexes in pre-clinical research, there is little guidance in designing studies to fully consider sex differences in underlying biological mechanisms. The article outlines the causes of sex differences in research models and the methods for investigators to account for these factors.Mauvais-Jarvis' goal is to help investigators better understand that sex differences are not simply a superficial aspect of research that only account for different sets of hormones. He maintains that male and female are two different biological systems.\"Sex differences are at the core of the mechanism for biological traits and disease,\" Mauvais-Jarvis says. \"We believe that the incorporation of appropriately designed studies on sex differences in metabolism and other fields will accelerate discovery and enhance our ability to treat disease. This is the fundamental basis of precision medicine\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tu-dts060617.php", "region": "namerica", "source_link": "http://news.tulane.edu/pr/does-sex-cell-matter-research", "funder": "", "meeting": "", "institution": "Tulane University", "keywords": ["Microbiology", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Sex-Linked Conditions"], "journal": "Cell Metabolism", "description": "A Tulane University endocrinologist co-authored a guide in the latest issue of Cell Metabolism to help scientists who study obesity, diabetes or other metabolic diseases better account for inherent sex differences in research. ", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}