{"title": "A 12-hour biological clock coordinates essential bodily functions", "text": "Some bodily activities, sleeping, for instance, mostly occur once every 24 hours; they follow a circadian rhythm. Other bodily functions, such as body temperature, cognitive performance and blood pressure, present an additional 12-hour cycle, but little is known about the biological basis of their rhythm. A team of scientists from various institutions, including Baylor College of Medicine, has revealed that, in addition to 24-hour clocks, mammals and other organisms have 12-hour clocks that are autonomous, work independently from 24-hour clocks and can be modified by external factors. Studying 12-hour clocks is important because altered 12-hour cycles have been linked to human disease. The study appears in Cell Metabolism.\r\n\"Our lab has been working on how the 24-hour cycles are regulated, and we and others have shown that disturbing these clocks may lead to diseases of metabolism,\" said senior author Dr. Bert O'Malley, chair and professor of molecular and cellular biology and Thomas C. Thompson Chair in Cell Biology at Baylor College of Medicine. \"For instance, experimental evidence shows that night-shift workers who periodically change their night and day shifts or people who travel overseas often alter their sleep cycles, and this seems to make them prone to gain weight and develop diabetes and other alterations of metabolism that may lead to disease. It's not a good idea to disturb the circadian rhythm on a regular basis.\"\r\nMath meets biology to indentify the body's internal clocksDr. Bokai Zhu, first author of this study and a postdoctoral fellow in the O'Malley lab, carried out biological analyses to determine the activity of thousands of mice genes in time. Then, co-author Dr. Clifford Dacso, professor of molecular and cellular biology at Baylor College of Medicine, and co-author and mathematician Dr. Athanasios Antoulas, professor of electrical and computer engineering at Rice University, applied mathematical analyses to these biological data.\r\nThe 12-hour clock is autonomous and can be synchronized by external cuesFurther work showed that the 12-hour rhythms of genetic activity work as biological clocks. They occur regularly and autonomously in the cells, and their oscillation can be synchronized by certain external stimuli. O'Malley and colleagues discovered that 12-hour clocks are independent from 24-hour clocks. When they experimentally eliminated a 24-hour clock, 12-hour clocks continued 'ticking.' Furthermore, the external cues that can synchronize 24-hour clocks, such as sunlight, do not affect 12-hour clocks.\r\n\"Of all the genes we analyzed, two sets with 12-hour cycles stood out; those involved with protein quality control and processing, which mainly occur in a cellular structure called endoplasmic reticulum, and those related to the energy supply of the cell, which involves the mitochondria,\" Zhu said. \"The activities of the endoplasmic reticulum and mitochondria depend on each other, and we have shown here that the 12-hour genes in the endoplasmic reticulum are synchronized with the 12-hour genes in the mitochondria, which provide the energy needed for protein processing.\"\r\n\"In addition, we found that certain liver conditions are associated with disturbed 12-hour gene expression in mice. We anticipate that further study of 12-hour cycles might lead to opportunities to improve prevention of or treatments for diseases of the liver and other organs in the future,\" O'Malley said.\r\n", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.05.004", "url": "http://www.eurekalert.org/pub_releases/2017-06/bcom-a1b060617.php", "region": "namerica", "source_link": "https://www.bcm.edu/news", "funder": "", "meeting": "", "institution": "Baylor College of Medicine", "keywords": ["Biology", " Cell Biology", " Genetics", " Physiology", " Metabolism/Metabolic Diseases", " Physiology", " Genes"], "journal": "Cell Metabolism", "description": "In addition to 24-hour clocks, mammals and other organisms have 12-hour clocks that are autonomous, work independently from 24-hour clocks and can be modified by external factors.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}