{"title": "HKBU clinical study finds effective stability rate of over 80 percent in CM treatment of chronic renal failure", "text": "The School of Chinese Medicine (SCM) of Hong Kong Baptist University (HKBU) recently conducted a clinical study on Chinese medicine treatment of chronic renal failure. The findings indicated that the effective stability rate of the Chinese medicine treatment for this disease for periods of three months, half a year and one year is 96.3%, 88.89% and 83.95% respectively. The incidence of chronic kidney disease has recently been found to be in an upward trend in the world. The number of people suffering from the disease amounts to approximately 10% of the overall population in adults. If a patient with chronic kidney disease does not receive appropriate treatment, a severe condition such as chronic renal failure may follow.Chronic renal failure is a progressive illness for which no obvious symptoms may be observed in its early stage. At a more severe stage of the disease, patients may suffer symptoms such as fatigue, weakness, edema, nausea, retching and itchiness. They will develop various complications, such as heart failure, hyperkalemia and gastrointestinal bleeding, when the kidney function deteriorates. At the final stage of renal failure, patients are required to receive treatments such as heamodialysis, peritoneal dialysis or kidney transplant.Dr Xu Daji, Senior Lecturer of the SCM Clinical Division at HKBU, conducted a clinical observation of 162 patients who attended HKBU's Chinese medicine clinics for treatment of chronic renal failure from May 2008 to December 2016. The 90 male and 72 female patients, with ages ranging from 18 to 86, had been suffering from the disease for periods ranging from three months to 26 years. According to the preset criteria, all patients were in the diagnosis stage of one to three - that is a glomerular filtration rate below 80ml/min. Also, they had not received treatments of heamodialysis and peritoneal dialysis. Based on the principle of syndrome differentiation and treatment in traditional Chinese medicine (TCM), Dr Xu classified the patients into several groups according to their different types of TCM syndromes. Of them, 43 patients (26.54%) belonged to the type of \"spleen and kidney deficiency, wet poison and blood stasis resistance\"; 30 patients (18.52%) were in the group of \"spleen and kidney deficiency, deficiency of qi and blood\"; 22 (13.58%) were diagnosed as \"trapped spleen dampness\", while the remaining 67 patients belonged to other syndrome types. Dr Xu explained that the pathogenesis of chronic renal failure mainly arises from spleen and kidney deficiency, wet poison and blood stasis resistance. In view of this, the corresponding Chinese medicine treatment for this disease focused on invigorating the spleen and kidney, while also supplementing qi and nourishing blood and reducing dampness and turbidity. Dr Xu considered that the syndrome differentiation and treatment in TCM helps to improve the clinical syndromes of the patients and provides obvious efficacy in treating related complications. The study results showed that the effective stability rate of the Chinese medicine treatment for patients suffering from the disease in the early diagnosis stage for a year was 90.23% whereas for those suffering for a year in the diagnosis stage of three, the rate was 70.47%. This indicated that the earlier a patient receives the Chinese medicine treatment for chronic renal failure, the better the clinical effect will be.The study also conducted an analysis on patients' awareness of the disease, and found that the majority of patients knew they were suffering from the disease while some of them learned about their health conditions from physical examinations. Individual cases did not realise they were at the final stage of renal failure. This indicated the importance of enhancing public education about chronic kidney diseases.During the clinical observation, some patients were found to have an infection, which worsened their health conditions. A total of 29.89% cases were found to have an infection in their respiratory tract, urinary tract, gastrointestinal area, skin, and so forth. The primary causes of diabetes, high blood pressure and chronic nephritis, were commonly observed in patients, amounting to 69.75% of the cases. This provided a strong illustration that the prevention of these primary causes of illness in their early stage and maintaining a healthy body condition were effective measures in preventing chronic renal failure from getting worse. Dr Xu explained that an unhealthy diet, intense fatigue, staying up late and insomnia were among the reasons leading to the deterioration of chronic renal failure. He encouraged people to take good care of their daily health and maintain a healthy lifestyle as well as avoid abusing medicines that are harmful to the kidney, such as pain-killers.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/hkbu-hcs060617.php", "region": "asia", "source_link": "http://hkbuenews.hkbu.edu.hk/?t=press_release_details/1894", "funder": "", "meeting": "", "institution": "Hong Kong Bapstist University", "keywords": ["Medicine/Health"], "journal": "", "description": "A clinical study conducted by HKBU found that that the effective stability rate of the Chinese medicine treatment for chronic renal failure for periods of three months, half a year and one year is 96.3 percent, 88.89 percent and 83.95 percent respectively.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}