{"title": "Promising new treatment option for chronic plaque psoriasis", "text": "BOSTON - Affecting more than 6 million Americans, chronic plaque psoriasis manifests as patches of red, scaly skin most frequently on the scalp, elbows and knees. Chronic plaque psoriasis most often appears in adolescence or mid-life and can require lifelong medication. Until the 1990s, physicians had few options to offer their patients with moderate-to-severe psoriasis. Up to a quarter of patients with psoriasis suffer from these more aggressive cases that can affect anywhere from 10 to a 100 percent of the surface of the skin.Now, two Phase 3 trials have demonstrated that a biologic agent called tildrakizumab is efficacious and well-tolerated in patients with moderate-to-severe chronic plaque psoriasis. The findings appeared today in the journal The Lancet and represent a major step forward in the treatment of the skin disorder. \"We have made a huge amount of progress in the treatment of moderate to severe psoriasis over the past 15 years,\" said the paper's lead author, Alexa B. Kimball, MD, President and CEO of Harvard Medical Faculty Physicians (HMFP) at Beth Israel Deaconess Medical Center (BIDMC) and a Professor of Dermatology at Harvard Medical School. \"In these two trials, we tested whether this new, very targeted approach to a selected part of the inflammatory pathway would be effective in treating psoriasis, and it was - dramatically so.\" An antibody that targets only a very specific pathway, tildrakizumab belongs to a class of treatments called biologic agents, or biologics for short. Different from traditional pharmaceutical drugs, biologics are based on molecules that the body makes naturally - like antibodies - repurposed to treat disease.  The parallel double-blind randomized controlled studies, known as reSURFACE 1 and 2, tested an antibody called tildrakizumab for its ability to clear up and control psoriasis in patients with moderate to severe disease. Together, more than 1,800 patients were enrolled in trials conducted at 250 sites in Austria, Australia, Belgium, Canada, the Czech Republic, Denmark, France, Germany, Hungary, Israel, Italy, Japan, Netherlands, Poland, the United Kingdom and the United States. Patients were randomized to one of three groups; one group received 200 mg tildrakizumab, one received 100 mg and one received an inactive placebo. On average, patients started the study with 30 percent of their body covered with psoriasis; 12 weeks later, 65 percent emerged with skin that was clear or almost clear - a 75 percent improvement as measured by the standard Psoriasis Area Severity Index (PASI). Fewer than 10 percent of those given a placebo achieved this level of improvement.\"The breakthrough here is that we have continued to refine our treatments to those that are likely to be most effective against psoriasis but less likely to affect other important pathways at the same time,\" Kimball said. \"The study also suggests that the 12-week end point may be too early to see optimal efficacy. Patients may continue to improve and that's going to be important to show over time.\" Within the last 15 years, researchers identified the components of the immune system that are complicit in psoriasis, molecules called interleukins, known to play a role in inflammation and allergy. Armed with that new knowledge, scientists harnessed the molecules that the body naturally produces - such as antibodies - to inhibit interleukins and manage psoriasis.  The first generation of biologics to hit the market about 15 years ago led to improved clinical outcomes in the treatment of psoriasis. But, because the interleukins in question are involved in so many biological processes, inhibiting them to manage psoriasis can cause serious side effects in some patients, including infections or other unusual immune system dysfunctions.Through a combination of basic research, clinical observation and epidemiology, Kimball and colleagues identified another interleukin more specifically relevant to psoriasis. Targeting the more relevant interleukin may lead to fewer unwanted side effects. Their findings that tildrakizumab can successfully treat psoriasis by inhibiting this recently discovered interleukin represents a major step forward in the treatment of this potentially debilitating condition. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bidm-pnt060617.php", "region": "namerica", "source_link": null, "funder": "Merck & Co., Inc.", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Dermatology"], "journal": "Lancet", "description": "The study tested the efficacy of tildrakizumab, an antibody that targets only a very specific immune system pathway. \r\nMore than 60 percent of all patients who received the active medication showed improvement, compared to less than 10 percent of patients who received placebos.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}