{"title": "Analysis of pathways activation landscape in oral squamous cell carcinoma and pre-neoplastic lesions", "text": "BALTIMORE, MD (PRWEB) June 6th, 2017Nearly 20% of patients with OSCC harbor pre-malignant dysplastic lesions. As some of these lesions evolve to malignant neoplasms, they represent intermediate steps in OSCC progression. This multi-step process from normal epithelium to premalignant change and fully invasive cancer, provides a rational framework for studying the timing of molecular alterations underlying the OSCC tumorigenesis. However, relatively few molecular changes critical to the progression of oral cancer are currently recognized. \r\nResearchers at Johns Hopkins University teamed up with Insilico Medicine, a Baltimore-based company focusing on big data analysis, in attempt to identify early drivers of oral carcinogenesis on the pathway level. Through its focus on aging research and drug discovery, InSilico Medicine is actively engaged in providing industry-leading innovative computational technology to academia and pharmaceutical industry. InSilico Medicine has contributed to and authored numerous scientific publications in top tier journals, and has been selected as the Top 5 AI Companies for Social Impact by NVIDIA at the 2017 GPU Conference. In a recently published article at Nature Communications, Insilico Medicine described iPANDA, a tool that it uses to study the minute changes in gene expression between young and old tissues and tissues afflicted by the disease. This new approach is capable of identifying highly robust, biologically relevant pathway signatures associated with disease diagnosis and treatment. In this study, the iPANDA algorithm was applied on the transcriptomic data from hundreds of neoplastic samples derived from public repositories to assess a network of molecular signaling in OSCC and pre-neoplastic lesions. Alex Zhavoronkov, PhD, CEO Insilico Medicine Inc: \"Our analysis revealed a subset of pre-cancerous lesions with signaling profile that was similar to OSCC, suggesting that dysregulation of these signaling networks occurs even before precancerous cells invade and acquire malignant potential. Our work provides the foundation for predicting which dysplastic lesions are most at risk for developing invasive carcinoma based on their signaling profile.\"Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with given parameters and published a seminal paper in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award. \"Signaling pathway activation analysis is a powerful tool for extracting biologically-relevant features from large-scale transcriptomic data. iPANDA demonstrates better performance for the noise reduction test in comparison to other pathway analysis approaches, and produces highly consistent sets of biologically relevant pathway perturbation signatures on multiple transcriptomic data sets. Applying this bioinformatics prediction algorithm on transcriptomic data form different stages of cancer development may reveal the earliest drivers of cancer on the pathway level, and aid in the development of novel means of prevention, diagnosis, and treatment of various types of cancer\": said Eugene Makarev, PhD, a lead author of this study. Evgeny Izumchenko, PhD, a researcher at Johns Hopkins University: \"As comprehensive analysis of the tumor pathway activation profile may provide broader clinical utility than raw gene expression evaluation, such approach may be implemental for the development of new therapeutic approaches and identification of novel prognostic biomarkers. While future studies with larger datasets are warranted to further estimate the value of this algorithm for capturing signaling features which characterize lesions that actually progress to cancers, this platform proposes a promising new approach for detecting cancer-promoting pathways and tailoring the right therapy to prevent tumorigenesis.\"", "article_link": "http://dx.doi.org/10.1038/cddiscovery.2017.22", "url": "http://www.eurekalert.org/pub_releases/2017-06/imi-aop060517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Cancer", " Cardiology", " Clinical Trials", " Gerontology", " Technology/Engineering/Computer Science"], "journal": "Cell Death Discovery", "description": "Oral dysplastic lesions are considered precursors of OSCC. However only a subset of such lesions progress to invasive cancer. There is an urgent need for biomarkers, which might assign a risk for cancer development in patients with premalignant lesions. Scientists at the Johns Hopkins University alongside collaborators from Insilico Medicine, Inc, have applied iPANDA, a novel approach for analyzing high-throughput transcriptomic datasets, to identify the earliest signaling harbingers of malignant transition.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}