{"title": "Neurodegenerative disease mechanism and potential drug identified", "text": "Two new studies of progressive, neurodegenerative diseases linked to defects in cells' mitochondria offer hope for developing a new biomarker for research and diagnostics, and a drug for treating such diseases, report researchers at the University of California, Davis.Both studies, co-authored by biochemist Gino Cortopassi in the UC Davis School of Veterinary Medicine, have implications for Friedreich's ataxia, a rare, inherited disease that affects 6,000 people in the United States.Friedreich's is characterized by progressive neurodegeneration in the spine, as well as muscle weakness, heart disease and diabetes.Findings from the two studies are being published this week in the journal Human Molecular Genetics.Friedrich's ataxia is one of several serious diseases caused by dysfunctional mitochondria -- microscopic structures inside the cell that generate the cell's chemical energy, and play a key role in cell growth, function and death.In addition to Friedreich's ataxia, other mitochondrial diseases include Leber's optic neuropathy, myoneurogenic gastrointestinal encephalopathy, and myoclonic epilepsy with ragged red fibers -- complex names for unusual but devastating disorders.There are currently no Food and Drug Administration-approved therapies for treating mitochondrial diseases, including Friedreich's ataxia.Inherited deficiencies in the mitochondrial protein frataxin cause Friedreich's ataxia, but it has been unclear how the deficiency in this single protein leads to the death of neurons and degeneration of muscles.One of the new studies shows that a loss of the frataxin protein causes a decrease in mitochondrial number in blood and skin cells from patients with Friedreich's ataxia. Mice with a deficiency in the protein also have fewer mitochondria.There are two main applications of the new knowledge, Professor Cortopassi said.\"Knowing now that the frataxin deficiency causes a shortage of mitochondria, we and others may be able to use the number of mitochondria as a biomarker for determining the disease severity and progression in Friedreich's ataxia patients,\" he said. \"Such a biomarker could also be used to evaluate the effectiveness of new drugs for treating the disease.\"In the second study, Cortopassi and colleagues focused on the drug dimethyl fumarate, or DMF, already approved by the FDA for treating adult patients with a relapsing form of multiple sclerosis as well as psoriasis, an autoimmune skin disease.DMF is known to help prevent inflammation and protect cells from damage.In this study, the researchers examined the effects of DMF on human fibroblast (skin) cells, mice and human patients with multiple sclerosis.The researchers demonstrated that DMF dosing causes increased mitochondrial numbers in human skin fibroblasts, in mouse tissues and in humans. The researchers also showed that the drug enhanced mitochondrial gene expression.\"Taken together, these findings suggest that DMF, by increasing mitochondria, has the potential to lessen the symptoms of muscle diseases, which are caused at least in part by mitochondrial abnormalities,\" said Cortopassi, who for 25 years has focused on better understanding \"orphan\" mitochondrial diseases -- disorders so rare that no therapies have been developed for them.In 2011 he established Ixchel Pharma in an effort to identify existing drugs and customize them for treating patients with Friedreich's ataxia and other mitochondrial diseases.The following comments are from researchers not involved with these two studies but knowledgeable about Friedreich's ataxia and other mitochondrial diseases:\"The studies are highly significant for several reasons. First they identify a novel disease mechanism. While defects in mitochondrial energy production in Friedreich's ataxia have been known for quite a long time, the loss of mitochondria associated with decreased frataxin provides a rational explanation for these observations. Second, changes in mitochondrial abundance will provide useful biomarkers to assess patients' responses to therapeutic trials. Third, and most important, the identification of DMF as a mitochondrial stimulator in Friedreich's ataxia is an important step forward in the search for effective therapies, providing proof of concept that modulation of the signals that tell the cell to make more mitochondria may offer unique opportunities to design effective drugs.\"Giovanni Manfredi, physician and professor, the Brain and Mind Research Institute of Cornell University's Weill Cornell Medicine, New York City\"This represents groundbreaking work that provides an important contribution to understanding the pathology of both Friedreich's ataxia and mitochondrial diseases. The advances in these two papers are exciting because they suggest that a current drug could be used to treat FA and mitochondrial DNA diseases, for which there are few therapies. This work also shows the value of basic research in adapting current therapies to extend their range to treat currently devastating diseases.\"Mike Murphy, principal investigator, MRC Mitochondrial Biology Unit, University of Cambridge, UK\"DMF is a well-known drug approved by regulatory agencies in both the U.S. and Europe and clinically used worldwide for many years. Thus, the finding that it stimulates mitochondrial biogenesis in multiple sclerosis patients is very important and provides great perspectives for the treatment of patients with the many rare disorders affecting mitochondrial function, including the devastating Friedreich's ataxia. Given the amount of time and money nowadays required for developing brand-new drugs, discovering a new use for a molecule for which detailed clinical information is already available clearly represents a major, if not the only, hope for people affected by an orphan disease.\"Franco Taroni, physician and researcher, Carlo Besta Neurological Institute, Milan, Italy", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--ndm060617.php", "region": "namerica", "source_link": "http://www.ucdavis.edu/news/neurodegenerative-disease-mechanism-and-potential-drug-identified", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Friedreich's Ataxia Research Alliance", "meeting": "", "institution": "University of California - Davis", "keywords": ["Biochemistry", " Cell Biology", " Molecular Biology", " Medicine/Health", " Neurobiology", " Neurochemistry"], "journal": "Human Molecular Genetics", "description": "Two new, UC Davis-led studies of neurodegenerative diseases linked to mitochondrial defects offer hope for developing a new biomarker for research and diagnostics, and a drug for treating such diseases.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}