{"title": "Warren Alpert Foundation honors five pioneers in cancer immunology", "text": "The 2017 Warren Alpert Foundation Prize has been awarded to five scientists for transformative discoveries in the field of cancer immunology.Collectively, their work has elucidated foundational mechanisms in cancer's ability to evade immune recognition and, in doing so, has profoundly altered the understanding of disease development and treatment. Their discoveries have led to the development of effective immune therapies for several types of cancer.The 2017 award recipients are:Lieping Chen, United Technologies Corporation Professor in Cancer Research and professor of immunobiology, of dermatology and of medicine, Yale UniversityGordon Freeman, professor of medicine, Dana-Farber Cancer Institute, Harvard Medical SchoolTasuku Honjo, professor of immunology and genomic medicine, Kyoto UniversityArlene Sharpe, the George Fabyan Professor of Comparative Pathology, Harvard Medical SchoolThe honorees will share a $500,000 prize and will be recognized at a day-long symposium on Oct. 5 at Harvard Medical School.The Warren Alpert Foundation, in association with Harvard Medical School, honors trailblazing scientists whose work has led to the understanding, prevention, treatment or cure of human disease. The award recognizes seminal discoveries that hold the promise to change our understanding of disease or our ability to treat it.\"The discoveries honored by the Warren Alpert Foundation over the years are remarkable in their scope and potential,\" said George Q. Daley, dean of Harvard Medical School. \"The work of this year's recipients is nothing short of breathtaking in its profound impact on medicine. These discoveries have reshaped our understanding of the body's response to cancer and propelled our ability to treat several forms of this recalcitrant disease.\"The Warren Alpert Foundation Prize is given internationally. To date, the foundation has awarded nearly $4 million to 59 scientists. Since the award's inception, eight honorees have also received a Nobel Prize.\"We commend these five scientists. Allison, Chen, Freeman, Honjo and Sharpe are indisputable standouts in the field of cancer immunology,\" said Bevin Kaplan, director of the Warren Alpert Foundation. \"Collectively, they are helping to turn the tide in the global fight against cancer. We couldn't honor more worthy recipients for the Warren Alpert Foundation Prize.\"The 2017 award: Unraveling the mysterious interplay between cancer and immunityUnderstanding how tumor cells sabotage the body's immune defenses stems from the collective work of many scientists over many years and across multiple institutions. Each of the five honorees identified key pieces of the puzzle. The notion that cancer and immunity are closely connected and that a person's immune defenses can be turned against cancer is at least a century old. However, the definitive proof and demonstration of the steps in this process were outlined through findings made by the five 2017 Warren Alpert prize recipients.Under normal conditions, so-called checkpoint inhibitor molecules rein in the immune system to ensure that it does not attack the body's own cells, tissues and organs. Building on each other's work, the five award recipients demonstrated how this normal self-defense mechanism can be hijacked by tumors as a way to evade immune surveillance and dodge an attack. Subverting this mechanism allows cancer cells to survive and thrive.A foundational discovery made in the 1980s elucidated the role of a molecule on the surface of T cells, the body's elite assassins trained to seek, spot and destroy invaders. A protein called CTLA-4 emerged as a key regulator of T cell behavior--one that signals to T cells the need to retreat from an attack. Experiments in mice lacking CTLA-4 and use of CTLA-4 antibodies demonstrated that absence of CTLA-4 or blocking its activity could lead to T cell activation and tumor destruction.Subsequent work identified a different protein on the surface of T cells--PD-1--as another key regulator of T cell response. Mice lacking this protein developed an autoimmune disease as a result of aberrant T cell activity and over-inflammation.  Later on, scientists identified a molecule, B7-H1, subsequently renamed PD-L1, which binds to PD-1, clicking like a key in a lock. This was followed by the discovery of a second partner for PD-1--the molecule PD-L2--which also appeared to tame T-cell activity by binding to PD-1.The identification of these molecules led to a set of studies showing that their presence on human and mouse tumors rendered the tumors resistant to immune eradication. A series of experiments further elucidated just how tumors exploit the interaction between PD-1 and PD-L1 to survive. Specifically, some tumor cells appeared to express PD-L1, essentially \"wrapping\" themselves in it to avoid immune recognition and destruction.Additional work demonstrated that using antibodies to block this interaction disarmed the tumors, rendering them vulnerable to immune destruction.Collectively, the five scientists' findings laid the foundation for antibody-based therapies that modulate the function of these molecules as a way to unleash the immune system against cancer cells.Antibody therapy that targets CTLA-4 is currently approved by the FDA for the treatment of melanoma. PD-1/PD-L1 inhibitors have already shown efficacy in a broad range of cancers and have been approved by the FDA for the treatment of melanoma; kidney; lung; head and neck cancer; bladder cancer; some forms of colorectal cancer; Hodgkin lymphoma and Merkel cell carcinoma.In their own words\"I am humbled to be included among the illustrious scientists who have been honored by the Warren Alpert Foundation for their contributions to the treatment and cure of human disease in its 30+ year history.  It is also recognition of the many investigators who have labored for decades to realize the promise of the immune system in treating cancer.\"\r\n        -James Allison\"The award is a great honor and a wonderful recognition of our work.\"\r\n          -Lieping Chen\"I am thrilled to have made a difference in the lives of cancer patients and to be recognized by fellow scientists for my part in the discovery of the PD-1/PD-L1 and PD-L2 pathway and its role in tumor immune evasion.  I am deeply honored to be a recipient of the Alpert Award and to be recognized for my part in the work that has led to effective cancer immunotherapy. The success of immunotherapy has unleashed the energies of a multitude of scientists to further advance this novel strategy.\"\r\n         -Gordon Freeman\"I am extremely honored to receive the Warren Alpert Foundation Prize. I am very happy that our discovery of PD-1 in 1992 and subsequent 10-year basic research on PD-1 led to its clinical application as a novel cancer immunotherapy. I hope this development will encourage many scientists working in the basic biomedical field.\"\r\n          -Tasuku Honjo\"I am truly honored to be a recipient of the Alpert Award. It is especially meaningful to be recognized by my colleagues for discoveries that helped define the biology of the CTLA-4 and PD-1 pathways. The clinical translation of our fundamental understanding of these pathways illustrates the value of basic science research, and I hope this inspires other scientists.\"\r\n-Arlene SharpePrevious winnersLast year's award went to five scientists who were instrumental in the discovery and development of the CRISPR bacterial defense mechanism as a tool for gene editing. They were Rodolphe Barrangou of North Carolina State University, Philippe Horvath of DuPont in Dangé-Saint-Romain, France, Jennifer Doudna of the University of California, Berkeley, Emmanuelle Charpentier of the Max Planck Institute for Infection Biology in Berlin and Umeå University in Sweden, and Virginijus Siksnys of the Institute of Biotechnology at Vilnius University in Lithuania.Other past recipients include:Tu Youyou of the China Academy of Chinese Medical Science, who went on to receive the 2015 Nobel Prize in Physiology or Medicine with two others, and Ruth and Victor Nussenzweig, of NYU Langone Medical Center, for their pioneering discoveries in chemistry and parasitology of malaria and the translation of their work into the development of drug therapies and an anti-malarial vaccine.\r\nOleh Hornykiewicz of the Medical University of Vienna and the University of Toronto; Roger Nicoll of the University of California, San Francisco; and Solomon Snyder of the Johns Hopkins University School of Medicine for research into neurotransmission and neurodegeneration.\r\nDavid Botstein of Princeton University and Ronald Davis and David Hogness of Stanford University School of Medicine for contributions to the concepts and methods of creating a human genetic map.\r\nAlain Carpentier of Hôpital Européen Georges-Pompidou in Paris and Robert Langer of MIT for innovations in bioengineering.\r\nHarald zur Hausen and Lutz Gissmann of the German Cancer Research Center in Heidelberg for work on the human papillomavirus (HPV) and cancer of the cervix. Zur Hausen and others were honored with the Nobel Prize in Physiology or Medicine in 2008.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/hms-wa060617.php", "region": "namerica", "source_link": "https://hms.harvard.edu/news/warren-alpert-foundation-honors-five-pioneers-cancer-immunology", "funder": "Warren Alpert Foundation", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Cancer", " Immunology/Allergies/Asthma"], "journal": "", "description": "The 2017 Warren Alpert Foundation Prize has been awarded to five scientists for transformative discoveries in the field of cancer immunology.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}