{"title": "Simple step to protect people with type 1 diabetes against heart disease", "text": "One additional injection of insulin three hours after eating has been shown to protect people with type 1 diabetes from cardiovascular disease - the leading cause of death among people with the condition. A small preliminary clinical trial published in Diabetes and Vascular Disease Research has found the easy step allows people with type 1 diabetes to better regulate their blood sugar levels. Crucially, it also reduces fat and inflammatory markers in the blood that can damage blood vessels and heart disease. People with type 1 diabetes are up to ten times more likely to suffer from cardiovascular disease than the general population, and the condition accounts for more than half of all deaths in this patient group.The team are now looking to continue with a larger trial over a longer period to look at blood vessel health and diabetes control.In the UK, most people with type 1 diabetes regulate their blood sugar levels by injecting insulin throughout the day. The dose after mealtimes is usually calculated from the amount of carbohydrate in the meal. But this doesn't account for how much fat is in the food, which is broken down by the body at a slower rate than carbohydrate.Co-author of the study, Dr Matthew Campbell from Leeds Beckett University, explained: \"Many people with type 1 diabetes struggle to regulate their blood sugar levels around mealtimes, because the fat content in their food is metabolised after their standard insulin injection has lost its potency or has left their blood. Most meals in a typical UK diet have a high fat content, and slower metabolism of this fat can lead to raised blood sugar levels - with risk of hyperglycaemia - and also higher levels of fat and inflammatory markers in the blood, which increase the risk of cardiovascular disease.\"The small trial held at the NIHR Newcastle Clinical Research Facility involved ten men with type 1 diabetes who were given three meals with identical carbohydrate and protein content. One of the meals had a low fat content and two had a high fat content.  With the low fat meal, the volunteers administered their insulin dose as normal, calculated by the carbohydrate levels in the food. The volunteers did the same after one high fat meal, but with the other, they also administered a further insulin injection of one third of the original dose, three hours after eating.  Blood samples were taken for analysis every half hour, until six hours after eating. The team found that after the high fat meal and the standard insulin injection, sugar, fat and inflammatory markers in the blood were significantly elevated six hours after eating. However, when the extra insulin shot was taken, the blood analysis showed normal levels of sugar, fat and inflammatory markers, similar to after the low fat meal.Co-author Dr Daniel West, of Newcastle University, said: \"Improving the sugar and fat levels in the blood after eating is important for the long-term health of the heart and blood vessels. But calculating insulin injection dose based on carbohydrates alone is clearly too simplistic, as most people eat meals that include fat and protein too.\"Dr Campbell added: \"Our findings show that, after a high fat meal, an extra dose of insulin provides a very simple way of both regulating blood sugar levels for short term health and protecting against the long term risks of cardiovascular disease. We feel strongly that the advice given to people with type 1 diabetes needs to be updated to take this new information into account.\"The UK team urge people seek medical advice before altering their insulin injection. They are now intending to begin a larger scale trial.\r\n", "article_link": "http://dx.doi.org/10.1177/1479164117698918", "url": "http://www.eurekalert.org/pub_releases/2017-06/lbu-sst060517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Leeds Beckett University", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Daibetes and Vascular Disease Research", "description": "One additional injection of insulin three hours after eating has been shown to protect people with type 1 diabetes from cardiovascular disease -- the leading cause of death among people with the condition.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}