{"title": "Injectable solution may provide weeks of glucose control", "text": "DURHAM, N.C. -- Biomedical engineers at Duke University have created a technology that might provide weeks of glucose control for diabetes with a single injection, which would be a dramatic improvement over current therapies. In primates, the treatment has been shown to last for weeks, rather than days.By creating a controlled-release mechanism for a drug and optimizing its circulation time in the body, this new biopolymer injection has the potential to replace daily or weekly insulin shots with a once-a-month or twice-a-month treatments for type 2 diabetes. The new therapy is described June 5 in Nature Biomedical Engineering. Many current treatments for type 2 diabetes use a signaling molecule called glucagon-like peptide-1 (GLP1) to cause the pancreas to release insulin to control blood sugar. However, this peptide has a short half-life and is cleared from the body quickly. To make treatments last longer, researchers have previously fused GLP1 with synthetic microspheres and biomolecules like antibodies, making them active for two to three days in mice and up to a week in humans. Despite this improvement, many of these treatments don't include a mechanism to control the rate of the peptide's release, causing the treatment's effectiveness to plateau after prolonged use.  Now researchers at Duke have created a technology that fuses GLP1 to a heat-sensitive elastin-like polypeptide (ELP) in a solution that can be injected into the skin through a standard needle. Once injected, the solution reacts with body heat to form a biodegradable gel-like \"depot\" that slowly releases the drug as it dissolves. In animal experiments, the resulting therapy provided glucose control up to three times longer than treatments currently on the market. \"Although we've pursued this method in the past, Kelli Luginbuhl, a grad student in my lab, systematically worked to vary the design of the delivery biopolymer at the molecular level and found a sweet spot that maximized the duration of the drug's delivery from a single injection,\" says Ashutosh Chilkoti, chair of the Department of Biomedical Engineering (BME) at Duke University and a senior author of the paper. \"By doing so, we managed to triple the duration of this short-acting drug for type 2 diabetes, outperforming other competing designs.\" Building upon their previous work with the drug and delivery system, researchers in the Chilkoti lab optimized their solution to regulate glucose levels in mice for 10 days after a single injection, up from the previous standard of 2-3 days.   \r\nIn further tests, the team found that the optimized formulation improved glucose control in rhesus monkeys for more than 14 days after a single injection, while also releasing the drug at a constant rate for the duration of the trial. \"What's exciting about this work was our ability to demonstrate that the drug could last over two weeks in non-human primates,\" says Kelli Luginbuhl, a PhD student in the Chilkoti lab and co-author of the study. \"Because our metabolism is slower than monkeys and mice, the treatment should theoretically last even longer in humans, so our hope is that this will be the first bi-weekly or once-a-month formulation for people with type 2 diabetes.\" Currently, the longest-acting glucose control treatment on the market, dulaglutide, requires a once-weekly injection, while standard insulin therapies often have to be injected twice or more every day. Despite a variety of treatment options, managing type 2 diabetes still poses a problem. Patients don't always reach their glycemic targets, and adherence to a treatment plan that relies on frequent, meal-specific dosing leaves room for human error. By limiting the number of injections a person will need to control their glucose levels, the researchers hope this new tool will improve treatment options for the disease. The researchers now plan to study the immune response to repeated injections and test the material with other animal models. Chilkoti and Luginbuhl are also considering additional applications for the controlled-release system, such as delivering pain medication. Chilkoti also said that because the drug is synthesized inside E. coli bacterial cultures instead of mammalian cells, it is cheaper and faster to produce, making it a potential target for use in developing countries once it's commercialized.   ", "article_link": "http://dx.doi.org/10.1038/s41551-017-0078", "url": "http://www.eurekalert.org/pub_releases/2017-06/du-ism060117.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation", "meeting": "", "institution": "Duke University", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "Nature Biomedical Engineering", "description": "Biomedical engineers at Duke University have created a biopolymer that can provide weeks of glucose control with a single injection. The new tool has the potential to replace daily or weekly insulin shots with bi-weekly or once-a-month treatments of glucagon-like peptide-1 (GLP1) for type 2 diabetes.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}