{"title": "The World Congress on Targeting Metabesity (Metabesity2017)", "text": "Rachel Katzir\nmetabesity@bioevents.net\n44-203-051-4032 x521\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/pub-twc060517.php", "region": "", "source_link": "http://metabesity2017.com/default.aspx", "funder": "", "meeting": "", "institution": "", "keywords": ["Cancer", " Diet/Body Weight", " Endocrinology", " Health Professionals", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Neurobiology", " Disease in the Developing World"], "journal": "", "description": "It is our pleasure to invite you to participate in a unique and important meeting: The World Congress on Targeting Metabesity (Metabesity2017), which will take place 30-31 October 2017 in London, UK.\\r\\n\\r\\nThe term Metabesity expresses the links among diverse major diseases and conditions to shared metabolic roots.  Diabetes, obesity, and cardiovascular diseases, joined by neurodegenerative disorders, cancer, and even the aging process itself, share metabolic and inflammatory provenances.\\r\\n\\r\\nMetabesity2017 aims at stretch goals to prevent and cure disease and slow the aging process by engaging world-renowned experts, executives, policy makers, and other participants from the fields of metabolic-rooted disorders. The Congress will start with updates of key scientific discoveries that present targets for intervention with multiple modalities ranging from nutritionals, drugs, and biologics to devices, diagnostics and digital health management systems.  \\r\\n\\r\\nThe distinctive objective of Metabesity2017 is to devise cross-cutting strategies to leverage impact of this science and technology. The emphasis will extend beyond just identifying, translating, and evaluating these assets to taking on the daunting challenges of commercializing, utilizing, and paying for products that can prevent or reverse metabolic-rooted diseases and may entail long development times.  \\r\\n\\r\\nMetabesity2017 will deliver actionable knowledge in a highly interactive format.  Importantly, new understandings and solutions will emerge from this cauldron of scientists, regulatory and corporate decision makers, investors, philanthropists, entrepreneurs, and intellectual property experts. \\r\\n\\r\\nParticipants at Metabesity2017 will have the unique opportunity to gain first-hand knowledge from key opinion leaders by scheduling one-on-one meetings during the coffee and lunch breaks at the Congress. \\r\\n\\r\\nMetabesity2017 will be of high value to anyone with a responsible role in the life sciences world. \\r\\n\\r\\nWe look forward to seeing you at Metabesity2017 in the metropolitan city of London.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}