{"title": "Generous health insurance plans encourage overtreatment, but may not improve health", "text": "CATONSVILLE, MD, June 5, 2017 - Offering comprehensive health insurance plans with low deductibles and co-pay in exchange for higher annual premiums seems like a good value for the risk averse, and a profitable product for insurance companies. But according to a forthcoming study in a leading scholarly marketing journal, the INFORMS journal Marketing Science, such plans can encourage individuals with chronic conditions to turn to needlessly expensive treatments that have little impact on their health outcomes. This in turn raises costs for the insurer and future prices for the insured. The study, \"A Dynamic Model of Health Insurance Choices and Health Care Consumption Decisions,\" is co-authored by Nitin Mehta of the University of Toronto, Jian Ni of Johns Hopkins University, Kannan Srinivasan of Carnegie Mellon University, and Baohong Sun of the Cheung Kong Graduate School of Business. The authors examined data from an unnamed health insurer in the United States on the insurance plan and treatment options for 3,000 chronically ill patients over a three year period. Chronic illnesses - including conditions such as heart disease, cancer, hypertension, rheumatoid arthritis, respiratory diseases, diabetes, and kidney disease - account for nearly 75 percent of health care expenditures in the U.S. Treatments vary widely in terms of cost and impact: expensive \"frontier\" treatments provide the best outcome for only the seriously ill, while cheaper, established treatments prove effective for most other patients. As an example, the annual cost to an insurer for \"biologics\" - novel genetically modified protein drugs - is upwards of $20,000, while the more established drug - methotrexate - costs only $1,000 a year.\"We found that about 14 percent of the chronically ill customers in our sample who only had moderate illness chose a comprehensive plan and ended up using expensive treatments, even if the incremental health benefit over a less expensive treatment was not major,\" said Ni. \"This segment seemed like an ideal target for an intervention to cut costs.\"The authors examined the underlying reasons for why patients chose the more generous insurance plans and expensive treatments. They found that not only price, but also the lack of information and uncertainty about effectiveness of alternative treatments, drove choice.  Chronically ill patients could be uncertain about the severity of their illness and how they would respond to alternative treatments. Faced with uncertainty, they asked doctors for the \"best\" treatment available and chose generous plans with lower copay and deductibles, which in turn made them more likely to choose the expensive treatment. The authors evaluated the potential effectiveness of a \"pricing\" and \"personalized medicine\" intervention by simulating behavior based on their patient model of insurance and treatment choice. The pricing intervention involved a reduction in co-pay for the less expensive treatment by 50 percent, while the personalized medicine intervention provided additional information, and greater certainty, about the effectiveness of alternative treatments. The pricing intervention reduced cost for the target segment by about 7 percent, while the personalized medicine intervention that reduced treatment outcome uncertainty reduced costs by 11 percent. \"Given our priors about the importance of price in choice, we were surprised that differential copay for the less expensive treatment was not as effective at curtailing costs as the personalized medicine intervention that reduced the uncertainty about the effectiveness of different treatments,\" said Mehta. \"Beyond the direct value of personalized medicine for improving medical treatments, it is valuable for policy makers to recognize that personalized medicine can substantially reduce costs to the insurer and insured just by guiding appropriate insurance and treatment choices.\" Srinivasan noted that health insurance has unique challenges compared to autos and home insurance when offering a menu of insurance plans. Said Srinivasan, \"People won't go out of their way to get into accidents or burn their homes, simply because they have more comprehensive insurance, but they do tend to get more expensive treatments with more comprehensive coverage.\" Sun added that this moral hazard problem is even more acute for healthcare because \"while a past claim can be used to raise auto and home insurance premiums, penalizing people for a past health claim or pre-existing health condition seems morally unacceptable as health outcomes are typically not within one's control. Hence our discovery that personalized medicine can help reduce excessive health care usage and rising insurance costs simply by providing relevant information to consumer is particularly attractive.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ifor-ghi060517.php", "region": "namerica", "source_link": "http://ow.ly/HMXD30cgWmR", "funder": "", "meeting": "", "institution": "Institute for Operations Research and the Management Sciences", "keywords": ["Health Care", " Insurance", " Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " Cancer", " Diabetes", " Management Science/Operations Research"], "journal": "Marketing Science", "description": "Offering comprehensive health insurance plans with low deductibles and co-pay in exchange for higher annual premiums seems like a good value for the risk averse, and a profitable product for insurance companies. But according to a study in a leading scholarly marketing journal, the INFORMS journal Marketing Science, such plans can encourage individuals with chronic conditions to turn to needlessly expensive treatments that have little impact on their health outcomes.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}