{"title": "Research in bloodless worms reveals how organs communicate status of life-giving heme", "text": "COLLEGE PARK, Md. - Scientists at the University of Maryland and the National Institutes of Health (NIH) have identified for the first time a signaling system by which organs within an animal can communicate their need for heme, an iron-containing ring required for oxygen transport and many other essential biological processes.It is the latest of several major findings by University of Maryland Professor of Animal and Avian Sciences Iqbal Hamza and his group that fill in key pieces in the puzzle of how animals prioritize and allocate their need for heme and safely move it within the body.By enclosing otherwise toxic iron in a protective molecular cage, heme makes it possible for organisms to use iron's life-enabling ability to bind to oxygen and other gases.  Heme is best known as a key component of hemoglobin, the protein in oxygen-carrying red blood cells. However, heme in the form of other hemoproteins, also is involved in other crucial biological processes such as energy transfer within cells, muscle formation, and immune system and circadian (internal) clock functions. Thus maintenance of homeostatic heme levels is extremely important in humans and other animals.  In a new paper published in Nature Cell Biology, Hamza, and UMD and NIH coauthors, show how organs in the roundworm (C. elegans) communicate their heme status using a previously unknown system that has two components. The team identified the first component as HRG-7, an enzyme secreted from the worm intestine that communicates the heme levels in the intestine to the other tissues. They found that the HRG-7 heme signaling is reciprocally regulated by a second component found in the nervous system, a signaling substance called BMP-5, that \"handshakes\" with the HRG-7 protein to allow two-way transmission of information about heme levels between the intestine and the other tissues.  \"A long-held paradigm has been that cells within an animal live and die with their heme load and don't transport heme between cells and organs,\" said Hamza, a professor in UMD's College of Agriculture and Natural Resources. According to this paradigm, tissues meet their heme requirements exclusively by making it within individual cells.  \"These cells use iron -- taken in from the environment or derived from breakdown of hemoglobin or other hemoproteins -- to build new heme molecules from scratch through a complex eight step synthesis process.\" However, Hamza and his team say their new findings of inter-tissue communication of heme levels in the simple roundworm - taken together with recent findings from other researchers demonstrating that heme itself can act as a signaling molecule to determine the fate of certain cell types - suggest that animals maintain optimal tissue levels of heme by tissue cross-talk and by re-appropriating heme between them.  In effect, organs maintain heme homeostasis using both in-cell synthesis and the transport of environmental heme from neighboring cells and tissues.The researchers note in their paper that for each of the components of this newly uncovered HRG-7-mediated signaling pathway there is evidence that homologous components exist in humans and other vertebrates. \"It is conceivable that an analogous... signaling pathway may exist in humans to regulate iron and heme metabolism,\" they say.This latest finding builds on a number of previous studies led by Hamza. This includes research that found roundworms use HRG-1 proteins for the process of transporting into their intestines heme obtained from bacteria ingested by the worms from the soil where they live.  And a 2013 paper showed that this same HRG1 transporter protein permits humans to recycle over 5 million red blood cells per second in the spleen and liver.  In a 2011 paper in Cell, Hamza and colleagues revealed that roundworms have an HRG-3 protein used as an intercellular heme chaperone in transporting heme from the mother to her embryos.Hamza first started trying to uncover the secrets of heme transport in 2003. After  briefly and unsuccessfully studying the question of heme-carrying proteins in traditional yeast and mice models, Hamza switched to C. elegans, an animal that doesn't make heme, but needs it to survive, that doesn't even have blood, but shares a number of genes essential for blood formation in humans. According to Hamza and his colleagues, these \"bloodless worms\" have multiple benefits for studying heme communication and transport. These include the ability to control heme ingestion, to manipulate both intracellular heme levels and gene expression of transporter and signaling proteins. And, because the skin of C. elegans is transparent, use of fluorescent tracers and microscopes allows researchers to monitor heme levels, heme transport and heme signaling throughout an entire live animal.Inter-organ signaling by HRG-7 promotes systemic heme homeostasis, Nature Cell Biology, (date, volume, etc.): Jason Sinclair, Katherine Pinter, Tamika Samuel, Simon Beardsley, Xiaojing Yuan, Jianbing Zhang, Kevin Meng, Sijung Yun* , Michael Krause* and Iqbal Hamza.", "article_link": "http://dx.doi.org/10.1038/ncb3539", "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-rib060217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Roche Foundation for Anemia Research", "meeting": "", "institution": "University of Maryland", "keywords": ["Biology", " Physiology", " Medicine/Health"], "journal": "Nature Cell Biology", "description": "Scientists at the University of Maryland and the National Institutes of Health (NIH) have identified for the first time a signaling system by which organs within an animal can communicate their need for heme, an essential iron-containing ring required for oxygen transport and many other vital biological processes.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}