{"title": "One in 5 surgical weight-loss patients take prescription opioids 7 years after surgery", "text": "PITTSBURGH, June 5, 2017 - While the proportion of adults with severe obesity using prescription opioids initially declines in the months after bariatric surgery, it increases within a matter of years, eventually surpassing pre-surgery rates of patients using the potentially addictive pain medications, according to new research from a National Institutes of Health (NIH)-funded multicenter study led by the University of Pittsburgh Graduate School of Public Health. The findings--which come from one of the largest, longest-running studies of adults who underwent weight-loss surgery--indicate that improvements in obesity-related pain gained through bariatric surgery are not sufficient to counter the need for pain relief in the years following the procedure. Results are reported today in Surgery for Obesity and Related Diseases, the journal of the American Society for Metabolic and Bariatric Surgery. \"Almost half of patients reporting opioid use at the time of surgery reported no such use following surgery. However, among the much larger group of patients who did not report opioid use pre-surgery, opioid use gradually increased throughout seven years of follow-up,\" said lead author Wendy C. King, Ph.D., associate professor of epidemiology at Pitt Public Health. \"Thus, post-surgery initiation of opioid use explains this phenomenon.\" The U.S. Centers for Disease Control and Prevention recently presented an evidence-based guideline stating that opioids should not routinely be used to manage chronic pain. \"Our nation is in an epidemic of opioid abuse, addiction and overdose. Recent reports have suggested that bariatric surgery patients are at elevated risk of chronic opioid use,\" said co-author Anita P. Courcoulas, M.D., M.P.H., chief of minimally invasive bariatric and general surgery at UPMC. \"Our study does not prove that bariatric surgery causes an increase in opioid use. However, it does demonstrate the widespread use of opioids among post-surgical patients, thereby highlighting the need for alternative pain management approaches in this population.\"Starting in 2006, King and her colleagues followed more than 2,000 patients participating in the NIH-funded Longitudinal Assessment of Bariatric Surgery-2 (LABS-2), a prospective observational study of patients undergoing weight-loss surgery at one of 10 hospitals across the United States.  About 70 percent of the patients underwent Roux-en-Y gastric bypass (RYGB), a surgical procedure that significantly reduces the size of the stomach and changes connections with the small intestine. The majority of the remaining participants had a less invasive procedure, laparoscopic adjustable gastric banding, where the surgeon inserts an adjustable band around the patient's stomach, lessening the amount of food the stomach can hold. Before surgery, 14.7 percent of the participants reported regularly taking a prescription opioid. Six months after surgery the prevalence decreased to 12.9 percent, but then it rebounded, progressing to 20.3 percent of participants regularly taking opioids seven years after surgery. Among participants who were not taking opioids at the time of surgery, rates increased from 5.8 percent six months after surgery to 14.2 percent seven years later. Hydrocodone was by far the most commonly reported opioid medication, followed by Tramadol and Oxycodone. There also was an increase over time in the use of medications typically prescribed for opioid dependence, although use of such medications remained rare, with less than 2 percent of patients using them through the years of follow-up.Recently, King and her colleagues reported that undergoing RYGB, compared to gastric banding, was related to increased risk of alcohol use disorder, illicit drug use and treatment for substance use disorder following surgery. However, in this study, the risk of starting or continuing opioid use post-surgery did not differ by surgical procedure.Most factors related to substance use disorder that were examined--such as gender, age, income, social support, mental health, smoking, alcohol consumption and illicit drug use--were not related to continued or post-surgery opioid use. However, more pain before surgery, worsening or less of an improvement in pain following surgery, and starting or continuing non-opioid pain-killers were each associated with a higher risk of continuing or starting opioid use after surgery. Some researchers have hypothesized that opioid use increases following bariatric surgery due to discontinuation of non-steroidal anti-inflammatory drugs (NSAIDs), such as ibuprofen, which are contraindicated post-surgery. However, King and her colleagues found that starting NSAIDs post-surgery was associated with a higher risk of also starting to take opioids, while stopping NSAIDs was associated with lower risk of taking opioids. \"This likely reflects that opioid and non-opioid pain-relief medications often are used in tandem, versus as alternatives to each other,\" said King. \"There is an urgent need for research into adequate alternatives to opioids for the long-term management of chronic pain following weight-loss surgery.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uops-1i5060517.php", "region": "namerica", "source_link": "http://www.upmc.com/media/NewsReleases/2017/Pages/opioid-weight-loss.aspx", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Epidemiology", " Pain", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Addiction"], "journal": "Surgery for Obesity and Related Diseases", "description": "While the proportion of adults with severe obesity using prescription opioids initially declines in the months after bariatric surgery, it increases within a matter of years, eventually surpassing pre-surgery rates of patients using the potentially addictive pain medications, according to new research from a National Institutes of Health (NIH)-funded multicenter study led by the University of Pittsburgh Graduate School of Public Health.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}