{"title": "Babies born to mothers with sleep apnea have higher risk of adverse neonatal outcomes", "text": "A new study is the first to demonstrate a higher risk of congenital anomalies and resuscitation at birth in newborns of mothers who have obstructive sleep apnea. Preliminary results show that newborns of mothers with sleep apnea were more likely to be admitted to the intensive care unit (25.3% vs. 8.1%) or special care nursery (34.9% vs. 13.6%), and they were 2.76 times more likely to have resuscitation at birth and 2.25 times more likely to have a longer hospital stay. The risk for congenital anomalies also was 26 percent higher in babies of women with sleep apnea.\"Our results have shown that babies born to mothers with a diagnosis of obstructive sleep apnea are more likely to require resuscitative efforts at birth, be born preterm, and to require a stay in the neonatal intensive care unit compared to babies who were not exposed to maternal sleep apnea,\" said principal investigator and lead author Dr. Ghada Bourjeily, associate professor of medicine at Brown University and the Women's Medicine Collaborative at The Miriam Hospital in Providence, Rhode Island. Using data collected by the National Perinatal Information Center, the research team led by Bourjeily analyzed more than 1.4 million linked maternal and newborn records with a delivery hospitalization from 2010-2014. Less than 1 percent of the mothers had a diagnosis code of obstructive sleep apnea; however mothers with sleep apnea had a higher likelihood of having obesity, pre-gestational hypertension and diabetes.\"These findings add to our understanding of the extent of morbidities of maternal sleep apnea for the mother as well as the baby,\" said Bourjeily. \"The results further highlight the importance of identifying this condition in pregnancy and testing the impact of therapy on these complications.\" The research abstract was published recently in an online supplement of the journal Sleep and will be presented Sunday, June 4, in Boston at SLEEP 2017, the 31st Annual Meeting of the Associated Professional Sleep Societies LLC (APSS), which is a joint venture of the American Academy of Sleep Medicine and the Sleep Research Society.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/aaos-bbt060117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "SLEEP 2017", "institution": "American Academy of Sleep Medicine", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders"], "journal": "", "description": "A new study is the first to demonstrate a higher risk of congenital anomalies and resuscitation at birth in newborns of mothers who have obstructive sleep apnea.", "date": "Sun, 04 Jun 2017 04:00:00 GMT"}