{"title": "Abiraterone delays metastatic prostate cancer growth by 18 months, extends survival", "text": "ASCO Perspective\"For men who are diagnosed with advanced prostate cancer, treatment has evolved into more effective approaches, first with chemotherapy and now with abiraterone,\" said Sumanta Kumar Pal, MD, ASCO Expert. \"This is good news because using abiraterone could help many people live longer with fairly few additional side effects.\"CHICAGO - Adding abiraterone acetate (Zytiga) plus prednisone to standard hormonal therapy for men newly diagnosed with high-risk, metastatic prostate cancer lowers the chance of death by 38%. In a phase III clinical trial of 1,200 men, abiraterone also more than doubled the median time until the cancer worsened, from 14.8 months to 33 months. The study will be featured in a press briefing today and presented at the 2017 American Society of Clinical Oncology (ASCO) Annual Meeting.\"There is a large unmet need to improve treatment for men with newly diagnosed metastatic cancer, who die of the disease within less than five years on average,\" said lead study author Karim Fizazi MD, PhD, head of the Department of Cancer Medicine at Gustave Roussy, University Paris-Sud in Villejuif, France. \"The benefit from early use of abiraterone we saw in this study is at least comparable to the benefit from docetaxel chemotherapy, which was observed in prior clinical trials, but abiraterone is much easier to tolerate, with many patients reporting no side effects at all.\"Prostate cancer growth is fueled by testosterone. Androgen deprivation therapy, or ADT, is active against prostate cancer by preventing testicles from making testosterone. Despite ADT, the adrenal glands and prostate cancer cells continue making small amounts of androgens. Abiraterone stops production of testosterone throughout the body by blocking an enzyme that converts other hormones to testosterone. The FDA previously approved abiraterone for patients with metastatic prostate cancer that worsened despite ADT.About the StudyLATITUDE is a multinational, randomized placebo-controlled phase III clinical trial of men with newly diagnosed, high-risk metastatic prostate cancer who had not previously received ADT. All patients had at least two of three risk factors: Gleason score (a measure of tumor grade) of 8 or more, 3 or more bone metastases, or 3 or more visceral metastases (spread to other organs in certain areas of the body, such as the liver).The patients were randomly assigned to receive ADT plus abiraterone and prednisone or ADT plus placebo. Corticosteroid prednisone is routinely given with abiraterone to manage certain side effects of abiraterone, such as low potassium or high blood pressure.Key FindingsAt a median follow up of 30.4 months, men who received abiraterone had a 38% lower risk of death than those who received placebo. The median overall survival had not yet been reached in the abiraterone group (meaning that more than 50% of patients in that group were still alive at the time of analysis, so a median survival could not be calculated) and was 34.7 months in the placebo group. Abiraterone was also associated with a 53% lower risk of the cancer worsening than the placebo and resulted in cancer growth being delayed by a median of 18.2 months.Several severe side effects were more common with abiraterone acetate and prednisone than placebo: high blood pressure (in 20% vs. 10% of men), low potassium level (10.4% vs 1.3%), and liver enzyme abnormalities (in 5.5% vs. 1.3% of men). \"We need to be cautious when using abiraterone in men who have an increased risk for heart problems, such as those with diabetes,\" said Dr. Fizazi.Next Steps\"We had been treating metastatic prostate cancer the same way for 70 years until docetaxel chemotherapy was shown to improve survival in 2015, and now in 2017 we show abiraterone is also helping patients live longer,\" said Dr. Fizazi. \"The next step is to see if adding abiraterone on top of docetaxel offers further benefit,\" a study which is currently ongoing in Europe.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/asoc-adm060417.php", "region": "namerica", "source_link": "http://www.asco.org/about-asco/press-center/news-releases/abiraterone-delays-metastatic-prostate-cancer-growth-18-months", "funder": "", "meeting": "2017 ASCO Annual Meeting", "institution": "American Society of Clinical Oncology", "keywords": ["Medicine/Health", " Cancer"], "journal": "Journal of Clinical Oncology", "description": "Adding abiraterone acetate (Zytiga) plus prednisone to standard hormonal therapy for men newly diagnosed with high-risk, metastatic prostate cancer lowers the chance of death by 38 percent. In a phase III clinical trial of 1,200 men, abiraterone also more than doubled the median time until the cancer worsened, from 14.8 months to 33 months.", "date": "Sun, 04 Jun 2017 04:00:00 GMT"}