{"title": "Rates of new diagnosed cases of type 1 and  2 diabetes on the rise among children, teens", "text": "Rates of new diagnosed cases of type 1 and type 2 diabetes are increasing among youth in the United States, according to a report, Incidence Trends of Type 1 and Type 2 Diabetes among Youths, 2002-2012, published today in the New England Journal of Medicine.In the United States, 29.1 million people are living with diagnosed or undiagnosed diabetes, and about 208,000 people younger than 20 years are living with diagnosed diabetes.This study is the first ever to estimate trends in new diagnosed cases of type 1 and type 2 diabetes in youth (those under the age of 20), from the five major racial/ethnic groups in the U.S.: non-Hispanic whites, non-Hispanic blacks, Hispanics, Asian Americans/Pacific Islanders, and Native Americans.  However, the Native American youth who participated in the SEARCH study are not representative of all Native American youth in the United States. Thus, these rates cannot be generalized to all Native American youth nationwide.The SEARCH for Diabetes in Youth study, funded by the Centers for Disease Control and Prevention (CDC) and the National Institutes of Health (NIH), found that from 2002 to 2012, incidence, or the rate of new diagnosed cases of type 1 diabetes in youth increased by about 1.8 percent each year. During the same period, the rate of new diagnosed cases of type 2 diabetes increased even more quickly, at 4.8 percent. The study included 11,244 youth ages 0-19 with type 1 diabetes and 2,846 youth ages 10-19 with type 2.\"Because of the early age of onset and longer diabetes duration, youth are at risk for developing diabetes related complications at a younger age. This profoundly lessens their quality of life, shortens their life expectancy, and increases health care costs,\" said Giuseppina Imperatore, M.D., Ph.D., epidemiologist in CDC's Division of Diabetes Translation, National Center for Chronic Disease Prevention and Health Promotion.The study results reflect the nation's first and only ongoing assessment of trends in type 1 and type 2 diabetes among youth and help identify how the epidemic is changing over time in Americans under the age of 20 years.Key diabetes findings from the reportAcross all racial/ethnic groups, the rate of new diagnosed cases of type 1 diabetes increased more annually from 2003-2012 in males (2.2 percent) than in females (1.4 percent) ages 0-19.Among youth ages 0-19, the rate of new diagnosed cases of type 1 diabetes increased most sharply in Hispanic youth, a 4.2 percent annual increase. In non-Hispanic blacks, the rate of new diagnosed cases of type 1 diabetes increased by 2.2 percent and in non-Hispanic whites by 1.2 percent per year.Among youth ages 10-19, the rate of new diagnosed cases of type 2 diabetes rose most sharply in Native Americans (8.9 percent), Asian Americans/Pacific Islanders (8.5 percent) and non-Hispanic blacks (6.3 percent).  Note: The rates for Native Americans cannot be generalized to all Native American youth nationwide.Among youth ages 10-19, the rate of new diagnosed cases of type 2 diabetes increased 3.1 percent among Hispanics. The smallest increase was seen in whites (0.6 percent).\r\nThe rate of new diagnosed cases of type 2 diabetes rose much more sharply in females (6.2 percent) than in males (3.7 percent) ages 10-19.Cause of rising diabetes incidence unclear\"These findings lead to many more questions,\" said Barbara Linder, M.D., Ph.D., senior advisor for childhood diabetes research at NIH's National Institute of Diabetes and Digestive and Kidney Diseases. \"The differences among racial and ethnic groups and between genders raise many questions. We need to understand why the increase in rates of diabetes development varies so greatly and is so concentrated in specific racial and ethnic groups.\"Type 1 diabetes, the most common form of diabetes in young people, is a condition in which the body fails to make insulin. Causes of type 1 diabetes are still unknown. However, disease development is suspected to follow exposure of genetically predisposed people to an \"environmental trigger,\" stimulating an immune attack against the insulin-producing beta cells of the pancreas.In type 2 diabetes, the body does not make or use insulin well.  In the past, type 2 diabetes was extremely rare in youth, but it has become more common in recent years. Several NIH-funded studies are directly examining how to delay, prevent, and treat diabetes:Type 1 Diabetes TrialNet screens thousands of relatives of people with type 1 diabetes annually and conducts prevention studies with those at highest risk for the disease.The Environmental Determinants of Diabetes in the Young (TEDDY) study seeks to uncover factors that may increase development of type 1 diabetes.For youth with type 2 diabetes, the ongoing Treatment Options for Type 2 Diabetes in Adolescents and Youth (TODAY) study is examining methods to treat the disease and prevent complications.Additionally, CDC's NEXT-D study aims to understand how population-targeted policies affect preventive behaviors and diabetes outcomes and answer questions about quantity and quality of care used, costs, and unintended consequences.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/niod-ron041417.php", "region": "namerica", "source_link": "https://www.nih.gov/news-events/news-releases/rates-new-diagnosed-cases-type-1-type-2-diabetes-rise-among-children-teens", "funder": "", "meeting": "", "institution": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "New England Journal of Medicine", "description": "Rates of new diagnosed cases of type 1 and type 2 diabetes are increasing among youth in the United States, according to a report, Incidence Trends of Type 1 and Type 2 Diabetes among Youths, 2002-2012, published today in the New England Journal of Medicine.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}