{"title": "Synthesis and functional evaluation of novel aldose reductase inhibitors", "text": "Diabetes mellitus (DM) is probably one of the oldest known diseases and the incidence has been increasing steadily all over the world. This metabolic disease is characterized by chronic hyperglycemia due to defect in insulin secretion and/or insulin action. The etiopathology is very complex and is closely related with long-term damage, dysfunction, and failure of various organs, such as the eyes, kidneys, nerves, heart, and blood vessels.Strong epidemiological evidence suggest a relationship between blood sugar levels and the onset of diabetes complications, in fact, excess glucose in the body leads to conversion of sugar into its corresponding alcohol, namely sorbitol, via the polyol pathway. The activation of this pathway is dependent on the enzyme aldose reductase (ARL2) and thus its inhibition should be prevented or delay the onset of both micro- and macrovascular complications such as retinopathy, peripheral vascular disease and coronary artery disease. \r\nCurrently, only the carboxylic acid epalrestat, an aldose reductase inhibitor (ARI), is available on the market and used for the treatment of diabetic neuropathy in Japan, India and China.\r\nMany ARIs have shown to be clinically unsuccessful because of adverse pharmacokinetics or toxic side-effects.\r\nIn this study, we described the design, synthesis and biological evaluation of three small series of spirobenzopyran acetic acid derivatives, proposed as a scaffold for novel ALR2 inhibitors. Most of the new ARIs proved to inhibit the target enzyme, showing IC50 values in the micromolar/low micromolar range, without affecting the activity of another important enzyme, namely ARL1, which plays a detoxifying role in metabolic processes involved in the physiological homeostasis.\r\nThese results suggested that the spirobenzopyran scaffold represents a new and promising tool that could pave the way to the discovery of novel and effective ARIs.", "article_link": "http://dx.doi.org/10.2174/1874104501711010009", "url": "http://www.eurekalert.org/pub_releases/2017-04/bsp-saf041417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "The Open Medicinal Chemistry Journal", "description": "Diabetes mellitus (DM) is probably one of the oldest known diseases and the incidence has been increasing steadily all over the world. The etiopathology is very complex and is closely related with long-term damage, dysfunction, and failure of various organs, such as the eyes, kidneys, nerves, heart, and blood vessels.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}