{"title": "Affection of the respiratory muscles in combined complex I and IV deficiency", "text": "Mitochondrial disorders (MIDs) frequently manifest as myopathy. Myopathy may also involve the respiratory muscles. Affection of the respiratory muscles may progress to respiratory insufficiency, requiring non-invasive or invasive ventilation. So far, muscular respiratory insufficiency has been described in patients carrying mutations in the tRNA(Leu), tRNA(Val), tRNA(Lys), TWINKLE, SCO, or POLG1 genes respectively or mtDNA deletions. We present a 45 years old male MID due to a combined complex I+IV defect of the respiratory chain. Onset of clinical manifestations was at age 6y with double vision. Since age 26y bilateral ptosis became apparent. He additionally developed ophthalmoparesis since age 27y. Head drop started at age 40y. At age 45y the patient was admitted for hypercapnia due to acute, muscular respiratory insufficiency. He required intubation and mechanical ventilation and since he could not be veined off, a tracheotomy was placed and he was transferred for long-term mechanical ventilation. \r\nSince MIDs frequently manifest as mitochondrial multiorgan disorder syndromes (MIMODSs), the patient was investigated for affection of organs other than the skeletal muscle. Work-up for affection of the peripheral nerves revealed axonal polyneuropathy, work-up for cardiac involvement revealed intermittent AV-block II, and work-up for cerebral involvement revealed generalised poly-spike waves in the absence of seizures.  Respiratory insufficiency due to affection of the central nervous system was excluded. The family history was positive for diabetes (grandmother from the mother's side) and cardiac disease (mother).\r\nThe case shows that a MID due to a combined complex I+IV defect may manifest in the extra-ocular muscles, the limb muscles, the axial muscles, but also the respiratory muscles. Additionally, peripheral nerves, the brain, and the heart may be involved. Muscular respiratory insufficiency may require long-term mechanical ventilation. These patients should be confronted with such a prognosis beforehand. Particularly patients with progressive external ophthalmoplegia seem to be prone to muscular respiratory insufficiency.", "article_link": "http://dx.doi.org/10.2174/1874205X01711010001", "url": "http://www.eurekalert.org/pub_releases/2017-04/bsp-aot041417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Neurochemistry", " Medicine/Health", " Clinical Trials", " Critical Care/Emergency Medicine", " Infectious/Emerging Diseases", " Pulmonary/Respiratory Medicine", " Neurobiology", " Neurochemistry"], "journal": "The Open Neurology Journal", "description": "Mitochondrial disorders (MIDs) frequently manifest as myopathy. Myopathy may also involve the respiratory muscles. Affection of the respiratory muscles may progress to respiratory insufficiency, requiring non-invasive or invasive ventilation. So far, muscular respiratory insufficiency has been described in patients carrying mutations in the tRNA(Leu), tRNA(Val), tRNA(Lys), TWINKLE, SCO, or POLG1 genes respectively or mtDNA deletions. We present a 45-year-old-male MID due to a combined complex I+IV defect of the respiratory chain.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}