{"title": "Could New York neighborhood noise be good for poor residents?", "text": "Loud workplace noise has been found by many studies to cause harm, but a recent analysis links the sounds of all-night car horn blasts and shouting by bar revelers in New York City's noisiest neighborhoods to unexplained improvements in body weight and blood pressure for the urban poor living there.\"To be clear, we're not saying that neighborhood noise causes better health, and a lot of further research is needed to explain the relationship we found between this kind of disturbance and health,\" says senior study investigator and NYU Langone Medical Center epidemiologist Dustin Duncan, ScD. \"It may just be that New York's noisiest neighborhoods are also the most walkable and that its residents get more exercise that way. But our study shows that neighborhood noise may have an indirect impact on health that is different from known risk factors, such as diet and sedentary lifestyles.\" \"It made sense to study neighborhood noise because the neighborhood is where people spend most of their time; the city is a bustling, congested environment; and the health of people being studied is already at risk from the stresses of poverty,\" says Duncan, an assistant professor in the Department of Population Health at NYU Langone. Duncan led the study research team, whose report published online in April in the Journal of Community Health.Specifically, researchers observed relatively lower body mass index (or BMI, a measure of body weight by height) and blood pressure among 102 men and women in the city's noisiest neighborhoods. All were participants in the NYC Low-Income Housing, Neighborhoods and Health Study and lived in affordable public housing. Most have annual incomes of $25,000 or less. Researchers gauged noise levels based on more than 145,000 noise complaints placed to the city's 3-1-1 non-emergency phone system in 2014.Among the key findings of the analysis was that poor people living within a five-block radius with a thousand noise complaints had a BMI 2.72 points lower than if they had lived in a neighborhood that hypothetically had no noise complaints. A BMI between 18.5 and 24.9 is considered \"normal,\" and a BMI of 30 or more constitutes obesity, a major indicator for heart disease, diabetes, and high blood pressure.Similarly, for blood pressure, researchers estimated a 5.34 point drop in systolic pressure (the upper number of two used to measure it) for a neighborhood with 1,000 noise complaints compared to a statistical model of a five-block radius that had none. According to researchers, the city neighborhoods with the most noise complaints were mostly in Manhattan, and included Times Square in midtown, as well as all of downtown and parts of Queens. Noise complaints were markedly less, they say, in the outer boroughs, including the Bronx and Staten Island. For the study, participants volunteered to carry GPS tracking devices for a week to track in real time where they spent their spare time and to have their body weight and blood pressure recorded.Study lead investigator Kosuke Tamura, PhD, a postdoctoral fellow at NYU Langone, says other than walkability, social factors and peer pressure could also account for the unexpected findings. Kosuke says some New Yorkers in Manhattan's noisiest and most fashionable neighborhoods may be more self-conscious about their physical shape and fitness than poor people in less noisy parts of the city, and these factors could be overriding some of the detrimental health effects from neighborhood noise.Tamura says the team has plans for longer studies that account for population density, as a benchmark for walkability, to better assess the impact of neighborhood noise on health. ", "article_link": "http://dx.doi.org/10.1007/s10900-017-0344-5", "url": "http://www.eurekalert.org/pub_releases/2017-04/nlmc-cn041117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "NYU Langone Medical Center / New York University School of Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Environmental Health", " Public Health", " Behavior", " Exercise", " Poverty/Wealth"], "journal": "Journal of Community Health", "description": "Loud workplace noise has been found by many studies to cause harm, but a recent analysis links the sounds of all-night car horn blasts and shouting by bar revelers in New York City's noisiest neighborhoods to unexplained improvements in body weight and blood pressure for the urban poor living there.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}