{"title": "Study examines impact of common risk factors on outcomes for home and birth center births", "text": "CORVALLIS, Ore. - Women with some characteristics commonly thought to increase pregnancy risks -- being over age 35; being overweight; and in some cases, having a vaginal birth after a cesarean section -- tend to have good outcomes when they give birth at home or in a birth center, a new assessment has found. However, women with some other risk factors, a breech baby and some other cases of vaginal birth after cesarean or VBAC, may face an increased risk of poor outcomes for themselves or their babies, researchers at Oregon State University have found. The study is believed to be the first to examine these risks and the outcomes. About 2 percent of all births in the U.S., and about 4 percent in Oregon, occur at home or in a birth center, rather than in a hospital setting. Generally, women who are considered \"low-risk\" are good candidates for home or birth center births, also referred to as community births, if they are attended by a midwife or other trained provider and timely access to a hospital is available.  However, there is little agreement among health providers on what should be considered low- or high-risk, and some women choose to have a community birth despite potential risks, said Marit Bovbjerg, a clinical assistant professor of epidemiology at Oregon State University and lead author of the study.Medical ethics and the tenets of maternal autonomy dictate that women be allowed to decide where and how they wish to give birth. That's why it's important to have as much information as possible about potential risks, said Bovbjerg, who works in the College of Public Health and Human Sciences at OSU.There are also risks associated with hospital births, such as increased interventions, which means there aren't always clear answers when it comes to determining the best and safest place to give birth, said Melissa Cheyney, a medical anthropologist and associate professor in OSU's College of Liberal Arts. The goal of the research was to better understand the outcomes for women and babies with some of the most common pregnancy risk factors, to see how those risk factors affected outcomes. \"There's a middle or gray area, in terms of risk, where the risk associated with community birth is only slightly elevated relative to a completely low-risk sample,\" Cheyney said. \"We're trying to get more information about births that fall in that middle zone so that clinicians and pregnant women can have the best evidence available when deciding where to give birth.\"The findings were published recently in the journal Birth. Other co-authors are Jennifer Brown of University of California, Davis; and Kim J. Cox and Lawrence Leeman of the University of New Mexico. Using birth outcome data collected by the Midwives Alliance of North America Statistics Project, commonly referred to as MANA Stats, the researchers analyzed more than 47,000 midwife-attended community births. They looked specifically at the independent contributions to birth outcomes of 10 common risk factors: primiparity, or giving birth for the first time; advanced maternal age, or mother over age 35; obesity; gestational diabetes; preeclampsia; post-term pregnancy, or more than 42 weeks gestation; twins; breech presentation; history of both cesarean and vaginal birth; and history of only cesarean birth. The last two groups are both considered VBACs and hospital policies and state regulations for midwifery practice usually make no distinction between the two types. However, the researchers found a clear distinction between the two groups in terms of community birth outcomes.Women who delivered vaginally after a previous cesarean and also had a history of previous vaginal birth had better outcomes even than those women giving birth for the first time. On the other hand, women who had never given birth to a child vaginally had an increased risk of poor outcomes in community birth settings. \"That finding suggests that current policies that universally discourage VBAC should be revisited, as the evidence does not support them,\" Bovbjerg said. \"Women who in the past have successfully delivered vaginally seem to do just fine the next time around, even if they have also had a previous C-section. That's really important because some medical groups totally oppose VBACs, even in hospital settings, and many hospitals don't offer the option of a VBAC at all.\"Researchers also found that women whose babies were in breech position had the highest rate of adverse outcome when giving birth at home or in a birth center. There was only a slight increase in poor outcomes for women over age 35, or women who were overweight or obese, compared to those without those risk factors. In some categories, there were not enough births in the data set to properly evaluate a risk's impact, such as with gestational diabetes and preeclampsia. \"As is appropriate, women who face high complication risks such as preeclampsia tend to plan for and choose a hospital birth, rather than a community birth,\" Bovbjerg said. \"But even for these women, it's important to remember that they can choose a community birth if their faith, culture or other considerations dictate that is the best choice for them.\" The researchers emphasized that the new information about risks and outcomes can serve as an important tool in decision-making for families making very personal choices about where to give birth. \"These findings help us to put information and evidence, rather than fear, at the center of discussions around informed, shared decision-making between expectant families and their health care providers,\" Cheyney said. Researchers next plan to examine how the healthcare culture and standards of care in different locations within the U.S. affect outcomes of home and birthing center deliveries.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/osu-sei041317.php", "region": "namerica", "source_link": "http://bit.ly/2oDTH9h", "funder": "", "meeting": "", "institution": "Oregon State University", "keywords": ["Medicine/Health", " Epidemiology", " Fertility", " Health Care Systems/Services", " Gynecology", " Pediatrics"], "journal": "Birth", "description": "Women with some characteristics commonly thought to increase pregnancy risks -- being over age 35; being overweight; and in some cases, having a vaginal birth after a cesarean section -- tend to have good outcomes when they give birth at home or in a birth center, a new assessment has found.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}