{"title": "UBC researchers connect common fats to a lazy lifestyle and diabetes", "text": "A UBC researcher is suggesting the types of cooking oils people consume may be sabotaging their efforts to stay healthy and avoid illnesses such as diabetes. \r\nSanjoy Ghosh, a Michael Smith Health Research Foundation Scholar and a professor at UBC's Okanagan campus, has recently published research that concludes a high consumption of polyunsaturated fatty acids (PUFA) but not monounsaturated fatty acids (MUFA) can lead to sedentary, in fact, lazy behaviour especially in women . \r\nGhosh says not that long ago, heart disease was linked to saturated fats--an idea that has become increasingly controversial in recent years. This thinking instigated the intentional removal of saturated fatty acids from most food supplies in favour of MUFA and PUFA. Essentially all fats in our 'convenience' foods like potato chips, energy bars, crackers or burgers use cooking oils like corn, sunflower and soybean and  margarine--all rich in MUFAs and PUFAs. \r\nFor his research, Ghosh collaborated with UBC biologist and data analyst Jason Pither, the first-author of the study, to examine data from 21 countries in Europe. They worked specifically with data relating to pre-teen girls and then, in a second study, the blood glucose levels of adult women. In putting details such as the amount of time each week spent watching TV along with other filters like a country's per capital GDP, urbanization, and even latitude, they came out with a clear connection to the consumption of n-6 polyunsaturated fatty acids and an increase in sedentary behaviour. \r\nIn particular, a significant correlation was observed in sedentary behaviour of the 11-year-old girls and PUFA in their diets.\r\n\"Our study does present new evidence that dietary PUFA is strongly associated with sedentary behavior among pre-teen girls and weakly associated with diabetes among adult women across Europe,\" says Ghosh, recommending for more trials and studies to confirm his findings. \r\nSuch clinical findings come on the heels of a similar 2015 study from Ghosh's lab published in Journal of Nutritional Biochemistry, which provided the first indication that the omega-6 PUFAs we eat can make mice lazy: http://www.jnutbio.com/article/S0955-2863(14)00247-2/abstract\n\"This data is extremely significant,\" says Ghosh. \"Nobody has made this connection and it's time for an intervention. And if someone is beginning an exercise program without taking a close look at the fats, especially PUFA they are consuming, or changing what they're eating, then it might be doomed to failure.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173084", "url": "http://www.eurekalert.org/pub_releases/2017-04/uobc-urc041117.php", "region": "namerica", "source_link": null, "funder": "Egg Farmers of Canada, Diary Farmers of Canada, Canadian Diabetes Association, Natural Science and Engineering Council of Canada", "meeting": "", "institution": "University of British Columbia Okanagan campus", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Exercise"], "journal": "PLOS ONE", "description": "A UBC researcher is suggesting the types of cooking oils people consume may be sabotaging their efforts to stay healthy and avoid illnesses such as diabetes.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}