{"title": "Timely augmentation to triple oral antihyperglycemic therapy", "text": "The goal of the management of type 2 diabetes is to achieve and maintain blood glucose levels close to the normal range in order to delay or prevent the development of the long-term complications of the disease, such as myocardial infarction, stroke, vision loss and kidney failure. For most patients, the treatment goal is to keep the glycated hemoglobin (HbA1c) \r\nDiabetes is a progressive disease, such that most patients will eventually need to use multiple pharmacological agents in order to reach glycemic targets. In fact, major professional societies, including American Diabetes Association (ADA), European Association for the Study of Diabetes (EASD) and Chinese Diabetes Society (CDS), strongly advocate a stepwise approach to glycemic control that initiates with metformin and intensifies treatment incrementally to dual and triple therapy at 3-month intervals until the patient is at their individualized goal.  Despite the wide acceptance of the benefit associated with tight glucose control, less than 40% of type 2 diabetic patients worldwide are at the glycemic control target (HbA1c \r\nRecently, Professor Jianping Weng from The Third Affiliated Hospital of Sun Yat-Sen University and co-investigators released the results of a large clinical trial aimed at exploring the potential of a variety of oral AHA as a third line agent for type 2 diabetes. The study is entitled 'Efficacy and safety of metformin and sitagliptin based triple antihyperglycemic therapy (STRATEGY): a multicenter, randomized, controlled, non-inferiority clinical trial', and was conducted in 237 centers screening 7880 type 2 diabetic patients across China. This is the first comparative effectiveness trial to evaluate the efficacy and safety of the addition of a third AHA to the metformin/ sitagliptin dual therapy. The trial had a two-phase sequential design, first evaluating the combined effect of metformin with sitagliptin. Those who did not achieve the glycemic control target (HbA1c \r\nInitially, 5535 patients with type 2 diabetes who were unable to control their glucose with life style measures and metformin were enrolled in the first phase of the STRATEGY study. On average, they had diabetes for 5 years and had a baseline of HbA1c of 8.03% at the time entering the study. Their mean age was 53 year old, mean body mass index 25.8 kg/m2, and 60% of the participants were male.  At the end of 16 weeks, a mean HbA1c reduction of 0.85% from a baseline was observed when the DPP-4 inhibitor sitagliptin was added to metformin, and 44.3% of study participants achieved the target goal of HbA1c \r\nThe second stage of the STRATEGY study randomized 2,202 of those not at HbA1c \r\nBoth dual (metformin + sitagliptin) and triple AHA therapies were found to be safe and well-tolerated in the 'STRATEGY' study. During the triple therapy phase, 8.9%, 3.6%, 6.1%, and 0.5% of those receiving glimepiride, gliclazide, repaglinide, and acarbose, respectively, experienced hypoglycemia.  Patients receiving glimepiride, gliclazide and repaglinide gained 0.45, 0.21, and 0.15 kg of body weight, respectively, while those on acarbose lost 0.91 kg. Intensification to the triple AHA therapies brought 62.3% of the patients to HbA1c target achievement rate over the duration of the entire study. Overall, the study demonstrated that adding a third oral AHA to metformin + sitagliptin is a viable choice to overcome \"clinical inertia\" and optimize glycemic control in some advanced type 2 diabetes patients.\r\nMore than 420 million globally have diabetes and over 96 million adults with diabetes in China. With proper control of blood glucose and cardiovascular risk factors, people with diabetes can live with a long, healthy and productive life. The result of the STRATEGY study is likely to provide physicians in China and beyond with some practical guidance to improve the quality of care. As Dr. Zachary Bloomgarden, professor of Medicine at Icahn School of Medicine at Mount Sinai in New York City, put it, 'we should look at this large study as one beginning to explore appropriate therapeutic approaches for type 2 diabetes'.", "article_link": "http://dx.doi.org/10.1007/s11427-016-0409-7", "url": "http://www.eurekalert.org/pub_releases/2017-04/scp-tat040617.php", "region": "asia", "source_link": null, "funder": "Merck & Co., Inc., 5010 Project of Sun Yat-sen University, Program for Changjiang Scholars and Innovative Research Team", "meeting": "", "institution": "Science China Press", "keywords": ["Medicine/Health"], "journal": "Science China Life Sciences", "description": "A multicentre, randomized, controlled clinical trial called 'STRATEGY study' which enrolled 5535 type 2 diabetic patients from 237 centers across China, shows that the addition of a third oral antihyperglycemic drug led to a further 0.59% HbA1c reduction and resulted in a 62.3% HbA1c target achievement rate for the entire study. Timely augmentation to triple oral antihyperglycemic therapy could provide a valid choice to overcome 'clinical inertia' and optimize glycemic control in type 2 diabetes.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}