{"title": "US streams carry surprisingly extensive mixture of pollutants", "text": "Many U.S. waterways carry a variety of pollutants, but not much is known about the composition or health effects of these chemical combinations. A new in-depth study, however, is providing insight as it shows the mixtures are more complex than expected and contain compounds that could potentially harm aquatic species. They say the findings, reported this week in Environmental Science & Technology, could have implications for human health.In previous work that built on European research, scientists at the U.S. Geological Survey (USGS) tested streams across the U.S. for organic, or carbon-containing, contaminants. They found some evidence that these waterways contained complex blends of these pollutants. Paul M. Bradley and colleagues are now releasing results from a much broader follow-up study conducted by the USGS and the U.S. Environmental Protection Agency. The researchers involved in this new investigation checked water samples from 38 streams for 719 organic chemicals. More than half of these compounds showed up in the water samples. Every stream -- even those in undeveloped and uninhabited regions -- carried at least one of the organic contaminants, and some carried as many as 162. Among other compounds, the researchers detected caffeine; insecticides and herbicides including glyphosate, as well as byproducts from their degradation; antibacterials such as triclosan; and pharmaceuticals including antihistamines and metformin, a treatment for diabetes. The study showed that some of these compounds, which are designed to have biological activity, frequently occur together in streams. The researchers say the potential for complex interactions between these chemicals warrants further study to determine whether they pose a threat to aquatic wildlife, the foodweb and humans. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/acs-usc040717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Biology", " Marine/Freshwater Biology", " Pollution/Remediation", " Chemistry/Physics/Materials Sciences", " Earth Science", " Hydrology/Water Resources"], "journal": "Environmental Science & Technology", "description": "Many US waterways carry a variety of pollutants, but not much is known about the composition or health effects of these chemical combinations. A new in-depth study, however, is providing insight as it shows the mixtures are more complex than expected and contain compounds that could potentially harm aquatic species. They say the findings, reported this week in Environmental Science & Technology, could have implications for human health.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}