{"title": "Aspirin therapy may not help patients with peripheral vascular disease, researchers find", "text": "GAINESVILLE, Fla. -- Aspirin use may not provide cardiovascular benefits for patients who have peripheral vascular disease, an analysis by University of Florida Health researchers has found.Aspirin therapy has been a staple of cardiology care for people who have peripheral vascular disease, which causes narrowed arteries and reduced blood flow to the limbs. Now, UF Health researchers' meta-analysis of 11 aspirin therapy trials involving 6,560 peripheral vascular disease, or PVD, patients found that the drug has no significant effect on death rates and incidents of stroke, heart attack or major cardiac events. The findings were published today in the journal PLOS One.\"Among patients with peripheral vascular disease, many of them may not be deriving the benefits from aspirin that they expect to be getting,\" said Anthony A. Bavry, M.D., an associate professor in the UF College of Medicine department of medicine and a cardiologist at the Malcom Randall Veterans Affairs Medical Center in Gainesville.Aspirin prevents blood clots from forming, which can reduce the risk of a stroke or heart attack. But it can also be a hazard: Blood that doesn't clot easily can raise the risk of a hemorrhagic stroke or internal bleeding. Approximately 8.5 million people in the United States have peripheral vascular disease including up to 20 percent of those over age 50, according to the Centers for Disease Control and Prevention.Among the major findings from the analysis: After about six years, 7.7 percent of PVD patients who took aspirin had died, compared with 8.5 percent in a control group. The incidence of stroke was 3.2 percent among aspirin users and 4 percent among non-users. Heart attacks were recorded in 3.5 percent of aspirin users and 5.5 percent of non-users. However, all differences did not reach statistical significance with overlapping confidence intervals. The prevalence of other major adverse cardiac and cerebrovascular events was similar among both groups.The mean age of patients included in the analysis was 62. Sixty percent of the patients were women, 32 percent were people with diabetes and 67 percent were current or ex-smokers.Aspirin's role in causing major bleeding was less clear in the analysis: A review of seven trials found virtually no difference among aspirin users and nonusers, although there was a trend toward more major bleeding with aspirin and researchers said there wasn't enough data to draw a definite conclusion.While noting that the analysis is not the final word on aspirin's effectiveness in PVD cases, the researchers said it is the most updated analysis that compares medical outcomes among those who use aspirin and those who do not. Among other factors, the analysis was limited by the large weight given to a single trial and the fact that many of the trials were done before cholesterol-reducing medications were common. Larger, randomized trials will be needed to confirm the findings that were revealed in the analysis, said Ahmed N. Mahmoud, M.D., a cardiology fellow in the department of medicine and a co-author of the study.\"Aspirin might not be a miracle drug for certain patients. We need to reconsider the evidence, and see who benefits from aspirin therapy and who does not,\" he said.Patients who are on a daily aspirin regimen for cardiovascular issues should not stop taking the medicine on their own but can consult their physician about whether the current findings may be relevant, Bavry said. For cardiologists and researchers, Bavry said the analysis underscores the need for further study. A study to assess aspirin's risks and benefits in patients' conditions such as stable ischemic heart disease, which stems from plaque buildup in arteries, is also underway, he added.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uof-atm041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Florida", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "PLOS ONE", "description": "Aspirin use may not provide cardiovascular benefits for patients who have peripheral vascular disease, an analysis by University of Florida Health researchers has found.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}