{"title": "Study of sleep apps finds room for improvement", "text": "CHAMPAIGN, Ill. -- An analysis of 35 popular phone-based sleep apps finds that while most help users set sleep-related goals and track and manage their sleep, few make use of other methods known to help the chronically sleep-deprived. Many of the apps soothe users with nature sounds, calming music, colors and images. Some also offer white noise, guided meditations or hypnotic suggestions. But less than half of the apps analyzed offer general information about sleep, and less than 15 percent explain its benefits or the dangers of not getting enough of it, researchers report in the journal Preventive Medicine Reports.\"We were surprised that some of the apps didn't say anything about the recommended amount of sleep someone should get on a regular basis,\" said University of Illinois kinesiology and community health professor Diana Grigsby-Toussaint, who led the new analysis with colleagues at the New York University School of Medicine. \"And there weren't a lot of apps that had any information about the benefits of sleep.\"The researchers originally screened 369 sleep apps available on Android phones and iPhones. From those, they selected stand-alone apps in English, sleep alarm apps rated by more than 1,000 users, and sleep tracker or monitor apps reviewed by 100 or more users.The team evaluated whether the apps included components that research has shown are beneficial for those seeking to improve the quality, duration and regularity of their sleep. For example, did the apps include reminder messages to help users meet their sleep goals? Did they offer opportunities for positive reinforcement on social media? Did they increase a user's understanding of habits that enhanced - or interfered with - restful slumber? The team also evaluated the design and functionality of the apps. While sleep researchers often are most interested in how accurately sleep apps track people's sleep patterns, Grigsby-Toussaint said she and her colleagues wanted to know whether the apps actually help people change their sleep habits for the better.\"From a population health perspective, I really see this as how do we use these apps in terms of educating people about the importance of sleep,\" she said. \"And how do you then use the apps as a tool to help people to get to that point where they do engage in healthy sleeping habits?\"The analysis found that the apps were generally well-designed and easy to navigate, and most helped users set goals and track sleep patterns. But only a minority of the apps included features that support behavior change.For example, just four of the 35 apps described the health risks associated with not getting enough sleep, like high blood pressure, diabetes, obesity and depression. Only four described habits that can interfere with sleep and worsen insomnia, such as drinking caffeine or alcohol before bedtime, the study found. Just six included sleep reminders. Only one included rewards or praise for success in reaching one's goals.\"Some apps are better than others, but there's quite a bit of room for improvement,\" Grigsby-Toussaint said.", "article_link": "http://dx.doi.org/10.1016/j.pmedr.2017.02.018", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoia-sos041217.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/486860", "funder": "", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Health Care", " Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders"], "journal": "Preventive Medicine Reports", "description": "An analysis of 35 popular phone-based sleep apps finds that while most help users set sleep-related goals and track and manage their sleep, few make use of other methods known to help the chronically sleep-deprived.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}