{"title": "Ethics study: Inconsistent state laws may complicate medical decision-making", "text": "BOSTON - A patchwork of state laws can make it confusing to navigate incapacitated patients' medical wishes. Without clear national standards, the problem may worsen as the nation's 75 million baby boomers continue to age, according to medical ethics research led by investigators at Beth Israel Deaconess Medical Center, the Mayo Clinic and the University of Chicago's MacLean Center for Clinical Medical Ethics published Wednesday in the New England Journal of Medicine.\"Decisions about withdrawing or withholding life-sustaining care are incredibly emotional and challenging,\" said Erin Sullivan DeMartino, MD, a pulmonary and critical care medicine physician at Mayo Clinic in Minnesota who led the study as part of a fellowship with the University of Chicago's MacLean Center for Clinical Medical Ethics. \"But when there is ambiguity about who is responsible for decision-making, it adds much more stress to that moment.\"Fewer than 30 percent of Americans have \"advance directives\" or legal documents outlining their treatment preferences that can also grant someone power to make medical decisions on their behalf. The documents are often used when a patient is unconscious, incapacitated or unable to speak for himself/herself and can dictate how to treat - or not treat - anything from a minor illness to a life-threatening injury. On average, 40 percent of hospitalized adults can't make their own medical decisions. In some intensive care units, that figure reaches 90 percent.\"We have medical technology we didn't have 50 years ago, so we have a whole group of people who - transiently or sometimes permanently - can't communicate with us and can't participate in their own life-and-death decisions,\" DeMartino said.  For patients without advance directives, most states have laws dictating that medical decisions fall to someone else - typically a spouse, parent or child. But the legal surrogate may not always be someone who understands the patient's specific values and wishes. That presents both ethical and health care policy problems, researchers say.\"One important message from this study is that, in the absence of a clearly identified spokesperson, the decision-making process for incapacitated patients may vary widely depending on where they live,\" said Daniel B. Kramer, MD, MPH, a cardiac electrophysiologist at the Richard A. and Susan F. Smith Center for Outcomes Research in Cardiology at Beth Israel Deaconess Medical Center, and senior author of the study.The investigators reviewed laws in 50 states and the District of Columbia to compile what's thought to be the first comprehensive analysis of the country's medical decision-making statutes. Their examination revealed a complex, conflicting and often confusing system that poses barriers to \"safeguarding of patients' choices in their most vulnerable moments,\" according to the study.The inconsistencies spanned topics that are both basic and complex. For example, 30 states require \"alternate decision makers\" to demonstrate an ability to engage in complex medical decisions, but none explain how to assess that ability. Only 35 states have what researchers call a \"surrogacy ladder\" establishing a hierarchy for who gets to make medical decisions in the absence of a durable power of attorney for health care, but these vary widely as to what sorts of decisions a surrogate can actually make.In addition, some states included numerous details for what constitutes an appropriate decision-maker, listing everything from frequency of someone's contact with a patient to their availability to meet with clinicians in person, to their familiarity with a patient's values and religious beliefs. Other states don't mention anything aside from requiring decision-makers to be an adult. (The states even had conflicting definitions of \"adult.\")While it's unclear whether this variation in statutes impacts clinical care, the research team said one thing is certain: disputes about medical treatment are happening on a regular basis inside hospitals and hospice programs, and there's no national standard or benchmark to guide families or physicians. \"The next steps will be to study how this variability plays out in practice, and whether specific kinds of treatment decisions, such as withdrawing life-sustaining therapy or mental health interventions, actually turn out differently in different states due to the way these laws are written,\" said Kramer.Four of the paper's nine authors are affiliated with the University of Chicago's MacLean Center, which pioneered the formal study of clinical medical ethics in the early 1980s. The center runs the world's largest clinical medical ethics fellowship for health care providers.\"This study continues the MacLean Center's longstanding mission of examining critical issues in clinical medicine through research and training,\" said Mark Siegler, MD, MACP, an internist at the University of Chicago who directs the MacLean Center. \"As medical ethicists - and practicing health care providers - we wanted to provide a comprehensive resource to help guide patients, families and other health care providers who are trying to resolve complicated ethical dilemmas.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/bidm-esi041117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Policy/Ethics", " Medical/Scientific Ethics", " Science/Health and the Law"], "journal": "New England Journal of Medicine", "description": "A patchwork of state laws can make it confusing to navigate incapacitated patients' medical wishes. Without clear national standards, the problem may worsen as the nation's 75 million baby boomers continue to age, according to medical ethics research led by investigators at Beth Israel Deaconess Medical Center, the Mayo Clinic and the University of Chicago's MacLean Center for Clinical Medical Ethics.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}