{"title": "Genetics of first-cousin marriage families show how some are protected from heart disease", "text": "PHILADELPHIA - More than 1,800 individuals carrying loss-of-function mutations in both copies of their genes, so-called \"human knockouts,\" are described in the first major study to be published in Nature this week by an international collaboration led by the Perelman School of Medicine at the University of Pennsylvania and colleagues. The program, which has so far sequenced the protein-coding regions of over 10,500 adults living in Pakistan, is illuminating the basic biology and possible therapeutics for several different disorders. The team has identified more than 1,300 genes completely knocked out in at least one individual. They first turned their attention for deeper analysis to genes involved in cardiovascular and metabolic diseases. One gene in particular, APOC3, which regulates the metabolism of triglyceride-rich lipoproteins in the blood, was missing in several dozen individuals in a small fishing village on the coast of Pakistan where first-cousin marriages are culturally prevalent. These APOC3-knockout individuals had very low triglyceride levels. The researchers challenged their system with a high-fat meal. Compared with family members who were not APOC3 knockouts, the APOC3 knockout family members did not have the usual post-meal rise in plasma triglycerides. \"These are the world's first APOC3 human knockouts that have been identified,\" said co-first author and the principal investigator of the study, Danish Saleheen, MD, PhD, an assistant professor of Epidemiology and Biostatistics at Penn. \"Their genetic makeup has provided unique insights about the biology of APOC3, which may further help in validating APOC3 inhibition as a therapeutic target for cardiometabolic diseases - the leading cause of death globally.   In addition to Penn, the team includes scientists from the Center for Non-Communicable Diseases (CNCD) in Karachi, Pakistan, the Broad Institute of MIT and Harvard, and the University of Cambridge, UK.Saleheen has been working for over a decade in Pakistan, in collaboration with the CNCD to collect blood samples from all over his country. This Pakistan-based study already includes more than 70,000 participants and the recruitment is rapidly being expanded to include 200,000 people. \"We are continuing protein-coding region sequencing studies in the Pakistani population. If we are able to sequence 200,000 participants, we will be able to identify human knockouts for more than 8,000 unique genes.\" Saleheen said.  \"These observations provide us with a roadmap, a systematic way to understand the physiological consequences of complete disruption of genes in humans,\" Saleheen said.\"The Human Genome Project gave us a 'parts' list of 18,000 genes. We are now trying to understand gene function by studying people who naturally lack a 'part,'\" said co-senior author Sekar Kathiresan, Director of the Center for Genomic Medicine at Massachusetts General Hospital. \"We think that over the next ten to twenty years, with a concerted, systematic effort, it's possible to find humans who naturally lack any one of several thousand genes in the genome and understand what the phenotypic consequences are.\"\"The project highlights the value of looking at diverse populations, particularly for genetic analyses--you'll find variants in one ethnicity and not another,\" said co-first author Pradeep Natarajan, an associate scientist at Broad Institute and a postdoctoral research fellow in Kathiresan's lab. Co-senior author Daniel J. Rader, MD, chair of Genetics at Penn, hopes that future dives into this rich dataset will bring even more novel insights into human biology and point toward new therapeutic targets for treating and preventing disease. \"Linking DNA sequencing with deep phenotyping at scale in this population will be an incredible source of new knowledge about how gene alterations influence human health and disease,\" Rader said.  In addition to a continued focus on the biology of heart attacks, type 2 diabetes, and stroke, the team will also be looking for clues for early-onset Parkinson's disease, autism, congenital blindness, and mental retardation, among many other conditions. Penn scientists are now collaborating with CNCD researchers to conduct deep phenotyping studies in all human knockouts the project identifies. These studies will include detailed physiological and mechanistic studies to understand the biological and pharmacological consequences of both partial and complete disruption of genes in humans. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uops-gof041217.php", "region": "namerica", "source_link": null, "funder": "National Institutes Health, NIH/Fogarty International Center, Wellcome Trust, British Heart Foundation, and Pfizer", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Biology", " Genetics", " Medicine/Health", " Cardiology", " Stroke", " Genes"], "journal": "Nature", "description": "More than 1,800 individuals carrying loss-of-function mutations in both copies of their genes, so-called 'human knockouts,' are described in the first major study to be published by an international collaboration. The program, which has so far sequenced the protein-coding regions of over 10,500 adults living in Pakistan, is illuminating the basic biology and possible therapeutics for several different disorders.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}