{"title": "People suffering heart attacks near major marathons face grimmer survival odds", "text": "People who suffer heart attacks or cardiac arrests in the vicinity of an ongoing major marathon are more likely to die within a month due to delays in transportation to nearby hospitals, according to newly published research from Harvard Medical School. The delays, the researchers say, likely stem from widespread street closures during major races that can hamper transportation in an emergency.Writing in the April 13 issue of the New England Journal of Medicine, the study authors call for citywide strategies that ensure unhampered access for medical crews in a certain radius of major races and other large public gatherings, such as sporting events or parades.Previous studies have examined death rates among marathon runners to assess the cardiac risks of endurance training, but this is believed to be the first study to analyze the impact of such races on those living nearby due to causes that have nothing to do with the physical exertion of running a marathon.\"We have traditionally focused medical preparedness and emergency care availability to address the needs of race runners, but our study suggests that effects of a marathon may spread well beyond the course of the event and affect those who live or happen to be nearby,\" said the study's senior author, Anupam Jena, the Ruth L. Newhouse Associate Professor of Health Care Policy at Harvard Medical School.The investigators examined 10 years' worth of patient records analyzing death rates among older Americans, 65 years of age and over, within 30 days of having a heart attack or a cardiac arrest near a major marathon across 11 U.S. cities. Researchers compared death rates among patients hospitalized on the day of the race with those hospitalized five weeks prior or five weeks after the race. Additionally, the researchers divided patients by zip code, comparing death rates among those living near the marathon and those living in zip codes well outside of the event's radius and unaffected by street closures.Patients admitted to a hospital on race day were nearly 15 percent more likely to die within a month of suffering a heart attack or cardiac arrest compared with those admitted on a non-marathon day or in a hospital outside of the marathon's zip code(s).That spike translated into a nearly 4 percent difference in the number of deaths. In other words, the researchers say, for every 100 patients with heart attack or cardiac arrest, three to four more people died within a month in the group admitted to a hospital on race day if they happened to go to a hospital near the race course.The research also showed that ambulance transport was delayed by an average of 4.4 minutes on marathon days, 32 percent longer travel time compared with transports not delayed by marathons. Additionally, nearly a quarter of patients in the study got themselves to the hospital without an ambulance. While there is no record of the amount of time private transportation took, the authors suspect that many such trips would have been slow on marathon days.While the findings do not establish cause and effect between street closures and greater mortality, the researchers point out that many studies have shown that even very small delays in getting care could make the difference between life and death.\"When it comes to treating people in the throes of a heart attack, minutes do matter. Heart muscle dies quickly during a heart attack, so current guidelines call for rapid intervention, preferably within an hour or so of diagnosing a heart attack, to salvage cardiac muscle function,\" said Jena, who is also a physician at Massachusetts General Hospital.As runners speed through the streets of the nation's most popular marathons, traffic around race routes slows to a crawl. Marathon organizers make every effort to ensure safe and smooth passage for runners, but large public gatherings--such as major sporting events, parades or Independence Day fireworks--can cause major traffic snags.So, the HMS researchers wondered what kind of unintended consequences these sprawling, 26.2-mile events might have on the health of people who live near the race course.The findings suggest that between three and four preventable deaths likely occur each year among older residents who suffer heart attacks and cardiac arrests during marathons across the eleven cities studied.\"Marathons and other large, popular civic events are an important part of the fabric of life in our big cities, and they bring people a lot of pride and joy,\" Jena said. \"But the organizers of these events need to take these risks to heart when they are planning their events, and find better ways to make sure that the race's neighbors are able to receive the lifesaving care that they need quickly.\"The races included in the analysis took place between 2002 and 2012 in Boston, Chicago, Honolulu, Houston, Los Angeles, Minneapolis, New York City, Orlando, Philadelphia, Seattle and Washington, D.C.To rule out other possible explanations for the spike in mortality, the researchers checked to see whether patients were sent to different hospitals, whether they traveled longer distances, whether out of town spectators or race participants skewed the mix of patients, whether people waited until their conditions were more severe before calling for an ambulance, or whether staffing levels or the type of treatment used on marathon days were different from usual, and they found no evidence to support any of these possibilities.The researchers say that their findings suggest that citywide strategies for emergency medical preparedness need to do more to account for the risks to nonparticipants whose emergency medical care may be delayed.\"When cities host big marathons, or when people participate in races, they don't think that there might be a chance that a person not taking part in the race could die because of the event,\" Jena said. \"These findings don't mean we shouldn't have large public events, but hopefully our research will shine some light on the problem and suggest ways that planners can better provide for the health and safety of the people who live nearby.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/hms-psh041017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Mortality/Longevity"], "journal": "New England Journal of Medicine", "description": "People who suffer heart attacks and cardiac arrests in the vicinity of major marathons are more likely to die within a month. The bleaker survival odds are linked to delays in transportation to nearby hospitals. The delays are believed to stem from widespread road closures within the radius of the race.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}