{"title": "Fresh fruit consumption linked to lower risk of diabetes and diabetic complications", "text": "In a research article published in PLOS Medicine, Huaidong Du of the University of Oxford, Oxford, United Kingdom and colleagues report that greater consumption of fresh fruit was associated with a lower incidence of diabetes, as well as reduced occurrence of complications in people with diabetes, in a Chinese population.Although the health benefits of diets including fresh fruit and vegetables are well established, the sugar content of fruit has led to uncertainty about associated risks of diabetes and of vascular complications of the disease. Du and colleagues studied nearly 500,000 people participating in the China Kadoorie Biobank over about 7 years of follow-up, documenting new cases of diabetes and recording the occurrence of vascular disease and death in people with pre-existing diabetes. The researchers found that people who reported elevated consumption of fresh fruit had a lower associated risk of developing diabetes in comparison with other participants (adjusted hazard ratio [aHR] 0.88, 95% CI 0.83-0.93), which corresponds to an estimated 0.2% reduction in the absolute risk of diabetes over 5 years. In people with diabetes, higher consumption of fresh fruit was associated with a lower risk of mortality (aHR 0.83, 95% CI 0.74-0.93 per 100g fruit/d), corresponding to an absolute decrease in risk of 1.9% at 5 years, and with lower risks of microvascular and macrovascular complications. In addition to the health benefits of consuming fresh fruit, Du and colleagues emphasize the value of their findings for Asian populations where fruit consumption is commonly restricted in people with diabetes. The main limitation of this observational study is that the effects of fruit consumption can be difficult to distinguish from those of participants' other dietary and behavioural characteristics.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002279", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-ffc040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Nutrition/Nutrients", " Physiology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Physiology", " Public Health"], "journal": "PLOS Medicine", "description": "In a research article published in PLOS Medicine, Huaidong Du of the University of Oxford, Oxford, United Kingdom and colleagues report that greater consumption of fresh fruit was associated with a lower incidence of diabetes, as well as reduced occurrence of complications in people with diabetes, in a Chinese population.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}