{"title": "Intestinal bacteria may protect against diabetes", "text": "A high concentration of indolepropionic acid in the serum protects against type 2 diabetes, shows a new study from the University of Eastern Finland. Indolepropionic acid is a metabolite produced by intestinal bacteria, and its production is boosted by a fibre-rich diet. According to the researchers, the discovery provides additional insight into the role of intestinal bacteria in the interplay between diet, metabolism and health.The findings were published in Scientific Reports. The study was carried out in the LC-MS Metabolomics Centre of the University of Eastern Finland together with a large number of partners from Finnish and Swedish research institutes.The study compared two groups participating in the Finnish Diabetes Prevention Study, DPS. At the onset of the study, all participants were overweight and had impaired glucose tolerance. The researchers investigated the serum metabolite profile of 200 participants with impaired glucose tolerance, who either developed type 2 diabetes within the first 5 years, or did not convert to type 2 diabetes within a 15-year follow-up. The differences between the groups were analysed by non-targeted metabolomics analysis. Instead of focusing on just a few pre-defined markers, metabolomics analysis allows for the determination of the study participants' metabolic profile, i.e. the concentrations of several metabolites. The greatest differences in the metabolic profiles of those who developed type 2 diabetes and those who didn't were observed in the concentrations of indolepropionic acid and certain lipid metabolites. A high concentration of indolepropionic acid in the serum was discovered to protect against diabetes. Indolepropionic acid is a metabolite produced by intestinal bacteria. A diet rich in whole grain products and dietary fibre increased the indolepropionic acid concentration.  A higher concentration of indolepropionic acid also seemed to promote insulin secretion by pancreatic beta cells, which may explain the protective effect. In addition to the DPS data, the association of indolepropionic acid with the risk of diabetes was also studied in two other population-based datasets: in the Finnish Metabolic Syndrome In Men Study, METSIM, and in the Swedish Västerbotten Intervention Project, VIP. In these datasets too, indolepropionic acid was discovered to protect against diabetes. The study also identified several new lipid metabolites whose high concentrations were associated with improved insulin resistance and reduced risk of diabetes. The concentrations of these metabolites were also associated with dietary fat: the lower the amount of saturated fat in the diet, the higher the concentrations of these metabolites.  Similarly to indolepropionic acid, high concentrations of these lipid metabolites also seemed to protect against low-grade inflammation. \"Earlier studies, too, have linked intestinal bacteria with the risk of disease in overweight people. Our findings suggest that indolepropionic acid may be one factor that mediates the protective effect of diet and intestinal bacteria,\" Academy Research Fellow Kati Hanhineva from the University of Eastern Finland says.A direct identification of intestinal bacteria is a complex process, which is why identifying the metabolites produced by intestinal bacteria may be a more feasible method for analysing the role of intestinal bacteria in the pathogenesis of, for example, diabetes.The Finnish Diabetes Prevention Study was the first randomised, controlled lifestyle intervention study to show that in persons with impaired glucose tolerance, type 2 diabetes can be prevented by lifestyle changes. The most important lifestyle changes included weight loss, more exercise and dietary adjustments to include more whole grain products, fruits and vegetables.", "article_link": "http://dx.doi.org/10.1038/srep46337", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoef-ibm041117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Eastern Finland", "keywords": ["Medicine/Health", " Diet/Body Weight", " Internal Medicine", " Gastroenterology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health"], "journal": "Scientific Reports", "description": "A high concentration of indolepropionic acid in the serum protects against type 2 diabetes, shows a new study from the University of Eastern Finland. Indolepropionic acid is a metabolite produced by intestinal bacteria, and its production is boosted by a fibre-rich diet. According to the researchers, the discovery provides additional insight into the role of intestinal bacteria in the interplay between diet, metabolism and health.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}