{"title": "Visionary engineering", "text": "Sumita Pennathur, an associate professor in UC Santa Barbara's Department of Mechanical Engineering, has received the prestigious \"Visionary Award\" from the American Diabetes Association (ADA). The award includes $1.625 million to support her research for five years.Pennathur is one of only two scientists nationwide to receive the ADA Visionary Award in 2017. The award recognizes established scientists from various disciplines who are applying their expertise to diabetes research for the first time. Pennathur has proposed to address one of the most fundamental engineering challenges for diabetes monitoring: continuous glucose monitoring (CGM). Efficiently measuring glucose levels is vital for patients with diabetes to manage their disease effectively. Normally, the human body monitors its own blood glucose levels: the pancreas secretes the hormone insulin, which determines how and where glucose is absorbed. In the body of a diabetic, however, this feedback loop is broken. Both CGM and insulin administration must be outsourced to needles, pumps, and sensors.More than several hundred attempts have been made to develop a technique for continuous blood glucose monitoring, but only a couple of them have received FDA approval. The CGM devices currently on the market -- subcutaneous needles that normally stay in the body for about a week -- are problematic, because they need to be calibrated twice daily and can give inaccurate readings. Pennathur has proposed to develop a painless, minimally invasive, accurate, disposable \"patch\" to alleviate those problems. If successful, the device could help the nearly 30 million Americans who suffer from diabetes.She has a powerful personal stake in the effort. Two years ago, her then-4-year-old daughter was diagnosed with Type I diabetes. From that moment, Pennathur writes on her lab website, \"The basic activities, simple pleasures, and personal liberties that once punctuated life instantly metamorphosed into a structured regimen of continuous planning, tinged with a very real threat of mortality.\"Pennathur found it unacceptable that her daughter -- like so many other child diabetics -- had to adjust and resign herself to the constant stings of pricking her finger tips to measure her blood glucose levels. She also realized that her research over the previous ten years - the engineering, experimental, and theoretical work necessary to develop micro-electromechanical systems (MEMS) -- could be redirected to develop a better method of CGM. That realization gave rise to a new research program that united her interests and expertise into an innovative, engineered system that would not only help her daughter, but improve general human health monitoring.\"What people don't always realize is how quickly and successfully Sumita reoriented her research program,\" said Bridget Queenan, associate director of the UCSB Brain Initiative. \"Sumita studied aerospace engineering at MIT and microfluidics at Stanford. She had never done diabetes work. Yet, in two years, she had come up with a project so promising that the ADA -- the world center of diabetes expertise -- selected her as the person most qualified to solve the problem.\"\"The Visionary Award from the American Diabetes Association is a tremendous and richly deserved honor for Sumita Pennathur, whose work will undoubtedly benefit millions of diabetics around the world,\" said Rod Alferness, dean of the UCSB College of Engineering. \"It gives me great satisfaction and pride to know that she has the support to advance this important project.\"In Pennathur's novel approach at UCSB, she intends to develop a system that does not rely on enzymeatic sensing, which can \"drift,\" causing inaccuracies over time, and will be neither painful nor invasive. Her system uses micro-needles that are so small they don't penetrate the skin far enough to reach the nerves that detect pain. The needles will sample fluid to sense glucose via an external sensor, instead of an implanted one. She intends to make a patch cheap enough that it can be disposed of at the end of the day.Pennathur's Visionary Award is given as part of the ADA's \"Pathway to Stop Diabetes\" program, which is aimed at increasing the number of researchers dedicated to preventing, diagnosing, treating, and, ultimately, curing diabetes. Two \"Initiator\" awards were presented to postdoctoral researchers-in-training, and two \"Accelerator\" awards went to early-career diabetes researchers. Pennathur and a researcher at Yale University each received the \"Visionary\" award.The Pathway to Stop Diabetes initiative is aimed at addressing the shortage of research talent in diabetes. While the disease affects more than 29 million people in the United States (versus the 13.4 million affected by cancer) per-capita funding for diabetics from the National Institutes of Health is just over half of what it is for cancer patients. The ADA believes that by supporting researchers like Pennathur, they can help generate new solutions to these critical problems.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--ve041117.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017861/visionary-engineering", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Chemistry/Physics/Materials Sciences", " Biomechanics/Biophysics", " Medicine/Health", " Diagnostics", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Mechanical engineering professor Sumita Pennathur receives $1.6 Million 'Visionary Award' for diabetes research.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}