{"title": "Premature cell differentiation leads to disorders in pancreatic development", "text": "Researchers at the University of Helsinki, Finland, have uncovered a mechanism through which a mutation in the STAT3 gene leads to a disorder in the development of the pancreas and to infant diabetes.Neonatal diabetes mellitus (NDM), or diabetes among infants less than six months of age, is a rare form of diabetes caused by a mutation in genes crusial to the development or function of beta cells. In about half of such cases, the disease becomes permanent (PNDM). Mutations in more than 20 genes have thus far been identified as causing the permanent variety of neonatal diabetes. Unlike in type 1 diabetes, NDM patients typically do not have the autoantibodies normally associated with diabetes. However, it was recently discovered that mutations which activate the STAT3 gene may result in neonatal diabetes that includes a strong autoimmune phenomenon. The mutation that activated the STAT gene most intensely (K392R) was found to cause the most severe form of neonatal diabetes. The mutation was discovered in 2014 in a Finnish patient, who had high levels of beta cell antibodies at birth and underdeveloped pancreas. The patient later developed several autoimmune manifestations in different organs. A new study, led by Professor Timo Otonkoski, examined the impact the STAT3 mutation has on the development of the pancreas by using induced pluripotent stem cells (iPS) derived from the patient's skin cells. The study was published in Cell Reports.The iPS cells produced from the skin cells were made to differentiate into pancreatic islet cells through a complex in vitro method that mirrors the normal development of the pancreas in humans. Before differentiation, the point mutation in the patient cells was repaired using CRISPR-CAS9 genome editing. After this, it was possible to compare the differentiation of the patient's cells during pancreatic development in two kinds of genetically similar cells: ones sick carrying the disease mutation and ones made healthy after being repaired through genome editing.The results showed that the mutated STAT3 protein produced by the patient's cells led to the premature differentiation of the pancreatic progenitor cells into endocrine cells that produce insulin or glucagon. The results were clearly apparent in both cell cultures and in cells transplanted to mice, which allowed the researchers to study the development of the cells for much longer. \"The impact of the mutated STAT3 protein mechanism we discovered accounts for the underdeveloped pancreas and the early onset of diabetes, even without the damage done by autoimmune mechanisms,\" states Jonna Saarimäki-Vire, postdoctoral researcher and first author of the article. Professor Otonkoski and researcher Diego Balboa, who was in charge of genome editing, point out that even though the mutation is rare, the study has broader impact.\"These results reveal the previously unknown significance of the STAT3 gene to pancreatic development. We also successfully used new stem cell technologies and genome editing methods that enable high-precision analysis of the mechanisms underlying disease mutations. We intend to use the same approach to study other diabetes genes in the future.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.03.055", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoh-pcd041117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Helsinki", "keywords": ["Biology", " Cell Biology", " Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Reports", "description": "University of Helsinki researchers have uncovered a mechanism through which a mutation in the STAT3 gene leads to a disorder in the development of the pancreas and to infant diabetes. The mutation causes the pancreatic cells that produce glucagon and insulin to differentiate too early.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}