{"title": "Researchers identify new target for abnormal blood vessel growth in the eyes", "text": "(BOSTON) - A team led by Massachusetts Eye and Ear researchers has identified a novel therapeutic target for retinal neovascularization, or abnormal blood vessel growth in the retina, a hallmark of advanced diabetic eye disease (proliferative diabetic retinopathy). According to a report published online today in Diabetes, the transcription factor RUNX1 was found in abnormal retinal blood vessels, and by inhibiting RUNX1 with a small molecule drug, the researchers achieved a 50 percent reduction of retinopathy in preclinical models. These findings pave the way for new therapies that address diabetic retinopathy and other conditions involving abnormal vessel growth within the retina.\"Current treatments to control retinal neovascularization require injecting very large proteins, including antibodies, into the eyes of patients, as often as once a month. Our study opens the door for novel modalities of treatment based on small molecules that could cross biological barriers on their own. Such a treatment could be self-administered by patients and eliminate the need for intravitreal injections,\" said co-corresponding author Joseph F. Arboleda-Velasquez, M.D., Ph.D., Assistant Scientist at Schepens Eye Research Institute of Mass. Eye and Ear and Assistant Professor of Ophthalmology at Harvard Medical School. Neovascularization is a feature of various health conditions, including diabetic retinopathy, wet age-related macular degeneration (AMD), retinopathy of prematurity, and cancer. In the case of diabetic retinopathy -- the most common diabetic eye disease and a leading cause of blindness in American adults -- blood vessels in the retina (the structure in the back of the eye that senses and perceives light) become damaged and leak fluid. Accumulation of fluid into the retina can lead to swelling at the center of the retina (macular edema) and growth of pathological blood vessels on its surface. As diabetes-related damage progresses, these vessels can leak, rupture, or cause retinal detachment leading to impaired vision. In the Diabetes report, the authors studied tissue from patients with proliferative diabetic retinopathy. They identified the presence of RUNX1 in the diseased blood vessels but not in the normal blood vessels. Next, they used a small molecule drug originally developed as a cancer therapy to inhibit the activity of RUNX1 in the eye, which led to a significant reduction of abnormal blood vessels. Current strategies for treating abnormal blood vessel growth in the retina for proliferative diabetic retinopathy include laser treatments or eye injections targeting a growth factor (VEGF). While these therapies have been remarkably successful in saving vision in many patients they can, in rare instances, trigger complications such as retinal hemorrhages, detachments or retinal atrophy.The study authors are hopeful that inhibiting RUNX1 may present a more targeted opportunity for managing the retinopathy of certain eye conditions -- perhaps earlier in the disease process, before the abnormal blood vessels develop. Future studies will test whether the drug can be delivered through topical eye drops rather than by injection, and further explore the relationship between RUNX1 and VEGF, as these factors seemingly both play a role in angiogenesis.\"We're hopeful that we may have an opportunity to change the treatment paradigm for these conditions,\" said co-corresponding author Leo A. Kim, M.D., Ph.D., a retina surgeon at Mass. Eye and Ear and Assistant Professor of Ophthalmology at Harvard Medical School. \"Instead of treating patients after these abnormal blood vessels form in the eye, we may be able to give patients eye drops or systemic medications that prevent their development in the first place.\" ", "article_link": "http://dx.doi.org/10.2337/db16-1035", "url": "http://www.eurekalert.org/pub_releases/2017-04/meae-rin040517.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/04/researchers-identify-new-target-abnormal-blood-vessel-growth-eyes", "funder": "National Institutes of Health, NIH/National Eye Institute, American Diabetes Association, Massachusetts Lions Eye Research Fund, E. Matilda Ziegler Foundation for the Blind, Karl Kirchgessner Foundation, Harvard Medical School Department of Ophthalmology", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Genetics", " Molecular Biology", " Medicine/Health", " Diabetes", " Ophthalmology"], "journal": "Diabetes", "description": "A team led by Massachusetts Eye and Ear researchers has identified a novel therapeutic target for retinal neovascularization, or abnormal blood vessel growth in the retina, a hallmark of advanced diabetic eye disease (proliferative diabetic retinopathy). According to a report published online in Diabetes, the transcription factor RUNX1 was found in abnormal retinal blood vessels, and by inhibiting RUNX1 with a small molecule drug, the researchers achieved a 50 percent reduction of retinopathy in preclinical models.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}