{"title": "Higher tobacco taxes needed to reduce smoking rates in South Asia, new analysis says", "text": "TORONTO and NEW DELHI, April 11, 2017--Higher taxes on tobacco could reduce consumption in South Asia by at least one-third and avoid 35-45 million premature deaths, concludes an analysis published today in The British Medical Journal.\r\nSouth Asia, with a population of 1.1 billion adults, has about 170 million adult smokers - mostly male and mostly from India - and very low rates of cessation.\r\nThe analysis, led by Dr. Prabhat Jha, calls on South Asian countries to implement the World Health Organization's global tobacco control treaty and its requirements for high tobacco taxes, smoke-free public spaces, warning labels, comprehensive advertising bans and support for smoking cessation services. \r\nPrevious research by Dr. Jha, director of the Centre for Global Health Research of St. Michael's Hospital in Toronto, has shown that raising the tax on tobacco is the single most effective intervention to lower smoking rates and to deter future smokers. Evidence from high-income countries, including Canada and the United States, and emerging evidence from China, shows that cessation has an almost immediate impact. Smoking cuts at least 10 years off a person's lifespan, but people who quit smoking before they turn 40 regain almost all of those lost years, according to the research by Dr. Jha, a professor in the Dalla Lana School of Public Health at the University of Toronto.Dr. Jha said the price of cigarettes, bidis (a small traditional Indian cigarette) and chewing tobacco is lower in South Asia than in high-income countries in the West because the excise taxes are so low. He said the main reason for this is opposition from the tobacco industry because of the considerable profit margins. Annual increases in tobacco taxes are below the rate of inflation and income growth, so cigarettes remain affordable. Variations in the tax rates, usually based on the length of cigarettes, lead to price differences and enable smokers to change to cheaper brands or shorter cigarettes. In addition, the sale of single cigarettes is common in South Asia, which reduces the effectiveness of tax increases.Dr. Jha said South Asian countries should also strengthen the most effective non-price interventions to control smoking, including a complete ban on tobacco advertising, use of large pictorial warnings or plain packaging on tobacco products, and a complete ban on smoking in public places. The use of plain packaging or prominent pictorial warning labels is particularly relevant given the high levels of illiteracy among tobacco users in the region.Dr. Jha also noted that smoking cessation programmes are uncommon in South Asia. Most people who quit do so without physician advice, nicotine replacement therapy or electronic cigarettes. Dr. Jha said that for this analysis researchers looked at 140 million current and future smokers aged under 35 (about 33 million of whom are current smokers aged 25-34 and 107 million under 25 who have not yet started) and the 100 million current smokers over 35 (out of a total of 171 million smokers at ages 15 or more). \"Unless large numbers of them stop smoking, at least half of the 140 million young and future smokers would die because of smoking,\" he said. \"At least half of these 70 million deaths would occur before age 70, losing decades of good life. Not starting smoking or complete cessation before age 40 would avoid nearly all of these deaths.\"Dr. Jha said a tripling of the excise taxes, designed in particular to decrease substitution from more expensive to cheaper brands would likely reduce smoking in South Asia by at least one-third.  That would reduce the cohort of 140 million younger or future smokers under 35 years by about 50 million smokers, avoiding at least 25 million deaths. The benefits of a one-third reduction in the 100 million current smokers over 35 years depend on their age of cessation. Conservatively, such a reduction might avoid about 10-20 million deaths, most of which would be before 2050.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/smh-htt040517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Addiction", " Cancer", " Cardiology", " Death/Dying", " Mortality/Longevity", " Epidemiology", " Pulmonary/Respiratory Medicine", " Public Health", " Disease in the Developing World"], "journal": "BMJ", "description": "Higher taxes on tobacco could reduce consumption in South Asia by at least one-third and avoid 35-45 million premature deaths, concludes an analysis published today in The British Medical Journal.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}