{"title": "Researchers identify link between birth defect and neurodegenerative diseases", "text": "A new study has found a link between neurological birth defects in infants commonly found in pregnant women with diabetes and several neurodegenerative diseases, including Alzheimer's, Parkinson's and Huntington's diseases. This is the first time this link has been identified; it may indicate a new way to understand, and perhaps treat, both neural tube defects and these neurodegenerative diseases.The findings will be published Monday in the Proceedings of the National Academy of Sciences.\"These results were really surprising,\" said the study's lead author, Zhiyong Zhao, PhD, a researcher at the University of Maryland School of Medicine (UM SOM). \"The association suggests that these disparate diseases may have more in common than we previously realized.\" The researchers on the article also include UM SOM Dean E. Albert Reece.Neural tube defects occur when misfolded proteins accumulate in the cells of the developing nervous system. The misfolded proteins form insoluble clumps and cause widespread cell death, eventually leading to birth defects. Protein clumps also play a major role in Alzheimer's, Parkinson's and Huntington's disease. In Alzheimer's, for instance, this leads to the accumulation of plaques in the brain, reducing the ability of that organ to function.The researchers studied pregnant mice with diabetes, and found that their embryos contained clumps of at least three misfolded proteins that are also associated with the three neurodegenerative diseases: α-Synuclein, Parkin, and Huntingtin. It is not clear exactly how these protein clumps contribute to those diseases, but the link is well established.This latest research also underscores the links between diabetes and some neurodegenerative diseases. People with diabetes have a higher risk of Alzheimer's and Parkinson's disease, and some research suggests that there are molecular links between Huntington's and diabetes as well. The scientists also examined whether it is possible to reduce levels of the misfolded proteins, and in so doing reduce neural tube defects. They gave diabetic pregnant animals sodium 4-phenylbutyrate (PBA), a compound that can reduce mistakes in molecular structure by aiding the molecules that ensure proper protein folding. In the animals that received PBA, there was significantly less protein misfolding, and fewer neural tube defects in the embryos. PBA has already been approved by the US Food and Drug Administration for other uses, and if it proves safe and effective in humans for this purpose, it could potentially reach patients much more quickly than an entirely new drug. Neural tube defects are birth defects of the brain and spinal cord. They occur in the first month of pregnancy. The two most common are spina bifida and anencephaly. In the first, the fetal spinal column doesn't close completely. This usually causes nerve damage, with some paralysis of the legs. In the latter, most of the brain and skull do not develop. Infants with this defect are usually stillborn or die soon after birth. Neural tube defects have several causes, including diabetes, folic acid deficiency, obesity in the mother, and consumption of certain medications. About 10 percent of women with diabetes who are pregnant will have embryos with neural tube defects.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoms-ril040717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Microbiology", " Medicine/Health", " Mortality/Longevity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease", " Nutrition/Nutrients"], "journal": "Proceedings of the National Academy of Sciences", "description": "A new study has found a link between neurological birth defects in infants commonly found in pregnant women with diabetes and several neurodegenerative diseases, including Alzheimer's, Parkinson's and Huntington's diseases. This is the first time this link has been identified; it may indicate a new way to understand, and perhaps treat, both neural tube defects and these diseases.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}