{"title": "Protein hampers the positive power of brown and beige fat", "text": "\r\nAUGUSTA, Ga. (April 10, 2017) - Too much of a protein already associated with prostate cancer appears to also diminish the energy burning power of brown fat, scientists report.Their studies of the protein Id1 also show high levels reduce conversion of unhealthy white fat to a more energy burning beige. Their findings indicate the protein is a significant risk factor for diabetes and obesity and a molecular target to reverse both.\"If we can target Id1, we may able to prevent these detrimental changes and ultimately reduce the risk of obesity and related disease,\" said Dr. Satya Ande, molecular biologist at the Georgia Cancer Center and Medical College of Georgia at Augusta University. Ande is corresponding author of the study in the journal Diabetes. Ande's research team is now screening compounds to find ones that suppress Id1 and ideally  also actively promote energy burning and conversion of white fat to beige.For the study, they generated a mouse that over-generated Id1 in fat cells. On a high-fat diet, these mice gained a lot more weight than their normal counterparts. They even gained more weight on a regular diet. The scientists found that at high levels, ID1 directly binds to key regulators of brown adipose tissue, or BAT, which turns the food we eat into energy. This healthy, energy-burning fat has a lot of powerhouses, or mitochondria, and generally more blood vessels than white fat, which tends to store energy.  Newborns and hibernating animals like bears tend to have higher levels of brown fat, which is why babies tend not to shiver in the cold like older children and animals tend to tolerate the cold better than humans. They found high levels of Id1 suppresses brown fat's burning ability by binding to and suppressing the action of a key transcription factor, which is essentially a protein that can regulate gene expression up or down.PGC1α normally controls heat production, or thermogenesis, by directly regulating a unique protein called Ucp1, which enables brown fat cell powerhouses to be more efficient and to burn energy for heat rather than making the usual cell fuel, ATP. Ande's team also found Id1 directly suppresses Ebf2, another transcription factor found in high levels in brown fat that can help convert white fat to healthier beige. Conversely, they showed that lack of Id1 increased expression of both genes that make beige fat as well as Ucp1 in white fat in response to cold. What activates Id1 is unclear but it's likely other transcription factors and/or signaling molecules called cytokines that are abundant in inflammation and fat, Ande said. Id1 is made by and primarily expressed by fat. While he doesn't think anyone has analyzed levels in human fat, Id1 levels go up as mice get fatter, Ande said, creating a bit of a vicious cycle. Mice missing Id1 indicate that it's not necessary for normal function, the researchers said.Obesity generally occurs because we eat too much and/or expend too little energy. When we don't use the fuel we consume right away, our bodies convert it to a type of fat, called triglycerides, that we can store in white fat and ideally use later when we haven't eaten enough. High triglycerides levels in your blood are a sign that the balance is off and a major risk for heart disease, diabetes and related problems. Genetics, regular exercise and regular exposure to colder temperature can all increase levels of brown and beige fat. As we age, it's even harder for most of us to have or make brown fat, Ande said, noting that his mice with high Id1 levels were also good models for how we tend to gain weight easier as we age. \"If we can target Id1, maybe that will help us increase brown fat in our body.\"Obesity is also a major risk factor for liver and other cancers. The research was funded by the National Cancer Institute and the National Institute of Diabetes and Digestive and Kidney Diseases.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/mcog-pht041017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Cell Biology", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes", "description": "Too much of a protein already associated with prostate cancer appears to also diminish the energy burning power of brown fat, scientists report.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}