{"title": "Salk's research center on aging receives additional $3 million gift from Glenn Foundation", "text": "LA JOLLA--(April 10, 2017) The Salk Institute has received a $3 million gift from the Glenn Foundation for Medical Research for the second time in 4 years, enabling the Institute to continue investigating the biology of normal human aging and age-related diseases.The gift will support the work of the Paul F. Glenn Center for Biology of Aging Research at the Salk Institute, which was established in January 2009 with a $5 million gift from the Glenn Foundation. In 2014, the foundation continued its support of the center with the first $3 million gift. The center draws from 13 of Salk's leading laboratories specializing in genetic analysis, stem cell biology and metabolism research.\"Understanding the effects of biological aging is the first step in the discovery of treatments to delay or cure age-related disease,\" says Glenn Foundation President Mark R. Collins. \"Aging is the climate change of human biology.\"The continuing support of the Glenn Foundation, along with Salk's uniquely collaborative culture, positions the center to advance aging research rapidly and to shed light on ways to stave off a variety of age-related diseases, such as cancer, cardiovascular disease, diabetes and Alzheimer's.The Salk center focuses on a three-level approach: whole systems biology, organ biology and cellular aging biology. Expertise in all three areas is required to understand aging, age-related disease and the difference between healthy and pathological aging.The center is led by Professor Jan Karlseder of Salk's Molecular and Cell Biology Laboratory. Karlseder seeks to understand the functions of telomeres, which are the protein-DNA complexes at the ends of linear chromosomes and are crucial in DNA replication, tumor suppression and aging. Recently, Karlseder's lab discovered that, in stem cells, a balance of telomere elongation and trimming maintains telomere length. \"Learning how to influence this mechanism to maintain telomere length could help ameliorate some of the effects of aging,\" says Karlseder, holder of Salk's Donald and Darlene Shiley Chair. \"Support by the Glenn Foundation to the Salk Institute provides a unique tool for the collaboration of investigators with different backgrounds toward the unified goal of understanding molecular pathways affecting the aging process.\"The center will use the Glenn Foundation gift to further support research into the biology of normal aging with the objective of developing interventions to delay its onset and progression, thereby extending the human healthspan. The center was the third of eight institutions to join the Glenn Consortium for Research in Aging, which includes Harvard Medical School, MIT's Department of Biology, Princeton University and the Stanford University School of Medicine.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/si-src041017.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/salks-research-center-aging-receives-additional-3-million-gift-glenn-foundation-medical-research/", "funder": "Glenn Foundation", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Mortality/Longevity"], "journal": "", "description": "The Salk Institute has received a $3 million gift from the Glenn Foundation for Medical Research for the second time in 4 years, enabling the Institute to continue investigating the biology of normal human aging and age-related diseases.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}