{"title": "Hope Through Hollis Fund at TGen supports innovative childhood brain cancer research", "text": "PHOENIX, Ariz. -- April 10, 2017 -- In an effort to \"move the needle\" toward improved treatments for a rare form of childhood brain cancer known as DIPG, Shane and Shawnee Doherty have donated $30,000 in memory of their 7-year-old son, Hollis, to support research at the Translational Genomics Research Institute (TGen).Initially, the Hope Through Hollis Fund at TGen will enable a team led by TGen Deputy Director Dr. Michael Berens to conduct a full genomic study of the DIPG tumor that took the life of Hollis, who passed away Jan. 2 following nearly a year of treatments that included some of the latest in immune-based therapies administered in Germany.\"We searched the globe, and there simply are no sufficiently successful therapeutics available for children, like our son Hollis, against this rare and aggressive cancer,\" said Shane Doherty, who with his wife Shawnee developed a close relationship with Dr. Berens and his wife, Patty, through their church. \"We have faith that TGen's state-of-the-art research and its world-class clinical collaborators are best positioned to develop a new generation of therapeutics that will significantly help these young patients; that will move the needle forward on DIPG.\"DIPG -- Diffuse Intrinsic Pontine Glioma -- is a type of central nervous system tumor that forms from glial, the supportive tissue of the brain and spinal cord. About 350 children and their families receive a DIPG diagnosis each year. The average survival following diagnosis is one year.Dr. Berens, professor and director of TGen's Cancer and Cell Biology Division, and head of TGen's Glioma Research Lab, will look first at how Hollis' tumor compares to other DIPG cases through a study termed DIPG Atlas (n+1). Over the next 6 months, TGen will sequence his tumor to uncover any genomic drivers and determine what response Hollis might have had to the NVD vaccine treatment he received.In a planned second phase, Dr. Berens will invite the nation's leading researchers in DIPG to participate in a \"shared win\" strategy toward \"moving the needle\" in developing fast, proof-of-performance advances in DIPG treatments.\"I believe a breakthrough in DIPG treatment will emerge by engaging the best scientists and physicians to participate in an aggressive and innovative translational strategy against DIPG,\" said Dr. Berens. \"The most critical members of the team, however, are patient advocates and families. These individuals provide continuous inspiration and motivation, oversee and drive the growth of the program, and provide the network by which positive outcomes reach those in need as quickly as possible.\"The research and clinical goals are to develop \"biological bullets\" against DIPG, and eventually engage clinical trials, in which new and significant therapies can be immediately applied to patients.\"We called Dr. Berens the day Hollis was diagnosed and were shocked to learn that limited treatment options existed. It was a wake up call,\" said Shane Doherty.The Doherty's settled on a treatment only offered in Germany knowing that it promised to provide Hollis with \"the most best days.\"The family's struggles were featured last year by many Phoenix-area media outlets, and Hollis was supported at events hosted by major Phoenix-area sports teams and by individual athletes. \"Dr. Berens would remind us that what we were doing was the best path forward since no new clinical trials had opened,\" Shawnee Doherty said.Shane and Shawnee now want to help change that.\"Through this new effort with TGen, we want pediatric oncologists in the future to be able to tell other parents whose children are diagnosed with DIPG that there is hope,\" said Shawnee Doherty. \"This is a new and bold approach that will be led by a stellar team of clinicians and scientists with a renewed commitment to do better, to push harder for our children.  This is a high-stakes, high-reward proposition, but we already know what the alternative is.\"To help fund future stages of TGen-led DIPG research, the Doherty's are organizing additional fundraising:Hope Through Hollis Night with the Arizona Diamondbacks\nThe Dbacks are donating to the Hope Through Hollis Fund at TGen $10 of each ticket for the April 29 (Saturday, 5:10 p.m.) game with the Colorado Rockies purchased at the team's special events webpage: groupmatics.events/event/hollis.Hope Through Hollis Golf Tournament & Family Event\nThe Hope Through Hollis Golf Tournament & Family Event is May 20 at Longbow Golf Club in Mesa. Please visit the Hope Through Hollis Facebook page for further details: http://www.facebook.com/HOPEforHollisGolfClassicTGen Foundation\nTo donate directly to the Hope Through Hollis Fund at TGen, please visit: tgen.org/hollis.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ttgr-hth041017.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/hope-through-hollis-fund-at-tgen-seeks-cure-for-dipg.aspx#.WOvP3461vTE", "funder": "Hope Through Hollis Fund at TGen", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Clinical Trials", " Pediatrics"], "journal": "", "description": "In an effort to 'move the needle' toward improved treatments for a rare form of childhood brain cancer known as DIPG, Shane and Shawnee Doherty have donated $30,000 in memory of their 7-year-old son, Hollis, to support research at TGen. Initially, the Hope Through Hollis Fund at TGen will enable a team led by TGen Deputy Director Dr. Michael Berens to conduct a full genomic study of the DIPG tumor that took the life of Hollis.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}