{"title": "New approach makes cells resistant to HIV", "text": "LA JOLLA, CA - April 10, 2017 - Scientists at The Scripps Research Institute (TSRI) have found a way to tether HIV-fighting antibodies to immune cells, creating a cell population resistant to the virus. Their experiments under lab conditions show that these resistant cells can quickly replace diseased cells, potentially curing the disease in a person with HIV.\"This protection would be long term,\" said Jia Xie, senior staff scientist at TSRI and first author of the study published today in the journal Proceedings of the National Academy of Sciences.The researchers, led by study senior author Richard Lerner, M.D., Lita Annenberg Hazen Professor of Immunochemistry at TSRI, plan to collaborate with investigators at City of Hope's Center for Gene Therapy to evaluate this new therapy in efficacy and safety tests, as required by federal regulations, prior to testing in patients.\"City of Hope currently has active clinical trials of gene therapy for AIDS using blood stem cell transplantation, and this experience will be applied to the task of bringing this discovery to the clinic,\" said John A. Zaia, M.D., director of the Center for Gene Therapy in the Hematological Malignancy and Stem Cell Transplantation Institute at City of Hope. \"The ultimate goal will be the control of HIV in patients with AIDS without the need for other medications.\"\"We at TSRI are honored to be able to collaborate with physicians and scientists at City of Hope, whose expertise in transplantation in HIV patients should hopefully allow this therapy to be used in people,\" added Lerner.The new TSRI technique offers a significant advantage over therapies where antibodies float freely in the bloodstream at a relatively low concentration. Instead, antibodies in the new study hang on to a cell's surface, blocking HIV from accessing a crucial cell receptor and spreading infection.Xie called it the \"neighbor effect.\" An antibody stuck nearby is more effective than having many antibodies floating throughout the bloodstream. \"You don't need to have so many molecules on one cell to be effective,\" he said.Before testing their system against HIV, the scientists used rhinovirus (responsible for many cases of the common cold) as a model. They used a vector called lentivirus to deliver a new gene to cultured human cells. This gene instructed cells to synthesize antibodies that bind with the human cell receptor (ICAM-1) that rhinovirus needs. With the antibodies monopolizing that site, the virus cannot enter the cell to spread infection.\"This is really a form of cellular vaccination,\" said Lerner.Because the delivery system can't reach exactly 100 percent of cells, the finished product was a mix of engineered and unengineered cells. The researchers then added rhinovirus to these cell populations and waited to see what would happen.The vast majority of cells died in about two days. In dishes with only unengineered cells, the population never recovered. There was an initial die-off in the mixed engineered/unengineered populations, too, but their numbers quickly bounced back. After 125 hours, these cell populations were back up to around the same levels as cells in an undiseased control group.In essence, the researchers had forced the cells to compete in Darwinian, \"survival-of-the-fittest\" selection in a lab dish. Cells without antibody protection died off, leaving protected cells to survive and multiply, passing on the protective gene to new cells.This success led the researchers to test the same technique against HIV. To infect a person, all strains of HIV need to bind with a cell surface receptor called CD4. So the scientists tested antibodies that could potentially protect this receptor on the very immune cells normally killed by HIV. \"This research is possible because of the ability to select specialized antibodies from combinatorial antibody libraries,\" said Lerner.Again, their technique worked. After introducing cells to the virus, the researchers ended up with an HIV-resistant population. The antibodies recognized the CD4 binding site, blocking HIV from getting to the receptor.The scientists further confirmed that these tethered antibodies blocked HIV more effectively than free-floating, soluble antibodies in experiments led by study co-authors Devin Sok of the International AIDS Vaccine Initiative (IAVI) and TSRI Professor Dennis R. Burton, who is also scientific director of the IAVI Neutralizing Antibody Center and of the National Institutes of Health's Center for HIV/AIDS Vaccine Immunology and Immunogen Discovery (CHAVI-ID) at TSRI.Joseph Alvarnas, M.D., director of Value-Based Analytics at City of Hope, explained how the TSRI technique could help patients, who--despite treatment with anti-retroviral drugs--still suffer from higher rates of diseases, such as cancers. \"HIV is treatable but not curable--this remains a disease that causes a lot of suffering. That makes the case for why these technologies are so important,\" he said.In addition to potentially collaborating with City of Hope, Xie said the next step in this research is to try engineering antibodies to protect a different receptor on the cell surface.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/sri-nam041017.php", "region": "namerica", "source_link": "http://www.scripps.edu/news/press/2017/20170410lerner.html", "funder": "", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Genetics", " Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Gene Therapy"], "journal": "Proceedings of the National Academy of Sciences", "description": "Scientists at the Scripps Research Institute have found a way to tether HIV-fighting antibodies to immune cells, creating a cell population resistant to the virus. Their experiments under lab conditions show that these resistant cells can quickly replace diseased cells, potentially curing the disease in a person with HIV.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}