{"title": "Obesity in Hispanic adolescents linked to nearly sixfold increase in high blood pressure", "text": "HOUSTON - (April 10, 2017) - Obesity raises the prevalence of high blood pressure among adolescents but the increase is particularly pronounced among Hispanics compared to white, African-American or Asian ethnic groups, according to a study by researchers at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth). Results were published  in the journal Pediatrics.While increasing body mass index (BMI), a measure of obesity, was associated with increased risk for high blood pressure in all four examined ethnic groups, the prevalence of high blood pressure was almost 6 times higher among obese Hispanic adolescents compared to normal weight Hispanics. Almost 25 percent of the Hispanic adolescents in the study were obese.Here is what the researchers found when they compared the prevalence of high blood pressure between obese and normal weight adolescents in the other ethnic groups:\"We believe we are the first to compare adolescent blood pressures to body mass index in these four major ethnic/racial groups,\" said Joshua Samuels, M.D., M.P.H., the study's senior author, a professor in the Department of Pediatrics at McGovern Medical School and an attending pediatric nephrologist at Children's Memorial Hermann Hospital.While researchers are not sure what is behind the elevated rates for Hispanics, they believe health care providers can use this information to assess more accurately the health risks of Hispanic adolescents. \"This is also information parents need to know,\" he said.High blood pressure affects about 75 million adults in the United States and contributes to about 1,000 deaths a day. It damages the arteries, which can lead to issues with the kidneys, heart and eyes.Findings were based on an analysis of 21,062 adolescents participating in a high blood pressure screening program. Tests were conducted at 27 secondary schools in Greater Houston between 2000 and 2015. McGovern Medical School conducted the on-going screenings through the Houston Pediatric and Adolescent Hypertension Program.Previously, the researchers had established that almost 3 percent of children between the ages of 10 and 19 have sustained high blood pressure and that obesity contributes to high blood pressure.\"The prevalence of high blood pressure among Hispanic adolescents rises sharply with weight gain,\" Samuels said. \"Normal weight Hispanic adolescents had the lowest level of high blood pressure among the four groups but obese Hispanic adolescents had the highest.\"For purposes of the study, high blood pressure was defined as having blood pressure at the 95th percentile or higher for three consecutive screenings. Students in the 85th to 94th percentile of BMI were considered overweight and children at the 95th percentile or higher obese.Samuels said additional studies are needed to gauge the impact of adolescent obesity on other cardiovascular risk factors such as diabetes and obstructive sleep apnea.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoth-oih041017.php", "region": "namerica", "source_link": "https://www.uth.edu/media/story.htm?id=d62f54d5-feec-4fb6-bc33-396267586bc0", "funder": "National Institutes of Health", "meeting": "", "institution": "University of Texas Health Science Center at Houston", "keywords": ["Ecology/Environment", " Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Pediatrics", " Physiology", " Public Health"], "journal": "Pediatrics", "description": "Obesity raises the prevalence of high blood pressure among adolescents but the increase is particularly pronounced among Hispanics compared to white, African-American or Asian ethnic groups, according to a study by researchers at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth). Results were published in the journal Pediatrics.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}