{"title": "Behind the scenes: Philly 'soda tax' passed on reveneue appeal", "text": "After years of attempts, passing of Philadelphia's \"soda tax\" came down to appealing to people's purse strings, not their health, according to a new Drexel University study.Jonathan Purtle, DrPH, assistant professor in the Dornsife School of Public Health, led the study that took a behind-the-scenes look at the strategy undertaken to make Philadelphia just the second U.S. city at the time to pass a sugar-sweetened beverage tax. And it appears that that was accomplished through focusing pre-kindergarten education, which enjoyed wide support, rather than the tax's health impact.\"The tax was conceptualized and framed as a revenue-generation ordinance, not a public health ordinance,\" Purtle explained. \"Thus, it appears it was rather easy to avoid health messaging. Pretty much everything was focused on how the revenue from the law would be used -- not the potential health benefits.\"Purtle was joined by colleagues from the Dornsife School of Public Health Brett Langellier, PhD, and Félice Lê-Scherban, PhD, to publish the study in Public Health Management & Practice. Between April and June 2016, Purtle and company interviewed nine people behind the policymaking process or who had followed the strategy of it. Among those officials were a pair of city council members, city agency officials, a community-based advocate, a news reporter and a researcher. Additionally, the study team monitored news coverage in the months leading up to the passage of the tax on June 16, 2016 (which put a 1.5 cent per ounce levy on sugar-sweetened beverages beginning this year) to help assess findings from the interviews.They found that the arguments for health benefits -- which had played a prominent role in two previous, failed attempts at a sugary beverage tax -- were deemed too controversial to successfully pass the tax this time around. Although health benefits are undeniable when less sugar is taken in --lowered obesity and occurrence of diabetes -- any arguments framed around that were largely left untouched.\"I think there's an analysis in this administration that [the tax] failed twice before in Philadelphia because it appeared to be too much of 'nanny state' politics,\" an official with a city education agency told the researchers during the policymaking process.With that in mind, the policymakers decided to pin the tax to something that already had broad support: prekindergarten education. A poll around that time showed that 84 percent of Philadelphians felt that prekindergarten education was \"very important.\" With such support for that issue, the messaging around the tax almost exclusively centered on it being a revenue stream for funding prekindergarten education across the city.\"[Jim Kenney] framed it as not a health debate, but he framed it as a debate over the source of tax revenue for pre-K [education] and expanded recreation facilities,\" the local news reporter the study team interviewed told them. \"He obviously knew that [sugar-sweetened beverage tax proposals] had lost any number of times in any number of cities before, most of which tried the health argument.\"Purtle and his team found that avoiding health-related discussions allowed for a \"wide-range\" of research to be applied to the tax, such as studies that presented the long-term benefits of prekindergarten on education-related outcomes and cost-savings related to it. Framing the tax as an education-based policy allowed for its proponents to use slogans like \"Our Kids Are Worth It\" to counter arguments related to economic concerns.It was only toward the end of the process -- just three weeks before the council vote -- that policymakers decided to use messaging regarding health benefits.\"Interviewees felt that the press conference served to 'health-ify' the sugar-sweetened beverage tax proposal at the very end of the policy debate and infuse health research into the policy discourse surrounding the proposal,\" Purtle, Langellier and Lê-Scherban wrote.\"This could have been influential earlier, too, but it also could have been counterproductive and amplified the outcry against the bill as opponents could then run with the 'don't tell me what to eat and drink' nanny state argument,\" Purtle added.Ultimately, the tax passed by a 13-4 margin. \"It was exciting to see things play out after systematically collecting different perspectives,\" Purtle said.Estimates since the passage of the tax put the total of revenue derived from it at $32 million for both Philadelphia and the state over the next five years. And in last November, similar taxes passed in four cities: San Francisco, Oakland and Albany, California, and Boulder, Colorado.\r\n \r\nPurtle believes the strategy used to pass the Philadelphia tax could be used elsewhere -- though he is unsure whether or not the results of a current Commonwealth Court battle over the tax will affect the attractiveness of it.\r\n \r\n\"Other cities might want to consider how revenue will be used as opposed to potential health benefits when they're trying to pass a tax like this,\" Purtle said. \"But I'm not sure whether the court ruling will affect the strategies used to pass similar, future taxes.\"\r\n", "article_link": "http://dx.doi.org/10.1097/PHH.0000000000000563", "url": "http://www.eurekalert.org/pub_releases/2017-04/du-bts041017.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/April/Soda-tax-passed-through-revenue-focus-not-public-health/", "funder": "", "meeting": "", "institution": "Drexel University", "keywords": ["Policy/Ethics", " Science/Health and the Law"], "journal": "Journal of Public Health Management and Practice", "description": "In a behind-the-scenes look at how policymakers formed Philadelphia's sugar-sweetened beverage tax, researchers from Drexel University found that an emphasis on revenue generation for pre-kindergarten education, not health benefits, served as a winning strategy.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}