{"title": "Patients at hospital-based primary practices more likely to get unnecessary tests", "text": "Patients with common conditions such as back pain, headaches and upper respiratory infections are more likely to receive tests and services of uncertain or little diagnostic or therapeutic benefit--so-called low-value care--when they seek treatment in primary care clinics located at hospitals rather than at community-based primary care clinics, according to a nationwide study led by researchers at Harvard Medical School and the David Geffen School of Medicine at UCLA.The key factor driving this disparity appears to be clinic location rather than clinic ownership, the research showed. Indeed, aside from referring patients to specialists slightly more often, hospital-owned community clinics delivered care otherwise similar to physician-owned community clinics.The study findings, published April 10 in JAMA Internal Medicine, found an overreliance on referrals to specialists, CT scans, MRIs and X-rays in patients treated at hospital-based primary care practices, raising concerns about the value of hospital-based primary care, the research team said.Over-testing and unnecessary referrals are serious concerns because past research shows that up to one-third of medical care may be wasteful or unnecessary. Unnecessary care can not only fuel higher overall treatment costs and spending but also lead to additional invasive and potentially harmful procedures and, in the case of CT scans and X-ray testing, expose patients to unnecessary radiation, the researchers say.Insights from the study could help hospital-based practices develop strategies that limit the use of tests and procedures that provide little value for patients while driving up health care costs.\"Hospital-based practices need to be aware of their tendency to overuse certain tests and services of questionable therapeutic value for patients with uncomplicated conditions,\" said study senior author Bruce Landon, an HMS professor of health care policy and of medicine at Beth Israel Deaconess Medical Center, where he practices general internal medicine. \"That knowledge can help both frontline clinicians and hospital leaderships find ways to eliminate or at least reduce such unnecessary services.\" The researchers say their findings suggest that more immediate access to specialists and the proximity and convenience of imaging services in hospitals may drive physicians in such settings to overuse them.\"An estimated 10 to 30 percent of health care spending in the United States stems from services that provide low-value care,\" said first author John Mafi, an assistant professor of medicine in the Division of General Internal Medicine and Health Services Research at the David Geffen School of Medicine at UCLA. \"Reducing the use of such services can not only help curb health care costs--and redirect such resources in more meaningful way--but also protect patients from the potentially harmful effects associated with such services.\"Common examples of low-value care include prescribing antibiotics for a patient with the common cold or other viral upper respiratory infection not affected by antibiotics, or sending a patient with uncomplicated back pain or headache for an MRI or a CT scan.In their analysis, the team compared patient records obtained from two national databases, comprising more than 31,000 patient visits over a 17-year period during which patients sought treatment in hospital-based primary care clinics or community-based clinics for upper respiratory infections, back pain and headaches.In order to better identify patients for whom the services were likely of low value, the researchers excluded those with more complex symptoms suggestive of a more serious disorder as well as people with underlying disorders and chronic conditions.Antibiotic prescription rates were similar in community- and hospital-based clinics.However, hospital-treated patients were referred more often for MRIs and CT scans (8 percent, compared with 6 percent) than community-treated patients, more often for X-ray testing (13 percent, compared with 9 percent) and more often for an evaluation by a specialist (19 percent, compared with 7.6 percent).\r\nAdditionally, the patients most likely to receive unnecessary tests and services were those visiting hospital-based primary care clinics but seeing someone other than their usual primary care physician. The finding, the researchers say, highlights the importance of continuity of care and suggests that when patients bounce from physician to physician they may be more likely to be over-tested or over-treated.\"Not seeing your regular primary care physician--what we call discontinuity of care--might be a weak spot where low value care can creep in,\" Landon said. \"The more we know about what situations are most likely to lead to patients' receiving low-value care, the more we can do to prevent it.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/hms-pa040617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Harvard Catalyst National Institutes of Health Award", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "JAMA Internal Medicine", "description": "Patients with common conditions such as back pain, headache and upper respiratory infections are more likely to get tests and services that are unnecessary or of little diagnostic and therapeutic benefit -- so-called low-value care -- if they visit hospital-based primary care practices instead of community-based ones.\r\n \r\n\r\nPractice location, rather than practice ownership, appears to be the driving factor behind the disparity.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}