{"title": "Billionaire investor to accelerate research in artificial intelligence in healthcare", "text": "Summary:-\tJim Mellon is currently writing a book Juvenescence outlining his thesis for investing in longevity which is due to be published in May 2017.-\tJim Mellon has made an investment in Insilico Medicine to enable the company to validate the many molecules discovered using deep learning and launch multi-modal biomarkers of human agingMonday, April 10, 2017, Baltimore, MD - Insilico Medicine, Inc, a big data analytics company applying deep learning techniques to drug discovery, biomarker development, and aging research today announced that it has closed an investment from the billionaire biotechnology investor Jim Mellon. Proceeds will be used to perform pre-clinical validation of multiple lead molecules developed using Insilico Medicine's drug discovery pipelines and to advance research in deep learned biomarkers of aging and disease. \"Unlike many wealthy business people who rely entirely on their advisors to support their investment in biotechnology, Jim Mellon has spent a substantial amount of time familiarizing himself with recent developments in biogerontology. He does not just come in with the funding, but brings in expert knowledge and a network of biotechnology and pharmaceutical executives, who work very quickly and focus on the commercialization potential. We are thrilled to have Mr. Mellon as one of our investors and business partners\", said Alex Zhavoronkov, PhD, founder, and CEO of Insilico Medicine, Inc. \"I am thrilled to announce an initial investment into Insilico Medicine, which I hope will be the start of a long and productive collaboration.  During the course of the past few months, I have traveled throughout Europe and America interviewing major figures in aging research and learning about companies working in the field,\" said Jim. \"I believe that Insilico is a truly remarkable platform for drug discovery, and my colleagues and I look forward to working with them to develop effective treatments for aging\"After years of research, Jim Mellon announced his vision for longevity at the Master Investor show in London attended by over five thousand investors and entrepreneurs. A video recording of his talk is available here: https://www.youtube.com/watch?v=JlSsLS3WfHw&index=3&list=PLfZpFSa9-dsYojmaUgHKZ3OnMlKNDvCXT . Often referred to as the \"British Warren Buffett\", Jim Mellon is famous for spotting trends early. In the 1980s he started investing in emerging markets.  In the 1990s he traveled to Russia to participate in the privatization of state assets.  In 2005 together with his business partner he co-founded a company called Uramin with one hundred thousand dollars and sold it for over 1.8 billion euro in 2007 and Jim is now a substantial landlord in Germany.In 2012, Jim published a best-selling book \"Cracking the Code\", where he presented his vision for the life science sector and why people should be focusing on the rapid technological process influencing the industry. In 2017, he announced his intention to focus on the business of longevity and make substantial investments into this area.In his upcoming book entitled Juvenescence, Jim Mellon and long-time co-author Al Chalabi take a tour of many academic laboratories, biopharmaceutical companies, and Silicon Valley tech companies to research emerging trends and exciting discoveries. Juvenescence highlights promising technologies that are likely to generate substantial longevity dividends and create sustainable and profitable industries. Through its focus on aging research and drug discovery, Insilico Medicine is bringing the knowledge gap between the consumer and pharmaceutical industries and collaborates with some of the largest pharmaceutical, cosmetics, and nutrition companies and academic institutions. In 2016, Insilico Medicine published several seminal proof-of-concept papers demonstrating the applications of deep learning to drug discovery, biomarker development, and aging research. A study published in Aging proposed a short list of molecules with likely geroprotective effects. In a recently published article at Nature Communications, Insilico Medicine describes a tool that it uses to study the minute changes in gene expression between young and old tissues and tissues afflicted by the disease. Another paper demonstrating the ability to predict the chronological age of the patient using a simple blood test, published in Aging, became the second most popular paper in the journal's history.\r\nInsilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with given parameters and published a seminal paper in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award. \r\nIn March 2017, the company launched its first geroprotector with its exclusive partner, Life Extension: http://www.geroprotector.com.About Jim MellonAbout Insilico Medicine, IncInsilico Medicine, Inc. is a bioinformatics company located at the Emerging Technology Centers at the Johns Hopkins University Eastern campus in Baltimore with R&D resources in Belgium, Russia, and the UK hiring talent through hackathons and competitions. It utilizes advances in genomics, big data analysis and deep learning for in silico drug discovery and drug repurposing for aging and age-related diseases. The company pursues internal drug discovery programs in cancer, Parkinson's, Alzheimer's, ALS, diabetes, sarcopenia and geroprotector discovery. Through its Pharma.AI division, the company provides advanced machine learning services to biotechnology, pharmaceutical, and skin care companies.\r\nBrief company video: https://www.youtube.com/watch?v=l62jlwgL3v8\nQingsong Zhu\nzhu@insilicomedicine.com\n443-451-7212\n @InSilicoMeds\nhttp://www.insilicomedicine.com ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/imi-bit040617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Mathematics/Statistics", " Medicine/Health", " Cancer", " Gerontology", " Aging", " Aging", " Technology/Engineering/Computer Science", " Computer Science"], "journal": "", "description": "Billionaire investor Jim Mellon has announced his commitment to support research in human longevity. He recently made an investment in Insilico Medicine to enable the company to validate the many molecules discovered using deep learning and launch multi-modal biomarkers of human aging.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}