{"title": "Alarming levels of hypertension found in the general public", "text": "A new study finds that 50% of the Canadian public is unaware that they suffer from high blood pressure, with most of them unaware of their condition or unwilling to address and manage their high blood pressure. Hypertension is the medical term for abnormally high blood pressure. High blood pressure puts extra strain on people's hearts and blood vessels. Over time, the extra strain increases the risk of serious heart problems, including heart attacks and strokes.  A new study published in the American Journal of Hypertension draws attention to the \"silent\" nature of hypertension and suggests why the gravity and severity of hypertension is often misunderstood. The research also offers suggestions to educate the public about hypertension.  In order to detect a general awareness of hypertension, researchers set up mobile clinics at shopping malls, workplaces, hospitals, and community centers in a Northern American city. The clinics measured 1097 volunteers' blood pressure.Researchers found that 50% of participants had high blood pressure. An unexpectedly large number of participants (2%) showed hypertensive results that are of a high health risk. Most of these people were not on medical treatment (if their hypertension was known), were unaware of their hypertensive state, and were unwilling to acknowledge the severity of their high blood pressure readings. The researchers concluded that the reasons for resistance included ignorance of health consequences of hypertension and being unaware of how to manage hypertension properly.\"What is particularly significant about this study is that a surprisingly large number of participants exhibited some type of hypertensive urgency or emergency,\" said Dr. Grant Pierce, Executive Director of Research at St. Boniface Hospital in Canada, \"Many of the participants were either unaware of their condition or simply not adherent to their medications.  Based on these findings, we determined that a mobile hypertension clinic provides a valuable platform for identifying hypertension in the general public, as well as insight into the management of this condition.\"", "article_link": "http://dx.doi.org/10.1093/ajh/hpw165", "url": "http://www.eurekalert.org/pub_releases/2017-01/oupu-alo010417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Oxford University Press USA", "keywords": ["Medicine/Health", " Cardiology", " Public Health"], "journal": "American Journal of Hypertension", "description": "A new study finds that 50 percent of the Canadian public is unaware that they suffer from high blood pressure, with most of them unaware of their condition or unwilling to address and manage their high blood pressure.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}