{"title": "Researchers identify factors associated with stopping treatment for opioid dependence", "text": "(Boston)--Individuals with opioid use disorder who are treated with buprenorphine, a commonly prescribed drug to treat addiction, are more likely to disengage from treatment programs if they are black or Hispanic, unemployed, or have hepatitis C according to a study published online in the Journal of Substance Abuse Treatment.Like other chronic, life-long medical conditions such as hypertension or diabetes, opioid use disorder (OUD) requires long-term engagement in therapy for its success. According to the experts, many individuals who participate in Office Based Addiction Treatment (OBAT) with buprenorphine discontinue treatment less than one year after initiation. Buprenorphine (also known as Subutex, or Suboxone when formulated with another drug, naloxone) is an effective treatment for opioid dependence. Treatment with buprenorphine has been shown to lead to reduced rates of heroin and prescription opioid use, as well as a reduction in \"risky behaviors\" that are associated with development of significant co-morbidities such as HIV or viral hepatitis infection.To better understand the reasons for disengagement from buprenorphine treatment, researchers from Boston University Schools of Medicine (BUSM) and (BUSPH) Public Health examined patients treated at Boston Medical Center's (BMC) OBAT program between 2002 and 2014. The observational study followed more than 1,200 patients over 12 years with the goal of identifying patient-specific factors associated with retention in the treatment program for longer than one year. It specifically evaluated age, gender, race/ethnicity, education level, employment, infection with hepatitis C virus, co-morbid psychiatric conditions, and prior or current use of drugs or alcohol.While the study found that older age, female, and co-morbid psychiatric diagnosis were associated with greater odds of treatment retention beyond one year, patients who were black or Hispanic, unemployed, and had evidence of hepatitis C viral infection were associated with decreased odds of treatment retention beyond one year. \"\"This study highlights some important disparities in treatment outcomes, especially racial/ethnic disparities in outcomes, which reflect a larger issue in medical care in general as well as in society at large,\" explained lead author Zoe Weinstein, MD, assistant professor of medicine at BUSM and director of the Addiction Consult Service at BMC. She points out that identifying risk factors for disengagement is especially important given the increased focus from researchers and clinicians to expand access to treatment with opioid agonist, such as buprenorphine, in light of the current opioid epidemic. The authors argue that the results highlight new avenues of exploration to improve current strategies of treating addiction. For instance, the authors suggest that employment assistance programs may help retain patients in recovery programs by engaging them in work. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-rif010517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse, NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Addiction"], "journal": "Journal of Substance Abuse Treatment", "description": "Individuals with opioid use disorder who are treated with buprenorphine, a commonly prescribed drug to treat addiction, are more likely to disengage from treatment programs if they are black or Hispanic, unemployed, or have hepatitis C according to a study published online in the Journal of Substance Abuse Treatment.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}