{"title": "Older lung cancer patients face significant treatment burden", "text": "Depending on the type of treatment older lung cancer patients receive, they can spend an average of one in three days interacting with the healthcare system in the first 60 days after surgery or radiation therapy, according to a study by Yale researchers.The findings are published in current issue of Journal of Oncology Practice.\"To our knowledge, this is the first study to characterize treatment burden for early-stage lung cancer patients in terms of touches with the healthcare system, including emergency department visits, hospital-based follow-up care, number of physicians, and outpatient visits,\" said first author Carolyn Presley, M.D., instructor at Yale Cancer Center and a Robert Wood Johnson Clinical Scholar at Yale School of Medicine. \"These findings highlight a need to improve cancer care coordination. It's also a call for providers to think about the burden we might be placing on patients,\" she noted.Presley and her co-authors compared a group of 8,000 Medicare beneficiaries receiving treatment for early stage lung cancer; 76% were treated with surgery, 10% received stereotactic body radiation therapy (SBRT), and 13% received external-beam radiation therapy (EBRT). According to the study, patients with a higher number of medical conditions treated with surgery had the most post-treatment burdens. \"We found that after a typical treatment for cancer, older patients saw an average of 20 different physicians during multiple visits and took 12 different medications,\" said Presley, who is also a member of the Yale Cancer Outcomes, Public Policy and Effectiveness Research Center. \"These numbers are very high and a lot to expect of older patients who often have mobility issues or functional limitations. With every additional visit and prescription, there is additional room for errors.\"\"For older patients who have more comorbidities -- chronic conditions, like hypertension or diabetes, etc. -- it's reasonable to strongly consider prescribing SBRT, vs. surgery or EBRT. SBRT radiation involves fewer treatment days,\" added Presley, who stressed that there should be a focus on streamlining cancer treatment so the patient spends the least amount of time interacting with the healthcare system. \"We have to start incorporating the patient voice in treatment decisions and really investing in case management and care coordination,\" said Presley. \"Reducing the number of visits, scheduling them on the same days, and reducing redundant tests, labs, and medications would greatly improve the daily lives of cancer patients.\" ", "article_link": "http://dx.doi.org/10.1200/JOP.2016.014100", "url": "http://www.eurekalert.org/pub_releases/2017-01/yu-olc010517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Yale University", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Cancer", " Clinical Trials", " Critical Care/Emergency Medicine", " Death/Dying", " Gerontology", " Public Health", " Quality of Life"], "journal": "Journal of Oncology Practice", "description": "Depending on the type of treatment older lung cancer patients receive, they can spend an average of one in three days interacting with the healthcare system in the first 60 days after surgery or radiation therapy, according to a study by Yale researchers.\r\n\r\nThe findings are published in current issue of Journal of Oncology Practice.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}