{"title": "A view from the edge: Creating a culture of caring", "text": "DETROIT - In an article to be published in the Jan. 5 edition of the New England Journal of Medicine, a Henry Ford Hospital critical care medicine physician describes in candid detail about how her own near-death experience inspired an organizational campaign to help health professionals communicate more effectively and demonstrate more empathy to their patients.Rana Awdish, M.D., director of the Pulmonary Hypertension Program, writes in \"A View from the Edge: Creating a Culture of Caring\" that as a patient \"I learned that though we do many difficult, technical things so perfectly right, we fail our patients in many ways.\"In 2008 Dr. Awdish nearly died when a tumor ruptured in her liver, leading to multisystem organ failure. The care team worked frantically to save her but could not save the baby she was carrying. Her recovery would include five major surgeries and multiple hospitalizations in intensive care. She also experienced something unexpected: a kind of casual indifference.  \"I was privy to failures that I'd been blind to as a clinician,\" she says. \"There were disturbing deficits in communication, dis-coordinated care, occasionally an apparently complete absence of empathy. I recognized myself in many of those failures.\" Dr. Awdish says her patient experience inspired her to champion a shift in culture for helping health professionals talk more effectively with their patients at Henry Ford Hospital and throughout its parent organization, the Detroit-based Henry Ford Health System. She used her experience to drive home the point to leaders and others that \"everything matters, always. Every person, every time.\"Henry Ford's Physician Communication and Peer Support curriculum, launched in 2013, is guided by empathy and compassion, beginning with an understanding of what matters most to patients and aligning them with patient values.  It's geared for physicians, residents, fellows, nurses and other health professionals. Courses include:\"My experience changed me,\" says Dr. Awdish, who also serves as medical director of Care Experience, which directs the patient communications initiative across the health system. \"It changed my vision of what I wanted our organization to be, to embody.\"She says her experience is a teachable moment across the spectrum of health care as the focus shifts to respecting patients as more than just someone with an illness or disease. \"By focusing on our missteps, we can ensure that the path ahead is one of compassionate, coordinated care,\" Dr. Awdish says. \"When we are ashamed, we can't tell our stories. In the wake of painful experience, we all seek meaning. It is the human thing to do, but it is also the job of great organizations. The stories we tell do more than restore our faith in ourselves. They have the power to transform.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/hfhs-avf010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Henry Ford Health System", "keywords": ["Medicine/Health", " Health Professionals"], "journal": "New England Journal of Medicine", "description": "In an article to be published in the Jan. 5 edition of the New England Journal of Medicine, a Henry Ford Hospital critical care medicine physician describes in candid detail about how her own near-death experience inspired an organizational campaign to help health professionals communicate more effectively and demonstrate more empathy to their patients.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}