{"title": "Seeking the secret ingredient in the original smallpox vaccine", "text": "Smallpox is an infectious disease caused by variola virus that has killed millions of people over the centuries. The disease is characterized by the growth of innumerable bumps that cover the entire body of the patient. The disease is fatal in 30% of cases, but this rate is much higher for hemorrhagic smallpox and flat-type smallpox.Vaccination against smallpox throughout the 19th and 20th centuries was successful and contributed to the eradication of the disease in 1977, after a successful worldwide campaign (1967-1977) coordinated by the World Health Organization. The vaccine was developed by British physician Edward Jenner in 1796 and the virus circulating in the vaccine was named as vaccinia virus. Cowpox virus, a cousin of variola virus, causes a mild smallpox-like disease in cows. The story goes that Jenner was told that milkers who acquired the \"cow-version\" of smallpox were immune to the human version of the disease. Thus, one day Jenner decided to perform a risky experiment. The researcher took pustular material from the lesion of a milker and used it to inoculate a young boy. If the hypothesis that previous cowpox infection protected humans from smallpox proved right, then the boy would not develop smallpox when later challenged with smallpox pustular material. Sure enough the young boy remained immune to smallpox and the experiment was a milestone in the history of the smallpox vaccine. Following this success, vaccination (from the Latin vacca meaning cow) was adopted worldwide as the main strategy to prevent smallpox.According to this historical account, we could logically expect that the virus found in today's smallpox vaccine would be cowpox. But in fact this is not the case. Virtually all batches of modern smallpox vaccine contain no cowpox virus, but instead what is called vaccinia virus. Full-genome sequencing has revealed that the two viruses are quite different and that one could have not mutated into the other.  How to explain, then, that a vaccine originally developed using what was supposedly cowpox virus shows no trace of it? Where and when did the mix-up occur? It is known that natural cases of cowpox were quite rare in Jenner's time, which may have prompted him to perform the same experiments in humans using horsepox-infected pustular material.  Did Jenner in fact play with horsepox virus as well as cowpox virus? If so, what was the role of horsepox virus in the development of the smallpox vaccine?  And how to explain the observation that horsepox virus and the Brazilian smallpox vaccine bear great similarity ? The fact that vaccinia virus may cause horsepox in horses adds to the confusion. These and many other questions surrounding the birth of what is considered the most successful vaccine ever developed are explored in a new study entitled \"Revisiting Jenner's mysteries, the role of the Beaugency lymph in the evolutionary path of ancient smallpox vaccines\" and conducted by Clarissa Damaso, a professor at the Instituto de Biofísica Carlos Chagas Filho at the Federal University of Rio de Janeiro, Brazil. The study, published on the 18th of August in The Lancet Infectious Diseases, is an in-depth investigation of the mysteries associated with the development of smallpox vaccine, and a rich account of how the vaccine lymph was spread worldwide. According to Damaso, \"the intense mixing and exchange of several smallpox vaccine samples that occurred during the 19th century has resulted in an intricate and complex evolutionary relationship involving different types of viruses and lymphs that we are still trying to understand.\" Combining the use of modern technology and access to historical records may eventually shed light on all the ingredients added to this mysterious recipe that has no doubt saved millions of people worldwide.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/pcc-sts081717.php", "region": "samerica", "source_link": null, "funder": "", "meeting": "", "institution": "Publicase Comunicação Científica", "keywords": ["Virology", " Health Care", " Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " History"], "journal": "The Lancet Infectious Diseases", "description": "Thanks to a secret vaccine ingredient as well as a net of worldwide researchers and successful vaccination campaigns, smallpox was finally eradicated in 1977.  A new study entitled 'Revisiting Jenner's mysteries, the role of the Beaugency lymph in the evolutionary path of ancient smallpox vaccines' and published in The Lancet Infectious Diseases, provides an in-depth investigation of the mysteries associated with the development of smallpox vaccine and is a rich and interesting account of how the vaccine lymph was spread worldwide.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}