{"title": "Wistar scientists develop novel immunotherapy technology for prostate cancer", "text": "PHILADELPHIA -- (Aug. 17, 2017) -- A study led by scientists at The Wistar Institute describes a novel immunotherapeutic strategy for the treatment of cancer based on the use of synthetic DNA to directly encode protective antibodies against a cancer specific protein. This is the first application of the new technology, called DNA-encoded monoclonal antibody (DMAb), for cancer immunotherapy. The study was published online in Cancer Immunology, Immunotherapy.Prostate cancer is the second most common cancer in men worldwide. Traditional treatments are invasive and can impair the quality of life of patients, underscoring the need for alternative therapeutic strategies, including immunotherapy. One of the immunotherapeutic approaches that has been explored thus far relies on the use of monoclonal antibodies that specifically target a protein present on the surface of prostate cancer cells called prostate specific membrane antigen (PSMA) to elicit an anti-tumor immune response and control the cancer. Although promising, this strategy is limited by the production cost required to make these therapeutic antibodies. Additionally, multiple infusions are often required to achieve efficacy. Wistar researchers devised a novel DNA-based approach in which an engineered DNA plasmid is constructed and used to deliver the instructions to make the desired anti-PSMA antibody so that the therapy can be generated in the patient's body in a sustained manner. This research has important implications for the use of DNA-encoded monoclonal antibody technology as a platform for delivering the next generation of immunotherapies for cancer and many human diseases.    \"This is an important demonstration of the possibilities opened up for immunotherapy by DMAb technology to direct in vivo production of antibodies of major relevance to human cancer,\" said David B. Weiner, Ph.D., executive vice president of The Wistar Institute, director of The Wistar Institute Vaccine & Immunotherapy Center, W.W. Smith Charitable Trust Professor in Cancer Research, and senior author of the study. \"There is a great need for such new approaches for prostate disease as well as many other cancers. As recent data suggest, PSMA is an important cancer antigen expressed on many human prostate, bladder, renal as well as ovarian cancers, so additional study of the possible benefits of this therapy are important.\"The new technology was tested in mice for the ability to generate antibodies in their blood stream that would target human PSMA as well as target PSMA-positive tumors. Results showed that antibodies were able to bind to the cancer cells and recruited specific immune cells called natural killer cells, resulting in shrinkage of the tumor, significantly improving survival.\"Our data provide proof of concept that DMAb engineered DNA plasmids can be successfully used to target important cancers,\" said Kar Muthumani, M.Sc., Ph.D., assistant professor in the Translational Tumor Immunology Program at Wistar, member of the Vaccine & Immunotherapy Center and lead author of the study. \"The unique features of our synthetic DNA-based system make it a promising novel approach for cancer therapy, alone or in combination with other treatments.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/twi-wsd081717.php", "region": "namerica", "source_link": "https://www.wistar.org/news-and-media/press-releases/wistar-scientists-develop-novel-immunotherapy-technology-prostate-canc", "funder": "W.W. Smith Charitable Trust Professorship, Basser Foundation, DARPA, Inovio Pharmaceuticals, Inc.", "meeting": "", "institution": "The Wistar Institute", "keywords": ["Biology", " Cell Biology", " Biochemistry", " Cancer", " Prostate Cancer", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Cancer Immunology & Immunotherapy", "description": "A study led by Wistar scientists describes a novel immunotherapeutic strategy for the treatment of cancer based on the use of synthetic DNA to directly encode protective antibodies against a cancer-specific protein.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}