{"title": "Expert panel reviews neuraminidase inhibitors for the prevention and treatment of influenza", "text": "The debate on antivirals' effectiveness and safety has led to some uncertainty within the public health community regarding their potential benefits as a treatment option or as prophylaxis for influenza.The ECDC expert opinion demonstrates that there is evidence for use of neuraminidase inhibitors for treatment and prophylaxis of influenza, in particular for the most vulnerable and their families. It also highlights the importance of further studies and the urgent need for the development of new antivirals with greater efficacy.The expert opinion reviews three large systematic reviews and meta-analyses assessing efficacy, effectiveness and safety of two licensed neuraminidase inhibitors, oral oseltamivir and inhaled zanamivir: the 2014 Cochrane Collaboration report (Jefferson et al.), the 2015 MUGAS study (Dobson et al.), and the 2014 PRIDE study (Muthuri et al.). Additional reviews and studies were also considered.The expert opinion was opened for public consultation in spring 2016; the report has now been revised in light of the submissions and a final version published.ECDC thanks those people and organisations who made submissions during the public consultation. The expert opinion benefitted from these valuable contributions; however, the conclusions of the expert opinion have not altered significantly.The submissions have been published on the ECDC website, with a commentary from the report's authors.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ecfd-epr081617.php", "region": "europe", "source_link": "https://ecdc.europa.eu/en/news-events/expert-panel-reviews-neuraminidase-inhibitors-prevention-and-treatment-influenza", "funder": "European Centre for Disease Prevention and Control", "meeting": "", "institution": "European Centre for Disease Prevention and Control (ECDC)  ", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "", "description": "An ECDC expert opinion concludes that there is clear evidence supporting the use of neuraminidase inhibitors in the treatment and prevention of influenza. Moreover, the current recommendations in European countries on the use of the neuraminidase inhibitors oseltamivir and zanamivir are appropriate and should be applied by prescribing physicians.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}