{"title": "Plant-produced polio vaccines could help eradicate age-old disease", "text": "Plants have been used to produce a new vaccine against poliovirus in what is hoped to be a major step towards global eradication of the disease.A cross-cutting team of scientists, including Dr Johanna Marsian working in Professor George Lomonossoff's Lab at the John Innes Centre, Norwich, has produced the novel vaccine with a method that uses virus-like particles (VLPs) - non-pathogenic mimics of poliovirus which are grown in plants.Genes that carry information to produce VLPs are infiltrated into the plant tissues. The host plant then reproduces large quantities of them using its own protein expression mechanisms.Professor Lomonossoff, from the John Innes Centre said: \"This is an incredible collaboration involving plant science, animal virology and structural biology. The question for us now is how to scale it up - we don't want to stop at a lab technique.\"VLPs look like viruses but are non-infectious. They have been biologically engineered so they do not contain the nucleic acid that allows viruses to replicate. This means that they mimic the behaviour of the virus, stimulating the immune system to respond without causing an infection of poliomyelitis. Laboratory tests demonstrated that the poliovirus mimics provided animals with immunity from the disease paving the way for human vaccines to be produced by plants on a major scale with the input of pharmaceutical industry collaborators.The breakthrough was made by a consortium funded by the World Health Organisation (WHO) which is seeking to eradicate a disease that has been known since antiquity. The WHO is seeking alternative vaccines that avoid use of the live virus as part of an international drive to completely eradicate the virus worldwide.  A global scourge up to the middle of the last century, poliovirus has been reduced by 99 per cent since 1988 due to the Global Polio Eradication Initiative led by the WHO. Current polio vaccines, however, require the production of huge quantities of the virus. Using the live virus not only represents a risk of the virus escaping, the use of the live attenuated (weakened) virus, effectively maintains polio in the global population. VLPs were expressed at the John Innes Centre using Hypertrans® transient plant expression system which had previously been developed there. This successful development not only holds promise for the production of vaccines for polio: it could become a frontline diagnostic resource in producing vaccines against other viral outbreaks.\"The beauty of this system of growing non-pathogenic virus mimics in plants, is that it boosts our ability to scale-up the production of vaccine candidates to combat emerging threats to human health,\" said Prof Lomonossoff.In the past 20 years plants have become serious competitors to bacteria, insect cells, yeast or \r\nmammalian cells as production systems for pharmaceutical materials. They are cost-effective requiring simple nutrients, water, carbon-dioxide and sunlight for efficient growth and the transient expression system can be adjusted rapidly with low costs.The work at the John Innes Centre furthered work of scientists at the University of Leeds, who first discovered a way of producing the virus-like particles (VLP) using the Hypertrans® expression system. Despite successes of plant-based expression to produce VLPs of papilloma and hepatitis B viruses, poliovirus VLPs had previously proved too unstable to make practical vaccines using this technique. A problem is that the genetic material which causes replication of the virus and which is therefore  absent from the VLPs, also has a role in holding the particles together.However teams from The National Institute for Biological Standards and Control, and the University of Leeds identified mutations within protein coats which enabled the production of VLPs which are sufficiently stable to act as vaccines. Experiments at the University of Oxford showed that these were identical to native poliovirus retaining their shape when warmed, and which are effective in protecting animals against poliovirus. The team used cryo-electron microscopy at Diamond Light Source's Electron Bio-Imaging Centre (eBIC) to obtain a clear look at the structure of the VLPs. They confirmed the structure and showed that the external features of the particles were identical to those of poliovirus.Dave Stuart, Director of Life Sciences at Diamond and Professor of Structural Biology at University of Oxford said, \"We were inspired by the successful synthetic vaccine for foot-and-mouth disease, also investigated at Diamond as part of UK research collaboration. By using Diamond's visualisation capabilities and the expertise of Oxford University in structural analysis and computer simulation, we were able to visualise something a billion times smaller than a pinhead and further enhance the design atom by atom of the empty shells. Through information gained at Diamond, we also verified that these have essentially the same structure as the native virus to ensure an appropriate immune response.\"This collaboration means manufacturing the particles stabilised in plants on a large scale as precursors to vaccines is now much closer to becoming a reality. The results are outlined in the journal Nature communications:  Plant-made Polio 3 stabilised VLPs - a candidate synthetic Polio vaccine. The collaboration includes the John Innes Centre, The National Institute for Biological Standards and Control, Oxford University, University of Leeds, Diamond Light Source, the Henry Wellcome Building for Genomic Medicine.Background information: Poliovirus: the scourge of summers past An ancient Egyptian stone engraving provides a clue that the poliovirus has been a disturbing blight on our lives since antiquity. The 3,500-year-old engraving appears show a polio victim, a priest with a withered right leg.From then the virus was widely feared up until the middle of the last century and the arrival of the first effective vaccines. Polio is now down to a few hundred cases a year world-wide, but these numbers remain steady as the virus is maintained in the environment by the use of the live attenuated vaccine. \"The poliovirus is a very nasty disease and certainly until the 1950s was a real scourge.\" said Professor George Lomonossoff of the John Innes Centre, based at Norwich Research Park.\"It was known as the summer plague and here in Norwich the main source of it was bathing in the river Yare near Earlham Park.\"\"Most people had very mild symptoms but some people got paralytic polio and in worst cases couldn't breathe properly and had to be put in an iron lung in order to breathe.\"Poliovirus is the causative agent of poliomyelitis which destroys motor neurons in the central nervous system causing paralysis or even death. Transmission is primarily by ingesting infected water.The Global Polio Eradication Initiative led by the World Health Organisation has resulted in 99 per cent fewer cases in the past 30 years by using two highly effective vaccines: the live attenuated (weakened) vaccine developed by Albert Sabin and the formaldehyde-inactivated or killed virus developed by Jonas Salk.Production of both vaccines, developed in the 1950s, requires propagation of large quantities of live poliovirus increasing the risk of accidental re-introductions.Because of this risk, the WHO has intensified its search for cheap and viable alternatives, this breakthrough using the virus-like particles presents an exciting new option. Virus free vaccines will allow polio to be eradicated, they will prevent recurrences without the risks associated with the using the live virus vaccines.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/j-ppv081017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "John Innes Centre", "keywords": ["Plant Sciences", " Biotechnology", " Genetics", " Microbiology", " Plant Sciences", " Virology", " Pharmaceutical Sciences", " Medicine/Health", " Vaccines", " Public Health"], "journal": "Nature Communications", "description": "Plants have been used to produce a new vaccine against poliovirus in what is hoped to be a major step towards global eradication of the disease.", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}