{"title": "Virulence factor made by influenza virus is potential target for vaccine drug development", "text": "New Rochelle, NY, August 14, 2017--A new study describes how NS1, a protein produced by influenza A viruses, suppresses the body's immune responses to viral infection. Researchers present the potential to develop a live attenuated vaccine based on an engineered influenza A virus lacking NS1 and to design antiviral drugs that target NS1. The study is published in Journal of Interferon & Cytokine Research (JICR) from Mary Ann Liebert, Inc., publishers. The article is available free on the JICR website until September 14, 2017.In the article entitled \"Interactions Between NS1 of Influenza A Viruses and Interferon-α/β: Determinants for Vaccine Development,\" coauthors Ben Wang and Eleanor Fish, University Health Network and University of Toronto, Canada, examine the body's first line of defense against infectious agents such as viruses--the interferon (IFN)-α/ß response. The researchers describe the effects of IFN-α/ß on influenza A virus replication, how NS-1 inhibits IFN-α/ß production, and the potential for using IFN-α/ß or blocking NS-1 activity as a treatment for influenza A virus infection.\"Influenza viruses remain a major cause of human morbidity and mortality. This article suggests potential new approaches to combat these viruses,\" says Journal of Interferon & Cytokine Research Co-Editor-in-Chief Ganes C. Sen, Department of Immunology, Cleveland Clinic Foundation, Cleveland, OH. ", "article_link": "http://dx.doi.org/10.1089/jir.2017.0032", "url": "http://www.eurekalert.org/pub_releases/2017-08/mali-vfm081417.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/virulence-factor-made-by-influenza-a-viruses-is-potential-new-target-for-vaccine-and-anti-viral-drug-development/2230/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Journal of Interferon & Cytokine Research", "description": "A new study describes how NS1, a protein produced by influenza A viruses, suppresses the body's immune responses to viral infection.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}