{"title": "Viruses up their game in arms race with immune system", "text": "In a classic example of the evolutionary arms race between a host and a pathogen, the myxoma virus -- introduced to control the rabbit population in Australia in 1950 -- has developed a novel and deadly ability to suppress the immune response of its host rabbits. New research shows that viruses collected in the 1990s are much more effective at shutting down the immune systems of rabbits that have never been exposed to the virus than are viruses from the 1950s. \"When a host develops resistance to a virus, the virus will often evolve ways to evade the host's immune response,\" said Andrew Read, Evan Pugh Professor of Biology and Entomology and Eberly Professor of Biotechnology at Penn State and an author of the study. \"Instead of hiding from the rabbit's immune response, the myxoma virus has evolved ways to directly suppress it, leading to the development of a virus that is even more deadly to non-resistant rabbits.\"A paper describing the new study appears the week of August 14, 2017, in the journal Proceedings of the National Academy of Sciences. The research suggests that efforts to artificially increase resistance to a virus through selective breeding, genetic engineering, or immunization -- unless they completely prevent transmission of the virus -- could accelerate the arms race, producing even more virulent viruses.Wild European rabbits were introduced to Australia in the 19th century and quickly spread, wreaking havoc on the land and devastating crops. The myxoma virus was initially extremely effective in reducing the population of these invaders. The strain of virus that was introduced developed in a different species of rabbit in South America. Scientists at the time were interested in understanding how the virus would evolve in this new, European, host. \"This system has been studied since the 1950s as a classic example of an evolutionary arms race,\" said Peter Kerr of the University of Sydney, Australia and lead author of the paper. \"The rabbits evolved resistance, the virus evolved ways to combat that resistance, and this continued in a back-and-forth, ever escalating way. We wanted to know how that arms race has continued since it was last studied in the early 1980s.\"The research team compared viruses collected in the 1990s to the original strain introduced to Australia in 1950. \"We can compare how nasty a virus is in what we call a 'common garden',\" said Read. \"In this case, laboratory rabbits that have not been exposed to myxoma virus provide that common garden -- they have not developed resistance to mxyomatosis so we can compare how they respond to viruses from different eras.\"Many of the viruses from the 1990s were extremely virulent, but the laboratory rabbits infected with them did not develop the usual symptoms associated with myxoma infection, including skin lesions and high fever. Instead, these rabbits developed a profound immune system depression, leading to massive bacterial infection and acute collapse syndrome, similar to sepsis. \"The rabbits infected with virus from the 1990s did not have a typical inflammatory response to the infection or develop fevers,\" said Isabella Cattadori, associate professor of biology at Penn State and an author of the paper. \"This is further evidence that the virus is severely suppressing the immune response in these rabbits. The evolutionary arms race has produced a virus that instead of trying to evade the host's immune response, directly attacks it.\"Although the original strain of myxoma virus introduced to Australia in the 1950s had some ability to suppress its host's immune system, this ability has increased over time and the acute collapse syndrome that it causes developed sometime after the studies in the 1980s. \"Our study shows that the evolutionary arms race between an infectious agent and its host's immune system can continue to escalate to produce new more dangerous viruses,\" said Read. \"We need to be aware of this in areas like agriculture, and even human vaccinations, where we are artificially enhancing resistance. If our methods do not completely prevent transmission of the viruses we could be accelerating the evolution of more deadly viruses.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ps-vut080917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases, Australian National Health and Medical Research Council, Penn State Huck Institutes of the Life Sciences", "meeting": "", "institution": "Penn State", "keywords": ["Food/Food Science", " Biology", " Evolution", " Virology", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Proceedings of the National Academy of Sciences", "description": "Myxoma virus -- introduced to control the rabbit population in Australia in 1950 -- has developed a deadly ability to suppress the immune response in host rabbits. This example of an evolutionary arms race highlights the potential for escalating virus virulence and host resistance to produce more dangerous viruses with implications for agriculture and human vaccination, where resistance to viruses is artificially increased through selective breeding, genetic engineering, and immunization, potentially accelerating the arms race.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}