{"institution": "Spanish National Research Council (CSIC)", "title": "A new technique isolates neuronal activity during memory consolidation", "url": "http://www.eurekalert.org/pub_releases/2017-06/snrc-ant062117.php", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.032", "region": "europe", "funder": "", "meeting": "", "journal": "Neuron", "source_link": null, "text": "A team, led by researchers from the Cajal Institute (Madrid) belonging to the Spanish National Research Council (CSIC), have discovered some basic processes underlying memory consolidation in collaboration with colleagues at the National Hospital for Paraplegics in Toledo (Spain) and the University of Szeged (Hungary). The work, which is published in Neuron, identifies some of the electrical events responsible for specific neuronal activity in the hippocampus: a region of the brain with fundamental roles in episodic memory. In the study, highlighted at the front cover of the journal, researchers used machine learning to study brain electrical activity during memory reactivation. \"Using artificial neural networks, we have been able to identify electrical fotprints associated to events with similar informational content, presumably encoding the same memory trace. Using sophisticated experimental techniques we have succeeded in isolating the activity of individual neurons during these 'memories'\" explains Liset Menéndez de la Prida, the Cajal Institute researcher who lead the work.\r\nAs the researchers observed in their study, activity of hippocampal cells is precisely modulated during memory trace reactivation. \"We have seen that most hippocampal cells acutely respond to 'excitation' and 'inhibition' as a kind of cellular yin-yang, in such a way that the participation of individual neurons of memory traces is extremely selective,\" explains Manuel Valero, the first author of the paper.\r\n\"Only those hippocampal neurons carrying information about a memory to be reactivated would receive more 'excitation' than 'inhibition' to be biased for a particular memory trace. This mechanism endows the hippocampus with the ability to reactivate individual memories without merging information.\" \r\nIn addition, researchers show that an imbalance between 'excitation' and 'inhibition' -characteristic of some brain diseases such as epilepsy- could be catastrophic for memories. \"In epilepsy, we see a link between this mechanism and memory deficits. Our data suggest that alterations of excitation-inhibition balance not only contributes to epileptic activity, but also to the collapse of individual memory traces during consolidation, like an indissoluble mixture,\" explains Menéndez de la Prida.The hippocampus, vital to generating memory As researchers point out, the function of hippocampus in memory was unveiled by the famous patient HM. \"After he underwent bilateral surgical resection of both hippocampi for treating his epilepsy, he was unable to form new episodic memories.\"\r\nMenéndez de la Prida explains that with the advancement of neuroscience, it has become increasingly clear that the hippocampus may play a dual role in memory formation. \"First, it represents information concerning the time and place where you are at this moment, through sequences of neuronal activity that signal your location in the room and some other temporal contingencies\"\r\nValero adds, \"Once this information is collected, it must be transformed it into a long-term memory. This is carried out by the hippocampus through a process called consolidation. During consolidation, neuronal sequences already activated during experience are replayed several times at high speed. It is a process which expends a great deal of energy to leave an electrical footprint\". That footprint seems now to be more easily detected in the apparently noisy brain activity.\r\n", "keywords": ["Biology", " Memory/Cognitive Processes"], "description": "A team belonging to the Spanish National Research Council (CSIC), have discovered some basic processes underlying memory consolidation. The work identifies some of the electrical events responsible for specific neuronal activity in the hippocampus: a region of the brain with fundamental roles in episodic memory.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}