{"institution": "American Academy of Neurology", "title": "What percentage of ALS is genetic?", "url": "http://www.eurekalert.org/pub_releases/2017-06/aaon-wpo061917.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Up to 90 percent of people with amyotrophic lateral sclerosis (ALS) report that they have no family history of the disease. Now, new research has found approximately 17 percent of such ALS cases may be caused by a gene mutation, according to a study published in the June 21, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. Often referred to as Lou Gehrig's disease, ALS is a progressive neurological disease that takes away the ability of nerve cells to interact with the body's muscles. It typically develops into complete paralysis of the body, including the muscles needed to speak, eat and breathe. There is no cure for ALS, and eventually the disease is fatal. It is called familial ALS when there is a clear family history of ALS. It is called sporadic ALS when there is no known genetic factor causing it. \"You can't tell familial ALS from sporadic ALS by the symptoms or how the disease develops, but it is also complicated to determine whether a person has inherited the genes for the disease,\" said Summer Gibson, MD, of the University of Utah School of Medicine in Salt Lake City and member of the American Academy of Neurology. \"In some families, people may die of other causes before ALS develops, they may be misdiagnosed or in today's small families it's possible that few family members inherit the genes that cause the disease.\"For the study, 87 people with ALS with no known family history of the disease underwent genetic screenings. Researchers looked at all 23,000 genes of each study participant, focusing on 33 genes linked to ALS. Using the latest gene sequencing approaches, they also analyzed the genes to see which ones were linked to causing ALS; some genes are more common in people with ALS but they do not increase the risk of developing the disease. The genes of the people with ALS were also compared to the genes of 324 people who did not have the disease. Rare gene variants linked to ALS were found in 22 of the 87 people with ALS, or 25 percent. In the people who did not have ALS, 49 of the 324 people tested, or 15 percent, had rare gene variants linked to ALS. Overall, the people with ALS were nearly twice as likely to have a gene variant associated with the disease than those who did not have the disease.In the analysis looking at the gene variants that are rare and likely harmful, 17 percent of those with ALS had these genes, compared to 4 percent of those who did not have the disease. Therefore, the people with ALS were over four times more likely to have these rare and likely harmful gene variants than the people without the disease.  \"Our results highlight that genetic factors play a significant role in the disease, which is important in an era of genetic-focused treatments,\" said Gibson. \"It is possible that a larger percentage of sporadic ALS cases have a genetic component. It will take more research to discover other possible genetic triggers and to further define possible non-genetic factors that may play a role in causing ALS as well.\"Limitations include a limited study size that focused only on people of European ancestry, meaning results may not be similar in other populations. In addition, among the healthy participants with genes linked to ALS, the average age was 42 years old, while the average age of onset for sporadic ALS is 56, so it is possible that people in the study who did not have ALS may develop the disease later.", "keywords": ["Genetics", " Medicine/Health", " Death/Dying", " Diagnostics", " Neurobiology", " Public Health"], "description": "Up to 90 percent of people with amyotrophic lateral sclerosis (ALS) report that they have no family history of the disease. Now, new research has found approximately 17 percent of such ALS cases may be caused by a gene mutation, according to a study published in the June 21, 2017, online issue of Neurology, the medical journal of the American Academy of Neurology.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}