{"title": "CIFAR at AAAS: Presentations by Canadian and international researchers", "text": "Here are summaries of research to be presented by CIFAR fellows at the 2017 AAAS meeting in Boston, MA from Feb. 16-19.Microbes and Humans: Effects on Health, Disease, and SocietyCIFAR Humans & the Microbiome Program Co-Director Janet Rossant (Hospital for Sick Children) will moderate a discussion on the microbes that inhabit humans -- collectively called the microbiome. Program Co-Director Brett Finlay (University of British Columbia) will speak on the role of the microbiome in early childhood. Senior Fellow Eran Elinav (Weizmann Institute of Science) will delve into how genes, diet and microbiomes interact. Ana Duggan of Senior Fellow Hendrik Poinar's lab (McMaster University) will describe how they reconstruct ancient genomes and microbiomes.https://aaas.confex.com/aaas/2017/webprogram/Session15097.htmlThe Neuroscience of Time and MemoryCIFAR Azrieli Brain, Mind & Consciousness Senior Fellow Sheena Josselyn (Hospital for Sick Children) brings together leaders in the field of memory research, approaching the expansive question of the temporal component of memory using unique tools. Josselyn recently discovered the neural rules for separating emotional memories across the temporal context in the amygdala, and will discuss how this process may go awry with psychiatric conditions. https://aaas.confex.com/aaas/2017/webprogram/Session14997.htmlAMA: Microbes, Health, and SocietyEran Elinav, a Senior Fellow in CIFAR's Humans & the Microbiome program, will answer questions about how the microbiome affects humans (especially in regards to their diet) as well as how it can affect entire societies--shaping them through both common diseases and pandemics.https://aaas.confex.com/aaas/2017/webprogram/Session16689.htmlFind the AMA on /r/science, a moderated, science-specific subReddit.Quantum Computing and Post-Quantum CryptographyA quantum mechanical representation of information could enable revolutionary technologies, from fast computation to unbreakable encryption. CIFAR Senior Fellow in the Quantum Information Science program Michele Mosca (University of Waterloo) will discuss cybersecurity in an era with quantum computers. Associate Fellow in the Quantum Information Science program Scott Aaronson (University of Texas) will speak on how quantum research is deepening our understanding of physics and mathematics.https://aaas.confex.com/aaas/2017/webprogram/Session15322.html", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/cifa-caa021417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 AAAS Annual Meeting", "institution": "Canadian Institute for Advanced Research", "keywords": ["Biology", " Cell Biology", " Genetics", " Marine/Freshwater Biology", " Chemistry/Physics/Materials Sciences", " Neurobiology", " Computer Science"], "journal": "", "description": "Here are summaries of research to be presented by CIFAR fellows at the 2017 AAAS meeting in Boston, Mass., from Feb. 16-19.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}