{"title": "Patient-centered medical home model improves chronic disease management", "text": "PITTSBURGH, Nov. 20, 2017 - Data from more than 800 Veterans Health Administration (VHA) primary care clinics revealed that national implementation of a patient-centered medical home model was effective at improving several chronic disease outcomes over time. Findings were published online today in Health Services Research.The VHA launched its Patient Aligned Care Teams (PACT) initiative in 2010, the largest program in the country to implement patient-centered medical home care. The VHA assigned each of the network's 5 million primary care patients to a \"teamlet\" designed to provide multidisciplinary health care support focused on patients' individual needs. Similar models are being implemented and tested in health systems across the country.Over the course of four years, a team of researchers led by Ann-Marie Rosland, M.D., associate professor of internal medicine, University of Pittsburgh School of Medicine, analyzed medical records from all 808 participating clinics to measure 15 clinical outcomes and clinical processes to determine how the PACT model influenced care for patients with coronary artery disease, diabetes and hypertension. These three common and costly chronic diseases can lead to significant complications and disability if they are not controlled.All VHA clinics were given access to the same resources, tools and training to implement the PACT model, which addresses eight areas of care: access, continuity, coordination, team-based care, comprehensiveness of care, self-management support, patient-centered communication and shared decision-making. No control group was designated, but some clinics had naturally implemented more elements of the program than others by 2012, and analyses adjusted and accounted for various differences among the high and low implementation clinics.The 77 clinics that most fully executed the PACT model by 2012 had significantly larger improvements in five of seven chronic disease outcome measures and two of eight clinical process measures compared to the 69 clinics with the fewest PACT elements implemented. Researchers found that clinics with the most advanced PACT implementation saw 1 to 5 percent more of their patients meeting established levels for diabetes, blood pressure and cholesterol control.\"Most studies of comprehensive medical home models have not been able to assess the impact they have on the control of chronic conditions, such as whether patients are bringing their sugar levels down to recommended goals. They have been able to look only at whether doctors and nurses are following recommended processes, such as whether sugar levels are being checked in the clinic,\" said Rosland, who also has an appointment at the VA Pittsburgh Center for Health Equity Research and Promotion. \"All VHA primary care patients were provided with PACT's team-based care, and we were able to identify that this model of care, when well-implemented, translated into better outcomes for patients with chronic conditions.\"While not every clinical measure improved as significantly as others with increased implementation of the PACT model, this study demonstrates that health systems that invest in changes in care delivery through a medical home model for all primary care patients could see downstream improvements in the management of those patients with chronic diseases,\" added Rosland.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-11/uops-pmh112017.php", "region": "namerica", "source_link": "http://www.upmc.com/media/NewsReleases/2017/Pages/medical-home-chronic-disease-management.aspx", "funder": "VA Office of Primary Care Services, VA Office of Primary Care Operations", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Medicine/Health", " Environmental Health", " Epidemiology", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Public Health"], "journal": "Health Services Research", "description": "Data from more than 800 Veterans Health Administration (VHA) primary care clinics revealed that national implementation of a patient-centered medical home model was effective at improving several chronic disease outcomes over time. Findings were published online today in Health Services Research.", "date": "Mon, 20 Nov 2017 05:00:00 GMT/UTC"}