{"doi": "10.1016/j.cub.2017.12.019", "date": null, "journal": ["Current biology : CB", "Curr. Biol."], "title": "A New Burgess Shale Polychaete and the Origin of the Annelid Head Revisited.", "authors": [["Nanglu", "Karma", "K", "Department of Ecology and Evolutionary Biology, University of Toronto, Toronto, ON M5S 2J7, Canada. Electronic address: karma.nanglu@mail.utoronto.ca."], ["Caron", "Jean-Bernard", "JB", "Department of Ecology and Evolutionary Biology, University of Toronto, Toronto, ON M5S 2J7, Canada; Department of Natural History Palaeobiology, Royal Ontario Museum, Toronto, ON M5S 2C6, Canada; Department of Earth Sciences, University of Toronto, Toronto, ON M5S 3B1, Canada."]], "text": "Annelida is one of the most speciose (∼17,000 species) and ecologically successful phyla. Key to this success is their flexible body plan with metameric trunk segments and bipartite heads consisting of a prostomium bearing sensory structures and a peristomium containing the mouth. The flexibility of this body plan has traditionally proven problematic for reconstructing the evolutionary relationships within the Annelida. Although recent phylogenies have focused on resolving the interrelationships of the crown group [1-3], many questions remain regarding the early evolution of the annelid body plan itself, including the origin of the head [4]. Here we describe an abundant and exceptionally well-preserved polychaete with traces of putative neural and vascular tissues for the first time in a fossilized annelid. Up to three centimeters in length, Kootenayscolex barbarensis gen. et sp. nov. is described based on more than 500 specimens from Marble Canyon [5] and several specimens from the original Burgess Shale site (both in British Columbia, Canada). K. barbarensis possesses biramous parapodia along the trunk, bearing similar elongate and thin notochaetae and neurochaetae. A pair of large palps and one median antenna project from the anteriormost dorsal margin of the prostomium. The mouth-bearing peristomium bears neuropodial chaetae, a condition that is also inferred in Canadia and Burgessochaeta from the Burgess Shale, suggesting a chaetigorous origin for the peristomial portion of the head and a secondary loss of peristomial parapodia and chaetae in modern polychaetes.", "id": "29374441"}