{"doi": null, "date": "2018-01-27", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."], "title": "A Human Chondrocyte-Derived In Vitro Model of Alcohol-Induced and Steroid-Induced Femoral Head Necrosis.", "authors": [["Qin", "Xiong", "X", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Jin", "Pan", "P", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Jiang", "Tongmeng", "T", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Li", "Muyan", "M", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Tan", "Jiachang", "J", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Wu", "Huayu", "H", "Department of Cell Biology and Genetics, School of Premedical Sciences, Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Zheng", "Li", "L", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."], ["Zhao", "Jinmin", "J", "Guangxi Engineering Center in Biomedical Materials for Tissue and Organ Regeneration, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China (mainland)."]], "text": "BACKGROUND Worldwide, femoral head necrosis (FHN), which is also known as avascular necrosis of the femoral head or osteonecrosis of the femoral head, affects millions of people. Excess alcohol intake and steroid use are two common associations with FHN, but their pathogenesis remains unknown. The aim of this study was to develop an in vitro model using human chondrocytes to study alcohol-induced and steroid-induced FHN. MATERIAL AND METHODS In this study, the in vitro model used a monolayer culture of articular chondrocytes derived from patients with non-traumatic FHN (Ficat and Arlet, Stage III). Normal chondrocytes were obtained from patients with femoral neck fracture resulting from road traffic accident (Garden, Stage IV). Alcohol-stimulated and steroid-stimulated articular chondrocytes were evaluated by a cell proliferation assay, measurement of calcium levels (alizarin red), measurement of alkaline phosphatase (ALP) levels, detection of glycosaminoglycan (GAG) secretion using safranin O histochemical staining, and analysis of cartilage-specific genes, ACAN, SOX9, OPG, TGF-β, RANKL, and RUNX2, using quantitative real-time polymerase chain reaction (qRT-PCR). RESULTS Both alcohol and steroids, but especially steroids, accelerated the degradation of cartilage by suppression of chondrogenesis while promoting chondrocyte hypertrophy and activating osteogenic differentiation, as assessed by cell proliferation assay, detection of glycosaminoglycan (GAG) secretion, and analysis of cartilage-specific genes. CONCLUSIONS A human chondrocyte-derived in vitro model of alcohol-induced and steroid-induced FHN demonstrated chondrocyte hypertrophy and activated osteogenic differentiation.", "id": "29374435"}