{"doi": null, "date": null, "journal": ["Postepy biochemii", "Postepy Biochem."], "title": "[Industrial application of lipases].", "authors": [["Bancerz", "Renata", "R", "Department of Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."]], "text": "The ability of lipases to perform specific reactions of transformation (biotransformation) makes these enzymes a useful tool used in many syntheses, for example: in the production of detergents, cosmetics, biosurfactants, in the oil-chemical, paper, dairy, food or pharmaceutical industries. Lipases are ubiquitous enzymes but only lipases produced by microorganisms are important for industrial applications due to their wide variety of properties such as stability in organic solvents, action under mild conditions, high substrate specificity and region- and enantioselectivity, as well as the relatively simple methods of their production in fermentors and recovery from the culture medium. This paper reviews the latest achievements in the production of lipases in the submerged fermentation and solid state fermentation using waste products from the agricultural industry. In addition, new applications of lipases were described, including those for the synthesis of biopolymers and biodiesel and for the production of enantiomeric pharmaceuticals, agrochemicals and flavoring compounds.Zdolność lipaz do przeprowadzania specyficznych reakcji transformacji (biotransformacji) sprawia, że enzymy te stały się użytecznym narzędziem stosowanym w wielu procesach syntezy, np. w syntezie detergentów, kosmetyków, biosurfaktantów, w przemyśle olejowo-chemicznym, papierniczym, mleczarskim, spożywczym czy farmaceutycznym. Lipazy są wszechobecnymi enzymami, ale jedynie te wytwarzane przez mikroorganizmy znajdują zastosowanie w przemyśle, ze względu na interesujące właściwości, takie jak stabilność w rozpuszczalnikach organicznych, działanie w łagodnych warunkach środowiska reakcji, szeroka specyficzność substratowa, regio- i enancjoselektywność, a także stosunkowo proste metody ich wytwarzania i odzyskiwania z podłoża pohodowlanego. W niniejszej pracy dokonano przeglądu najnowszych osiągnięć dotyczących otrzymywania lipaz w procesie fermentacji wgłębnej oraz na podłożach stałych z wykorzystaniem odpadowych produktów pochodzących z przemysłu rolniczego. Ponadto, omówiono nowe zastosowania biotechnologiczne lipaz, m.in. do syntezy biopolimerów i biodiesla oraz do wytwarzania enancjomerycznych farmaceutyków, agrochemikaliów i związków smakowo-zapachowych.", "id": "29374434"}