{"doi": null, "date": null, "journal": ["Postepy biochemii", "Postepy Biochem."], "title": "[Different faces of phenoloxidase in animals].", "authors": [["Stączek", "Sylwia", "S", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Grygorczuk", "Katarzyna", "K", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Zdybicka-Barabas", "Agnieszka", "A", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Siemińska-Kuczer", "Anna", "A", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Vertyporokh", "Lidiia", "L", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Andrejko", "Mariola", "M", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Wojda", "Iwona", "I", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."], ["Cytryńska", "Małgorzata", "M", "Department of Immunobiology, Institute of Biology and Biochemistry, Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, 19 Akademicka St., 20-033 Lublin, Poland."]], "text": "Phenoloxidases are oxidoreducting enzymes whose main function is the oxidation of phenols. The term phenoloxidase is often used interchangeably to describe three different enzymes: tyrosinase (EC 1.14.18.1), catechol oxidase, and laccase. Of these, only tyrosinase has two activities: (1) oxygenase activity to hydroxylate monophenols to ortho-diphenols and (2) oxidase activity responsible for further oxidation of ortho-diphenols to ortho-quinones. Tyrosinase is a key enzyme involved in the melanogenesis process, resulting in the formation of black-brown eumelanin and yellow-red feomelanin. In addition to the pigmentary role, human melanin protects against harmful ultraviolet radiation, while in invertebrate animals melanin is involved in the process of cuticle hardening, wound healing, clot formation, maintenance of intestinal homeostasis and defense reactions. In invertebrates, the tyrosinase is synthesized as a proenzyme that is activated by a serine proteases' cascade known as the phenoloxidase system. This system is considered as one of the innate immunity mechanisms.Oksydazy fenolowe są enzymami z klasy oksydoreduktaz, których główną funkcją jest utlenianie fenoli. Termin oksydaza fenolowa jest często używany zamiennie na określenie trzech różnych enzymów: tyrozynazy (EC 1.14.18.1), oksydazy katecholowej oraz lakazy. Spośród nich, jedynie tyrozynaza wykazuje dwie aktywności: (1) aktywność oksygenazy umożliwiającą hydroksylację monofenoli do orto-difenoli oraz (2) aktywność oksydazy odpowiedzialną za dalsze utlenianie orto-difenoli do orto-chinonów. Tyrozynaza jest kluczowym enzymem procesu melanogenezy, w wyniku którego powstają czarno-brązowa eumelanina i żółto-czerwona feomelanina. Poza rolą pigmentacyjną, melanina u człowieka pełni funkcję ochronną przed szkodliwym promieniowaniem ultrafioletowym, natomiast u zwierząt bezkręgowych zaangażowana jest w procesy twardnienia oskórka, gojenie ran, formowanie skrzepu, utrzymanie homeostazy jelita oraz reakcje obronne. U bezkręgowców tyrozynaza jest syntetyzowana jako proenzym, a jej aktywna forma pojawia się w wyniku uruchomienia kaskady proteaz serynowych nazywanej układem oksydazy fenolowej. Układ ten stanowi jeden z mechanizmów odporności wrodzonej.", "id": "29374432"}