{"doi": null, "date": null, "journal": ["Postepy biochemii", "Postepy Biochem."], "title": "[Biologically active compounds and methods of their removal through biocatalysis].", "authors": [["Wlizło", "Kamila", "K", "Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, Lublin, Poland."], ["Polak", "Jolanta", "J", "Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, Lublin, Poland."], ["Jarosz-Wilkołazka", "Anna", "A", "Faculty of Biology and Biotechnology, Maria Curie-Skłodowska University, Lublin, Poland."]], "text": "Pharmaceuticals and other biologically active substances are produced in increasing numbers. Because of increased usage and improper storage, they pass into surface water, ground water and drinking water directly or through wastewaters. This is a threat to many living organisms, including humans, because of hormonal imbalances primarily related to reproductive processes or the problem of microbial drug resistance. Due to the scale of the emission and limited possibilities of decomposition of these pollutants by physico-chemical methods it is necessary to develop new efficient processes. One of the proposed solutions is the use of tools offered by biocatalysis. Thanks to the biocatalysis process, a wide range of biologically active compounds can be removed, by using of enzymes with low substrate specificity and operating in environmentally friendly conditions. Recent studies indicate the effectiveness of those methods used in the removal of pollutants of different chemical structure, with the formation of non-toxic metabolites.Produkowane w coraz większej ilości, nieprawidłowo składowane i nadmiernie używane farmaceutyki oraz inne substancje aktywne biologicznie przenikają bezpośrednio lub przedostają się ze ścieków do wód powierzchniowych, gruntowych i wody pitnej. Stanowią tym samym zagrożenie dla wielu organizmów żywych, w tym także dla człowieka, ze względu na zaburzenia równowagi hormonalnej dotyczącej głównie procesów rozrodczych lub poprzez zwiększanie lekooporności mikroorganizmów. Ze względu na skalę emisji oraz ograniczone możliwości rozkładu tych zanieczyszczeń metodami fizykochemicznymi, konieczne jest opracowanie nowych i wydajnych procesów ich eliminacji ze środowiska. Jednym z proponowanych rozwiązań jest stosowanie narzędzi oferowanych przez współczesną biotechnologię. Proces biokatalizy umożliwia rozkład szerokiej gamy związków biologicznie aktywnych, między innymi przy zastosowaniu enzymów o niskiej specyficzności substratowej i działających w przyjaznych środowisku warunkach reakcji, np. lakazy grzybowej. Ostatnie badania wskazują na skuteczność stosowanych metod biokatalitycznych w usuwaniu zanieczyszczeń o zróżnicowanej budowie chemicznej, z utworzeniem nietoksycznych metabolitów.", "id": "29374431"}