{"title": "First global guidance for HPV vaccination for cervical cancer prevention", "text": "ALEXANDRIA, Va. - The American Society of Clinical Oncology (ASCO) today issued a clinical practice guideline on human papillomavirus (HPV) vaccination for the prevention of cervical cancer. This is the first guideline on primary prevention of cervical cancer that is tailored to multiple regions of the world with different levels of socio-economic and structural resource settings, offering evidence-based guidance to health care providers worldwide. The guideline includes specific recommendations according to four levels of resource settings: basic, limited, enhanced and maximal. The levels pertain to financial resources of a country or region, as well as the development of its health system -- including personnel, infrastructure and access to services. The guideline complements ASCO's two other global, resource-stratified guidelines on cervical cancer, also stratified to these four levels of resources.1,2Key guideline recommendations:In all environments and independent of the resource settings, two doses of human papillomavirus vaccine are recommended for girls ages 9 to 14 years, with an interval of at least 6 months and up to 12 to 15 months between doses. Girls who are HIV positive should receive three doses. For maximal and enhanced resource settings: \r\n-  If they have not received the first dose before age 15, they should receive three doses; \r\n-  In both scenarios vaccination may be given through age 26 years. For limited and basic resource settings: if sufficient resources remain after vaccinating girls 9 to 14 years, girls who received one dose may receive additional doses between ages 15 and 26 years. Vaccination of boys: in all settings, boys may be vaccinated, if there is at least a 50% coverage in priority female target population, sufficient resources, and such vaccination is cost effective.Cervical cancer is the fourth most common cancer among women worldwide, with less developed regions suffering a disproportionate burden from the disease. In fact, 85% of cervical cancer diagnoses and 87% of cervical cancer deaths occur in less developed regions, including parts of Africa and Latin America.  \"Because resource availability varies widely, both among and within countries, we need to adjust strategies to improve access to HPV vaccination everywhere,\" said Silvia de Sanjosé, MD, PhD, co-chair of the Expert Panel that developed the guideline and head of the Cancer Epidemiology Research Program at Institut Català d'Oncologia in Barcelona, Spain. \"This guideline is unique in offering cervical cancer vaccination recommendations that can be adapted to different resource levels and we expect it to have a major impact on the global health community.\" HPV infection causes virtually all cervical cancers in the world. Although it may also lead to genital warts and certain other cancers, cervical cancer is by far the most common severe condition related to HPV infection. Unlike other existing HPV vaccination guidelines, ASCO's guideline focuses on the use of HPV vaccination specifically for the prevention of cervical cancer. \"Although HPV vaccine has been around for more than a decade, the uptake of the vaccine has been less than ideal in many places, including in high-resource countries such as the United States,\" said Silvina Arrossi, PhD, co-chair of the Expert Panel that developed the guideline and an official and researcher at the Instituto Nacional del Cancer in Buenos Aires, Argentina. \"As an organization of cancer doctors, ASCO continues to endorse HPV vaccination programs and efforts to help spare more women around the world from this very difficult cancer.\" Guideline MethodologyThe guideline recommendations were developed by a multinational and multidisciplinary panel of oncology, obstetrics/gynecology, public health, cancer control, epidemiology/biostatistics, health economics, behavioral/implementation science, and patient advocacy experts, including some of the world's foremost research leaders on HPV and HPV vaccines. The Expert Panel reviewed relevant literature published from 1966 to 2015, including systematic reviews, existing guidelines, and cost-effective analyses. This guideline reinforces selected recommendations offered in the World Health Organization (WHO) guideline, Centers for Disease Control and Prevention (CDC) guidelines, National Advisory Committee on Immunization guideline (Canadian), German guidelines, and Immunise Australia guideline.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/asoc-fgg031717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Clinical Oncology", "keywords": ["Medicine/Health", " Cancer"], "journal": "Journal of Global Oncology", "description": " The American Society of Clinical Oncology (ASCO) today issued a clinical practice guideline on human papillomavirus (HPV) vaccination for the prevention of cervical cancer.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}