{"title": "How do Ebola virus proteins released in exosomes affect the immune system?", "text": "New Rochelle, NY, March 16, 2017 -- Cells infected by the deadly Ebola virus may release viral proteins such as VP40 packaged in exosomes, which, as new research indicates, can affect immune cells throughout the body impairing their ability to combat the infection and to seek out and destroy hidden virus. The potential for exosomal VP40 to have a substantial impact on Ebola virus disease is examined in a review article published in DNA and Cell Biology, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the DNA and Cell Biology website until April 13, 2017.In the article entitled \"The Role of Exosomal VP40 in Ebola Virus Disease,\" Michelle Pleet, Catherine DeMarino, and Fatha Kashanchi, George Mason University, Benjamin Lepene, Ceres Nanosciences, Manassas, VA, and M. Javad Aman, Integrated BioTherapeutics, Gaithersburg, MD, discuss the latest research on the effects of the Ebola VP40 matrix protein on the immune system. The authors suggest that in addition to VP40, additional viral proteins may also be packaged in the membrane-bound exosomal vesicles, intensifying the damaging effects on immune cells.   \"Starting in December 2013, Ebola re-emerged in Western Africa and devastated the population of three countries, prompting an international response of physicians and of basic and translational scientists. This epidemic led to the development of new vaccines, therapeutics, and insights into disease pathogenesis and epidemiology,\" says Carol Shoshkes Reiss, PhD, Editor-in-Chief of DNA and Cell Biology and Professor, Departments of Biology and Neural Science, and Global Public Health at New York University, NY. \"This paper from Pleet and colleagues is important because it shows that Ebola-infected cells secrete small bits of cytoplasm inside membranes, which contain Ebola viral proteins that can damage neighboring and distant host cells.\"", "article_link": "http://dx.doi.org/10.1089/dna.2017.3639", "url": "http://www.eurekalert.org/pub_releases/2017-03/mali-hde031617.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/how-do-ebola-virus-proteins-released-in-exosomes-affect-the-immune-system/2125/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Infectious/Emerging Diseases"], "journal": "DNA and Cell Biology", "description": "Cells infected by the deadly Ebola virus may release viral proteins such as VP40 packaged in exosomes, which, as new research indicates, can affect immune cells throughout the body impairing their ability to combat the infection and to seek out and destroy hidden virus.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}