{"title": "Human antibody for Zika virus promising for treatment, prevention", "text": "February 16, 2017 - WEST LAFAYETTE, Ind. -- Researchers have determined the structure of a human antibody bound to the Zika virus, revealing details about how the antibody interferes with the infection mechanism -- findings that could aid in development of antiviral medications.The new findings also suggest the antibody might be especially effective because a lower concentration than expected is needed to inhibit a key mechanism of infection, making it more potent than previous antibodies studied. The research was performed by a team from Purdue University, Vanderbilt University Medical Center and the Washington University School of Medicine. The human antibody was isolated by the Vanderbilt and Washington University researchers, who reported their findings earlier this year. Those findings showed that the antibody, which was isolated from a person previously infected with Zika virus, neutralizes Zika strains that belong to African, Asian and American lineages and is able to reduce fetal infection and death in mice.\"However, until now what remained unknown was the mechanism of neutralization of Zika infection by the antibody and the structural basis for neutralization,\" said Michael Rossmann, Purdue's Hanley Distinguished Professor of Biological Sciences. The findings are being reported today (March 16) in the journal Nature Communications.The research team was led by Rossmann and Richard Kuhn, both professors in Purdue's Department of Biological Sciences, and senior postdoctoral scientist S. Saif Hasan. Research to isolate the antibody was led by James E. Crowe Jr., a professor of pediatrics, pathology, microbiology and immunology at Vanderbilt, and  Michael S. Diamond, the Herbert S. Gasser Professor at Washington University. A YouTube video is available at https://youtu.be/DQast8epdOw. Zika belongs to a family of viruses called flaviviruses, which includes dengue, West Nile, yellow fever, Japanese encephalitis and tick-borne encephalitic viruses. In the new findings, researchers determined the combined three-dimensional structure of the Zika virus while attached to a key binding site on the antibody known as the antigen binding fragment, or a Fab molecule. The genome of the Zika virus is housed inside a protective shell that includes 60 repeating units, each containing three envelope proteins, or E proteins. As the virus attaches to a host cell's outer membrane a difference in pH, or acidity, in the membrane causes these \"trimers\" to expose \"fusion peptides,\" leading to the transfer of the viral RNA genome, a step critical to infection. The new findings show the antibody's binding to Zika inhibits this pH-triggering mechanism, neutralizing the virus by \"cross-linking\" the E proteins, tying them up and preventing their reorganization into \"fusogenic\" trimers.\r\n\"This hypothesis is supported by pre- and post-neutralization assays of Zika infection, showing the antibody is able to significantly inhibit infection,\" Rossmann said. \"This approach should provide broad-range protection against virtually all strains of Zika.\"Moreover, considering that the surface of Zika is made of 60 copies of three E proteins, it would be expected that 180 copies of the antibody's Fab molecules would be needed for neutralization. \"However, one antibody binds for six E proteins, so only 30 are needed,\" Hasan said. \"Therefore, you don't need a high concentration of antibodies to achieve neutralization.\" The findings primarily will aid in the development of antiviral drugs but also will help researchers identify important sites on the virus for human antibodies to hook onto, which could be useful in developing vaccines down the road, Kuhn said.The researchers determined the structure at a resolution of 6.2 Ångstroms using a technique called cryo-electron microscopy. The Zika virus has been associated with a birth defect called microcephaly that causes brain damage and an abnormally small head in babies born to mothers infected during pregnancy. The virus also has been associated with the autoimmune disease Guillain-Barré syndrome, which can lead to temporary paralysis. \"Given the severity of the symptoms caused by Zika infection in humans, it is crucial to understand the immune response elicited by the infection to develop neutralizing anti-Zika therapies,\" Rossmann said. \"In contrast to other flaviviruses that are spread mainly by insects, recent evidence suggests that Zika can be transmitted sexually and from mother to child in addition to transmission by mosquitoes.\"  The first major outbreak of the Zika virus was recorded in 2007 in Micronesia and then in 2013-14 in Oceania. The latest outbreak, which started in Brazil in 2014-15, has spread to other countries in South America, North America and the Caribbean. Four cases of fetal deformities were reported in December 2016 in New York City.", "article_link": "http://dx.doi.org/10.1038/ncomms14722", "url": "http://www.eurekalert.org/pub_releases/2017-03/pu-haf031617.php", "region": "namerica", "source_link": "http://www.purdue.edu/newsroom/releases/2017/Q1/human-antibody-for-zika-virus-promising-for-treatment,-prevention.html", "funder": "National Institutes of Health", "meeting": "", "institution": "Purdue University", "keywords": ["Cell Biology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Public Health"], "journal": "Nature Communications", "description": "Researchers have determined the structure of a human antibody bound to the Zika virus, revealing details about how the antibody interferes with the infection mechanism -- findings that could aid in development of antiviral medications.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}