{"title": "Hepatitis C mutations 'outrun' immune systems, lab study shows", "text": "Unlike its viral cousins hepatitis A and B, hepatitis C virus (HCV) has eluded the development of a vaccine and infected more than 170 million people worldwide. Now, researchers at Johns Hopkins Medicine report that a novel laboratory tool that lets them find virus mutations faster and more efficiently than ever before has identified a biological mechanism that appears to play a big role in helping HCV evade both the natural immune system and vaccines.For their study, described March 8 in PLOS Pathogens, the researchers used one of the largest libraries of naturally occurring HCV to rapidly sort out which mutations allow HCV to evade immune responses and found that mutations that occur outside of the viral sites typically targeted by such antibody responses play a major role in the virus' resistance.\"We think those mutations could account for the difficulty of making an effective vaccine,\" says Justin Bailey, M.D., Ph.D., assistant professor of medicine at the Johns Hopkins University School of Medicine.All told, the researchers compiled a library of 113 HCV strains from 27 patients with HCV infections followed at The Johns Hopkins Hospital. The researchers then tested each strain of the virus for susceptibility to two potent and commonly used antibodies in vaccine development experiments for HCV, HC33.4 and AR4A.Because natural HCVs do not thrive in the lab, the researchers first created pseudo-viruses using the contents and capsule of HIV, a virus that grows easily in the lab. Then, by placing surface proteins of each HCV virus onto these pseudoviruses, the researchers were able to efficiently infect human cells with the HCV strains in tissue culture.One-third of the cells infected with each strain received treatment with HC33.4 antibodies, one-third received treatment with AR4A antibodies and a final third (the control group) received no treatment. The researchers then compared the level of infection in the treated cells against the untreated cells.The investigators observed that HC33.4 and AR4A neutralized only 88 percent and 85.8 percent of the virus, respectively. \"We discovered that there was a lot of naturally occurring resistance, meaning we may need to greatly expand the set of viruses we use to evaluate potential vaccines,\" says Ramy El-Diwany, a student at the Johns Hopkins University School of Medicine and first author of the study.The team also found that the effectiveness of the antibodies varied, with some viral strains very inhibited by the antibodies and others hardly affected at all. To find out what was causing the variation, the researchers next tapped into the HCV genomes.Using a program that compared the genetic sequences of each viral strain, the researchers were able to analyze which mutations conferred resistance to each strain of the virus. They found that despite wide-ranging levels of resistance to HC33.4 and AR4A, the areas that allow these antibodies to bind to the virus barely varied. The HC33.4 binding site mutated at only one location, for example, and the AR4A binding site was the same across all viral strains.The researchers then expanded their search to the proteins on the surface of HCV. They found that while mutations in the binding site were not associated with resistance, other mutations in the surface proteins away from the binding site correlated with viruses that persisted despite antibody treatment.\"These are the mutations we believe may allow the viruses to avoid being blocked by antibodies altogether. If you think of it like a race, the antibody is trying to bind to the virus before it can enter the cell. We think this mutation may allow the virus to get into the cell before it even encounters the immune system,\" says Bailey.HCV is spread from person to person through contact with the blood of an infected person. Some patients are able to fight off the infection naturally, but for 70 to 85 percent of people, the infection becomes chronic.A new HCV infection is effectively treated with direct-acting antiviral drugs, but the researchers say a preventive vaccine is needed to control what they call an HCV pandemic because as many as 50 percent of people infected are unaware that they carry the virus, putting others at risk of infection. Treatment does not protect those at risk from future infection by HCV. \"HCV is very unlikely to be eliminated by treatment alone,\" says El-Diwany.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/jhm-hcm031417.php", "region": "namerica", "source_link": "http://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1006235", "funder": "NIH/National Institute of Allergy and Infectious Diseases Extramural Activities, NIH/National Institute of Drug Abuse, Johns Hopkins University Center for AIDS Research", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "PLOS Pathogens", "description": "Unlike its viral cousins hepatitis A and B, hepatitis C virus (HCV) has eluded the development of a vaccine and infected more than 170 million people worldwide. Now, researchers at Johns Hopkins Medicine report that a novel laboratory tool that lets them find virus mutations faster and more efficiently than ever before has identified a biological mechanism that appears to play a big role in helping HCV evade both the natural immune system and vaccines.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}