{"title": "New method for producing leading anti-malarial drug", "text": "Researchers at Cardiff University have devised a new way of creating a drug commonly used as the first line of defence against malaria around the world.Artemisinin is a drug recommended by the World Health Organisation for treatment of all cases of severe malaria and works by attacking all stages of the malaria parasite in the blood.The worldwide supply of artemisinin relies predominantly on the extraction of the product from the plant Artemisia annua, therefore researchers have been striving to find a way of efficiently producing the drug in the lab.There is an urgent need to produce the drug at low cost, because the current demand for artemisinin comes mainly from the developing world. In a new paper published in the leading chemistry journal Angewandte Chemie, the Cardiff University team have described a new method which reverses part of the production process that we see in nature.The key to their new process is a protein called amorphadiene synthase, which generates amorphadiene -- a key intermediate in the long chain of events that leads to the production of artemisinin. Amorphadiene is then further modified in the plant by reaction with oxygen.The researchers discovered that they could remove several steps of the process by directly using an oxidised precursor of amorphadiene to generate dihydroartemisinic aldehyde -- an advanced chemical in the chain of events needed for producing artemisinin.Rather than the 13 steps that nature takes to produce the drug, the team can achieve it in just 4 steps from the oxidised precursor. Lead author of the research Professor Rudolf Allemann, Head of Cardiff University's School of Chemistry, said: \"Our new method has essentially bypassed a number of key steps on the way to producing artemisinin - the first line of defence against malaria.\"What we're left with is a novel and powerful approach for producing the drug that does not rely on extraction from large amounts of plants. Our approach could reduce market fluctuations in the supply chain of artemisinin.\"In October 2015, the Chinese scientist Tu Youyou was awarded the Nobel Prize in Physiology or Medicine for her discovery of artemisinin.In recent months it has been reported that certain patients have shown a resistance to artemisinin; however, Professor Allemann believes that this new method could help to study what causes this resistance and develop ways of altering the chemical make-up of the drug to tackle it.\"Artemisinin is still the best treatment we have against malaria, and so by creating this new method we hope that researchers will be able to explore this resistance more closely and devise ways of tackling it,\" Professor Allemann continued.\"Our production method is also generic and can be used to create analogues of artemisinin that might allow us to tackle malaria in a number of new ways.\"The full paper can be downloaded from here.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cu-nmf031517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Cardiff University", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Angewandte Chemie", "description": "Researchers at Cardiff University have devised a new way of creating a drug commonly used as the first line of defense against malaria around the world.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}