{"title": "Researchers map pathways to protective antibodies for an HIV vaccine", "text": "DURHAM, N.C. - A Duke Health-led research team has described both the pathway of HIV protective antibody development and a synthetic HIV outer envelope mimic that has the potential to induce the antibodies with vaccination.\"A goal for an HIV-1 vaccine is to induce broadly neutralizing antibodies,\" said senior author  Barton F. Haynes, M.D., director of the Duke Human Vaccine Institute (DHVI). \"One strategy for the induction of these desirable antibodies is to find a way to develop a small portion of the envelope's structure that these desired antibodies recognize - something we have now shown is possible.\"In the first of two papers published online March 15 in Science Translational Medicine, Haynes and colleagues - including lead author Mattia Bonsignori, M.D. of DHVI -- traced a series of events that led to the development of broadly neutralizing antibodies in an HIV infected person over the course of five years. The researchers found that the infected person's immune system responded to the virus with unusual, cooperative efforts between different B-cell lineages to induce broadly neutralizing antibodies. The antibody development process also involved acquisition of a rare genetic change critical for protective antibody activity.In a second paper in the same edition of Science Translational Medicine, a team at Memorial Sloan Kettering Cancer Center, led by Samuel Danishefsky, Ph.D., used that blueprint to build a synthetic molecule that would mimic the HIV site targeted in infection. They also tested if the molecule could induce similar antibodies in the vaccination of a non-human primate. The immunogen mimics a precise region of the virus where certain broadly neutralizing antibodies bind to generate an immune attack. The synthetic immunogen precisely mimics this site, and in non-human primate vaccination studies, can induce antibodies to this critical position. The researchers at Duke, including lead author S. Munir Alam, Ph.D., report that the synthetic mimic induced antibodies targeted at the site much more quickly than what was observed in the original HIV-infected person. \"We have known that there is an Achilles' heel on the envelope of the virus that the right kind of antibodies target,\" Haynes said. \"There is not just one spot, but several. An effective vaccine would need to target more than one of them to assure that the immune system is equipped with the weapons it needs to fight the virus through all of its mutations.\"A third study from the DHVI, published Feb. 28 in the journal Cell Reports, demonstrated that macaques could indeed be vaccinated with an envelope of HIV and made antibodies to envelope sugar molecules. The researchers, led by Kevin O. Saunders, Ph.D., immunized macaques over a three-year period, and found that after this long duration of immunization, macaques made antibodies targeted at a broadly neutralizing antibody binding site containing sugars.Haynes said all three studies support the concept of designing vaccine candidates that mimic critical regions of HIV. He said the goal is to combine all multiple HIV components that elicit the protective antibodies into one vaccine that could be tested in humans.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/dumc-rmp031017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Duke University Medical Center", "keywords": ["Cell Biology", " Microbiology", " Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Science Translational Medicine", "description": "A Duke Health-led research team has described both the pathway of HIV protective antibody development and a synthetic HIV outer envelope mimic that has the potential to induce the antibodies with vaccination.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}