{"title": "Study clusters health behavior groups to broaden public health interventions", "text": "LAWRENCE -- For the most part, public health initiatives focus on stemming one type of unhealthy behavior: Anti-smoking campaigns, curbing alcohol abuse, or ramping up exercise, for example.While all are noble causes, focusing narrowly on negative health behaviors offers limited insight into health behavior patterns, and developing more broad interventions could help create more cost-effective and enduring changes in public health and mortality rates, according to a University of Kansas researcher. \"Interventions are usually targeted toward singular behaviors,\" said Jarron Saint Onge, a KU associate professor of sociology. \"It's almost unfair to criticize that, but there is a way to open our eyes to think about multiple health behaviors. We need to move beyond the focus on negative behaviors to consider how behaviors don't always fall on a negative-positive health continuum, but form unique behavioral niches.\"Saint Onge, also a professor of health policy and management at KU Medical Center, is the lead author of a new study published in Social Science Medicine -- Population Health that has used national health statistics and identified how seven health behavior patterns based on smoking status, alcohol use, physical activity, physician visits and flu vaccination are associated with mortality.\"We find that while some people engage in traditionally healthy or unhealthy patterns, there is also a significant group of people who participate in various combinations of both health-promoting and compromising behaviors. Each have unique relationships with mortality,\" he said.Identifying health behavior patterns is meant to help address how behaviors fit into broad lifestyles. By highlighting where certain groups of people may be struggling, the focus shifts beyond single-behavior interventions to consider behavioral decisions across multiple behaviors, Saint Onge said.For example, a group of people who smoke but also regularly have trouble sleeping more than seven hours a night, might be too tired to commit to moderate or vigorous physical activity. Looking at the more holistic picture of their health habits, would give medical or public health advocates a clearer picture and allow them to prescribe a plan of action that might be more likely to succeed, Saint Onge said. \"It's understanding how people's habits are connected, but are also associated with opportunities and constraints,\" he said. \"Health behaviors take a variety of forms, but you can't ignore an individual's social and cultural backgrounds in understanding why people engage in certain patterns of behavior.\"Health officials could also use these classes to identify people who exhibit behaviors that are atypical of the own group. For example, a group of young white males living in the western United States might exhibit a \"work hard, play hard\" pattern of habits that includes heavy drinking or binge drinking. Because their overall physical health is good, due to age, they might not be thinking about long-term physical effects such as liver and heart disease. However, if a man in his 60s is still exhibiting the same behavior, he might see more immediate negative health consequences, Saint Onge said.The groups exhibit significant membership patterns by race, sex, geographic region and age, Saint Onge said. Because of the persistence of health behavior disparities, using these classes to create specific health interventions and strategies could be valuable in addressing health problems especially among people of different socioeconomic status, race or geographic region.\"To me this is just the beginning point in that there are clear health disparities within the United States,\" Saint Onge said. \"It's this idea that there are disparities by gender, class, race, and ethnicity, so how do we identify patterns of behavior to address these?\"", "article_link": "http://dx.doi.org/10.1016/j.ssmph.2016.12.009", "url": "http://www.eurekalert.org/pub_releases/2017-03/uok-sch031417.php", "region": "namerica", "source_link": "http://bit.ly/2lLUCV3", "funder": "NIH/National Institute on Aging", "meeting": "", "institution": "University of Kansas", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Vaccines", " Public Health", " Alcohol", " Drugs", " Exercise", " Demography"], "journal": "Social Science and Medicine", "description": "A new study led by a University of Kansas researcher has used national health statistics and identified how to cluster seven health behavior groups based on smoking status, alcohol use, physical activity, physician visits and flu vaccination are associated with mortality.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}