{"title": "Experimental Ebola vaccine regimen induced durable immune response, study finds", "text": "WHAT:\nA two-vaccine regimen intended to protect against Ebola virus disease induced an immune response that persisted for approximately one year in healthy adult volunteers, according to results from a Phase 1 clinical trial published in the March 14th issue of the Journal of the American Medical Association. The investigational vaccines included Ad26.ZEBOV, developed by Janssen Vaccines & Prevention B.V., one of the Janssen Pharmaceutical Companies of Johnson & Johnson, and MVA-BN-Filo, developed by Bavarian Nordic. The National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH), supported the development and testing of the experimental vaccines, beginning with early non-clinical and manufacturing process development.Both of the vaccines in the regimen use harmless viral vectors, or carriers, to deliver proteins of the Ebola virus, which prompt an immune response. Ad26.ZEBOV uses a modified adenovirus vector to express proteins from Zaire ebolavirus, which was the species responsible for the 2014-2015 outbreak in West Africa. MVA-BN-Filo uses a modified vaccinia virus Ankara vector to express proteins from various species of Ebola virus, as well as the related Marburg virus.The Phase 1 trial enrolled healthy participants ages 18-50 years in the United Kingdom and was conducted by the Oxford Vaccine Group at the University of Oxford. Participants were selected randomly to receive either the two-vaccine regimen or placebo (saltwater injections). Previously reported initial results showed the two-vaccine regimen is safe, well-tolerated and induced immune responses in participants eight months after immunization. Of the 75 participants who received the vaccine regimen, 64 remained in the study for a follow-up visit on day 360. No serious vaccine-associated adverse events were observed, and all 64 participants maintained antibodies to Ebola virus at day 360. The researchers note additional research is necessary to assess the durability of immunity beyond one year and the immune response to booster doses of vaccine. ", "article_link": "http://dx.doi.org/10.1001/jama.2016.20644", "url": "http://www.eurekalert.org/pub_releases/2017-03/nioa-eev031417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Clinical Trials", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "JAMA", "description": "A two-vaccine regimen to protect against Ebola virus disease induced an immune response that persisted for approximately one year in healthy adult volunteers, according to results from a Phase 1 clinical trial published March 14 in JAMA. The investigational vaccines included Ad26.ZEBOV, developed by Janssen Vaccines & Prevention B.V., of the Janssen Pharmaceutical Companies of Johnson & Johnson, and MVA-BN-Filo, developed by Bavarian Nordic. The NIAID supported the development and testing of the experimental vaccines.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}