{"title": "Ebola vaccines provide immune responses after 1 year", "text": "Immune responses to Ebola vaccines at one year after vaccination are examined in a new study appearing in the March 14 issue of JAMA.The Ebola virus vaccine strategies evaluated by the World Health Organization in response to the 2014-2016 outbreak in West Africa included a heterologous primary and booster vaccination schedule of the adenovirus type 26 vector vaccine encoding Ebola virus glycoprotein (Ad26.ZEBOV) and the modified vaccinia virus Ankara vector vaccine, encoding glycoproteins from Ebola, Sudan, Marburg, and Tai Forest viruses nucleoprotein (MVA-BN-Filo). These vaccines both used a 'viral-vector' approach, where a benign virus is modified to safely express key proteins of the target virus, in this case Ebola. This schedule has been shown to induce immune responses that persist for eight months after primary immunization, with 100 percent of vaccine recipients retaining Ebola virus glycoprotein-specific antibodies. A vaccine that provides durable immune responses is important in maintaining sustained protection against disease, both during outbreaks and outside of an outbreak for at-risk populations.Matthew D. Snape, M.D., of the University of Oxford, United Kingdom, and colleagues conducted a trial that was performed in Oxford and enrolled healthy participants ages 18 to 50 years, who were randomized to four groups, each with 18 participants (3 placebo and 15 active vaccine).Of 75 active vaccine recipients, 64 attended follow-up at day 360. No serious adverse events were recorded from day 240 through day 360. All of the active vaccine recipients maintained Ebola virus-specific immunoglobulin G responses at day 360. To the authors' knowledge, this is the longest duration follow-up for any heterologous primary and booster Ebola vaccine schedule.\"Immunity after heterologous primary and booster vaccination with Ad26.ZEBOV and MVA-BN-Filo persisted at 1 year. Although no correlate of protection has yet been established, Ebola virus glycoprotein-specific antibodies appear to play an important role in immunity. A strategy of preemptive use of an AD26.ZEBOV followed by MVA-BN-Filo immunization schedule in at-risk populations (where durability of immune response is likely to be of primary importance) may offer advantages over reactive use of single-dose vaccine regimens,\" the authors write.The researchers note that a limitation of the study is that it was conducted in a European population. \"Immune responses may differ in a sub-Saharan African population; these vaccine candidates are being assessed in this region.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tjnj-evp031417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Vaccines", " Disease in the Developing World"], "journal": "JAMA", "description": "Immune responses to Ebola vaccines at one year after vaccination are examined in a new study appearing in the March 14 issue of JAMA.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}