{"title": "Researchers develop technique to track yellow fever virus replication", "text": "Researchers from Princeton University's Department of Molecular Biology have developed a new method that can precisely track the replication of yellow fever virus in individual host immune cells. The technique, which is described in a paper published March 14 in the journal Nature Communications, could aid the development of new vaccines against a range of viruses, including Dengue and Zika.Yellow fever virus (YFV) is a member of the flavivirus family that also includes Dengue and Zika virus. The virus, which is thought to infect a variety of cell types in the body, causes up to 200,000 cases of yellow fever every year, despite the widespread use of a highly effective vaccine. The vaccine consists of a live, attenuated form of the virus called YFV-17D, whose RNA genome is more than 99 percent identical to the virulent strain. This one percent difference in the attenuated virus' genome may subtly alter interactions with the host immune system so that it induces a protective immune response without causing disease.To explore how viruses interact with their hosts, and how these processes lead to virulence and disease, Alexander Ploss, assistant professor of molecular biology, and colleagues at Princeton University adapted a technique -- called RNA Prime flow -- that can detect RNA molecules within individual cells. They used the technique to track the presence of replicating viral particles in various immune cells circulating in the blood of infected mice. Mice are usually resistant to YFV, but Ploss and colleagues found that even the attenuated YFV-17D strain was lethal if the transcription factor STAT1, part of the antiviral interferon signaling pathway, was removed from mouse immune cells. The finding suggests that interferon signaling within immune cells protects mice from YFV, and that species-specific differences in this pathway allow the virus to replicate in humans and certain other primates but not mice.Accordingly, YFV-17D was able to replicate efficiently in mice whose immune systems had been replaced with human immune cells capable of activating interferon signaling. However, just like humans immunized with the attenuated YFV vaccine, these \"humanized\" mice didn't develop disease symptoms when infected with YFV-17D, allowing Ploss and colleagues to study how the attenuated virus interacts with the human immune system. Using their viral RNA flow technique, the researchers determined that the virus can replicate inside certain human immune cell types, including B lymphocytes and natural killer cells, in which the virus has not been detected previously. The researchers found that the panel of human cell types targeted by the virus changes over the course of infection in both the blood and the spleen of the animals, highlighting the distinct dynamics of YFV-17D replication in the human immune system. The next step, said Florian Douam, a postdoctoral research associate in the Department of Molecular Biology and first author on the study, is to confirm YFV replication in these subsets of immune cells in YFV-infected patients and in recipients of the YFV-17D vaccine. Viral RNA flow now provides the means to perform such analyses, Douam said.The researchers also plan to study whether the virulent and attenuated strains of yellow fever virus infect different host immune cells. The approach may help explain why some people infected with the virus die while others develop only the mildest of symptoms, as well as which changes in the YFV-17D genome weaken the virus' ability to cause disease. \"This could guide the rational design of vaccines against related pathogens, such as Zika and Dengue virus,\" Ploss said.", "article_link": "http://dx.doi.org/10.1038/NCOMMS14781", "url": "http://www.eurekalert.org/pub_releases/2017-03/pu-rdt030917.php", "region": "namerica", "source_link": null, "funder": "New Jersey Commission on Cancer Research, Genentech Foundation", "meeting": "", "institution": "Princeton  University", "keywords": ["Biology", " Cell Biology", " Genetics", " Virology", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Nature Communications", "description": "Researchers from Princeton University's Department of Molecular Biology have developed a new method that can precisely track the replication of yellow fever virus in individual host immune cells. The technique, which is described in a paper published March 14 in the journal Nature Communications, could aid the development of new vaccines against a range of viruses, including Dengue and Zika.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}