{"title": "Vaccines do work for pandemic flu, says study", "text": "Vaccines are successful in preventing pandemic flu and reducing the number of patients hospitalised as a result of the illness, a study led by academics at The University of Nottingham has found.However, the research - the most comprehensive review undertaken in this area - also found that the effectiveness of vaccines can vary depending on the age of the patient.The work, published in the journal Vaccine, was led by Professor Jonathan Van Tam and Dr Louise Lansbury in the University's Health Protection and Influenza Research Group in collaboration with other scientists in the UK, Japan, Bosnia and the Netherlands.Professor Van Tam said: \"\"The 2009 swine flu pandemic was the first in human history when pandemic vaccines have been available worldwide. It's therefore really important to pull all of these data together and ask the question: did these vaccines really work?\"We found that the vaccines produced against the swine flu pandemic in 2009 were very effective in both preventing influenza infection and reducing the chances of hospital admission due to flu. This is all very encouraging in case we encounter a future pandemic, perhaps one that is more severe. Of course, we recognise that it took five to six months for pandemic vaccines to be ready in large quantities; this was a separate problem. However, if we can speed up vaccine production times, we would have a very effective strategy to reduce the impact of a future flu pandemic.\"In early 2009, a novel influenza A(H1N1) virus appeared in humans, containing a unique combination of influenza genes which had not previously been identified in animals or people. The first cases were reported in the United States in March 2009 but the new virus spread rapidly to other countries and in June 2009 the WHO declared a pandemic caused by this strain, known as influenza A(H1N1)pdm09, or 'swine flu'.An estimated 61 million people were infected worldwide. Vaccines against the new strain were developed and rolled out across the world from September to December 2009. The majority of vaccines available contained inactivated A(H1N1)pdm09 influenza virus rather than live virus. Some formulations also contained an 'adjuvant' to strengthen the body's immune response to the vaccine and allow smaller doses of antigen to be used (adjuvanted vaccines).Many individual studies have looked at how effective the available vaccines were at preventing illness and hospitalisation caused by the pandemic influenza strain but up until now no-one has summarised all the available data. This systematic review and meta-analysis is the most comprehensive summary and offers insight into the relative effectiveness of both adjuvanted and non-adjuvanted vaccines in different age groups. The researchers found 38 studies published between June 2011 and April 2016 that measured the effectiveness of the inactivated pandemic influenza vaccines, covering a population of more than 7.6m people. Twenty-three of these studies reported results that were suitable for meta-analysis - a statistical method used to combine the results from multiple individual studies that are broadly similar in terms of vaccine used and types of people in the study and which is statistically more powerful and can provide a more precise estimate of the effect of vaccination than any individual study contributing to the analysis.Overall, pandemic influenza vaccines were found to be 73 per cent effective at preventing laboratory-confirmed influenza illness and 61 per cent effective at preventing hospitalisation in the population as a whole. However, when the vaccines' effectiveness was examined in different age groups, they were shown to be less effective in adults over 18 years than in children, and effectiveness was lowest in adults over 50 years of age. Adjuvanted vaccines in particular were found to be more effective in children than in adults against laboratory confirmed illness (88 per cent in children versus 40 per cent in adults) and hospitalisation (86 per cent in children versus 48 per cent in adults).Overall the inactivated pandemic influenza vaccines used in the 2009 pandemic were effective in preventing laboratory-confirmed illness and hospitalisation. Adjuvanted vaccines tended to be more effective than non-adjuvanted vaccines but only in children. The lower effectiveness in older people may be due to them having pre-existing antibodies against A(H1N1)pdm09 from previous exposure to a similar virus, with corresponding lower incidence of the infection in this age group.The results showed that pandemic influenza vaccines produced globally during the 2009-10 pandemic were largely effective in reducing illness and hospitalisation. The results from the study could be used to help public health officials to plan a more effective response to future pandemics, such as rolling out vaccines at a much earlier time and targeting specific types of vaccines at different age groups.", "article_link": "http://dx.doi.org/10.1016/j.vaccine.2017.02.05", "url": "http://www.eurekalert.org/pub_releases/2017-03/uon-v031317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Nottingham", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Vaccine", "description": "Vaccines are successful in preventing pandemic flu and reducing the number of patients hospitalized as a result of the illness, a study led by academics at the University of Nottingham has found.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}