{"title": "Mystery of memory cells answered through mouse study", "text": "COLUMBIA, Mo. (March 13, 2017) -- When an infection attacks the body for the first time, T cells of the immune system help fight off that specific pathogen. After the infection has cleared, some of the T cells that fought the microbe transition into \"memory\" cells that remember the pathogen and are ready to protect the body from future infections. Previous research has found that memory T cells are critical for long-term immunity, but the quantity and quality of the cells mysteriously declines with time, making some individuals more likely to be reinfected. Now, researchers from the University of Missouri School of Medicine have identified a molecular mechanism that operates in memory T cells that could be manipulated to produce and maintain more memory T cells in the body, a finding that could improve vaccinations and cancer immunotherapies. \"Vaccines and some of the current T-cell-based tumor therapies rely on the production of memory T cells to provide complete and long lasting results for patients,\" said Emma Teixeiro, Ph.D., associate professor of molecular microbiology, immunology and surgery at the MU School of Medicine. \"We found that the NFkB-Pim1-Eomes axis, an important molecular mechanism that operates in memory T cells, could be enhanced with molecular or genetic strategies to help current vaccines or tumor therapies be more effective. This could help reduce the number of revaccinations for specific pathogens or the relapse of cancer.\" In a previous study published by Science, Teixeiro studied two groups of mice - some with normal T cells and others with a mutation in their pathogen receptor that impaired signals from NKfB. Both groups were infected with listeria monocytogenes, a bacterium often associated with food-borne illness in humans. While both groups of mice fought off the infection equally well, the second group of mice was not able to generate memory T cells to protect against future infection due to impaired NFkB signals within the cell.\"Our current study highlights the unexpected role of NFkB and Pim-1 signaling in the maintenance of T cell memory quality,\" Teixeiro said. \"The results show for the first time how NFkB signaling regulates the production of memory T cells during infection. Identifying those two molecular targets could help in the design of better vaccine strategies and tumor immunotherapies.\"According to Teixeiro, T cells transitioning to memory need continuous NFkB signaling even after the pathogen has been decimated. She said that a failure to maintain NFkB signals at this point, or even after memory T cells have been produced, leads to a loss of the population of memory T cells that have been generated after the infection. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-mom031317.php", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170313-mystery-of-memory-cells.php", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Medicine/Health", " Cancer", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Proceedings of the National Academy of Sciences", "description": "Researchers from the University of Missouri School of Medicine have identified a molecular mechanism that operates in memory T cells that could be manipulated to produce and maintain more memory T cells in the body.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}