{"title": "UTHealth awarded $1.5 million to increase HPV vaccinations in medically underserved areas", "text": "HOUSTON - (March 13, 2017) -  The Cancer Prevention and Research Institute of Texas (CPRIT) has awarded $1.5 million to researchers at The University of Texas Health Science Center at Houston (UTHealth) School of Public Health for a project designed to increase human papillomavirus (HPV) vaccine rates among minority youth in medically underserved areas across Houston.Research shows that an estimated 79 million people in the United States are infected with HPV and 14 million people become infected yearly.According to the 2015 National Immunization Survey, 62.8 percent of girls and 49.8 percent of boys ages 13-17 had at least one dose of the HPV vaccine, while 41.9 percent of girls and 28.1 percent of boys ages 13-17 completed the vaccination series. In Texas, those numbers are slightly lower. The number of girls who completed the vaccine series in Texas is 40.9 percent and for boys, 24 percent.Paula M. Cuccaro, Ph.D., is hoping to change those numbers.\"The HPV vaccine is not required for school the way other vaccines are, but it is still a recommended vaccine,\" said Cuccaro, principal investigator and assistant professor in the Department of Health Promotion and Behavioral Sciences at UTHealth School of Public Health. \"We are trying to change the language health professionals use when discussing the vaccine with parents.\"The three-year project, which began March 1, consists of three major components, beginning with a parent-focused social marketing campaign to increase knowledge, positive attitudes and intentions regarding the HPV vaccine. \"The plan is to take the information that we already know about the language that is effective and use that in our social marketing campaign to help parents understand that this vaccine is important just like all the other vaccines that the kids need,\" Cuccaro said. \"Our approach is to use a health education and social media approach to educate parents about HPV vaccination.\"The second component will focus on creating comprehensive school-based vaccination clinics for adolescents in public middle schools, where youth will be offered all recommended vaccinations. This phase of the project will be done in partnership with the Texas Children's Hospital Mobile Clinic Program, led by its director Sanghamitra Misra, M.D.\"We want to be able to get into the schools as soon as possible,\" Cuccaro said. \"Our goal is really to help parents get the vaccinations for their kids without having to take time off from work, go into a clinic, sit for three hours and have to go back for a follow-up vaccine.\"The final component focuses on creating continuing education opportunities for nurses, which could increase school nurses' knowledge about how to communicate effectively with parents about the HPV vaccine.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoth-ua031317.php", "region": "namerica", "source_link": "https://www.uth.edu/media/story.htm?id=c40a9556-f825-4520-bce3-679857a2bbac", "funder": "Cancer Prevention and Research Institute of Texas", "meeting": "", "institution": "University of Texas Health Science Center at Houston", "keywords": ["Grants/Funding", " Education", " Vaccines"], "journal": "", "description": "The Cancer Prevention and Research Institute of Texas has awarded $1.5 million to researchers at The University of Texas Health Science Center at Houston School of Public Health for a project designed to increase human papillomavirus (HPV) vaccine rates among minority youth in medically underserved areas across Houston.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}