{"title": "Making resistant superbugs sensitive to antibiotics", "text": "New research is paving the way for the development of innovative drugs that restore antibiotic susceptibility in antibiotic-resistant superbugs such as Klebsiella pneumoniae, a main cause of fatal lung and bloodstream infections worldwide.Researchers at the University of Copenhagen and Ross University School have discovered a new way to restore antibiotic susceptibility in multidrug-resistant (MDR) Klebsiella pneumoniae and Escherichia coli strains. The results of this research have recently been published in two internationally renowned scientific journals, Scientific Reports and Antimicrobial Agents and Chemotherapy, which are published by Nature Publishing Group and the American Society for Microbiology, respectively.The research team led by Prof. Luca Guardabassi, DVM, Ph.D., from The Department of Veterinary Clinical and Animal Sciences at Faculty of Health and Medical Sciences at Copenhagen University and director of One Health Center for Zoonoses and Troprical Veterinary Medicine at Ross, took a novel approach to identify genes that are essential for these superbugs to grow in the presence of antibiotics. Using cutting-edge technology in genomics, the researchers measured the contribution of every single bacterial gene to antibiotic resistance, leading to the identification of several genes that are vital for survival of MDR K. pneumoniae in the presence of colistin, the last resort antibiotic for treating infections caused by these bacteria. As a proof of principle, it was shown that inactivation of one of these genes, dedA, made colistin-resistant MDR K. pneumoniae completely sensitive to this antibiotic. The same research team also discovered similar genes that upon inactivation restore susceptibility to beta-lactam antibiotics in MDR E. coli.\"Our discovery shows that resistant superbugs are not invincible. They have an 'Achilles heel' and now we know how to defeat them\", says Guardabassi, principal investigator in this project.This discovery opens new perspectives on the possibility to defeat resistant superbugs by combining antibiotics with 'helper' drugs that reverse antibiotic resistance. To date the β-lactamase inhibitors are the only type of antibiotic helper drugs used in clinical practice. These drugs reverse antibiotic resistance by inhibiting the bacterial enzyme responsible for degradation of the β-lactam antibiotics. Differently from β-lactamase inhibitors, the targets identified by the researchers at the University of Copenhagen and Ross are not directly implicated in the mechanism of antibiotic resistance. These targets are present in all bacteria, including susceptible strains, and thus can be used to indiscriminately potentiate antibiotic activity against both resistant and susceptible strains. \"In contrast to β-lactamase inhibitors, the antibiotic helper drugs conceptualized by our research would also improve efficacy of the 'helped' antibiotic against susceptible strains. This is a desirable feature for a helper drug as it would reduce the risk of treatment failure due to factors other than antibiotic resistance (e.g. biofilms, immunosuppression, etc.), allow dose reduction for toxic antibiotics such as colistin, and possibly even prevent selection of resistant mutants\" says Guardabassi. The latter hypothesis is presently under study using colistin in combination with an antifungal drug that is known to interfere with one of the targets identified by this research in MDR K. pneumoniae.This research was carried out in collaboration with the Sanger Institute and was supported by UC-Care, the interdisciplinary research center funded by the University of Copenhagen to combat antibiotic resistance . The overall aim of this collaboration is to discover new strategies to defeat resistant bacteria in humans and animals. \"It is extremely important to contain the thraet posed by MDR bacteria. These new results create optimism for the future treatment of infectious diseases. Ahead of us now is the major task of exploring the potential of new drug targets, so that hopefully we can prevent the number of people with untreatable infections from escalating further\", says Professor Anders Miki Bojesen, who coordinates the UC-Care research activities at the Department of Veterinary Clinical and Animal Sciences.Every year, more than 25,000 Europeans die as a result of infections caused by antibiotic-resistant bacteria. It has been estimated that in 2050 antibiotic resistance will cause 10 million deaths every year and as reduction of 2% to 3.5% in Gross Domestic Product globally. MDR E. coli and K. pneumoniae are among the major contributors to the health and economic burden of antibiotic resistance on a global scale. Within the past 10 years, the prevalence of these resistant superbugs has increased worldwide. Of particular concern is the emergence of strains that have acquired resistance to carbapenems. Due to the lack of any valid new therapeutic alternative, an older antibiotic, colistin, has become the last resort drug for managing infections caused by these superbugs. However, this antibiotic has toxic side effects and its use has selected for colistin-resistant mutants that are resistant to all antibiotics. Therefore, the need to find alternative solutions is pressing, and the results of this new research are a promising break-through in the effort to defeat these resistant superbugs.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoct-mrs031317.php", "region": "europe", "source_link": "http://healthsciences.ku.dk/news/2017/03/making-resistant-superbugs-sensitive-to-antibiotics/", "funder": "", "meeting": "", "institution": "University of Copenhagen The Faculty of Health and Medical Sciences", "keywords": ["Food/Food Science", " Biology", " Bacteriology", " Genetics", " Parasitology", " Toxicology", " Zoology/Veterinary Science", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Scientific Report", "description": "New research is paving the way for the development of innovative drugs that restore antibiotic susceptibility in antibiotic-resistant superbugs such as Klebsiella pneumoniae, a main cause of fatal lung and bloodstream infections worldwide.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}