{"title": "Georgia State researcher Gets $4.1 million federal grant to develop drug to combat Ebola virus", "text": "ATLANTA--Dr. Christopher Basler, a professor in the Institute for Biomedical Sciences at Georgia State University, director of the university's Center for Microbial Pathogenesis and a Georgia Research Alliance Eminent Scholar in Microbial Pathogenesis, has received a five-year, $4.1 million federal grant to develop a drug targeting Ebola virus.\"We still lack any approved drugs to treat Ebola virus infection,\" Basler said. \"Ebola remains a significant concern. The outbreak in West Africa from 2014 to 2016 drives home the significance of Ebola as a public health threat. We need vaccines and drugs to treat the infections. There's been more progress on the vaccine front than treatment, but hopefully, we'll come up with new strategies that may lead to new drugs.\"The Ebola virus outbreak in West Africa was the largest known occurrence of the disease and resulted in more than 28,000 infections and 11,000 deaths, according to the World Health Organization. History shows that Ebola virus periodically reemerges.\"I think given the history, we can expect Ebola virus and other related viruses to come back,\" Basler said. \"To me, that drives home the importance of having ways to respond.\"The grant from the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health, will support Basler's work to target the viral machinery that Ebola uses to make new copies of its genome, a critical function for the virus to grow and spread. The goal is to find drug compounds that block the growth of Ebola virus.\"One of the complications with Ebola is that you need special high containment labs to work with the live virus,\" Basler said. \"So our strategy was to try to break the virus down into its different functions in a way that you could study them without creating any infectious material. We'll define compounds that will inhibit the function of the system that enables growth of the virus and then later test them against the actual live virus.\"Basler is collaborating on the project with Dr. Megan Shaw of the Icahn School of Medicine at Mt. Sinai, Drs. Sumit Chanda and Anthony Pinkerton of Sanford Burnham Prebys Medical Discovery Institute and Dr. Robert Davey of Texas Biomedical Research Institute.The four institutions will identify inhibitors of the viral machinery, confirm inhibition against live Ebola virus, determine how the drug candidates block the viral machinery and develop additional tests to identify drug candidates that will inhibit not only Ebola virus, but also other related and deadly viruses, such as Marburg virus.\"These are generally all quite deadly viruses, so you would like to have drugs that work not only against Ebola virus but all of its family members,\" Basler said. \"We're trying to find things that we're calling panfiloviral drugs that will target all members of the family. If we find those, those would be our top candidates. The next step would require different funding, but we'd want to test the best candidates in animal models to see if these can prevent Ebola virus disease.\"\"GRA congratulates Dr. Basler on his recent achievement,\" said Michael Cassidy, president and chief executive officer of the Georgia Research Alliance. \"His research has the potential to protect us from the world's most threatening viruses. We are pleased to have participated with Georgia State University in recruiting him to Georgia and to have this important work take place in our state.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/gsu-gsr031317.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/03/10/ebola-virus-drug-development/", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Georgia State University", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "", "description": "Dr. Christopher Basler, a professor in the Institute for Biomedical Sciences at Georgia State University, director of the university's Center for Microbial Pathogenesis and a Georgia Research Alliance Eminent Scholar in Microbial Pathogenesis, has received a five-year, $4.1 million federal grant to develop a drug targeting Ebola virus.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}