{"title": "Tick tock: Time to sleep? Sleeping parasite has own internal clock", "text": "A team of researchers from iMM Lisboa led by Luísa Figueiredo and in collaboration with Joe Takahashi's group from Southwestern University has shown for the first time that the parasite responsible for sleeping sickness, Trypanosoma brucei, has its own internal clock, which allows it to antecipate daytime alterations of its surrounding environment and become more virulent.\r\nThe article, published in Nature Microbiology, reveals that the parasites slightly alter their composition and functions in a highly predictable manner, according to the different hours of the day. One of the consequences of such alterations is that parasites become more sensitive to a certain drug in the evening rather than in the morning. \r\nWe all have our own internal clock that allow us to know the time of day even without looking at our clock. When we travel to countries with a big time difference from our original timezone, we get 'Jet-lagged', precisely because our body 'thinks' it is still a certain time of the day.\r\nThis internal clock, also known as circadian clock, allows living organisms to be adjusted and antecipate daytime variations. \r\nThe team already knew that the parasite interferes with the internal clock of its host, however it was not known that the parasite had its own clock.\r\nThis was a highly risky project! But it was worth it because ultimately it worked,\" said Filipa Rijo-Ferreira, a PhD student who led the project.\r\nThe team identified a way to synchronize all parasites to the same time of the day and from then they sequenced their transcriptome, a type of genetic fingerprint. With the help of bioinformatics, they found a pattern of daytime variation which meant there are processes within the parasite that oscilate throughout the day.\r\nFor the treatment of patients with sleeping sickness \"in the future we can administer this drug at certain hours of the day because now we know that it will be more eficcient. This concept of administering a therapy at a specific hour, known as chronotherapy, is already applied to other pathologies, namely asthma and cancer. However, it has never been applied in the treatment of infeccious diseases,\" concluded Luísa Figueiredo.Sleeping sickness is an infeccious disease that is fatal in the majority of cases. It is transmitted by the tsetse fly and and such it only exists in Sub-Saharan Africa. There are currently no vaccines against this disease and most treatments carry several problems like toxicity and difficulty to administer. There are currently approximately 7000 disease cases every year with the World Health Organization (WHO) intending to eliminate the disease until 2020.\r\n", "article_link": "http://dx.doi.org/10.1038/NMICROBIOL.2017.32", "url": "http://www.eurekalert.org/pub_releases/2017-03/idmm-ttt031317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Instituto de Medicina Molecular", "keywords": ["Cell Biology", " Molecular Biology", " Parasitology", " Medicine/Health", " Infectious/Emerging Diseases", " Sleep/Sleep Disorders", " Genes", " Disease in the Developing World"], "journal": "Nature Microbiology", "description": "Researchers from iMM Lisboa have shown that the parasite responsible for sleeping sickness, Trypanosoma brucei, has its own internal clock, which allows it to anticipate daytime alterations of its surrounding environment and become more virulent.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}