{"title": "Becoming tobacco-free is feasible, boosts safety in a mental health hospital", "text": "TORONTO, March 6, 2017 - A new study by the Centre for Addiction and Mental Health (CAMH) showed positive changes in attitudes and a reduction in patient agitation after implementing a fully tobacco-free environment at Canada's largest mental health and addiction teaching hospital. The findings, which appear in the March 2017 issue of The American Journal on Addictions, are contrary to perceptions that eliminating access to tobacco in mental health and addiction centres may have negative outcomes.It's one of the first long-term studies measuring the impact of a hospital-wide tobacco-free policy on attitudes and adverse events. The study evaluated staff and patient attitudes, and two types of adverse events - patient agitation and fire-related incidents - prior to and after CAMH became completely tobacco-free in April 2014. \"Over the course of the study, patient and staff attitudes became increasingly positive, and episodes of aggression decreased significantly,\" says Dr. Tony George, senior author of the study and Chief of CAMH's Addiction Division. Dr. George also heads the Biobehavioural Addictions and Concurrent Disorders Research Laboratory in CAMH's Campbell Family Mental Health Research Institute, and is Professor of Psychiatry at the University of Toronto. \"Going tobacco-free can make it a better place to be a patient and a staff member,\" he adds. CAMH implemented its tobacco-free policy ahead of requirements set out in the provincial Smoke Free Ontario Act. This legislation required all Ontario hospitals and psychiatric facilities to be smoke free by 2016, except in designated outdoor smoking areas, with smoking areas to be phased out by January 2018. CAMH's tobacco-free initiatives began in 2005, with smoking in designated areas only, then moved into a \"soft-launch phase\" in the six months leading up to implementing the completely tobacco-free policy in 2014. Despite the well-known health risks of smoking, eliminating access to tobacco in mental health and addiction centres has historically been met with concern. Smoking rates among people with mental illnesses and substance use problems are significantly higher than in the general population. While 17 per cent of the Ontario population smokes tobacco, it's estimated that the figure is more than double among those with mental health issues, and as high as 90 per cent among those with schizophrenia and with substance use problems with alcohol, cocaine or opioids, says Dr. George. One perception has been that smoking may be a form of self-medication for some individuals, and abstaining from smoking may worsen psychiatric symptoms. Nicotine replacement therapy was made available to help patients manage temporary withdrawal symptoms, or to assist patients and staff who want to quit smoking. \"Our approach is to promote a tobacco-free environment as part of the care we offer to our patients,\" says Dr. George. The CAMH researchers used 15-question surveys to measure staff and patient attitudes at three points: in the two months prior to becoming fully tobacco-free, then at four to six months, and 10 to 12 months after implementing the policy. More than 1,170 staff and 420 patients completed the anonymous questionnaires.\"Most measures changed in a positive way for both staff and patients,\" says Dr. George. Staff members were more likely to agree that CAMH's tobacco-free policy would be successful and less likely to say they were concerned that smoking cessation could exacerbate client symptoms. Patients were more likely to agree that they supported the tobacco-free policy and they would follow the policy.The research team also assessed whether incidents of patient agitation and fire risks changed from pre-implementation to after adopting the policy. Incidents of patient agitation decreased significantly - by 18 per cent. \"Creating a tobacco-free environment reduced aggression because it's been shown that smoking creates more anxiety, depression and irritability,\" says Dr. George. There was no change in fire risks.\"Becoming completely tobacco-free took an interdisciplinary team and a multi-pronged, phased approach,\" says Dr. George. \"We engaged staff and patients in the discussion early, and at each stage, we increased communications and supports to help staff and patients in making the change.\" Through CAMH's Portico Network, CAMH has also created a tobacco-free community of practice for health-care providers to share resources, insights and best practices as they implement and sustain tobacco-free environments. \"Our findings show that becoming completely tobacco-free in a mental health and addiction hospital is feasible - and can lead to favourable outcomes,\" says Dr. George. ", "article_link": "http://dx.doi.org/10.1111/ajad.12513", "url": "http://www.eurekalert.org/pub_releases/2017-03/cfaa-bti030317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Centre for Addiction and Mental Health", "keywords": ["Medicine/Health", " Addiction", " Policy/Ethics", " Smoking/Tobacco", " Mental Health"], "journal": "The American Journal on Addictions", "description": "A new study by the Centre for Addiction and Mental Health (CAMH) showed positive changes in attitudes and a reduction in patient agitation after implementing a fully tobacco-free environment at Canada's largest mental health and addiction teaching hospital. The findings, which appear in the March 2017 issue of The American Journal on Addictions, are contrary to perceptions that eliminating access to tobacco in mental health and addiction centres may have negative outcomes.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}