{"title": "Functional brain training alleviates chemotherapy-induced peripheral nerve damage in cancer survivor", "text": "A type of functional brain training known as neurofeedback shows promise in reducing symptoms of chemotherapy-induced nerve damage, or neuropathy, in cancer survivors, according to a study by researchers at The University of Texas MD Anderson Cancer Center. The pilot study, published in the journal Cancer, is the largest, to date, to determine the benefits of neurofeedback in cancer survivors. Chronic chemotherapy-induced peripheral neuropathy (CIPN) is caused by damage to the nerves that control sensation and movement in arms and legs. CIPN is estimated to affect between 71 and 96 percent of patients one month after chemotherapy treatment, with symptoms including pain, burning, tingling and loss of feeling, explained Sarah Prinsloo, Ph.D., assistant professor of Palliative, Rehabilitation, and Integrative Medicine.\"There is currently only one approved medication to treat CIPN and it has associated muscle aches and nausea,\" said Prinsloo, lead investigator of the study. \"Neurofeedback has no known negative side effects, can be used in combinations with other treatments and is reasonably cost effective.\"In previous research, Prinsloo identified the location of brain activity that contributes to the physical and emotional aspects of chronic pain. By targeting brain areas that are active during pain episodes, neurofeedback teaches participants to understand pain signals differently.The researchers developed training protocols which allow patients to retrain their own brain activity through electroencephalogram (EEG) neurofeedback. The EEG interface tracks and records brain wave patterns by attaching small metal discs with thin wires to the scalp. Brain wave signals are sent to a computer and displayed for participants, who receive visual and auditory rewards when making targeted adjustments to brain wave patterns.The randomized, controlled study enrolled 71 MD Anderson patients of all cancer types; all were at least three months post-chemotherapy treatment and reported more than a three on the National Cancer Institute's neuropathy rating scale. The Brief Pain Inventory (BPI) assessment was used to measure the severity of pain and impact on daily functioning. The BPI worst-pain item was the primary outcome.Patients in the neurofeedback group attended 20 sessions in which they played a computer game that trained them to modify brain wave activity in the targeted area. Over time, participants learned to manipulate brain activity without an immediate reward from the game. The control group was offered the neurofeedback intervention at the conclusion of the study.After completing treatment, participants repeated EEG measurements and pain assessments to determine changes in pain perception, cancer related symptoms, quality of life and brain wave activity in targeted areas.At the beginning of the study, groups reported no significant differences in neuropathy symptoms. At the completion of the study, patients in the neurofeedback group reported significantly reduced BPI scores for worst pain, activity interference, numbness, tingling, and unpleasantness, compared to the control group.Patients with CIPN also exhibited specific and predictable EEG signatures in the targeted brain regions that changed with neurofeedback.\"We observed clinically and statistically significant reductions in peripheral neuropathy following neurofeedback techniques,\" said Prinsloo. \"This research suggests that neurofeedback may be a valuable approach to reduce neuropathy symptoms and their impact on daily activities.\"One limitation of the study was the lack of a placebo group. Researchers studied areas of the brain that are active during placebo pain relief and determined that, although the placebo effect could be a factor, it was not the only factor leading to symptom improvement, said Prinsloo. Additionally, most study participants were female and breast cancer survivors. Future research will need to include a broader participant base to determine if the findings apply across the general population.  Current approved drugs for CIPN have known of side effects. The lack of adverse effects using neurofeedback is particularly important to emphasize for cancer patients with existing comorbidities.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uotm-fbt030217.php", "region": "samerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Texas M. D. Anderson Cancer Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "Cancer", "description": "A type of functional brain training known as neurofeedback shows promise in reducing symptoms of chemotherapy-induced nerve damage, or neuropathy, in cancer survivors, according to a study by researchers at The University of Texas MD Anderson Cancer Center. The pilot study, published in the journal Cancer, is the largest, to date, to determine the benefits of neurofeedback in cancer survivors.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}