{"title": "To understand others' minds, 'being' them beats reading them", "text": "We tend to believe that people telegraph how they're feeling through facial expressions and body language and we only need to watch them to know what they're experiencing -- but new research shows we'd get a much better idea if we put ourselves in their shoes instead. The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"People expected that they could infer another's emotions by watching him or her, when in fact they were more accurate when they were actually in the same situation as the other person.  And this bias persisted even after our participants gained firsthand experience with both strategies,\" explain study authors Haotian Zhou (Shanghai Tech University) and Nicholas Epley (University of Chicago).To explore out how we go about understanding others' minds, Zhou, Epley, and co-author Elizabeth Majka (Elmhurst College) decided to focus on two potential mechanisms: theorization and simulation. When we theorize about someone's experience, we observe their actions and make inferences based on our observations. When we simulate someone's experience, we use our own experience of the same situation as a guide.Based on previous research showing that people tend to assume that our feelings 'leak out' through our behavior, Zhou, Epley, and Majka hypothesized that people would overestimate the usefulness of theorizing about another person's experience. And given that we tend to think that individual experiences are unique, the researchers also hypothesized that people would underestimate the usefulness of simulating another person's experience.In one experiment, the researchers asked 12 participants to look at a series of 50 pictures that varied widely in emotional content, from very negative to positive. A webcam recorded their faces as these \"experiencers\" rated their emotional feelings for each picture. The researchers then brought in a separate group of 73 participants and asked them to predict the experiencers' ratings for each picture. Some of these \"predictors\" simulated the experience, looking at each picture; others theorized about the experience, looking at the webcam recording of the experiencer; and a third group were able to simulate and theorize at the same time, looking at both the picture and accompanying recording.The results revealed that the predictors were much more accurate when they saw the pictures just as the experiencer had than they were when they saw the recording of the experiencer's face. Interestingly, seeing both the picture and the recording simultaneously yielded no additional benefit -- being able to simulate the experience seemed to underlie participants' accuracy.Despite this, people didn't seem to appreciate the benefit of simulation. In a second experiment, only about half of the predictors who were allowed to choose a strategy opted to use simulation. As before, predictors who simulated the rating experience were much more accurate in predicting the experiencer's feelings, regardless of whether they chose that strategy or were assigned to it.In a third experiment, the researchers allowed for dynamic choice, assuming that predictors may increase in accuracy over time if they were able to choose their strategy before each trial. The results showed, once again, that simulation was the better strategy across the board -- still, participants who had the ability to choose opted to simulate only about 48% of the time.A fourth experiment revealed that simulation was the better strategy even when experiencers had been told to make their reactions as expressive and \"readable' as possible.\"Our most surprising finding was that people committed the same mistakes when trying to understand themselves,\" Zhou and Epley note.Participants in a fifth experiment expected they would be more accurate if they got to watch the expressions they had made while looking at emotional pictures one month earlier -- but the findings showed they were actually better at estimating how they had felt if they simply viewed the pictures again.\"They dramatically overestimated how much their own face would reveal, and underestimated the accuracy they would glean from being in their own past shoes again,\" the researchers explain.Although reading other people's mental states is an essential part of everyday life, these experiments show that we don't always pick the best strategy for the task.According to Zhou and Epley, these findings help to shed light on the tactics that people use to understand each other.\"Only by understanding why our inferences about each other sometimes go astray can we learn how to understand each other better,\" the researchers conclude.", "article_link": "http://dx.doi.org/10.1177/0956797616687124", "url": "http://www.eurekalert.org/pub_releases/2017-03/afps-tuo030217.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/to-understand-others-minds-being-them-beats-reading-them.html#.WLhGgm8rKUn", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "We tend to believe that people telegraph how they're feeling through facial expressions and body language and we only need to watch them to know what they're experiencing -- but new research shows we'd get a much better idea if we put ourselves in their shoes instead. The findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}