{"title": "New study examines gender differences in PTSD among military personnel", "text": "New Rochelle, NY, March 1, 2017--A study of U.S. Navy healthcare personnel has shown that when comparing the prevalence of post-traumatic stress disorder (PTSD) among women and men who had similar deployment experiences, and especially combat experience, the risk of PTSD was significantly higher among women. PTSD risk rose for both men and women with an increasing number of combat exposures, as reported in Journal of Women's Health, a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal of Women's Health website until April 1, 2017.Andrew MacGregor, PhD, MPH, Mary Clouser, PhD, MPH, Jonathan Mayo, MPH, and Michael Galarneau, Naval Health Research Center, San Diego, CA, present their findings in the article entitled, \"Gender Differences in Posttraumatic Stress Disorder Among U.S. Navy Health Care Personnel.\" The researchers reviewed gathered data from the deployment records and post-deployment health assessments of more than 4,200 men and women who served in the U.S. Navy and supported military operations in Iraq and Afghanistan.\"As the numbers of women in the military increase and their roles continue to expand in health care and other combat-related areas, it is important to be aware of any gender differences in risk for PTSD,\" says Susan G. Kornstein, MD, Editor-in-Chief of Journal of Women's Health, Executive Director of the Virginia Commonwealth University Institute for Women's Health, Richmond, VA, and President of the Academy of Women's Health. \"Understanding specific factors that may increase or reduce PTSD risk, including those related to deployment, can contribute to improved prevention and treatment strategies\"", "article_link": "http://dx.doi.org/10.1089/jwh.2014.5130", "url": "http://www.eurekalert.org/pub_releases/2017-03/mali-nse030217.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/new-study-examines-gender-differences-in-post-traumatic-stress-disorder-among-military-personnel/2118/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Women's Health", "description": "A study of US Navy healthcare personnel has shown that when comparing the prevalence of post-traumatic stress disorder (PTSD) among women and men who had similar deployment experiences, and especially combat experience, the risk of PTSD was significantly higher among women.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}