{"title": "Parasitic worm gene regulates behaviors used to track down new insect hosts", "text": "Researchers have developed and demonstrated the potential of a method that could be used to study how genes influence host-sensing behaviors in a parasitic worm, according to a new study in PLOS Pathogens.Steinernema carpocapsae is one of a group of worms that partner with symbiotic bacteria to invade and kill insect hosts. When seeking a potential new host, S. carpocapsae displays a range of behaviors, including jumping and standing on its tail while waving its head. Better understanding of these behaviors could aid research into similar behavior in other parasites that infect mammals.In the new study, Robert Morris and colleagues from the Dalzell lab at Queen's University Belfast investigated whether a natural gene regulation process known as RNA interference (RNAi) could be harnessed to reveal links between genes and host-finding behaviors in S. carpocapsae. Scientists already use RNAi in many other organisms to \"knockdown\" or reduce expression of genes in order to study their function.After careful study of the RNAi process in S. carpocapsae, the team developed an RNAi-based strategy to successfully knock down a gene that codes for a small molecule known as FLP-21. Knocking down the flp-21 gene inhibited jumping, tail standing, and other behaviors involved in sensory perception and host hunting, suggesting that the FLP-21 molecule helps regulate these behaviors.The scientists also determined where the FLP-21 molecule is found in the body. FLP-21 is a peptide, a short strand of the same building blocks that make up much longer proteins. Chemical and imaging techniques revealed that it is located in neurons within the head of the worm.The findings demonstrate that RNAi can be used to study S. carpocapsae host-finding behaviors at the molecular level. Thus, the parasite could serve as a model organism to better understand similar parasites that affect mammals, reducing the need to experiment on mammals themselves. Since parasites like S. carpocapsae are also used as insecticides, such research could also prove beneficial to industry. \"This work sheds light on the role of a neuronal molecule that is found in both beneficial bioinsecticidal parasites, and extremely harmful parasites of mammals. Insect parasitic nematodes, like S. carpocapsae represent excellent models for understanding parasite host-finding behavior, without the need to infect mammalian hosts in the laboratory.\"", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006185", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-pwg022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Bacteriology", " Genetics", " Parasitology", " Physiology", " Zoology/Veterinary Science", " Pets/Ethology", " Medicine/Health", " Public Health", " Genes"], "journal": "PLOS Pathogens", "description": "Researchers have developed and demonstrated the potential of a method that could be used to study how genes influence host-sensing behaviors in a parasitic worm, according to a new study in PLOS Pathogens.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}