{"title": "Teens drive more safely in the months after a crash", "text": "Teens' risky driving drops considerably in the two months following a serious collision, according to new research published in Psychological Science, a journal of the Association for Psychological Science. The research, involving data on actual driving behavior from over 250 teens, suggests that involvement in a severe crash may prompt adolescents to engage in safer driving behavior.\"Crashes are not a good thing and every driver should try their best to avoid having one. But our research did uncover a positive aspect to an otherwise negative occurrence,\" says lead researcher Fearghal O'Brien of the National College of Ireland, who conducted the analysis as a postdoctoral fellow at the U.S. National Institutes of Health. \"Our data showed that elevated acceleration events - including rapid turns, stops, and other aggressive maneuvering - were higher among those who later crashed compared to those who did not.  But these rates declined for at least two months following a crash, indicating safer driving behavior.\"These data are particularly notable, says O'Brien, because of the way they were collected:\"The technologies used meant we did not have to rely on self-report measures of driving behavior. Additionally, this study measured the same participants before and after a crash, unlike most research studies which only have access to participants after the negative event occurs.\"Previous research had indicated the drivers' risk of crashing is high when they start driving but drops noticeably over the first few years. While age and experience are likely to play a role in this change, O'Brien and colleagues wondered whether involvement with a crash might also influence driving behavior over time.For the study, the researchers examined data from 254 16- and 17-year-olds who were participating in the Naturalistic Driving Study as part of the Strategic Highway Initiative Program 2. The teenagers' cars were outfitted with a device that measured acceleration and cameras that recorded their driving from various angles.O'Brien and colleagues decided to focus specifically on the teens' involvement in police-reportable and severe collisions, which included any accident resulting in significant damage, airbag deployment, injury, or a rollover.The data revealed that the rate of high-acceleration events - a sign of risky driving - dropped by about 34% immediately after a teen was involved in a severe collision. After about two months, the rate of such risky events tended to increase again, but continued to stay below pre-collision levels.\"An encouraging finding is that this change in driving behavior can happen over a very short time - in just a few days, drivers became much safer,\" O'Brien explains. \"The finding suggests that young drivers learn from the feedback from a crash.\"The study advances our understanding of the relationship between real driving experiences and actual driving behavior, but this field of research is still in its early stages.\"We need to replicate and expand these findings with other datasets,\" O'Brien says. \"With more participants, and improved measures, we can examine how long these changes last, and, we hope, develop safer ways to get them to correct their risky driving behaviors.\"The researchers plan to extend this line of research to explore whether the same decrease in risky driving occurs after less severe crashes and whether changes in driving are proportionate to the severity of a crash.", "article_link": "http://dx.doi.org/10.1177/0956797616688118", "url": "http://www.eurekalert.org/pub_releases/2017-03/afps-tdm030117.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/teens-drive-more-safely-in-the-months-after-a-crash.html#.WLcJym8rKUl", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Transportation/Travel", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Psychological Science", "description": "Teens' risky driving drops considerably in the two months following a serious collision, according to new research published in Psychological Science, a journal of the Association for Psychological Science. The research, involving data on actual driving behavior from over 250 teens, suggests that involvement in a severe crash may prompt adolescents to engage in safer driving behavior.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}