{"title": "Patients at risk from 'nested interruptions' in nursing tasks, human factors paper reports", "text": "Intensive care units (ICUs) are one of the most challenging and complex environments in today's health-care system. ICU nurses, who perform various tasks critical to ensuring the safety of patients under their care, are frequently interrupted throughout the workday, sometimes as often as 15 times per hour. The effects of single interruptions in various workplaces have been well documented, but new research published in Human Factors, \"Effects of Nested Interruptions on Task Resumption: A Laboratory Study With Intensive Care Nurses,\" examines how multilevel interruptions experienced by ICU nurses can affect their performance and, ultimately, patients' well-being. Farzan Sasangohar, an assistant professor of industrial and systems engineering at Texas A&M University, notes, \"During observational studies in an ICU, we noticed nurses often having to switch tasks due to interruptions, and then being asked to perform additional tasks that were also interrupted while away from their original interrupted task, a phenomenon we refer to as 'nested interruptions.' Some of these tasks, including ones of high severity, were not resumed after the interruptions ended.\" To further test the implications of nested interruptions, Sasangohar and coauthors Birsen Donmez, Anthony Easty, and Patricia Trbovich observed 30 ICU nurses performing a computerized medication order-entry task in the lab. The nurses completed the task with no interruptions, with serial interruptions (that is, performing back-to-back tasks during the interruption period), and with nested interruptions (performing two tasks during the interruption period, one of which was also interrupted).   Not only did it take significantly longer for nurses to resume their original task following a nested interruption, but they also performed it with less accuracy. According to the authors, these findings suggest that leaving several tasks unfinished to attend to multiple interruptions can overload short-term working memory and push out information related to some of the interrupted tasks. \"Hospital environments are becoming increasingly complex,\" Sasangohar adds. \"This can cause health-care personnel to experience a heavy workload and numerous interruptions, many of which are unnecessary and can be delayed. It's essential to appropriately time interruptions in order to better ensure patient safety.\" \r\n", "article_link": "http://dx.doi.org/10.1177/0018720816689513", "url": "http://www.eurekalert.org/pub_releases/2017-03/hfae-par022817.php", "region": "namerica", "source_link": "https://www.hfes.org//Web/DetailNews.aspx?ID=432", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Public Health", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "Laboratory study examines how multilevel interruptions experienced by ICU nurses can affect their performance and, ultimately, patients' well-being.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}