{"title": "Study: More customer information can help Airbnb address discrimination", "text": "BLOOMINGTON, Ind. -- Recent studies of peer-to-peer businesses such as Airbnb, Uber and Lyft have revealed racial discrimination among hosts and drivers, thus threatening the basis for the sharing economy that aims to create commerce through a sense of community.New research by an Indiana University Kelley School of Business professor suggests that companies in the sharing economy can eliminate discrimination by encouraging clients to write reviews and by designing better ways to share information that signals guest quality.Ruomeng Cui, an assistant professor of operations and decision technologies at Kelley, and colleagues at the University of Michigan and Washington University of St. Louis, first set out to replicate the previous findings of discrimination. Their paper, \"Discrimination with Incomplete Information in the Sharing Economy: Field Evidence from Airbnb,\" is the focus of a Feb. 27 article in Harvard Business Review. While the study focused on Airbnb, Cui said the findings apply to other firms in the sharing economy, such as Uber and Lyft, which produces ratings for drivers and riders.The researchers conducted two random field experiments among 1,256 Airbnb hosts by creating fictional guest accounts and sending requests for accommodations in Boston, Chicago and Seattle. One group of guests had distinctly white-sounding names, and the others had names that suggested the guests were African-Americans.Cui and her colleagues found that requests from guests with distinctly African-American names were nearly 20 percent less often accepted than requests from guests with white names. The average acceptance rate of white guests was 48 percent, compared with 29 percent among African Americans.But after one positive review was added for the fictional guests, the results were statistically indistinguishable -- 56 percent acceptance for white guests and 58 percent for African-American guests.Even one negative review eliminated discrimination, as the acceptance rate was 58.2 percent for whites and 57.4 percent for African-Americans.\"Depending on what drives discrimination, the approaches to combating discrimination can be drastically different,\" Cui and her co-authors wrote in Harvard Business Review. \"On one hand, if discrimination is largely a result of incomplete information, providing more relevant information will reduce people's reliance on race as a signal.\"On the other hand, if discrimination is driven by intrinsic aversion to people of color, simply providing information is not sufficient, and more systematic interventions will be needed.\"When hosts in the study had additional information about potential guests, they often placed less weight on race as a determining factor and discrimination was eliminated. Gender was not a factor in the study.In 2015, researchers at Harvard University were the first to report difficulties that Airbnb clients with African-American-sounding names had when booking accommodations through the site. In September, the company announced efforts to prevent discrimination and said it welcomed \"any solutions to help us reduce discrimination on our platform.\"Cui and her colleagues, Jun Li of the Ross School of Business at the University of Michigan and Dennis Zhang at the Olin School at Washington University, suggest that Airbnb could offer monetary and other incentives for hosts to write more reviews.They also recommend that it change its mechanism to increase the success rate of matching for new customers. New customers were more likely to be discriminated against because their profiles lacked information.Their recommendations differ from previous studies that have proposed concealing guests' information.\"Anonymity endangers the basis of the sharing economy, trust, which allows users to accept a ride from a stranger or share a residence with a host they have never met,\" their working paper said.\"More importantly, our findings indicate that obscuring guest information, such as shrinking guests' photos, might result in even more severe discrimination, because hosts without credible information will inevitably infer guest quality from the readily available information, like race.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/iu-smc030117.php", "region": "namerica", "source_link": "http://news.indiana.edu/releases/iu/2017/02/airbnb-discrimination-reduction.shtml", "funder": "", "meeting": "", "institution": "Indiana University", "keywords": ["Business/Economics", " Policy/Ethics", " Behavior", " Personality/Attitude", " Demography", " Minorities", " Decision-making/Problem Solving", " Perception/Awareness", " Socioeconomics", " Internet"], "journal": "Harvard Business Review", "description": "New research by an Indiana University Kelley School of Business professor suggests that companies in the sharing economy can eliminate discrimination by encouraging clients to write reviews and by designing better ways to share information that signals guest quality.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}