{"title": "Study: Unequal distribution of power in young adult relationships more harmful to women", "text": "BUFFALO, N.Y. - Power imbalances in heterosexual relationships are common, but having less power takes a greater toll on young women than young men, according to a recently published University at Buffalo study.\r\nThe results, appearing in The Journal of Sex Research, suggest \"a healthy skepticism when it comes to what looks like gender equality,\" says Laina Bay-Cheng, an associate professor in the UB School of Social Work and an expert in young women's sexuality. \"This research refutes the claim that gender equality has been reached and we don't have to worry about misogyny anymore.\"\r\nBay-Cheng says the dynamics underneath relationships require scrutiny and the often-heard claim that girls and women have reached and in some ways surpassed equality with men unravels quickly when examined in detail.\r\n\"We have to look closely at relationships and experiences and stop taking surface indicators as proof of gender equality,\" says Bay-Cheng. \"When men are subordinate in a relationship, it doesn't bother them very much. They don't see those relationships as less intimate or stable than relationships in which they are dominant. But for young women, having less power in a relationship is associated with diminished intimacy and stability and comes with greater risk of abuse.\r\n\"Inequality within a relationship doesn't cost men as much because they are still cushioned by a broader system of male privilege.\"\r\nRelationships that develop during emerging adulthood are foundational events. It's from these early experiences that people learn how to be in a relationship and depending on the nature and quality of the experiences, the effects - both positive and negative - can echo throughout life.\r\n\"It's so important that we understand that it's not that sex and relationships are at the root of risk or vulnerability. Instead, some young women, because of intersecting forms of oppression - especially misogyny, racism and economic injustice - enter relationships and are already at a disadvantage,\" says Bay-Cheng. \"For young women, relationships are where all different forms of vulnerability and injustice converge.\"\r\nBay-Cheng developed a novel research method for this study that considered both the objectives of researchers and participants' experience, which, she says, is as important as the findings.\r\nFor this study, Bay-Cheng used a digital, online calendar that participants fill out using all of their sexual experiences from their adolescence and early adulthood. The open-ended digital calendar can be filled out over a month and participants can enter anything they want, not just text, but audio files, images or even emoji.\r\nThe result is a more meaningful measure for researchers and participants.\r\n\"On the research side we get varied and diverse data,\" says Bay-Cheng. \"For participants, rather than circling a number on a scale on some survey, they get to express themselves how they want, at their own pace, and then look at their calendars and get different perspective on their sexual histories and how these relate to other parts of their lives. Participants have told us how meaningful that chance to reflect can be. It's important for researchers to care as much about the quality of participants' experiences in our studies as the quality of our data.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uab-sud030117.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/02/031.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Sexual Behavior", " Social/Behavioral Science", " Quality of Life", " Behavior", " Personality/Attitude", " Sexual Behavior", " Decision-making/Problem Solving", " Normalcy", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Sex Research", "description": "Power imbalances in heterosexual relationships are common, but having less power takes a greater toll on young women than young men, according to a recently published University at Buffalo study.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}