{"title": "Vickery Meadows requests strategic plan from UTA's Institute of Urban Studies", "text": "The University of Texas at Arlington's Institute of Urban Studies is formulating a strategic plan for Dallas' Vickery Meadow, a burgeoning, densely populated neighborhood in northeast Dallas.The institute is a research center within the College of Architecture, Planning and Public Affairs, and is headed by Shima Hamidi, UTA assistant professor of urban planning. The Institute engages in planning research and practice with cities, counties and other entities to improve quality of life. The grant pays the institute $50,000 and the city of Dallas hopes the plan will foster inclusive and sustainable economic growth and area redevelopment through existing public and private sector efforts in Vickery Meadow. \"The Vickery Meadow community of Dallas is so uniquely diverse, such a socially rich fabric to work with,\" Hamidi said. \"It's a community that dates back to the 1970s. It's a swath of apartments and condos that now need a rallying point, a reason to turn over and evolve into the next generation of quality development in Dallas.\"The plan the institute's students are formulating will attempt to rebrand the area as a center for innovation, with an emphasis on countering the existing negative community perceptions of the neighborhood.\"Perception is everything in rekindling a sense of place in this community. We're working diligently alongside the city, community stakeholders, advocates, non-profits and residents in order to develop a plan that truly reflects their character within an effective strategy of implementation,\" said Amanda Kronk, project manager of the Institute of Urban Studies. In developing the plan, the Institute identified a number of issues to be addressed. The strategy will attempt to address the Vickery Meadow community's desire to improve public perception of the neighborhood. This effort will emphasize physical improvements such as pedestrian-oriented streets, as well as a branding effort that highlights the diverse, international character of the area. Future development plans will focus on coordination with public sector efforts as well as prioritizing public investment in order to achieve efficiency and have the most impact on the community.Implementation of the strategic plan began with a field study and a review of previous development plans and existing data for the neighborhood. A period of public engagement will follow, with public meetings and surveys conducted online and through the mail. Final delivery of a report package will follow in early 2017.\"Our graduate students in the Institute of Urban Studies, led by Dr. Hamidi, are getting real-world experience as they pursue advanced degrees in Architecture, Planning, Landscape Architecture, and Public Policy,\" CAPPA Dean Nan Ellin said. \"This in-depth proposal for Vickery Meadow will benefit the neighborhood and support the city of Dallas in its efforts to improve quality-of-life issues.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uota-vmr030117.php", "region": "namerica", "source_link": "http://www.uta.edu/news/releases/2017/03/vickery-meadow-plan.php", "funder": "City of Dallas", "meeting": "", "institution": "University of Texas at Arlington", "keywords": ["Grants/Funding", " Policy/Ethics", " Guidelines/Treaties/Agreements", " Quality of Life", " Urbanization", " Immigrants & Migration", " Minorities"], "journal": "", "description": "The University of Texas at Arlington's Institute of Urban Studies is formulating a strategic plan for Dallas' Vickery Meadow, a burgeoning, densely populated neighborhood in northeast Dallas.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}