{"title": "Women less likely to have their heart health checked", "text": "A new report has highlighted a gender divide in the screening of patients for cardiovascular disease - Australia's number one killer.Research from The George Institute for Global Health and The University of Sydney found men were significantly more likely to have their heart disease risk factors measured by their GP.The study published in the journal Heart also found the odds of being treated with the appropriate preventative medicines were 37 per cent lower for younger women at high risk of cardiovascular disease (CVD) than their male counterparts.Associate Professor Julie Redfern, from The George Institute for Global Health, said the results were especially concerning because more women than men die each year from cardiovascular disease. Associate Professor Redfern said: \"Unfortunately there is still the perception that heart disease is a man's disease. This is not the case here in Australia, the UK or the US and we fear that one of the reasons more women are dying from heart disease is because they are not being treated correctly, including not even being asked basic questions about their health. \"Risk factors for CVD include raised cholesterol and blood pressure levels and smoking. Female smokers have a 25 per cent greater risk of CVD than male smokers. The study of more than 53,000 patients across 60 sites in Australia found the odds of women being appropriately screened was 12% lower than men. It also found major discrepancies in the treatment of women at high risk of CVD. Younger women (aged 35-54) were 37% less likely than younger men to have appropriate medications, such as blood pressure drugs, statins and antiplatelets prescribed. By contrast, older women (aged 65 plus years) were 34% more likely than older men to have appropriate medications prescribed. Karice Hyun, who undertook the research for her PhD at the University of Sydney, said: \"It is simply unacceptable that more than half of young women in this study did not receive appropriate heart health medications.\"These medications can greatly reduce the likelihood of having a heart attack or stroke. If these findings are representative, many women could be missing out on life saving treatment right now - just because of their age and gender. \r\n\"This fundamentally needs to change. We need a system wide solution to addressing these very worrying gaps in heart disease-related healthcare to ensure women are treated equally across the health system.\"Associate Professor Redfern added: \"These findings really show that we need to do a better job of preventing and tackling CVD for all Australians if we have any hope to reducing the death toll.\"Every year more than 45,000 people die from CVD in Australia.", "article_link": "http://dx.doi.org/10.1136/heartjnl-2016-310216", "url": "http://www.eurekalert.org/pub_releases/2017-03/gifg-wll030117.php", "region": "australia", "source_link": null, "funder": "National Health and Medical Research Council, University of Sydney, The George Institute for Global Health", "meeting": "", "institution": "George Institute for Global Health", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Heart", "description": "A new report has highlighted a gender divide in the screening of patients for cardiovascular disease -- Australia's number one killer.\r\nResearch from The George Institute for Global Health and The University of Sydney found men were significantly more likely to have their heart disease risk factors measured by their GP.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}