{"title": "Research finds we can civilize punishment by learning a perpetrator's unfortunate history", "text": "If a child is physically or emotionally abused throughout childhood, is she viewed by society as less blameworthy for her actions and moral character as an adult? When we perceive that someone has done something morally wrong, it oftentimes fills us with intense feelings of blame and powerful urges to punish the wrongdoer. This type of severe blame is often destructive because it is contaminated by spiteful, vindictive feelings that motivate overly harsh responses to wrongdoers. Overly harsh responses can ironically worsen the wrongdoer's conduct and undermine the possibility of positive relationships in the future.New research led by Lehigh University associate professor of psychology Michael Gill and co-authored by Stephanie C. Cerce, focuses on how these spiteful, vindictive feelings can be removed from blame by offering a historicist narrative - a story-like explanation of how someone's life history has led them to think, feel, and act as they do. The authors of \"He Never Willed to Have the Will He Has: Historicist Narratives, 'Civilized' Blame, and the Need to Distinguish Two Notions of Free Will\" published in the Journal of Personality and Social Psychology, found that when everyday people begin to \"think historically\" about offenders, it tempers their urge to inflict maximum misery on the transgressors while, importantly, leaving intact their urge to hold the offender accountable and to pressure them to change their ways.The researchers method was to have participants read about one of several wrongdoers who had committed a range of offenses: from arrogant contempt for others to a double homicide. Some participants learned only about the bad actions of the wrongdoer, while others learned about the bad actions and also received a historicist narrative. The basic effect, according to the authors, was to show that harsh blame and spiteful impulses were reduced among those who received the narrative. Interestingly, although it tempered harshness, the narrative did not change the perception that the offender is capable of making choices. In fact, participants who read narratives were as insistent as those who did not that the offender must be pressured and encouraged to start making different choices. Gill says that the results were unexpected, based on prior literature which suggests that people are not particularly moved by stories of a wrongdoer's unfortunate history. He suggests that prior work failed to demonstrate the effectiveness of history information because it was based on a mistaken idea of why such information matters for blame:  \"What we showed is that these historicist narratives will have a powerful mitigating effect when they explain the wrongdoer's poor character, and not when they merely offer a 'sob story' about how awful the wrongdoer's life has been.\"Distinguishing two notions of free willThe work also provides some insights into moral reasoning. Specifically, it reveals that everyday people use two distinct concepts of free will when they assess blameworthiness and make moral judgments: control of self-formation and freedom of action.Control of self-formation concerns whether a person is the architect of her own character: Was she in charge of her own personality development? Did she set out to become a person who is angry at the world?Freedom of action concerns whether a person has the in-the-moment ability to make choices: Can she choose not to act on her impulses? Is she capable of controlling her anger rather than acting on it? Participants in this study who learned about an offender's life history were able to view a wrongdoer as lacking free will in one sense, but as maintaining free will in another sense. Specifically, Gill and Cerce found that when everyday people hear historicist narratives of a wrongdoer, it mitigates blame by reducing perceived control of self-formation without having any effect whatsoever on perceived freedom of action. \"While participants reported that an offender with an unfortunate history had limited control of self-formation, they continued to assert that the offender possessed a different type of free will we call freedom of action: the ability to inhibit, at the moment of action, one's impulse or tendency to act badly,\" Gill said.\"One key takeaway from our article is that everyday people reason in fairly sophisticated ways about free will and blameworthiness,\" says Gill.Practical ImplicationsLearning to think historically about offenders, according to Gill, could lead to more public support for a prison system that would have a constructive - turning offenders into citizens -  rather than destructive - turning offenders into repeat offenders - effect for our society.Additionally, Gill explains, there is evidence that being a harsh blamer is bad for one's mental and physical health. He suggests that future researchers should begin exploring whether thinking historically can break the habit of harsh blamers, thereby improving their mental and physical well-being.\r\n", "article_link": "http://dx.doi.org/10.1037/pspa0000073", "url": "http://www.eurekalert.org/pub_releases/2017-03/lu-rfw030117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Lehigh University", "keywords": ["Social/Behavioral Science", " Behavior", " Mental Health", " Violence/Criminals", " Science/Health/Law"], "journal": "Journal of Personality and Social Psychology", "description": "New research led by Lehigh University associate professor of psychology Michael Gill focuses on how spiteful, vindictive feelings can be removed from blame by offering a historicist narrative -- a story-like explanation of how someone's life history has led them to think, feel, and act as they do.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}