{"title": "Study finds new link between childhood abuse and adolescent misbehavior", "text": "PITTSBURGH--An important learning process is impaired in adolescents who were abused as children, a University of Pittsburgh researcher has found, and this impairment contributes to misbehavior patterns later in life.Associative learning -- the process by which an individual subconsciously links experiences and stimuli together -- partially explains how people generally react to various real-world situations. In a newly released study, published in the Journal of Child Psychology and Psychiatry, Pitt Assistant Professor Jamie L. Hanson detailed the connection between impaired associative learning capacities and instances of early childhood abuse. \"We primarily found that a poorer sense of associative learning negatively influences a child's behavior patterns during complex and fast-changing situations. Having this knowledge is important for child psychologists, social workers, public policy officials and other professionals who are actively working to develop interventions,\" said Hanson, who teaches in Pitt's Department of Psychology within the Kenneth P. Dietrich School of Arts and Sciences with a secondary appointment in the University's Learning Research and Development Center. \"We have long known that there is a link between behavioral issues in adolescents and various forms of early life adversities. Yet, the connection isn't always clear or straightforward. This study provides further insight into one of the many factors of how this complicated relationship comes to exist.\" To uncover these relationships, researchers asked 81 adolescents between the ages of 12 and 17 to play computer games where the child had to figure out which set of visual cues were associated with a reward. Forty-one participants had endured physical abuse at a young age, while the remaining 40 served as a comparison group. The most important aspect of the test, said Hanson, was that the cues were probabilistic, meaning children did not always receive positive feedback. \"The participants who had been exposed to early childhood abuse were less able than their peers to correctly learn which stimuli were likely to result in reward, even after repeated feedback,\" said Hanson. \"In life we are often given mixed or little to no feedback from our significant others, bosses, parents and other important people in our lives. We have to be able to figure out what might be the best thing to do next.\"Hanson and his colleagues also observed that mistreated children were generally less adept at differentiating which behaviors would lead to the best results for them personally when interacting with others. Additionally, abused children displayed more pessimism about the likelihood of positive outcomes compared to the group who hadn't been abused. Taken as a whole, these findings clarify the relationship between physical abuse and the aggressive and disruptive behaviors that often plague abused children well into the later stages of childhood.Researchers from the University of Wisconsin-Madison, University of Illinois at Urbana-Champaign and the Max Planck Institute for Human Development in Berlin, Germany, also contributed to the study.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-sfn022817.php", "region": "namerica", "source_link": "http://www.news.pitt.edu/news/study-finds-new-link-between-childhood-abuse-and-adolescent-misbehavior", "funder": "", "meeting": "", "institution": "University of Pittsburgh", "keywords": ["Social/Behavioral Science", " Coping/Phobias", " Personality/Attitude", " Decision-making/Problem Solving", " Depression/Anger", " Memory/Cognitive Processes", " Normalcy", " Perception/Awareness", " Stress/Anxiety", " Adoption/Foster Care"], "journal": "Journal of Child Psychology and Psychiatry", "description": "An important learning process is impaired in adolescents who were abused as children, a University of Pittsburgh researcher has found, and this impairment contributes to misbehavior patterns later in life.\r\n\r\nIn a newly released study, published in the Journal of Child Psychology and Psychiatry, Pitt Assistant Professor Jamie L. Hanson detailed the connection between impaired associative learning capacities and instances of early childhood abuse.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}