{"title": "Arts and humanities in progress", "text": "The book aims to introduce a research concept called \"Numanities\", as one possible attempt to overcome the current scientific, social and institutional crisis of the humanities.Such crisis involves their impact on, and role within, society; their popularity among students and scholars; and their identity as producers and promoters of knowledge. The modern western world and its economic policies have been identified as the strongest cause of such a crisis. Creating the conditions for, but in fact encouraging it.However, a self-critical assessment of the situation is called for. Our primary fault as humanists was that of stubbornly thinking that the world's changes could never really affect us, as -- we felt -- our identity was sacred.In the light of these approaches, the main strengths of humanities have been identified in the ability to: promote critical thinking and analytical reasoning; provide knowledge and understanding of democracy and social justice; develop leadership, cultural and ethical values. The main problems of humanities are the lack economic relevance; the socio-institutional perception of them as \"impractical\" and unemployable; the fact that they do not match with technological development. Finally, the resulting crisis consists mainly in the absence (or radical reduction) of funding from institutions; a decrease in student numbers a decrease in interest; a loss of centrality in society.A Numanities (New Humanities) project should consider all these aspects, with self-critical assessment on the first line. The goal is to unify the various fields, approaches and also potentials of the humanities in the context, dynamics and problems of current societies, and in an attempt to overcome the above-described crisis. Numanities are introduced not as a theoretical paradigm, but in terms of an \"umbrella-concept\" that has no specific scientific content in it: that particularly means that the many existing new fields and research trends that are addressing the same problems (post-humanism, transhumanism, transformational humanities, etc.) are not competitors of Numanities, but rather possible ways to them.Therefore, more than a theoretical program, Numanities intend to pursue a mission, and that is summarized in a seven-point manifesto.In the light of these premises and reflections, the book then proceeds to identify the areas of inquiry that Numanities, in their functions and comprehensive approach, seek to cover. The following list should also be understood as a statement of purposes for this entire book series. These, in other words, will be the topics/areas we intend to represent.Once elaborated on the foundations of Numanities, the book features a second part that presents two case studies based on two relatively recent (and now updated) investigations that the author has performed in the fields of musical and animal studies respectively. The two cases (and relative areas of inquiry) were selected because they were considered particularly relevant within the discussion of Numanities, and in two different ways.In the first case-study the author discussed the most typical result (or perhaps cause?) of the technophobic attitude that was addressed in the first part of the book: the issue of \"authenticity\", as applied, in the author's particular study, to popular music. In the second case-study, he analyzes two different forms of comparative analysis between human and non-human cognition: like in the former case, this study, too, is aimed at a critical commentary on (what the author considers) redundant biases in current humanistic research - anthropocentrism and speciesism.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/kuot-aah022817.php", "region": "europe", "source_link": "http://www.springer.com/gp/book/9783319455525", "funder": "", "meeting": "", "institution": "Kaunas University of Technology", "keywords": ["Social/Behavioral Science", " Language/Linguistics/Speech", " Audiovisual Media", " Printed Media", " Philosophy/Religion"], "journal": "", "description": "The book aims to introduce a research concept called 'Numanities, 'as one possible attempt to overcome the current scientific, social and institutional crisis of the humanities.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}