{"title": "Major funding boost to develop healthcare and extreme environment robotics", "text": "The development of Robotics and Artificial Intelligence (RAI) technologies to improve the way we care for the sick and elderly, and deal with hazardous environments have received a major boost with more than £17.3 million of investment.\r\nThe Engineering and Physical Sciences Research Council (EPSRC) has announced two Programme Grants worth a total of £10.8 million for major robotics research projects.\r\nOne project, led by Imperial College London will look to make major advances in the field of surgical micro-robotics, while researchers at the University of Manchester, will develop robotics technologies capable of operating autonomously and effectively within hazardous environments such as nuclear facilities.\r\nEPSRC is also announcing a £6.5 million capital investment that will strengthen and consolidate its existing investments to enhance capabilities and enable collaboration across a common platform within the UK-RAS Network. \r\nThis distributed network of capital equipment will enable the UK's robotics and artificial intelligence researchers to accelerate the translation of fundamental research into cross-sector, enabling technologies and promote cross-sector growth. \r\nCulture Secretary Karen Bradley said: \"Britain has a proud history of digital innovation - from the earliest days of computing to Sir Tim Berners-Lee's development of the World Wide Web.\r\n\"We are already pioneers in robotics and artificial intelligence and our Digital Strategy will build on our strengths to make sure UK-based scientists, researchers and entrepreneurs continue to be at the forefront. \r\n\"Backing our thriving digital economy to expand and grow, by putting the best foundations in place to develop new technology, is a vital part of this Government's plan to build a modern, dynamic and global trading nation.\"\r\nProfessor Philip Nelson, Chief Executive of the Engineering and Physical Sciences Research Council (EPSRC), said: \"For several decades, EPSRC has been at the forefront of supporting the UK's research, training and innovation in robotics, automation and artificial intelligence systems, and has been instrumental in fostering interdisciplinary partnerships between academics, industry, government and other parties.\r\n\"Throughout the world, however, from the United States to South Korea, China to Japan, governments are investing billions of dollars into these new technologies. We are faring very well against this global competition, and we should not slow the momentum. These investments are vital for continuing the pipeline that transforms research into products and services.\"\r\nThe capital investment, in the challenge areas of Health and Social Care and Extreme Environments, offers the opportunity to revolutionise how we care for the sick and elderly, power our homes and industries, maintain our highways and railways, and explore the world. \r\nFor example, in the vital field of Health and Social Care, new surgical tools offer a greater degree of precision and accuracy, and technological developments will allow for the care of an ageing population at home.  In the area of Extreme and Challenging (Hazardous) Environments, RAI technologies allow for the inspection, monitoring, and maintenance in areas that are dangerous for humans to enter, for example, energy systems (eg oil and gas, nuclear plants, off-shore renewables, etc) and infrastructure (eg bridges, roads, and rail).\r\nThe EPSRC investment in this space includes robotics, AI, and other parts of computer science such as image and vision computing, verification and validation, smart sensing technology and its associated connectivity with the Internet of Things, autonomous manufacturing, healthcare technology, and intelligent mobility. \r\nSuccessful locations of bids for capital investment include:Summaries of the Programme Grants\r\nMicro-robotics for Surgery (EP/P012779/1)The project will look to establish platform technologies to assist in the development of sophisticated micro-instruments integrated with imaging, sensing and robotic assistance for use in minimally invasive surgery. Areas of focus will include the establishment of platform technologies in micro-fabrication and actuation; micro-manipulation and cooperative robotic control; in vivo microscopic imaging and sensing; intra-operative vision and navigation; and endoluminal platform development. \r\nLed by: Professor Guang-Zhong Yang, Imperial College London\r\nEPSRC grant: £6,236,000\r\nRobotics for Nuclear Environments (EP/P01366X/1)The project will look to address challenges facing the nuclear industry by developing new robotics and autonomous systems technology that will be able to operate autonomously and effectively in hazardous environments. Working in partnership with the nuclear supply chain, researchers at three universities will look to overcome current issues about the power, sensing, communications and processing power limitations of smaller robots, while also developing systems able to address issues around grasping and manipulation, computer vision and perception. The research may also feed in other areas of robotics, such as space, sub-sea, mining, bomb-disposal and healthcare.    \r\nLed by: Professor Barry Lennox, University of Manchester \r\nEPSRC grant: £4,650,000\r\nOrganisations: University of Manchester, University of Birmingham, University of the West of England (UWE)\r\n\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/eaps-mfb022817.php", "region": "europe", "source_link": "https://www.epsrc.ac.uk/newsevents/news/extremeenvironmentrobotics/", "funder": "Engineering and Physical Sciences Research Council", "meeting": "", "institution": "Engineering and Physical Sciences Research Council", "keywords": ["Business/Economics", " Health Care", " Medicine/Health", " Technology/Engineering/Computer Science"], "journal": "", "description": "The development of Robotics and Artificial Intelligence (RAI) technologies to improve the way we care for the sick and elderly, and deal with hazardous environments have received a major boost with more than £17.3 million of investment.\r\nThe Engineering and Physical Sciences Research Council (EPSRC) has announced two Programme Grants worth a total of £10.8 million for major robotics research projects.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}