{"title": "How your brain makes articles go viral", "text": "It is a question that has mystified countless people: Why does one article spread like wildfire through social media and another -- seemingly similar -- doesn't? How does your brain decide what is valuable enough to read and share? Christin Scholz and Elisa Baek, both students in the Ph.D. program at the Annenberg School for Communication at the University of Pennsylvania, are the lead authors behind two new research papers that document for the first time the specific brain activity that leads us to read or share articles -- in this case, health articles from the New York Times. And by looking at this specific pattern of brain activity in 80 people, they also were able to predict the virality of these articles among real New York Times readers around the world. Fundamentally, explains Emily Falk, Ph.D., senior author on both papers and the director of Penn's Communication Neuroscience Lab, specific regions of the brain determine how valuable it would be to share information, and that value translates to its likelihood of going viral.  \"People are interested in reading or sharing content that connects to their own experiences, or to their sense of who they are or who they want to be,\" she says. \"They share things that might improve their relationships, make them look smart or empathic or cast them in a positive light.\"By using fMRI, the researchers were able to measure people's brain activity in real time as they viewed the headlines and abstracts of 80 New York Times health articles and rated how likely they were to read and share them. The articles were chosen for their similarity of subject matter -- nutrition, fitness, healthy living -- and number of words. The researchers honed in on regions of the brain associated with self-related thinking, regions associated with mentalizing -- imagining what others might think -- and with overall value. Although it might be intuitive to expect people would think about themselves in deciding what to read personally and think about others in deciding what to share, the researchers found something else: Whether they were choosing to read for themselves or deciding what to recommend to others, the neural data suggest that people think about both themselves and others.In fact, the researchers report in an upcoming issue of Psychological Science, that thinking about what to share brought out the highest levels of activity in both of these neural systems. \"When you're thinking about what to read yourself and about what to share, both are inherently social, and when you're thinking socially, you're often thinking about yourself and your relationships to others,\" says Baek. \"Your self-concept and understanding of the social world are intertwined.\"A second study, to be published next week in the Proceedings of the National Academy of Sciences (PNAS), shows how these brain signals can be used to predict virality of the same news articles around the world. When stories go viral through the 4 billion Facebook messages, 500 million tweets and 200 billion emails shared daily, they can have real impact on our health, politics and society. But not all articles are shared equally. Why do some articles get shared while others don't?By looking at brain activity as 80 test subjects considered sharing the same New York Times health articles, researchers predicted an article's virality among the actual New York Times readership, which shared this group of articles a combined total of 117,611 times. They found that activity in the self-related and mentalizing regions of the brain combine unconsciously in our minds to produce an overall signal about an article's value. That value signal then predicts whether or not we want to share. Even though the pool of test subjects -- 18-to-24-year olds, many of them university students, living around Philadelphia -- represented different demographics than the overall New York Times readership, brain activity in key brain regions that track value accurately scaled with the global popularity of the articles.\"If we can use a small number of brains to predict what large numbers of people who read the New York Times are doing, it means that similar things are happening across people,\" Scholz says. \"The fact that the articles strike the same chord in different brains suggests that similar motivations and similar norms may be driving these behaviors. Similar things have value in our broader society.\"Scholz acknowledges that exactly how we're thinking about ourselves and others varies from person to person. For example, one person may think that an article will make her friends laugh, while another may think that sharing it will help his friend solve a particular problem. But neural activity in regions associated with the self and with social considerations serves as a type of common denominator for various types of social and self-related thinking.\"In practice, if you craft a message in a way that makes the reader understand how it's going to make them look positive, or how it could enhance a relationship,\" Scholz says, \"then we predict it would increase the likelihood of sharing that message.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-hyb022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Information Management/Tracking Systems", " Mass Media", " Audiovisual Media", " Memory/Cognitive Processes", " Perception/Awareness", " Multimedia/Networking/Interface Design", " Internet"], "journal": "Proceedings of the National Academy of Sciences", "description": "New fMRI research reveals what goes on in the brain when people decide to share news articles with others. The researchers then used this neural activity in 80 people to accurately predict the virality of 80 New York Times health articles.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}