{"title": "Do we look like our names? New research says yes", "text": "We're told not to judge a book by its cover, but we make instant judgments about people's intelligence, trustworthiness or dominance based on their facial appearance. Now, researchers have investigated the reverse possibility: can the way people judge us influence how we look? To answer this question, researchers led by Dr. Ruth Mayo and PhD candidate Yonat Zwebner at the Hebrew University of Jerusalem examined whether a person's appearance can be influenced by their given name. To do this, they recruited independent observers and showed them color headshot photographs of complete strangers. Then they presented a list of names to the observers and asked them to choose the stranger's real name based on his or her facial appearance. In a series of studies (now reported in the Journal of Personality and Social Psychology), the observers repeatedly beat the odds of correctly identifying a person's name based on their facial appearance alone. For example, upon looking at the face and considering four possible names - Jacob, Dan, Josef or Nathaniel - observers correctly chose \"Dan\" 38% of the time, significantly above the 25% chance level of a random guess. This effect held true even when the researchers controlled for age and ethnicity, implying that something more than simple socioeconomic cues is at work. \"Our research demonstrates that indeed people do look like their name,\" said Dr. Ruth Mayo, senior lecturer in the Department of Psychology at the Hebrew University of Jerusalem. \"Furthermore, we suggest this happens because of a process of self-fulfilling prophecy, as we become what other people expect us to become.\"Supporting the notion of a self-fulfilling prophecy, the researchers found that observers beat the odds of correctly guessing a person's name even when they were only allowed to see their hairstyle. This suggests that people may choose the hairstyle that fits a stereotype associated with their name.The researchers confirmed that observers in a second country and culture were also able to beat the odds. However while observers were good at matching faces to names in their own culture, they were not good at doing so in a foreign culture. This supports the idea that name stereotypes are important when matching faces with names. The researchers also found that observers are less good at guessing the given name of people who use a nickname exclusively. This indicates that a person's appearance is affected by their name only if they use it, and not if it simply appears on a birth certificate. In one study, the researchers completely removed the human factor from the matching process. Using a computerized paradigm, they found that computers were able to beat the odds when asked to choose the correct name for 94,000 different faces. This further supports the idea that our faces contain relevant information related to our names.The researchers suggest the \"Dorian Gray effect,\" cited in previous research on how internal factors like personality can influence facial appearance, may apply here as well.  Dorian Gray was the protagonist of an Oscar Wilde novel whose actions affected his portrait.\"We are familiar with similar processes from other stereotypes like race and gender, where many times the stereotypical expectations of others affect who we become. We hypothesize that there are similar stereotypes about names, including how someone with a specific name looks, and these expectations really do affect our facial appearance,\" said Dr. Mayo from the Hebrew University. According to the researchers, the possibility that our name can influence our look, even to a small extent, suggests the important role of social structuring in the complex interaction between the self and society. The research suggests that we are subject to social structuring from the minute we are born, not only by our gender, ethnicity, and socioeconomic status, but also by the simple choice that others make in giving us our name.\"A name is an external social factor, different from other social factors such as gender or ethnicity, therefore representing an ultimate social tag. The demonstration of our name being manifested in our facial appearance illustrates the great power that a social factor can have on our identity, potentially influencing even the way we look,\" added Dr. Mayo. Future research could examine the precise nature of the mechanism leading to the emergence of this face-name matching effect, for example how a person's name matches his or her face at different stages of life. Another question worth exploring is why some people have a very high face-name match while others have a low match. ", "article_link": "http://dx.doi.org/10.1037/pspa0000076", "url": "http://www.eurekalert.org/pub_releases/2017-02/thuo-dwl022717.php", "region": "asia", "source_link": "http://new.huji.ac.il/en/article/33588", "funder": "HEC Foundation", "meeting": "", "institution": "The Hebrew University of Jerusalem", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Personality and Social Psychology", "description": "Independent observers beat the odds of guessing a person's true name based on their facial appearance alone, in a series of studies reported in the the Journal of Personality and Social Psychology. The research indicates that a process of self-fulfilling prophecy may be at work, in which people become what other people expect based on stereotypes associated with their name.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}