{"title": "Following dietary recommendations leads to modest heart health improvements", "text": "Following current dietary recommendations may lead to small improvements in overall heart health in overweight individuals, according to a study published today in the Journal of the American College of Cardiology. The most recent recommendations of the U.S. Dietary Guidelines Advisory committee support three dietary patterns to prevent chronic disease--the healthy American diet, the Mediterranean diet and a vegetarian diet--all of which advise individuals to eat more fruit, vegetables and whole grains, plus more cholesterol lowering \"functional\" foods such as oats, barley, nuts and plant protein foods such as soy. Researchers randomized 919 adult participants in Toronto who had a body mass index of more than 25 kg/m2 to receive either one of three treatments or to a control group. Participants who were members of the same family were all assigned the same treatment. All participants received a copy of Health Canada's Food Guide. No further advice was given to the control group. The first treatment group received additional dietary advice weekly for the first month and monthly for the following five months through 20 to 30 minute telephone interviews. Individuals were advised regarding benefits, strategies for change and barriers to change and were encouraged to increase intake of fruit, vegetables, whole grain cereals and cholesterol lowering functional food, and to reduce the intake of meat and sweets. The second group received a weekly food basket for six months reflecting advice given to the first group but did not receive dietary advice. The third treatment group received the weekly food basket and dietary advice. After six months, only small increases were observed in the intake of fruits, vegetables, whole grains and cholesterol lowering foods across all groups, and the only consistent increases were seen in the group that received both food provisions and advice. At 18 months, small increases remained for the intake of healthy foods, but these increases were significantly reduced from the already modest six month increases. Small reductions in body weight, waist circumference and blood pressure were observed in the control and treatment groups at six months. Reductions in body weight and weight circumference were maintained at the 18-month follow-up, while blood pressure reduced significantly during this time. Levels of high-density lipoprotein cholesterol rose between six and 18 months.\"These data demonstrate the difficulty in effectively promoting fruit, vegetable and whole grain cereals to the general population using recommendations that, when followed, decrease risk factors for chronic disease,\" said David J.A. Jenkins, MD, PhD, DSc, professor and Canada Research Chair in Nutrition and Metabolism at the department of nutritional science at the University of Toronto and lead author of the paper. \"They indicate an urgent need for innovative approaches to support the implementation of current dietary advice.\" According to the researchers, the success of dietary advice may be influenced by the perception of immediate benefit from the intervention. Greater emphasis is required on the long-term health benefits of sustaining a healthy diet for otherwise healthy people. Individuals are also prone to habits that are resistant to change, making it important to develop supportive food environments and to emphasize overcoming barriers related to methods of food preparation and to illustrate situations in which desired foods can be eaten, such as meals and snacks. In an accompanying editorial comment, Ramon Estruch, MD, PhD, from the department of internal medicine at the Hospital Clinic of Barcelona, writes that these results can be viewed as \"glass half-full.\" \"The key question is how to entice the general population to adhere to healthy dietary patterns,\" Estruch said. \"Each country and scientific society must prioritize the strategies best adapted to local customs and regulations. However, it appears that simply giving a copy of healthy dietary guidelines causes small changes in the right direction. Perhaps we should start with this extremely simple, no-cost procedure at schools, workplaces, clinics or sports centers, while the other strategies are slowly developed and implemented.\"Jenkins has reported that he has received grants from several food, beverage and nutritional companies. A full listing of disclosures is available in the manuscript. Estruch has reported that he has received support from nutritional, beverage and pharmaceutical companies. A full listing of disclosures is available in the manuscript.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.10.089", "url": "http://www.eurekalert.org/pub_releases/2017-02/acoc-fdr022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diet/Body Weight", " Health Professionals", " Cholesterol", " Nutrition/Nutrients", " Public Health"], "journal": "Journal of the American College of Cardiology", "description": "Following current dietary recommendations may lead to small improvements in overall heart health in overweight individuals, according to a study published today in the Journal of the American College of Cardiology.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}