{"title": "Will naming the Anthropocene lead to acceptance of our planet-level impact?", "text": "\"What's in a name? That which we call a rose by any other name would smell as sweet.\"  This phrase--from William Shakespeare's tragic play Romeo & Juliet--is among the most famous acknowledgements in Western culture of the power of naming to shape human perception.  According to the International Union of Geological Sciences (IUGS), the professional organization that defines Earth's time scale, the current time belongs to an epoch named the Holocene--which began 11,500 years ago after the last ice age.  However, in recent years, many scientists have advocated to name a new epoch to more accurately reflect the idea that humans have become the dominant planet-shaping force. The name they have proposed places humankind's actions--and their consequences--squarely at the center: the Anthropocene--anthropo, for \"man,\" and cene, for \"geological epoch.\" The need to name a new epoch is gaining wide acceptance as most experts agree that this time period has been marked by geologically significant changes brought about by human activities, such as an accelerated rate of species extinction and changes in the chemical composition of the atmosphere, oceans and soils. The Working Group on the Anthropocene (WGA)--an international group of planetary scientists--voted to formally designate the epoch Anthropocene and presented the recommendation at IUGS' International Geological Congress in August of last year.Does a name in itself have sufficient symbolic power to cause a paradigm shift in how humans perceive our role in the changing geological patterns of the planet? That is among the questions with which David Casagrande, associate professor of anthropology at Lehigh University and his colleagues grapple in their latest article in Anthropology Today: \"Ecomyopia in the Anthropocene.\" The authors cite a previously stated belief that \"...a major impediment to action on climate change is the deeply entrenched belief that humans are not capable of planetary-scale impacts.\" The researchers identify two possible consequences to the naming of the Anthropocene epoch. One is that it draws attention to humankind's impact on the planet and thus encourages action on climate change. Another is that it contributes to society's faith in technology and the \"manifest destiny\" of the human domination of nature--an idea the authors label \"technological hubris.\" \"The definition for ecomyopia is the tendency for societies to ignore, not recognize, or fail to act on new ecological information that contradicts political arrangements, social norms, or world views,\" says Casagrande. \"The failure to meaningfully address climate change is a spectacular example of ecomyopia.\"The authors employ a social science approach known as longue duree to explore the topic. Pioneered by French scholars in the early 20th century--and carried on by French historian Fernand Braudel--longue duree refers to a method of studying history focused on cycles and slowly-evolving social structures, as opposed to viewing historical events as the consequence of immediate causes.  They apply this approach to Casagrande's research on agriculture and the flooding of homes, farms and businesses in the floodplain along the Mississippi River in the American Midwest. From the article: \"We apply confirmed generalizations to a specific case that links agricultural production in the American Midwest to hydrological change in the Mississippi River Basin. We use this case study as a template for speculating on the impact of the Anthropocene more broadly. Our case study suggests that the concentration of financial capital via agricultural consolidation under pressure of international commodities trade promotes technological hubris. As capital and power concentrate around the world, technological hubris is also likely to become more widely entrenched.\"\"Ecomyopia\" and the Mississippi River floodingCasagrande, a cultural anthropologist, studies the cognitive dissonance behind climate change denial. Cognitive dissonance is a psychological term to describe the discomfort that is experienced when a person or group of persons hold a set of conflicting beliefs.  \"My research focuses on how in conversation we use techniques to avoid these logical contradictions rather than create change,\" says Casagrande. \"One such technique is to shift the conversation to more abstract concepts or themes that cannot be logically evaluated.\" In their analysis, the researchers look at some possible causes of \"ecomyopia\" and reference the idea that technological development produces hierarchical complexity that leads to the consolidation of power and wealth. The researchers write: \"Key decision-makers are often spatially or politically removed from the ecologies they create. Complexity also encourages decisions to be made in short time frames - like quarterly profits, annual harvests, or election cycles - the cumulative effect of which is an inability to react to long-term trends like climate change or the increasing frequency of disastrous flooding in the American Midwest.\"In the case of the floodplain along the Mississippi River in the American Midwest, the authors cites research demonstrating its transformation by dams, levees and drainage and its conversion to agriculture and note that the frequent flooding of private and public lands in the area illustrates that attempts to control the river have failed.  To examine community members' responses to this reality, Casagrande combined qualitative data from 121 interviews and five focus groups with farmers, homeowners, business owners, elected officials and government personnel in the area with a quantitative survey of 5,000 households and found three common themes:* \tThere is a widespread aversion to relocating homes and businesses away from flood-prone areas; and,\r\n* \tMost stakeholders prefer solutions in harmony with processes perceived as natural, such as restoring wetlands or removing or modifying agricultural levees to allow for more storage of water on agricultural land during floodsThe authors note that the agricultural community vehemently rejects any option that would take land out of production.\"A fundamental source of political power, from tribal leaders through contemporary political leaders, is the ability to steer the political discourse away from logical contradictions,\" explains Casagrande. \"One negative consequence is that societies on this path tend to invest more in symbolism than actually addressing their real problems.\"  The authors state: \"The agricultural lobby along the Mississippi River has successfully framed public discussion around which largescale infrastructures are most useful for flood control and how they should to be financed.\"They add later in the article: \"The Midwestern agricultural lobby's successful framing of the flood discourse is possible mainly because of the American cultural faith in technology and capitalism.\"Though Casagrande found that people in the community prefer solutions in line with nature, he also found that they are willing to accept the large infrastructural solutions offered by the agricultural industry and policymakers.The authors state: \"The research on flooding in the American Midwest reveals an underlying conflict between the desire for natural solutions to flooding and faith in technological solutions...When asked to think about the potential conflict between natural and technical solutions, people may invoke phrases like 'I don't know - it's just part of God's plan', or 'if they can put a man on the moon, they can solve the flooding problem.'\"Casagrande analyzed community narratives to identify abstract, deeply-held beliefs that community members who were interviewed employed to deal with cognitive dissonance.\"These analyses reveal that, in times of psychological stress, Americans rely heavily on their faith in the technological fix for consolation,\" the researchers conclude in the paper. Rampant technological hubris and the power of capital to organize social relationships preclude the ability of the Anthropocene to encourage a sustainable world view in which humans are equal to nature.\"Balancing optimism and evidenceUsing the American Midwest case study as an example, the authors conclude that global capitalism is too strong a force to enable humanity to overcome technological hubris--despite the new Anthropocene label. They acknowledge that optimism on this issue depends entirely on one's faith in the human potential to use technology wisely.Casagrande and his colleagues compare the possible public response to the Anthropocene label to the reaction to the first photographs of Earth from outer space in 1972. They say that though the photographs altered people's perception of the planet, it has \"...failed to temper the power of technological hubris or the unrelenting human transformation of the planet.\" From the paper's conclusion: \"...the ability for the Anthropocene concept to shift paradigms is not particularly relevant from the longue durée perspective. Under this scenario, the cycle of social collapse is merely scaled up to the planet. One's optimism here depends on how critical one is of the current global techno-capitalist enterprise.\"\r\n", "article_link": "http://dx.doi.org/10.1111/1467-8322.12326", "url": "http://www.eurekalert.org/pub_releases/2017-02/lu-wnt022717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Lehigh University", "keywords": ["Ecology/Environment", " Social/Behavioral Science", " Anthropology", " Quality of Life", " Coping/Phobias", " Memory/Cognitive Processes", " Climate Change", " Climate Change", " Climate Change"], "journal": "Anthropology Today", "description": "Does a name in itself have sufficient symbolic power to cause a paradigm shift in how humans perceive our role in the changing geological patterns of the planet?  That is among the questions with which David Casagrande, associate professor of anthropology at Lehigh University and his colleagues grapple in their latest article in Anthropology Today: 'Ecomyopia in the Anthropocene.'", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}