{"title": "Optimization for self-production may explain mysterious features of the ribosome", "text": "Optimization for self-production may explain key features of ribosomes, the protein production factories of the cell, reported researchers from Harvard Medical School in Nature on July 20.In a new study, a team led by Johan Paulsson, professor of systems biology at Harvard Medical School, mathematically demonstrated that ribosomes are precisely structured to produce additional ribosomes as quickly as possible, in order to support efficient cell growth and division.The study's theoretical predictions accurately reflect observed large-scale features of ribosomes -- revealing why are they made of an unusually large number of small, uniformly sized proteins and a few strands of RNA that vary greatly in size -- and provide perspective on the evolution of an exceptional molecular machine.\"The ribosome is one of the most important molecular complexes in all of life, and it's been studied across scientific disciplines for decades,\" Paulsson said. \"I was always puzzled by the fact that it seemed like we could explain its finer details, but ribosomes have these bizarre features that have not often been addressed, or if so in an unsatisfying way.\"Every living cell, whether a single bacterium or a human neuron, is a biological system as dynamic and complex as any city. Contained within cells are walls, highways, power plants, libraries, recycling centers and much more, all working together in unison to ensure the continuation of life.The vast majority of these myriad structures are made of and made by proteins. And those proteins are made by ribosomes.Mysterious featuresAlthough scientists have unlocked how ribosomes turn genetic information into proteins at atomic resolution, revealing a molecular machine finely tuned for accuracy, speed and control, it hasn't been clear what advantages lay in several of its large-scale features.Ribosomes are composed of a puzzlingly large number of different structural proteins--anywhere from 55 to 80, depending on organism type. These proteins are not just more numerous than expected, they are unusually short and uniform in length. Ribosomes are also composed of two to three strands of RNA, which account for up to 70 percent of the total mass of the ribosome.\"Without understanding why collective features exist, it is a bit like looking at a forest and understanding how chloroplasts and photosynthesis work, and not being able to explain why there are trees instead of grass,\" Paulsson said.So Paulsson and his collaborators Shlomi Reuveni, an HMS postdoctoral fellow, and Måns Ehrenberg of Uppsala University in Sweden, decided to look at the ribosome in a different light.\"Our breakthrough came by zooming out from the atomic and looking at the ribosome from a new perspective,\" Reuveni said. \"We didn't think of the ribosome as a machine that produces proteins, but rather as the product of the protein production process.\"Forest for the treesFor a cell to divide, it must have two full sets of ribosomes to make all the proteins that the daughter cells need. The speed at which ribosomes can make themselves, therefore, places a hard limit on how fast cell division occurs. Paulsson and his colleagues devised theoretical mathematical models for what the ribosome's features should look like if speed was the primary selective pressure that drove its evolution.The team calculated that distributing the task of making a new ribosome among many ribosomes--each making a small piece of the final product--can increase the rate of production by as much as 30 percent, since each new ribosome helps make more ribosomes as soon as they are created, accelerating the process.This represents an enormous advantage for cells that need to divide quickly, such as bacteria. However, the protein production process takes time to initiate, and this overhead cost limits the number of proteins that a ribosome can be made of, according to the math.The team's models predicted that, for maximum self-production efficacy, a ribosome should be made of between 40 and 80 proteins. Each of these proteins should be around three times smaller than an average cellular protein, and they should all be roughly similar in size.It turns out that the researchers' theory, developed completely independently of the laboratory, accurately reflects the observed protein composition of the ribosome.\"An analogy for our findings would be to think of ribosomes not as a group of carpenters who merely build a lot of houses, but as carpenters who also build other carpenters,\" Paulsson said. \"There is then an incentive to divide the job into many small pieces that can be done in parallel to more quickly assemble another complete carpenter to help in the process.\"Theory and realityPaulsson and his colleagues also examined ribosomal RNA, which acts as a structural component and carries out the ribosome's enzymatic activity of linking amino acids together into proteins.Their analysis showed that, the more RNA a ribosome is made of, the more rapidly it can be produced. This is because cells can make ribosomal RNA much faster than protein. Thus, while RNA enzymes are thought to be less efficient than protein enzymes, ribosomes have enormous pressure to use as much RNA as possible to maximize the rate at which more ribosomes can be made.\"Any place the ribosome can get away with using RNA, it should use it because self-production speed can essentially be doubled or tripled,\" Paulsson said. \"Even if RNA were inferior compared to protein for enzymatic function, there is still a great advantage to using RNA if a cell is trying to produce ribosomes as fast as possible.\"This observation was predicted to hold primarily for self-producing ribosomes, according to the team. Most other structures in the cell do not self-produce and can sacrifice production speed for the stability and efficacy provided by using protein instead of RNA.Taken together, the team's theory accurately predicts large-scale features of the ribosome that are seen across domains of life. It explains why the fastest growing organisms, such as bacteria, have the shortest ribosomal proteins and the greatest amounts of ribosomal RNA. At the opposite end of the spectrum are mitochondria--the power plants of eukaryotic cells, which are thought to have once been bacteria that entered a permanent symbiotic state. Mitochondria have their own ribosomes that do not produce themselves. Without this pressure, mitochondrial ribosomes are indeed made of larger proteins and far less RNA than cellular ribosomes.\"When we started this project, we didn't have a long list of features that we tried to explain through theory,\" Reuveni said. \"We started with the theory, and certain features emerged. When we looked at data to compare with what our math predicted, we found in most cases that they matched what is seen in nature.\"Rather than being mere relics of an evolutionary past, the unusual features of ribosomes thus seem to reflect an additional layer of functional optimization acting on collective properties of its parts, the team writes.\"While this study is basic science, we are addressing something that is shared by all life,\" Paulsson said. \"It is important that we understand where the constraints on structure and function come from, because like much of basic science, it is unpredictable what the consequences of new knowledge can unlock in the future.\"", "article_link": "http://dx.doi.org/10.1038/nature22998", "url": "http://www.eurekalert.org/pub_releases/2017-07/hms-ofs072117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Biology", " Biomechanics/Biophysics", " Evolution", " Molecular Biology"], "journal": "Nature", "description": "New study explains previously mysterious characteristics of ribosomes, the protein production factories of the cell. Researchers mathematically demonstrate that ribosomes are precisely structured to build themselves as quickly as possible to support efficient cell growth.", "date": "Fri, 21 Jul 2017 04:00:00 GMT"}