{"title": "Small survey: Most primary care physicians can't identify all risk factors for prediabetes", "text": "Johns Hopkins researchers who distributed a survey at a retreat and medical update for primary care physicians (PCPs) report that the vast majority of the 140 doctors who responded could not identify all 11 risk factors that experts say qualify patients for prediabetes screening. The survey, they say, is believed to be one of the first to formally test PCPs' knowledge of current professional guidelines for such screening.Of the providers who completed the survey, 6 percent correctly identified all of the risk factors that should -- under guidelines issued by the American Diabetes Association -- prompt prediabetes screening and 17 percent correctly identified the fasting glucose and HbA1c (a measure of glucose that attaches to the protein in red blood cells which carry oxygen), laboratory values for diagnosing prediabetes. On average, the respondents selected eight out of the 11 correct risk factors for prediabetes screening.A report of the survey's findings, published July 20 in the Journal of General Internal Medicine, also found that nearly one-third of  the PCPs  were unfamiliar with the American Diabetes Association's (ADA) guidelines for prediabetes.\"Although this survey was conducted among primary care providers from a large academically-affiliated practice and may not represent providers from other types of practice settings, we think the findings are a wake-up call for all primary care providers to better recognize the risk factors for prediabetes, which is a major public health issue,\" says Eva Tseng, M.D., M.P.H., an assistant professor at the Johns Hopkins University School of Medicine and the paper's first author.An estimated 86 million adults in the United States have prediabetes; 70 percent of these individuals will eventually develop type 2 diabetes, according to the Centers for Disease Control and Prevention (CDC) and ADA expert panel. Preventive measures such as changes in diet and physical activity and the prescription of metformin, an oral diabetes medication that helps control blood sugar levels, have proven effective in preventing the progression of prediabetes to type 2 diabetes, according to the ADA.An estimated 90 percent of individuals with prediabetes, however, are unaware of their condition, according to the CDC.To better understand why so many with prediabetes go undiagnosed, Tseng and the research team created a survey to test awareness of expert prediabetes guidelines and beliefs regarding prediabetes management.At an annual retreat and medical update held for Mid-Atlantic region primary care physicians in 2015, the researchers invited all 156 PCPs who attended the meeting to participate in the on-site survey. The survey asked PCPs to select prediabetes risk factors from a list of factors recommended by the ADA guidelines for the screening of prediabetes. The survey also asked the PCPs to identify guidelines issued by the ADA about prediabetes screening; numerical values corresponding to the upper and lower limits of the fasting glucose and HbA1c laboratory criteria for diagnosing prediabetes; values corresponding to the ADA's recommendations for minimum weight loss and minimum physical activity for patients with prediabetes; best initial management approach to a patient with prediabetes; prediabetes screening tests used; initial patient management approaches; and intervals used for repeat lab work and follow-up visits.To evaluate attitudes and beliefs regarding prediabetes, the survey asked providers to rate, on a five-point scale (strongly agree to strongly disagree), whether they believe it is important to identify prediabetes and whether they believe that lifestyle modification and metformin can reduce the risk of progression to diabetes. A similar scale was used to evaluate what providers perceive as patient barriers to lifestyle modification and the use of metformin.While only 11 percent of physicians selected referral to a behavioral weight loss program as the recommended initial management approach to prediabetes, 96 percent selected counseling on diet and physical activity. Landmark studies such as the Diabetes Prevention Program have shown that behavioral weight loss programs are effective at reducing the risk of developing diabetes and are the recommended initial approach by the ADA. The survey also revealed that metformin use for prediabetes was uncommon: 25 percent of providers never prescribed metformin and 16 percent of providers did not believe in prescribing metformin for patients with prediabetes. In the 2017 guidelines, the ADA is now recommending that metformin be considered in patients with prediabetes who have failed to decrease their risk of diabetes through lifestyle change.\"Primary care providers play a vital role in screening and identifying patients at risk for developing diabetes. This study highlights the importance of increasing provider knowledge and availability of resources to help patients reduce their risk of diabetes,\" says Nisa Maruthur, Nisa Maruthur, assistant professor of medicine at the Johns Hopkins University School of Medicine and the paper's senior author.Prediabetes is diagnosed by labs, specifically an elevated fasting glucose of 100-125 mg/dL or hemoglobin A1c of 5.7-6.4 percent. Diabetes is diagnosed based on labs above those thresholds, fasting glucose greater than or equal to 126 mg/dL or hemoglobin A1c of greater than or equal to 6.5 percent.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/jhm-ssm071917.php", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/small_survey_most_primary_care_physicians_cant_identify_all_risk_factors_for_prediabetes", "funder": "Training Grant, National Institutes of Health, Baltimore Diabetes Research Center, NIH/National Institute of Diabetes and Digestive and Kidney Disease", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Journal of General Internal Medicine", "description": "Johns Hopkins researchers who distributed a survey at a retreat and medical update for primary care physicians (PCPs) report that the vast majority of the 140 doctors who responded could not identify all 11 risk factors that experts say qualify patients for prediabetes screening. The survey, they say, is believed to be one of the first to formally test PCPs' knowledge of current professional guidelines for such screening.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}