{"title": "Reducing inflammation protects stem cells during wound repair", "text": "Amsterdam, July 20, 2017 - Scientists have found a new way to protect stem cells from harsh inflammation during wound repair. In a study recently published in the journal Cytotherapy, researchers in India discovered that treating mice with a common anti-inflammatory drug called celecoxib promoted stem cell survival and healing when they injected the cells into wounds.The researchers, who are based at the Academy of Scientific & Innovative Research, located at the CSIR-Indian Institute of Chemical Technology, Hyderabad, India, hope that the technique can enhance regenerative therapy for conditions like chronic wounds, where harsh inflammation in the wound can kill the cells used in regenerative stem cell treatments. Stem cell treatments for chronic wounds could be more effective if patients simply took anti-inflammatory drugs during treatment.Chronic wounds are those that don't heal easily. In patients with diabetes, chronic wounds can lead to serious complications and, in some cases, may eventually mean that doctors have to amputate the affected limb. \"Curing chronic wounds in patients with diabetes, or in those undergoing chemotherapy and radiotherapy, is a constant challenge,\" says Amitava Das, senior author of the study.Conventional treatments often don't work, and so scientists are trying to find new ways to heal these stubborn wounds. One potential treatment involves injecting the wound with stem cells, which can change into other cell types, such as skin cells like keratinocytes, to help with the healing process. However, there are hurdles to making this work. \"Stem cell therapy holds a lot of promise but it's limited by the harsh injury micro-environment, which is frequently inflamed,\" says Das.Inflammation is normal in wound healing. As wounds heal, white blood cells, such as those called macrophages, are attracted to the wound site and release substances called cytokines that cause an inflammatory response. At the wound site, enzymes such as cyclooxygenase-2 (COX-2) also become more active and contribute to the inflammation. This inflammation is important in the normal healing process, affecting tissue growth and blood flow changes that allow the tissue to heal; when the inflammation subsides, skin cells start growing to cover the wound and help the tissue knit together. In chronic wounds, however, inflammation can be more extensive and prolonged.This is bad news for any stem cells that might be injected into a chronic wound to help heal it. Stem cells are not like typical drugs - they are alive, and like all life forms, they can die in a hostile environment. The harsh inflammation in chronic wounds kills many of the injected cells, and this is one of the reasons why, so far, stem cells have not worked as a treatment for chronic wounds.Das and his colleagues hypothesized that celecoxib, a common anti-inflammatory drug that selectively inhibits the pro-inflammatory enzyme COX-2, would improve stem cell survival and treatment outcomes for chronic wound therapy. Celecoxib has a similar mechanism of action to other well-known anti-inflammatory drugs you might take for a headache, such as aspirin and ibuprofen, and doctors commonly prescribe it for pain relief.To test their hypothesis, the group used an experimental wound model in mice. The researchers split the mice into four groups. They left a control group completely untreated and treated the second group using mouse stem cells from bone marrow, which they injected into the skin near the wound. They treated a third group orally using celecoxib, and the final group received celecoxib orally, as well as a stem cell injection into the skin near the wound. After a week, the scientists examined the wound tissue for healing and inflammation, and checked if the stem cells had survived.As expected, the wounds showed an inflammatory response over the duration of the experiment. However, the mice treated using both celecoxib and stem cells showed better wound healing and more tissue growth a week later, compared with untreated mice or mice treated using stem cells or celecoxib alone. A significantly higher amount of stem cells had survived and integrated into the wound tissue in mice that had received celecoxib, and there were fewer inflammatory white blood cells and lower levels of cytokines in their wounds, including one cytokine called interleukin-17A.In order to learn more about how celecoxib was enhancing stem cell survival and wound healing, the researchers conducted experiments to identify the cytokines or enzymes directly or indirectly influencing the process. Using macrophages and stem cells grown in a dish, they showed that interleukin-17a was responsible for activating macrophages that might then go on to kill stem cells in the wound. By inhibiting the COX-2 enzyme, and consequently inhibiting interleukin-17A, celecoxib could indirectly prevent macrophages from killing the injected stem cells and instead allow them to heal the wound.So far so good, but did celecoxib have any direct effects on the stem cells themselves? The scientists found that celecoxib directly increased stem cell differentiation into keratinocytes - skin cells required for wound healing. By helping the stem cells to survive and encouraging them to differentiate into skin cells, celecoxib produced a two-pronged healing effect.These results suggest celecoxib, a pain tablet like aspirin, could bring stem cell treatment closer to reality. \"With these findings, we could overcome some of the limitations to successful stem cell therapy for chronic wounds,\" says Das. \"I personally feel that the present findings have provided a ray of hope for patients with chronic wounds. We have also been able to identify the molecular targets responsible for these effects, and this could help scientists to identify new drugs that could also help.\"", "article_link": "http://dx.doi.org/10.1016/j.jcyt.2017.03.072", "url": "http://www.eurekalert.org/pub_releases/2017-07/e-rip072017.php", "region": "europe", "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/reducing-inflammation-protects-stem-cells-during-wound-repair", "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Bacteriology", " Cell Biology", " Medicine/Health", " Immunology/Allergies/Asthma", " Diabetes", " Pharmaceutical Science"], "journal": "Cytotherapy", "description": "Scientists have found a new way to protect stem cells from harsh inflammation during wound repair. In a study recently published in the journal Cytotherapy, researchers in India discovered that treating mice with a common anti-inflammatory drug called celecoxib promoted stem cell survival and healing when they injected the cells into wounds.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}