{"title": "Using a pig model to study chronic diseases may help minimize drug failure rate", "text": "Scientists may be able to minimize the failure rate of drugs for diseases linked to high-calorie diets, such as colon cancer and type 2 diabetes, if they test treatments using a pig model, according to an international team of researchers.In a study, researchers found that pigs, which have gut bacterial profiles and immune systems similar to humans, also maintain two distinct colonic stem cell populations - ASCL-2 and BMI-1. Mice lack colonic BMI-1 stem cells that play a critical role in how colon cancer forms - or carcinogenesis - and how material passes through the cell lining of the intestinal wall - or gut permeability.\"Seven out of ten deaths in the United States are due to chronic conditions,\" said Jairam K.P. Vanamala, associate professor of food sciences, Penn State. \"And, yet, we have a high failure rate for drugs and treatments in studies looking to alleviate those conditions. Treatments that work in mice, do not always work well in humans. We show that a pig model may be an alternative that can help lead to better treatments and food-based prevention and therapeutic strategies.\"The researchers, who released their findings in Cancer Prevention Research Journal, published by the American Association of Cancer Research, used a visualization technique - immunofluorescence - to identify stem cells in the colon of pigs that were fed either a high calorie diet or a standard diet. They observed two types of stem cells - ASCL-2 positive and BMI-1 positive - in the pig colon, similar to the human system.\"Mice models will continue to be important to study under certain conditions,\" said Vanamala, who is also a faculty member at the Penn State Hershey Cancer Institute. \"But, what we found is that the pig model has both a microbiome that is closer to the human microbiome and the intestinal physiology is, also, similar to humans.\"The gut microbiome refers to the 30-50 trillion or so bacteria that dwell in the gut.According to the researchers, stem cells, which can generate all types of intestinal cells, are typically located deep within tube-like crevices - called crypts. However, when cells at the ends of the crypt are damaged, stem cells move up the crypt to help repair the damage. In pigs that consumed a high calorie diet, the researchers found that the stem cells moved out of the protected base of the crypt and potentially exposed themselves to similar damage.In the case of pigs and humans, when cells are damaged, most likely only BMI-1 stem cells are activated and move up the crypt, say the researchers.\"So, if we are studying colon crypts and looking at, for example, how cancer develops in mice, we are only taking one type of stem cells into the equation, not the interplay of both ASCL-2 and BMI-1,\" said Vanamala. \"We need to see how these stem cells are both working together to heal, or how they are damaged that leads to the development of colon cancer.\"Vanamala suggests that BMI-1 stem cells may become cancerous if exposed while moving up the crypt to heal cells and are damaged by inflammation and toxins produced by eating a high-calorie diet.\"A high calorie diet means you may not be taking in a lot of fiber, which is an important food for the gut bacteria, and these gut bacteria devoid of any fiber may start eating away at the mucous and also start producing toxins, which causes inflammation to set in,\" said Vanamala. \"The stem cells that are working to repair this damage, then, are starting to move up the crypt toward the lumen where they may get exposed to toxins. Once they get damaged, the stem cell - because it lives a long time - can potentially become cancerous.\"Vanamala added that one of the advantages of having human-relevant and agriculturally important animals model is that research at the intersection of agricultural and medical research can be strengthened to develop safe, affordable and evidence-based food approaches to counter the global epidemic of chronic diseases. As an example, he cited his previous research on baked purple potatoes that have compounds that help suppress chronic intestinal inflammation elevated from a high-calorie diet and stem cell proliferation, which are linked to both colitis and colon cancer.For the current study, the researchers fed eight pigs a high-calorie diet, which has 23 percent fat, and fed the control group of eight pigs a standard diet with 5 percent fat during a 13-week period.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/ps-uap072017.php", "region": "namerica", "source_link": null, "funder": "United States Department of Agriculture", "meeting": "", "institution": "Penn State", "keywords": ["Agriculture", " Medicine/Health", " Cancer", " Pharmaceutical Science"], "journal": "Cancer Prevention Research", "description": "Scientists may be able to minimize the failure rate of drugs for diseases linked to high-calorie diets, such as colon cancer and type 2 diabetes, if they test treatments using a pig model, according to an international team of researchers.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}