{"title": "Alzheimer's drug cuts hallmark inflammation related to metabolic syndrome by 25 percent", "text": "MANHASSET, NY -- An existing Alzheimer's medication slashes inflammation and insulin resistance in patients with metabolic syndrome, a potential therapeutic intervention for a highly dangerous condition affecting 30 percent of adults in the United States, according to new clinical trial results by scientists at Northwell Health's  Feinstein Institute for Medical Research.In a study released today in JCI Insight, Feinstein Institute researchers found that the FDA-approved Alzheimer's drug \"galantamine\" cut key markers of inflammation - a hallmark of metabolic syndrome - by more than 25 percent, leading to reduced insulin resistance. A cluster of four risk factors -- increased blood pressure, a high blood sugar level, excess body fat around the waist and abnormal cholesterol levels -- comprise metabolic syndrome, which greatly raises risks for cardiovascular disease and type 2 diabetes.But there is no treatment for metabolic syndrome as a whole, leaving physicians to tackle the condition by treating symptoms. From previous studies at the Feinstein Institute, Associate Professor Valentin A. Pavlov, PhD, and his colleagues knew that galantamine - derived synthetically from flowers used in Greek mythology to combat memory loss and delirium - lessened inflammation levels in mice with obesity. Since inflammation plays a key role in metabolic syndrome, they decided to study the effect of galantamine in people with the condition.  \"It's been very tough to come up with a treatment that targets all the components of metabolic syndrome, which is becoming a pandemic because it stems from obesity,\" said Dr. Pavlov, corresponding author of the new research. \"By repurposing galantamine, it means we don't have to start from zero to establish its safety. We already know it's safe.\"\"Galantamine can target the entire syndrome as well as targeting components of the syndrome,\" added study co-author Yael Tobi Harris, MD, chief of endocrinology, diabetes and metabolism at North Shore University Hospital and Long Island Jewish Medical Center, part of Northwell Health. \"Using an existing drug is a much faster way of getting a treatment out there. It's promising, it makes me optimistic, and it's a starting point indicating an avenue of research that should be pursued further.\"Galantamine belongs to a class of drugs known as acetylcholinesterase inhibitors, which slow the breakdown of the neurotransmitter acetylcholine, a chemical messenger in the brain. In Greek mythology, the snowdrop flower serving as a source of galantamine was given to Odysseus by the god Hermes as an antidote to jimsonweed, which the sorceress Cerce gave to Odysseus to trigger memory loss and delirium. The Feinstein Investigators collaborated with a team of colleagues led by Dr. Fernanda Consolim-Colombo from the University of Sao Paulo, Brazil to perform a randomized, double-blinded, placebo-controlled clinical study of the effects of galantamine in patients with metabolic syndrome. In the study, 30 patients with metabolic syndrome received graduated doses of galantamine daily for 12 weeks and another group of 30 patients received a placebo during this same timeframe. Levels of inflammatory molecules indicating patients' metabolic syndrome-associated inflammation were tracked. Also measured were participants' insulin levels, insulin resistance (HOMA-IR) heart rate and heart rate variability, and other metabolic and cardiovascular markers. At the end of the 12-week treatment period, those treated with galantamine experienced significantly reduced levels of pro-inflammatory molecules and higher levels of anti-inflammatory molecules compared to placebo patients. The galantamine group also experienced a significant decrease in insulin levels and insulin resistance compared with the placebo group.\"What galantamine does is activate the nervous system to decrease inflammation,\" Dr. Harris explains. \"And because the inflammation is causing insulin resistance . . . we then see a decrease in insulin resistance.\"Dr. Pavlov noted that the graduated doses of galantamine used on study participants - 8 mg and 16 mg daily in the intervention group - were still lower than the highest approved dose for Alzheimer's patients of 24 mg daily, and none of the patients experienced serious side effects. \"Our results are even more impressive because they were achieved with relatively low doses,\" he says. Dr. Pavlov and Dr. Harris agreed more research still needed, including longer clinical trials that include greater numbers of patients with metabolic syndrome. Other trials could also examine galantamine's effects on type 2 diabetes, they said. \"These findings illustrate that it may be possible to treat inflammation in metabolic syndrome,\" says Kevin J. Tracey, MD, a co-author of the study and president and CEO of the Feinstein Institute. \"Bringing down inflammation and insulin resistance may reduce the risk of cardiovascular disease and other complications.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/nh-adc071417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Northwell Health", "keywords": ["Medicine/Health", " Alternative Medicine"], "journal": "JCI Insight", "description": "Feinstein Institute researchers repurpose existing medication\r\nwith healing properties traced to ancient Greeks.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}