{"title": "Loma Linda University researchers finds links between meal frequency and BMI", "text": "A study by researchers from Loma Linda University School of Public Health and the Czech Republic has found that timing and frequency of meals play a role in predicting weight loss or gain.Using information gleaned from more than 50,000 participants in the Adventist Health Study-2 (AHS-2), the researchers discovered four factors associated with a decrease in body mass index: eating only one or two meals per day; maintaining an overnight fast of up to 18 hours; eating breakfast instead of skipping it; and making breakfast or lunch the largest meal of the day. Making breakfast the largest meal yielded a more significant decrease in BMI than did lunch.The two factors associated with higher BMI were eating more than three meals per day --snacks were counted as extra meals -- and making supper the largest meal of the day. As a practical weight-management strategy, Hana Kahleova, MD, PhD, recommends eating breakfast and lunch, skipping supper, avoiding snacks, making breakfast the largest meal of the day and fasting overnight for up to 18 hours. A postdoctoral research fellow at LLUSPH when the study was conducted, Kahleova is now director of clinical research for the Physicians Committee for Responsible Medicine in Washington, DC, and is currently on sabbatical from the Institute for Clinical and Experimental Medicine in Prague, Czech Republic, as a postdoctoral research fellow and diabetes consultant physician.Kahleova says the findings confirm an ancient nutritional maxim: \"Eat breakfast like a king, lunch like a prince, and dinner like a pauper.\"Titled \"Meal frequency and timing are associated with Body Mass Index in the Adventist Health Study-2,\" the study was co-written by Gary Fraser, MBChB, PhD, a professor at LLU Schools of Medicine and Public Health, and director of AHS-2. It was published as an online advance on July 12 and will appear in the Sept. 2017 edition of the Journal of Nutrition.Fraser said that irrespective of meal pattern, there was, on average, an increase in weight gain year by year until participants reached the age of 60. After age 60, most participants experienced a weight loss each year. \"Before age 60 years, those eating calories earlier in the day had less weight gain,\" Fraser said, adding that after age 60, the same behavior tended to produce a larger rate of weight loss than average. \"Over decades, the total effect would be very important.\" The team employed a technique called linear regression analysis and adjusted their findings to exclude demographic and lifestyle factors that might skew the results. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/llua-llu071817.php", "region": "namerica", "source_link": "https://news.llu.edu/for-journalists/press-releases/loma-linda-university-researchers-find-links-between-meal-frequency-and-bmi", "funder": "", "meeting": "", "institution": "Loma Linda University Adventist Health Sciences Center", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Nutrition/Nutrients", " Public Health"], "journal": "Journal of Nutrition", "description": "A study by researchers from Loma Linda University School of Public Health and the Czech Republic has found that timing and frequency of meals play a role in predicting weight loss or gain.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}