{"title": "Opioids and obesity, not 'despair deaths,' raising mortality rates for white Americans", "text": "Drug-related deaths among middle-aged white men increased more than 25-fold between 1980 and 2014, with the bulk of that spike occurring since the mid-1990s when addictive prescription opioids became broadly available, according to new CU Boulder research.The study, published online today in the International Journal of Epidemiology, also found that, contrary to widely reported research findings, suicide and alcohol-related deaths are not to blame for increasing mortality rates among middle-aged whites.The results call into question recent reports suggesting that what have become known collectively as \"despair deaths\"--by suicide, alcohol and drugs--are on the rise among white Americans, particularly men, facing a lack of economic opportunity and an increase in chronic pain.\"We find little empirical support for the pain-and distress-based explanations for rising mortality in the U.S. white population,\" said lead author Ryan Masters, an assistant professor of sociology at CU's Institute of Behavioral Science. \"Instead, recent mortality increases have likely been shaped by the U.S. opiate epidemic.\"Masters said metabolic diseases, including heart disease, obesity and diabetes, are also playing a key role. After years of declining death rates for such diseases, thanks to new drugs and procedures, that progress has slowed for men and stalled for women, the study found. \"When it comes to mortality, we are just starting to see the real health consequences of the obesity epidemic,\" he said.Masters and graduate students Andrea Tilstra and Daniel Simon launched the study in spring, 2016 after papers revealed that following years of decline, U.S. mortality rates had begun to inch up among middle-aged white non-Hispanic men and women. Follow-up studies suggested such increases were disproportionately driven by chronic liver disease, suicide and overdoses, which some suggested were \"symptoms of the same underlying epidemic\" of emotional distress, economic insecurities and chronic pain. One study published in 2015 in the Proceedings of the National Academy of Science referred to \"despair deaths\" among a \"lost generation whose future is less bright than those who preceded them.\"\"The despair death narrative caught fire and has since begun to inform mortality research and media coverage, and shape dialogue among policymakers and politicians. Yet our research shows it is demonstrably incorrect,\" Masters says.For the new study, he looked at U.S. mortality data from the National Center for Health Statistics, the Centers for Disease Control and Prevention, and U.S. Census Bureau for U.S. non-Hispanic white men and women age 25 to 34 and 35 to 54 from 1980 to 2014. While previous research had lumped men and women, 10-year age spans, and drug, alcohol and suicide deaths together, Masters and his team disentangled the datasets, looking independently at genders, individual year ages and distinct causes of death. They also distinguished between \"period effects\" in which shifts in mortality rates were similar among all age groups, and \"cohort effects\" in which the shifts were unique to individuals born in a particular time frame.Among men and women of all age cohorts studied, drug-related deaths have skyrocketed.For instance, in 1980, 1.4 per 100,000 men and 1.76 per 100,000 women died from drug overdoses. By 1998, those numbers had climbed to 9.5 for men and 3.6 for women. By 2014, they'd risen to 36.5 for men and 24.4 for women.Meanwhile, the researchers found \"no substantive increases in white men's alcohol-related mortality at any time.\"Suicide rates did rise slightly between 1999 and 2014 for men and women. But this was due largely to spikes among all age groups during times of economic downturn.\"This suggests that economic insecurities are not isolated to a single 'lost generation,'\" said Tilstra.With drug-related mortality rates, \"It took off around the time when prescription opioids became readily available, and it has kept rising steadily ever since,\" Masters says.The team, in yet-to-be published research, has also looked at the numbers for black men and black women and has seen similar patterns of soaring rates of drug abuse across age cohorts since the late 1990s. \"We do not doubt that times of economic insecurity can have severe consequences for a population's health, nor do we doubt that pain and distress can pose serious health problems,\" the authors conclude. \"However, taken together, our findings suggest that it is unlikely that recent trends in U.S. white men's and women's mortality rates have been driven by an epidemic of pain and rising distress.\"Instead, the authors point to over-prescription and misuse of opioid-based painkillers, heroin use, and an \"obesogenic\" environment. They hope their paper will encourage policymakers and researchers to explore those drivers and their solutions further.", "article_link": "http://dx.doi.org/10.1093/ije/dyx127", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoca-oao072017.php", "region": "namerica", "source_link": "http://www.colorado.edu/today/2017/07/19/opioids-obesity-not-despair-deaths-raising-mortality-rates-whites", "funder": "", "meeting": "", "institution": "University of Colorado at Boulder", "keywords": ["Medicine/Health"], "journal": "International Journal of Epidemiology", "description": "Drug-related deaths among middle-aged white men increased more than 25-fold between 1980 and 2014, with the bulk of that spike occurring since the mid-1990s when addictive prescription opioids became broadly available, according to new CU Boulder research.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}