{"title": "Penn researchers find molecular key to exhaustion following sleep deprivation", "text": "PHILADELPHIA - It happens to everyone: You stay up late one night to finish an assignment, and the next day, you're exhausted. Humans aren't unique in that; all animals need sleep, and if they don't get it, they must make it up. The biological term for that pay-the-piper behavior is \"sleep homeostasis,\" and now, thanks to a research team at the Perelman School of Medicine, University of Pennsylvania, one of the molecular players in this process has been identified - at least in nematode round worms.David Raizen, MD, PhD, assistant professor of Neurology, and his colleagues report in Current Biology that even in Caenorhabditis elegans, a tiny nematode worm that feeds on bacteria, loss of sleep is \"stressful.\" The researchers forced the animals to stay awake during a developmental stage when they normally sleep, called \"lethargus.\" These sleep-deprived worms, like college students after an all-nighter, exhibited signs of sleep homeostasis - they were harder to wake up compared to control worms. While nematode worms do not sleep as vertebrates do, lethargus is a sleep-like state, says Raizen, characterized by episodic reversible immobility, elevated arousal thresholds, and homeostasis. On the molecular level, loss of sleep in the worm was associated with migration of the stress-related DNA-binding protein DAF-16, also called FOXO, from the cell cytoplasm into the nucleus. Here, the protein activates expression of stress-related genes. Knocking out that DAF-16 gene eliminated the animals' homeostatic response - the equivalent of giving an up-all-night college student a free pass on sleep deprivation.\"You might think that is a good thing,\" Raizen says, \"but a good percentage of DAF-16 mutants died\" - as many as half of the worms in some cases. That, Raizen says, suggests that the movement of DAF-16 into the nucleus is not merely a consequence of sleep deprivation, but rather a key to the homeostatic response. \"There's something important about being able to mount a homeostatic behavioral response,\" Raizen concludes. \"We don't know what that is, but it's clearly important to the animal.\"Sleep homeostasis is critical to human health. Sleep deprivation in humans has been linked to weight gain and insulin resistance, and in laboratory rats, has been linked to death, Raizen says. Whether DAF-16/FOXO will play the same role in humans as in nematodes is an open question. But it turns out that C. elegans is actually a useful model organism for studying vertebrate neurobiology, Raizen says. Many key observations made in the invertebrate have carried over to vertebrate systems. Interestingly, when the team asked which tissue requires DAF-16 activity in order to restore sleep homeostasis in mutant animals, they found to their surprise that it isn't neurons. But restoring DAF-16 activity in muscle tissue did restore homeostasis, suggesting an extra-neuronal component of sleep. \"The muscle must somehow communicate with the nervous system to coordinate this response,\" Raizen says. \n\nCo-authors include Robert J. Driver and Annesia Lamb from the Department of Neurology, and Abraham Wyner, from the Wharton School. The research was funded by the National Institutes of Health's National Institute of Neurological Disorders and Stroke (NS064030) and Office of Research Infrastructure (OD010440) and the Brain & Behavior Research Foundation. Penn Medicine is one of the world's leading academic medical centers, dedicated to the related missions of medical education, biomedical research, and excellence in patient care. Penn Medicine consists of the Raymond and Ruth Perelman School of Medicine at the University of Pennsylvania (founded in 1765 as the nation's first medical school) and the University of Pennsylvania Health System, which together form a $4.3 billion enterprise.The Perelman School of Medicine is currently ranked #2 in U.S. News & World Report's survey of research-oriented medical schools. The School is consistently among the nation's top recipients of funding from the National Institutes of Health, with $398 million awarded in the 2012 fiscal year.The University of Pennsylvania Health System's patient care facilities include: The Hospital of the University of Pennsylvania -- recognized as one of the nation's top \"Honor Roll\" hospitals by U.S. News & World Report; Penn Presbyterian Medical Center; and Pennsylvania Hospital -- the nation's first hospital, founded in 1751. Penn Medicine also includes additional patient care facilities and services throughout the Philadelphia region.Penn Medicine is committed to improving lives and health through a variety of community-based programs and activities. In fiscal year 2012, Penn Medicine provided $827 million to benefit our community.\r\n\nKim Menard\nkim.menard@uphs.upenn.edu\n215-662-6183\n @PennMedNews\nhttp://www.uphs.upenn.edu/news/ ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2013-03/uops-prf030613.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Neurological Disorders and Stroke, Office of Research Infrastructure, Brain and Behavior Research Foundation", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Neurobiology", " Circadian Rhythm", " Sleep/Sleep Disorders"], "journal": "Current Biology", "description": "The biological term for that pay-the-piper behavior is ", "date": "Thu, 07 Mar 2013 05:00:00 GMT"}