{"title": "Moderate exercise and dieting reduces risk of cesarean section and diabetes in pregnancy", "text": "Pregnant women who have a healthy diet and regular moderate exercise are less likely to have a caesarean section, gain excessive weight, or develop diabetes in pregnancy, according to a study led by Queen Mary University of London (QMUL) using data from over 12,000 women.The study, published in The BMJ, is the largest research project in the world looking at lifestyle interventions in pregnancy, involving more than 50 researchers from 41 institutions*. Its results were recently used by the UK Chief Medical Officers in the Department of Health's infographics on physical activity in pregnancy, which recommended at least 150 minutes of moderate intensity activity every week.Half of all women of childbearing age worldwide are overweight or obese, which puts both mother and offspring at risk in pregnancy and later life. Previous studies have found that diet and physical activity have an overall benefit on limiting weight gain during pregnancy, but findings have varied for their protective effect on maternal and offspring outcomes. Professor Shakila Thangaratinam from QMUL's Barts Research Centre for Women's Health said: \"Our findings are important because it is often thought that pregnant women shouldn't exercise because it may harm the baby. But we show that the babies are not affected by physical activity or dieting, and that there are additional benefits including a reduction in maternal weight gain, diabetes in pregnancy, and the risk of requiring a caesarean section.\"This should be part of routine advice in pregnancy, given by practitioners as well as midwives. Now that we're able to link the advice to why it's beneficial for mothers-to-be, we hope mothers are more likely to adopt these lifestyle changes.\"The research looked at the individual participant data for 12,526 pregnant women across 36 previous trials in 16 countries**, which compared the effects of dieting (including restriction of sugar sweetened beverages, promoting low-fat dairy products, increase in fruits and vegetables) and physical activity (moderate intensity including aerobic classes and stationary cycling, and resistance training for muscle groups).Dieting combined with physical activity significantly reduced the mother's weight gain during pregnancy by an average of 0.7 kg compared to the control group and lowered the odds of the mother having a caesarean section by about 10 per cent. UK caesarean rates are around 25 per cent and can carry risks such as infections for the mother and breathing difficulties for the baby. Professor Thangaratinam said: \"For every 40 mothers who follow the healthy diet and moderate exercise, one less woman will end up with a caesarean section.\"Changes in lifestyle reduced the risk of diabetes in pregnancy by 24 per cent, which normally affects over 1 in 10 mothers in pregnancy, and increases risks of complications in mother and baby.Currently in the UK, only obese women are offered access to a dietician and specific antenatal classes for advice on diet and lifestyle, to minimise their weight gain.Professor Thangaratinam added: \"Often with interventions like these, certain groups benefit more than others, but we've shown that diet and physical activity has a beneficial effect across all groups, irrespective of your body mass index (BMI), age or ethnicity; so these interventions have the potential to benefit a huge number of people.\" There was no strong evidence that the interventions affected offspring outcomes such as stillbirth, underweight or overweight births, or admission to a neonatal intensive care unit. The lack of adverse effects should reassure mothers who have traditionally been advised not to undertake structured exercise or manage their diet in pregnancy. The study is limited in that the researchers were only able to broadly classify the ethnicity of women as Caucasian or non-Caucasian, and the vast majority of the population in the study had a medium-to-high education, a factor favouring compliance with interventions.", "article_link": "http://dx.doi.org/10.1136/bmj.j3119", "url": "http://www.eurekalert.org/pub_releases/2017-07/qmuo-mea071717.php", "region": "europe", "source_link": null, "funder": "National Institute for Health Research", "meeting": "", "institution": "Queen Mary University of London", "keywords": ["Medicine/Health", " Clinical Trials", " Developmental/Reproductive Biology", " Diet/Body Weight", " Nutrition/Nutrients", " Gynecology"], "journal": "The BMJ", "description": "Pregnant women who have a healthy diet and regular moderate exercise are less likely to have a caesarean section, gain excessive weight, or develop diabetes in pregnancy, according to a study led by Queen Mary University of London using data from over 12,000 women.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}