{"title": "Dundee-China linkup uncovers secrets of our cellular 'energy sensor'", "text": "A scientific collaboration between researchers in Scotland and China has uncovered a new kind of `energy sensor' in our cells, changing our understanding of how the body monitors glucose levels and switches on the supply of alternative `fuels'.It is thought the research, published in the journal Nature, could have particular implications for diabetes, in which the level of glucose in the blood is abnormally high.The research focused on the activity of a protein called AMPK. Professor Grahame Hardie, of the School of Life Sciences at the University of Dundee, first identified AMPK in the 1990s as a key player in energy production in our bodies, and is one of the world's leading experts on how it works. The AMPK enzyme is switched on when energy levels in the cell fall, and drives processes which stimulate energy production, while preventing energy-consuming processes. Working with the group of Professor Shengcai Lin, at the University of Xiamen in China, they have now made a new breakthrough in understanding how this happens.\"Glucose is the primary fuel that cells `burn' to sustain life,\" said Professor Hardie. \"My work in the 1990s showed that AMPK was switched on when the cell's energy state (carried by the chemicals ATP, ADP and AMP, which form a kind of \"rechargeable battery\") was running low.\"AMPK is important because it enables the body to start burning other `fuels'. For example, during exercise, when the demand for energy is dramatically increased in muscle, AMPK switches on the uptake and metabolism of glucose and fats to provide the required energy.\"It has been known for years that starving cells of glucose switches on AMPK, but everyone had assumed that this worked via the known ability of AMPK to sense changes in the cell's energy status. \"We have now shown that cells can actually sense glucose by a completely different mechanism, in which AMPK is recruited to structures called lysosomes. It is by doing this that cells can switch on pathways for metabolism of alternative fuels, such as fats, when glucose becomes scarce but before cellular energy declines.\"Professor Hardie said more work would be needed to understand the full implications of this for human health. However, given the extremely prominent role of glucose in diabetes it is likely to be of significant value in understanding more about the disease.AMPK is thought to be implicated in other conditions and diseases, including obesity and cancer.Professor Hardie said the project had combined excellent science from both the UK and China. \"Shengcai Lin made the initial exciting findings for this and it has been very rewarding to work with his group in China to sort out how it works,\" said Professor Hardie.Professor Shengcai Lin said, \"We, the Xiamen team, are very grateful for the fruitful collaboration with Professor Hardie, pioneer of AMPK. I believe the main implication of the work is not only the delineation of the sensing mechanism for glucose levels, but also its enabling us to think glucose is a status signal, the decline of which causes cells to switch off synthetic pathways by inhibiting pro-synthetic activities mediated by another master metabolic regulator called mTORC1.\"", "article_link": "http://dx.doi.org/10.1038/nature23275", "url": "http://www.eurekalert.org/pub_releases/2017-07/uod-dlu071917.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust, Cancer Research UK, National Key Research and Development Project of China, National Natural Science Foundation of China", "meeting": "", "institution": "University of Dundee", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Microbiology", " Molecular Biology", " Cancer"], "journal": "Nature", "description": "A scientific collaboration between researchers in Scotland and China has uncovered a new kind of 'energy sensor' in our cells, changing our understanding of how the body monitors glucose levels and switches on the supply of alternative 'fuels.'\r\n\r\nIt is thought the research, published in the journal Nature, could have particular implications for diabetes, in which the level of glucose in the blood is abnormally high.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}