{"title": "Some women may benefit from delaying breast reconstruction following mastectomy", "text": "Some patients with a combination of risk factors, such as being obese and having diabetes or being a smoker, may benefit from delayed rather than immediate breast implant reconstruction after a mastectomy to decrease their risk for serious wound complications, according to a study published by JAMA Surgery.Immediate breast reconstruction is often recommended to women undergoing mastectomy because it is thought to confer psychosocial benefits and result in better outcomes cosmetically. The perceived benefit of immediate reconstruction does not, however, take into account the potential for serious complications. Margaret A. Olsen, Ph.D., M.P.H., of the Washington University School of Medicine, St. Louis, and colleagues conducted a study that included women ages 18 to 64 years undergoing mastectomy from January 2004 through December 2011.Data were abstracted from a commercial insurer claims database in 12 states. The researchers compared the incidence of surgical site infection (SSI) and noninfectious wound complications (NIWCs) after implant and autologous (use of tissue from the body) immediate reconstruction (IR; within 7 days of mastectomy), delayed reconstruction (DR), and secondary reconstruction (SR) breast procedures after mastectomy.Mastectomy was performed in 17,293 women (average age, 50 years). The researchers found that the incidence of SSI and NIWCs was slightly higher for implant IR compared with delayed or secondary implant reconstruction. Women who had an SSI or NIWC after implant IR had a higher risk for subsequent complications after SR and more breast operations.The authors note that the claims data used in the study were designed for administrative purposes and have limitations, including misclassification of diagnoses and likely undercoding of SSIs and NIWCs.\"The risk for complications should be carefully balanced with the psychosocial and technical benefits of IR. Select high-risk patients may benefit from consideration of delayed rather than immediate implant reconstruction to decrease breast complications after mastectomy,\" the researchers write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-swm071717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Surgery"], "journal": "JAMA Surgery", "description": "Some patients with a combination of risk factors, such as being obese and having diabetes or being a smoker, may benefit from delayed rather than immediate breast implant reconstruction after a mastectomy to decrease their risk for serious wound complications, according to a study published by JAMA Surgery.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}