{"title": "Healthy eating and exercise in pregnancy limits weight gain and lowers odds of caesarean", "text": "Encouraging healthy eating and physical activity during pregnancy limits excess weight gain and lowers the odds of having a caesarean section, finds a study published by The BMJ today.The benefits are consistent, regardless of a woman's age, ethnicity, body mass index (BMI) and underlying medical conditions, suggesting that all women should be given advice on diet and lifestyle as part of routine antenatal care.Both maternal obesity and excessive weight gain in pregnancy (gestational weight gain) put mother and infant at risk, both in pregnancy and in later life, with considerable costs to the health service and society.Interventions based on diet or physical activity, or both, in pregnancy minimise gestational weight gain, and therefore may have a role in preventing adverse pregnancy outcomes.So researchers from the International Weight Management in Pregnancy (i-WIP) Collaborative Group set out to assess the effects of diet and physical activity based interventions in pregnancy on weight gain and outcomes such as caesarean section, stillbirth and admission to a newborn intensive care unit.Interventions included access to a dietician, specific antenatal classes for advice on diet and lifestyle, or structured exercise of moderate intensity (eg, aerobic classes\r\nor stationary cycling).The research team analysed individual participant data from 36 randomised trials involving over 12,500 women, grouped according to age, pregnancy history, ethnicity, body mass index (BMI), and underlying medical conditions. Overall, the trials had a low risk of bias.Diet and physical activity based interventions consistently reduced gestational weight gain, regardless of age, pregnancy history, ethnicity, BMI, and existing medical conditions, and remained when studies at high risk of bias were excluded.Interventions also lowered the odds of caesarean section, but had no effect on offspring outcomes, such as stillbirth or admission to an intensive care unit.\r\nWhen they included additional study-level data, they found additional benefit for gestational diabetes.The authors outline some study limitations, including the fact that participants were mostly white and of medium to high education status, a factor favouring compliance with interventions. Nevertheless, they say their analysis \"confirms that diet and physical activity based interventions in pregnancy reduce gestational weight gain.\"And they say discussions about diet and physical activity in pregnancy, which are delivered as part of antenatal care, \"should incorporate specific estimates of benefit for caesarean section and gestational weight gain, and the likelihood of preventing gestational diabetes.\"Importantly, such interventions in pregnancy \"could be considered in global efforts to reduce caesarean section in relevant populations,\" they conclude.A linked editorial says this study provides reassuring information for women and healthcare practitioners that lifestyle interventions are safe in pregnancy, and help control weight gain.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/b-hea071717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "Encouraging healthy eating and physical activity during pregnancy limits excess weight gain and lowers the odds of having a caesarean section, finds a study published by The BMJ today.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}