{"title": "Gaining a few pounds may increase long-term heart failure risk", "text": "DALLAS, July 19, 2017 -- Gaining even a little weight over time may alter the structure and function of heart muscle, affecting long-term risk of heart failure, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Researchers followed 1,262 adults (average age 44, 57 percent women, 44 percent black, 36 percent obese) who were free from heart disease and other conditions that put them at high risk for heart disease for seven years. Participants had MRIs scans of their hearts and multiple body fat measurements at the start of the study and then seven years later.Researchers found those who gained weight:Conversely, people who lost weight were more likely to exhibit decreases in heart muscle thickness.Notably, how much a person weighed at the beginning of the study didn't impact the changes, suggesting that even those of normal weight could experience adverse heart effects if they gain weight over time, researchers said.\"Any weight gain may lead to detrimental changes in the heart above and beyond the effects of baseline weight so that prevention should focus on weight loss or if meaningful weight loss cannot be achieved - the focus should be on weight stability,\" said Ian Neeland, M.D., study senior author and a cardiologist and assistant professor of medicine at University of Texas Southwestern Medical Center in Dallas, Texas. \"Counseling to maintain weight stability, even in the absence of weight loss, may be an important preventive strategy among high-risk individuals.\"The researchers caution that their study was relatively small and their findings do not mean that every person with weight gain will necessarily develop heart failure. The results do suggest that changes in weight may affect heart muscle in ways that can change the organ's function.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005897", "url": "http://www.eurekalert.org/pub_releases/2017-07/aha-gaf071417.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/gaining-a-few-pounds-may-increase-long-term-heart-failure-risk?preview=91de05c60f12b9fbecdc053c400ef03a", "funder": "", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAHA: Journal of the American Heart Association", "description": "Modest weight gain over time may alter the structure and function of heart muscle, affecting long-term risk of heart failure. Researchers say maintaining weight and avoiding weight gain may be an important strategy to prevent changes in heart muscle that could lead to heart failure.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}