{"title": "New study reveals contrasts in how groups of neurons function during decision making", "text": "By training mice to perform a sound identification task in a virtual reality maze, researchers at Harvard Medical School and the Istituto Italiano di Tecnologia (IIT) have identified striking contrasts in how groups of neurons in different cortex regions of the brain function during decision making. The findings, published in Nature on July 19, shed light on potential neural mechanisms involved in working memory and decision making.\"Our study is a step toward thinking of the brain not in terms of the activity of individual neurons, but rather what is special about neurons when they work together,\" said co-senior study author Christopher Harvey, assistant professor of neurobiology at HMS. \"Revealing how populations of neurons work and what emergent properties might arise helps us better understand the mechanisms that underlie complex brain functions.\"To investigate how populations of neurons work together in different regions of the brain, Harvey and his colleagues -- including lead study author Caroline Runyan, postdoctoral fellow in neurobiology at HMS, and Eugenio Piasini and Stefano Panzeri of the IIT -- trained mice to perform a simple task in a virtual reality environment.Running on a spherical ball that floats on a cushion of air, the mice navigated through a T-shaped maze that was projected on a screen in front of them. They were presented with a sound, and had to report whether that sound originated from their left or right side by turning in that direction at the T-intersection.Better togetherAs the mice performed this task, the team recorded the activity of groups of neurons, roughly 50 at a time, from the auditory cortex--which processes sound stimuli -- and the posterior parietal cortex--which receives information from the auditory cortex and other sensory regions, and is associated with more complex cognitive functions.Using newly developed computational techniques that allowed them to analyze the simultaneous influence that each neuron had on the activity of its neighbors, the team found that populations of neurons in the auditory cortex tended to work independently of each other, with each neuron having little influence on others. In contrast, populations of neurons in the posterior parietal cortex greatly influenced one another, and appeared to work cooperatively.The activity of individual neurons is brief, but populations of neurons working together can carry information for longer periods by being active at different time points. In the posterior parietal cortex, the strong cooperative activity allowed groups of neurons to carry information about the sound identification task for up to a second. Groups of neurons in the auditory cortex carried information for only a few hundred milliseconds. \"The transient activation of neurons in the auditory cortex is great for representing sound, which fluctuates rapidly,\" Harvey said. \"But we think that parietal cortex neurons work together on the longer timescale that we observed because they need to integrate information over time to make the best possible choice.\"In support of this hypothesis, the team found mice were more likely to make the correct choice while navigating the maze in trials where parietal cortex neurons seemed to be working better as a group, with stronger coupling in the activity of neurons. In trials with weaker coupling, mice seemed more likely to make an incorrect choice.While the activity of individual neurons has been studied for decades, recent advances in technology have allowed neuroscientists to begin to investigate large groups of neurons simultaneously. The results of this study, Harvey said, are important for deciphering how populations of neurons interact with one another and revealing emergent properties such as varying timescales of activity, which informs the study of higher cognitive functions.\"Our hope is if we can understand the network and synaptic mechanisms responsible for the differences between the parietal and auditory cortices, it might lead to insight on the mechanisms that underlie short-term, or working, memory,\" Harvey said. \"I think the more we start to develop tools and ways to think about populations of neurons, the more we are going to be able to understand about the brain.\"", "article_link": "http://dx.doi.org/10.1038/nature23020", "url": "http://www.eurekalert.org/pub_releases/2017-07/hms-nsr071917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Biology", " Neurobiology"], "journal": "Nature", "description": "A new study in mice trained to perform a sound identification task in a virtual reality maze reveals contrasts in how groups of neurons in different regions of the brain function during decision making.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}