{"title": "Scientists identify new epigenetic mechanism that switches off placental genes in mice", "text": "A biological process known as genomic imprinting helps control early mammalian development by turning genes on and off as the embryo and placenta grow. Errors in genomic imprinting can cause severe disorders and profound developmental defects that lead to lifelong health problems, yet the mechanisms behind these critical gene-regulating processes -- and the glitches that cause them to go awry -- are not well understood.Now, scientists at Harvard Medical School and Boston Children's Hospital have identified a mechanism that regulates the imprinting of multiple genes, including some of those critical to placental growth during early embryonic development in mice.The results are reported July 19 in the journal Nature.If affirmed in further animal and in human studies, the findings could pave the way to epigenetic therapies for a range of devastating developmental disorders, the scientists said.The current research reveals that the genes in question are regulated by a chemical modification to their histones, proteins that form the spool around which the thread of DNA is wound. Up until now, the sole mechanism thought to regulate genomic imprinting was DNA methylation, a process cells use to switch genes off by attaching chemicals called methyl groups to parts of their DNA. The new findings, however, show that DNA methylation is not the only imprinting regulator.\"Since its discovery over two decades ago, DNA methylation has been the only known mechanism governing genomic imprinting,\" said study first author Azusa Inoue, a postdoctoral research fellow in the Department of Genetics at Harvard Medical School. \"However, much to our surprise, the imprinted genes we looked at lacked DNA methylation, which told us there must be another mechanism at play.\"Imprinting is an epigenetic process that contributes to embryonic development by silencing the gene from one parent -- effectively turning the gene off -- in the offspring. An embryo gets genes in pairs, one from the father and one from the mother. When one of those genes is imprinted or silenced, only the other parent's gene is expressed. Sometimes, the process goes haywire and the wrong genes are silenced or expressed by mistake, resulting in growth disorders, developmental delays, learning disabilities, infertility and balance and movement problems. In extreme cases, turning off the wrong genes could render a fetus nonviable.Nearly 25 years ago, researchers identified DNA methylation as the regulating mechanism that drives this critical biological process of silencing one in a pair of parental genes. However, in recent years, various studies have found a small but growing number of imprinted genes linked to placental development for which the imprinting mechanism remained unclear.In the current study, scientists were mapping imprinted genomic regions in early-stage mouse embryos when they noticed mysterious DNA methylation-independent imprinted regions. They decided to search for patterns across the regions, and found the consistent presence of H3K27me3, a chemical modification to one of the histones.This histone modification had previously been identified as an epigenetic gene silencing mechanism in other scenarios, but not as a regulator of imprinting, the researchers say. They demonstrated that not only was the histone modification necessary for imprinting certain genes, but that DNA methylation played no role in imprinting them. In a series of experiments, the researchers demonstrated that removing the histone modifier from developing embryos led to the loss of imprinting, which caused expression of both parental genes. At the same time, genes regulated by DNA methylation remained imprinted.In other words, the researchers said, the DNA methylation-independent imprinted genes identified by researchers in the recent past were, in fact, regulated by H3K27me3. In all, the researchers identified 76 genes potentially imprinted by histone modification rather than by DNA methylation. This set of imprinted genes includes several linked to placental development, limb abnormalities and a disorder associated with severe eye anomalies.Researchers say the identification of this mechanism could lead to therapies for genetic imprinting defects.\"Our discovery sheds new light on a fundamental biological mechanism and can lay the groundwork for therapeutic advances,\" said senior investigator Yi Zhang, a professor at HMS and Boston Children's and a Howard Hughes Medical Institute investigator. \"A gene that is turned off by epigenetic modifications can be turned on much more easily than a gene that is mutated or missing can be fixed.\"", "article_link": "http://dx.doi.org/10.1038/nature23262", "url": "http://www.eurekalert.org/pub_releases/2017-07/hms-sin071317.php", "region": "namerica", "source_link": null, "funder": "Howard Hughes Medical Institute, Charles A. King Trust", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology"], "journal": "Nature", "description": "Working with mice, Harvard Medical School researchers have discovered a new regulatory mechanism for genomic imprinting, the process that silences one parent's gene so that only the other parent's gene is expressed in offspring. This finding could pave the way to epigenetic therapies for developmental disorders associated with faulty placental growth and other imprinting defects.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}