{"title": "Study looks at physicians who prescribe methadone", "text": "TORONTO, July 19, 2017--A small number of physicians prescribe the majority of the drugs used to treat people in Ontario who are battling opioid addictions, a new study has found.\r\nMost of those physicians work in addiction treatment centres located in urban areas of the province, according to the study published today in the journal Drug & Alcohol Dependence.\r\nThey see large numbers of patients every day and as a result bill the province hundreds of thousands of dollars a year, said senior author Tara Gomes, a scientist at the Li Ka Shing Knowledge Institute of St. Michael's Hospital and the Institute for Clinical Evaluative Sciences  and a principal investigator of the Ontario Drug Policy Research Network.\r\nGomes said she conducted the study because little was known about how prescribing patterns differ among the physicians who provide opioid addiction treatment in Ontario, despite the growing number of people who have become addicted to opioids such as oxycodone and heroin. Patients receiving this therapy are often prescribed a longer-acting but less euphoric opioid such as methadone or buprenorphine (also known as Suboxone®), which is taken under close medical supervision.\r\nUsing administrative health-care databases housed at ICES, Gomes' team identified 893 who prescribed methadone or buprenorphine more than once in 2014 to people eligible for the Ontario Drug Benefit Program and stratified them into low-, moderate- and high-volume prescribers. About 30,000 physicians are licensed to practice medicine in Ontario.\r\nThe top 10 per cent of methadone prescribers (57 physicians) prescribed about 56 per cent of the total days of methadone, the study found. Similarly, the 64 high-volume buprenorphine providers prescribed 61 per cent of the total days of buprenorphine.\r\nOn average, each high-volume methadone prescriber treated 435 patients eligible for the Ontario Drug Benefits Program with methadone in the one-year study period. The patients had an average of 43 office visits that year, 43 urine drug screens and 190 days of methadone treatment. Gomes said that translates into an office visit and urine drug test every four to five days. \r\nFurthermore, high-volume methadone providers billed for an average of 97 patients a day, approximately half of who engaged directly with the prescriber.\r\nThey billed OHIP an average of $648,352 for all physician services provided to methadone patients eligible for the ODB in 2014, of which 45.7 per cent was billed specifically for urine drug tests.\r\nPatterns among high-volume buprenorphine prescribers were different, with these physicians treating only 64 patients with buprenorphine in 2014, and billing 22 urine drug screens per patient. Similarly, patient volume was lower among these prescribers, with each physician billing for an average of 51 patients daily, of whom six were treated with buprenorphine. Total OHIP billings for services provided to buprenorphine patients was lower than for high volume methadone providers due to a smaller patient population, but similar to methadone, 40.6 per cent of the total cost was billed for urine drug screens.\r\nGomes said the large number of patients seen by high-volume methadone prescribers could raise concerns about the quality of care patients receive, particularly when coupled with frequent clinic visits for urine drug screens. She said that while regular urine drug screens have been shown to be of benefit in the first few months of treatment, there is no evidence that routine, ongoing weekly clinic visits and urine drug screens are associated with reduced drug use. Furthermore, spending several hours a week travelling to and from clinics, waiting to see the physician and providing urine samples may interfere with the patient's ability to meet his or her family and work responsibilities and can lead to patients discontinuing their addiction treatment.\r\n\"Another cause for concern is the extreme clustering of opioid maintenance therapy services among a small group of physicians which creates a vulnerable opioid maintenance therapy system,\" Gomes said. \"It can be challenging to find physicians interested in treating this population, and any changes to this group of physicians may affect a large number of patients who are currently seeking treatment for their opioid addiction.\" \r\nOverall, Gomes says that the high degree of clustering of addiction services within the province highlights the difficulties that patients may have gaining access to addiction services. Broadening access to addiction treatment - using both methadone and buprenorphine - would help improve the patient experience and would ensure that changes in the physician population do not negatively impact people actively seeking treatment for their opioid use disorder. \r\n \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/smh-sla071417.php", "region": "namerica", "source_link": null, "funder": "Ontario Ministry of Health and Long-Term Care", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Addiction", " Health Professionals"], "journal": "Drug and Alcohol Dependence", "description": "A small number of physicians prescribe the majority of the drugs used to treat people in Ontario who are battling opioid addictions, a new study has found.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}