{"title": "Innovative nanosensor for disease diagnosis", "text": "Breath pattern recognition is a futuristic diagnostic platform. Simple characterizing target gas concentrations of human exhaled breath will lead to diagnose of the disease as well as physical condition. A research group under Prof. Il-Doo Kim in the Department of Materials Science at KAIST has developed diagnostic sensors using protein-encapsulated nanocatalysts, which can diagnose certain diseases by analyzing human exhaled breath. This technology enables early monitoring of various diseases through pattern recognition of biomarker gases related to diseases in human exhalation.  The protein-templated catalyst synthesis route is very simple and versatile for producing not only a single component of catalytic nanoparticles, but also diverse heterogeneous intermetallic catalysts with sizes less than 3 nm. The research team has developed ever more sensitive and selective chemiresistive sensors that can potentially diagnose specific diseases by analyzing exhaled breath gases. The results of this study, which were contributed by Dr. Sang-Joon Kim and Dr. Seon-Jin Choi as first authors were selected as the cover-featured article in the July issue of Accounts of Chemical Research, an international journal of the American Chemical Society. In human breath, diverse components are found including water vapor, hydrogen, acetone, toluene, ammonia, hydrogen sulfide, and carbon monoxide, which are more excessively exhaled from patients. Some of these components are closely related to diseases such as asthma, lung cancer, type 1 diabetes mellitus, and halitosis. Breath analysis for disease diagnosis started from capturing exhaled breaths in a Tedlar bag and subsequently the captured breath gases were injected into a miniaturized sensor system, similar to an alcohol detector. It is possible to analyze exhaled breath very rapidly with a simple analyzing process. The breath analysis can detect trace changes in exhaled breath components, which contribute to early diagnosis of diseases. However, technological advances are needed to accurately analyze gases in the breath, which occur at very low levels, from 1 ppb to 1 ppm. In particular, it has been a critical challenge for chemiresistive type chemical sensors to selectively detect specific biomarkers in thousands of interfering gases including humid vapor. Conventionally, noble metallic catalysts such as platinum and palladium have been functionalized onto metal oxide sensing layers. However, the gas sensitivity was not enough to detect ppb-levels of biomarker species in exhaled breath.  To overcome the current limitations, the research team utilized nanoscale protein (apoferritin) in animals as sacrificial templates. The protein templates possess hollow nanocages at the core site and various alloy catalytic nanoparticles can be encapsulated inside the protein nanocages.  The protein nanocages are advantageous because a nearly unlimited number of material compositions in the periodic table can be assembled for the synthesis of heterogeneous catalytic nanoparticles. In addition, intermetallic nanocatalysts with a controlled atomic ratio of two different elements can be achieved using the protein nanocages, which is an innovative strategy for finding new types of catalysts. For example, highly efficient platinum-based catalysts can be synthesized, such as platinum-palladium (PtPd), platinum-nickel (PtNi), platinum-ruthenium (PtRu), and platinum-yttrium (PtY).  The research team developed outstanding sensing layers consisting of metal oxide nanofibers functionalized by the heterogeneous catalysts with large and highly-porous surface areas, which are especially optimized for selective detection of specific biomarkers. The biomarker sensing performance was improved approximately 3~4-fold as compared to the conventional single component of platinum and palladium catalysts-loaded nanofiber sensors. In particular, 100-fold resistance transitions toward acetone (1 ppm) and hydrogen sulfide (1 ppm) were observed in exhaled breath sensors using the heterogeneous nanocatalysts, which is the best performance ever reported in literature.  The research team developed a disease diagnosis platform that recognizes individual breathing patterns by using a multiple sensor array system with diverse sensing layers and heterogeneous catalysts, so that the people can easily identify health abnormalities. Using a 16-sensor array system, physical conditions can be continuously monitored by analyzing concentration changes of biomarkers in exhaled breath gases.  Prof. Kim said, \"New types of heterogeneous nanocatalysts were synthesized using protein templates with sizes around 2 nm and functionalized on various metal oxide nanofiber sensing layers. The established sensing libraries can detect biomarker species with high sensitivity and selectivity.\" He added, \"the new and innovative breath gas analysis platform will be very helpful for reducing medical expenditures and continuous monitoring of physical conditions\" Patents related to this technology were licensed to two companies in March and June this year.\r\n", "article_link": "http://dx.doi.org/10.1021/acs.accounts.7b00047", "url": "http://www.eurekalert.org/pub_releases/2017-07/tkai-inf071917.php", "region": "asia", "source_link": "http://www.kaist.ac.kr/_prog/_board/?code=ed_news&mode=V&no=67677&upr_ntt_no=67677&site_dvs_cd=en&menu_dvs_cd=0601", "funder": "MSIP Biomedical Treatment Technology Development Project", "meeting": "", "institution": "The Korea Advanced Institute of Science and Technology (KAIST)", "keywords": ["Chemistry/Physics/Materials Sciences", " Biomechanics/Biophysics", " Nanotechnology/Micromachines"], "journal": "Accounts of Chemical Research", "description": "A research group at KAIST has developed diagnostic sensors using protein-encapsulated nanocatalysts, which can diagnose certain diseases by analyzing human exhaled breath. This technology enables early monitoring of various diseases through pattern recognition of biomarker gases related to diseases in human exhalation.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}