{"title": "Are sugary drink interventions changing people's behavior?", "text": "An evaluation of efforts designed to reduce how many sugary drinks we consume shows some success in changing younger people's habits but warns they cannot be the only way to cut consumption. Nutritionists at the University of Leeds have carried out the first comprehensive review of interventions to reduce sugary drinks consumption. The team analysed 40 studies with 16,500 participants across three age groups: children, teenagers and adults. Their study, published in the Obesity Reviews journal, found that children participating in these programmes reduced their sugary drink intake by around 30%, removing nearly 2.5 teaspoons of sugar from a child's average intake of 16 teaspoons per day. Interventions aimed at teenagers saw sugary drink consumption reduced by nearly 10%. However, there was almost no measureable change in adults participating in these programmes. The evaluation highlighted some of the successful behavioural change techniques used, but warned that to achieve significant change in sugary drink consumption additional measures are needed. First author, Elisa Vargas-Garcia from the School of Food Science and Nutrition, said: \"On average sugar intake is two to three times higher than recommended across all age groups. We evaluated these programmes to see if they were causing real changes in behaviour. \"School is a common place to target obesity-related behaviour. However, in the programmes aimed at younger populations we found that the interventions that took place in the home were actually more effective.\"Lead author Professor Janet Cade, Professor of Nutritional Epidemiology and Public Health at Leeds, said: \"But while the children and teenage programmes can claim some success, the lack of effectiveness in interventions for adults is worrying. Interventions alone cannot be relied upon to affect sugary drink behaviours. \"Scientists, public health officials and policy makers need to work together to establish the best courses of action, from increasing the availability of water in and around schools to introducing the levy on sugary drinks companies.\" The only intervention component associated with significant results was when there was a role model to demonstrate 'good' behaviour towards sugary drinks. In these cases programme participants are able to model someone they like or admire, such as parents, causing a change in behaviour. The programmes aimed at children and teenagers typically incorporated a number of different components including group-led or class-based sessions that taught about the negative health consequences of drinking too many sugary drinks and targeting unhealthy diet behaviours and promoting water as a drink alternative.   Some of the programmes included parental support and worked to change the environment by adding water fountains and filters at schools. The programmes aimed at adults also included nutritional advice sessions to help better understand food labels and how to choose healthier drinks. Several of the adult programmes including setting and monitoring personal goals such as making pledges to drink fewer fizzy drinks. Co-author Dr Charlotte Evans, also from the School of Food Science and Nutrition at Leeds said \"It's estimated that children and adults get about a quarter of their sugar from sugary drinks and these drinks are linked with health risks such as type 2 diabetes, obesity and tooth decay. \"This systematic review is one of many actions needed to plan and implement the best methods to change behaviours and attitudes towards sugary drinks. We also need action to improve the wider environment by making sugary drinks more expensive, less available and less desirable through taxation, reformulation and reduced marketing.\" There are currently a number of public health initiatives to reduce sugary drink consumption. Some of these include campaigns to increase public awareness about the sugar content and the consequences of heavy consumption as well as restricting the availability of sugary drinks and promoting water as an alternative. The government is also planning on introducing a levy on companies producing sugary drinks starting in April 2018 where drinks with more than 5g of sugars per litre will be taxed. This is encouraging companies to reformulate their drinks so they contain less than 5% sugar. ", "article_link": "http://dx.doi.org/10.1111/obr.12580", "url": "http://www.eurekalert.org/pub_releases/2017-07/uol-asd071917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Leeds", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients"], "journal": "Obesity Reviews", "description": "An evaluation of efforts designed to reduce how many sugary drinks we consume shows some success in changing younger people's habits but warns they cannot be the only way to cut consumption.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}