{"title": "Weight gain from early to middle adulthood may increase risk of major chronic diseases", "text": "Key Takeaways: Boston, MA - Cumulative weight gain over the course of early and middle adulthood may increase health risks later in life, according to a new study led by researchers from Harvard T.H. Chan School of Public Health. They found that, compared to people who kept their weight stable, people who gained a moderate amount of weight (5-22 pounds) before age 55 increased their risk of chronic diseases, premature death, and decreased the likelihood of achieving healthy aging. Higher amounts of weight gain were associated with greater risk of chronic diseases.\r\nThe study will be published online July 18, 2017 in JAMA.\r\n\"Our study is the first of its kind to systematically examine the association of weight gain from early to middle adulthood with major health risks later in life,\" said senior author Frank Hu, professor of nutrition and epidemiology and chair of the Department of Nutrition. \"The findings indicate that even a modest amount of weight gain may have important health consequences.\"\r\nMost people gain weight cumulatively during young and middle adulthood. Because the amount of weight gain per year may be relatively small, it may go unnoticed by individuals and their doctors--but the cumulative weight gain during adulthood may be large. \r\nThe researchers analyzed health data from 92,837 study participants, including women in the Nurses' Health Study between 1976 and 2012, and men in the Health Professionals Follow-Up Study between 1986 and 2012. Participants were asked to recall their weight from early adulthood (age 18 for women, 21 for men) and to report their weight at age 55. Women gained an average of 22 pounds over early to middle adulthood, and men about 19 pounds. \r\nCompared to those who kept their weight stable (not gaining or losing more than five pounds), those who gained a moderate amount of weight had an increased risk of major chronic diseases and premature death, and were less likely to score well on a \"healthy aging\" assessment of physical and cognitive health. In a meta-analysis of study participants from the two cohorts, each 5-kilogram (11-pound) weight gain was associated with a 30% increased risk of type 2 diabetes, 14% increased risk of hypertension, 8% increased risk of cardiovascular disease, 6% increased risk of obesity-related cancer, 5% increased risk of dying prematurely (among never smokers), and 17% decreased odds of achieving healthy aging. \r\n\"These findings may help health professionals counsel patients about the health consequences of weight gain. Prevention of weight gain through healthy diets and lifestyle is of paramount importance,\" said Yan Zheng, who worked on the study while a postdoctoral fellow at Harvard Chan School and is now professor of epidemiology at Fudan University, China. \r\n", "article_link": "http://dx.doi.org/10.1001/jama.2017.7092", "url": "http://www.eurekalert.org/pub_releases/2017-07/htcs-wgf071317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Mortality/Longevity", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Public Health"], "journal": "JAMA", "description": "Cumulative weight gain over the course of early and middle adulthood may increase health risks later in life, according to a new study led by researchers from Harvard T.H. Chan School of Public Health.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}