{"title": "Rising to the top", "text": "Here's a challenge: Build a pump that can deliver a drug to you automatically when you're sick. Now make it smaller than a penny. And make it accurate enough that you can guarantee it won't pump one microliter more than prescribed amount (otherwise it might kill you). Now make it cheap enough to mass-produce for millions of people and make sure it runs on a tiny battery.UC Santa Barbara mechanical engineering postdoctoral researcher Karen Scida has an idea, and it's promising enough that the deans of the College of Engineering and the Division of Mathematical, Life & Physical Sciences at UCSB have awarded her this year's Otis Williams Postdoctoral Fellowship. The Otis Williams Fund at the Santa Barbara Foundation provides support for young Ph.D. scientists to work at the interface of biology and engineering. For her fellowship, Scida has a plan to engineer a solution to one of the world's largest epidemics: diabetes.The human body runs on the sugar glucose. An elaborate distribution system turns the variable source of glucose (the food you eat) into a constant source of fuel to power your cells. Glucose is extracted from food by the digestive organs  -- mouth, stomach and intestines -- and is then dynamically distributed throughout the blood stream to places where it's needed -- your brain when you're reading, your muscles when you're running, your stomach when you're digesting. When glucose isn't needed, it's shuttled to short- and long-term storage facilities, the liver and fat tissue, respectively, for later use.The pancreas is a critical regulator of this dynamic control system. It tells the organs when to accept or pass on circulating glucose by secreting hormones, including insulin, into the bloodstream.Unfortunately, in diabetes, the pancreatic control system is broken. People with diabetes need to do manually what a functioning pancreas does automatically, injecting insulin when glucose levels are too high, or eating sugar when glucose levels are too low. Failure to keep blood glucose levels within appropriate ranges can cause seizures, coma and even death.Scida's idea is a small, non-toxic insulin pump. To make it easy to manufacture, she has removed all the mechanical parts. The pump is based on the properties of water, namely that electrical currents can turn water into bubbles of oxygen and hydrogen. She proposes to build a device so small and precise that the production of individual water bubbles can be predicted, controlled and deployed to push insulin.Scida, an analytical chemist, has a long track record of using her talents to improve health care. She makes biosensors, devices that can quantify viruses, molecules or chemicals that are relevant to our health.\"Karen trained as a chemist, but she has the heart of an engineer,\" said Sumita Pennathur, associate professor of mechanical engineering and Scida's mentor. \"That's why I wanted her in my lab. To do what we do, you have to love the science; you have to be absolutely fascinated by all the nerdy details. But you also have to make something that works, a device that can keep people safe. That's why Karen has been so successful and is only going to get better with the support from the Otis Williams Fellowship.\"Karen is talented and creative and she is unrelenting in her desire to make things better,\" Pennathur continued. \"She takes what she's discovered and uses it to build devices that are better, faster, cheaper and easier to use than anything out there. It's not easy to do all those things at once.\"The Otis Williams Postdoctoral Fellowship gives Scida one year of financial support to perform the fundamental electrochemical studies needed to optimize the design and function of her insulin pump.\"This is really an unbelievable opportunity,\" Scida said. \"I'm an analytical chemist by training and an electrochemist at heart. I love designing methods and strategies that integrate the most basic chemical concepts into something tangible that can help people in their day-to-day lives. When I dreamed up the idea for this pump, I never imagined the response would be so overwhelmingly supportive. With this award, the resources at UCSB, and Dr. Pennathur's mentorship, this dream can become a reality.\"\"Working with Dr. Scida and Dr. Pennathur has completely changed my thinking about the future of medicine,\" said Bridget N. Queenan, research director of Pennathur's Nanolab at UCSB and associate director of the UCSB Brain Initiative. \"I've been in biomedical research for 18 years. I never guessed that the answers to the problems we see in diabetes and cancer biology and neuroscience would be found in a mechanical engineering department. All this time, the engineers building nanochannels to study microfluidics and electrokinetics were the people we needed to talk to. Now I know what they're up to; I'm never going to leave them alone.\"\"The Otis Williams Fellowship embodies the spirit of UCSB, where we believe that the most important discoveries occur when fields collide,\" said Rod Alferness, dean of the UCSB College of Engineering. \"Because we do not have a medical school, people may not think of us as being innovators in biology and medicine. But, in fact, researchers here perform important, leading-edge work in drug delivery, bio-imaging and informatics, nanomedicine, and biocompatible material engineering.\"The Otis Williams Fellowship recognizes our researchers working at the intersection of biology and engineering. We are therefore extremely excited about this fellowship and its contribution to UCSB's role in biology and medicine going forward.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--rtt071817.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/018139/rising-top", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Biology", " Biotechnology", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Technology/Engineering/Computer Science", " Biotechnology", " Research/Development"], "journal": "", "description": "Here's a challenge: Build a pump that can deliver a drug to you automatically when you're sick. Now make it smaller than a penny. And make it accurate enough that you can guarantee it won't pump one microliter more than prescribed amount (otherwise it might kill you). Now make it cheap enough to mass-produce for millions of people and make sure it runs on a tiny battery. Think you can do it?", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}