{"title": "UTA researcher's book looks at quality-of-life concerns associated with urban sprawl", "text": "A new book, co-authored by a UTA researcher, empirically shows how badly sprawl affects health and other quality-of-life outcomes.The Costs of Sprawl, written by Shima Hamidi, executive director of The University of Texas at Arlington's Institute of Urban Studies and an assistant professor in the College of Architecture, Planning and Public Affairs, and Reid Ewing, professor at the University of Utah, originates in studies that were funded from National Institutes of Health and Ford Foundation.Hamidi and Ewing used 21 criteria in evaluating quality-of-life issues among residents who live in major metropolitan statistical areas. This book shows that life expectancy, economic mobility, transportation choices, and personal health and safety all improve in less sprawling areas (See the attached table).Dallas, Plano and Irving were lumped into one MSA while Arlington and Fort Worth made up another metropolitan statistical area.\"We found out that, in terms of metro areas compactness ranking, Dallas came in No. 152 of 221 MSAs measured,\" Hamidi said. \"The Fort Worth MSA came in at No. 172 of 221 total areas.\"She said many health criteria were poorer in the areas that had more sprawl as well. Hamidi said the incidence of heart attack, for example, was about 3 percent higher in areas that finished with more sprawl.Also, for every doubling in an index score, life expectancy increases by about 4 percent. For the average American with a life expectancy of 78 years, this translates into a three-year difference in life expectancy between people in a less compact versus a more compact area.Other criteria were more obvious. For instance, more people in the areas affected adversely by sprawl experienced a lot more time wasted in traffic. People in those sprawled areas also were 14 percent more likely to die from a fatal car crash.Also, people in more compact, connected metro areas spend less on the combined expenses of housing and transportation.An average household in the San Francisco, Calif., metro area spends 46.7 percent of its budget on housing and transportation, while an average household in the Tampa, Fla., metro area spends 56.1 percent of its budget on the same items.\"We have to make smarter decisions where land use, development and transportation come together. There has to be a better marriage among those three,\" Hamidi said. \"We cannot continue to build concrete and think that it's going to solve our problems, not just in North Texas but in any area, that is suffering from sprawl.\"On the positive side, more density allowed better use of land, development opportunities, public transit and expense savings on transportation.New York City topped the list when those 21 criteria were used.\"In nearly every single quality-of-life criterion, a more compact development is more beneficial than a sprawled area,\" Hamidi said.Duane Dimos, UTA vice president of research, said Hamidi's book could become a standard for developers and planners for years to come.\"Costs of Sprawl provides a panoramic guide to urban form in America,\" Dimos said. \"This book provides a comprehensive and detailed analysis of one of the most critical issues in planning today.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uota-urb071817.php", "region": "namerica", "source_link": "https://www.uta.edu/news/releases/2017/07/costs-of-sprawl-book.php", "funder": "National Institutes of Health, Ford Foundation", "meeting": "", "institution": "University of Texas at Arlington", "keywords": ["Business/Economics", " Education", " Cardiology", " Mortality/Longevity", " Endocrinology", " Environmental Health", " Diabetes", " Public Health", " Demography", " Poverty/Wealth"], "journal": "", "description": "A new book, co-authored by UTA researcher Shima Hamidi, empirically shows how badly sprawl affects health and other quality-of-life outcomes.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}