{"title": "High-dose vitamin D doesn't appear to reduce the winter sniffles for children", "text": "TORONTO, July 18, 2017--Giving children high doses of vitamin D doesn't appear to reduce the winter sniffles, a new study has found.\r\nDr. Jonathon Maguire, a pediatrician at St. Michael's Hospital, led a randomized clinical trial in which 350 healthy children were given a standard dose of vitamin D drops during the winter, while another 350 got a high dose.\r\nOn average, the children who received the standard dose had 1.91 colds per winter, while the children who received the high dose had 1.97 colds, which Dr. Maguire said was of no statistical difference. His findings were published online today in the journal JAMA.\r\n\"We may have just busted a myth,\" said Dr. Maguire. \"More is not always better. Our findings do not support the routine use of high dose vitamin D supplementation for the prevention of wintertime upper respiratory tract infections among healthy children.\"\r\nColds and other viruses in the upper respiratory tract (the nose and throat) are the most common infectious illnesses among children. For the past 30 years, vitamin D has been thought to play a role in preventing or reducing these infections. But Dr. Maguire said there has been little clinical trial data on which to make informed decisions.\r\nThe vitamin D Outcomes and Interventions in Toddlers (DO IT) trial was conducted to examine the effect of high-dose oral vitamin D drops (2,000 IU/day) versus the American Academy of Pediatrics recommended dose of 400IU/day on children ages 1 to 5. Each child began taking the drops between September and November of one year and continued until April or May of the following year.\r\nThe children enrolled in the clinical trial were participating  in TARGet Kids!, a unique collaboration between children's doctors and researchers from St. Michael's Hospital and The Hospital for Sick Children in Toronto. The program follows children from birth with the aim of understanding and preventing common nutrition problems in the early years to minimize their impact on health and disease later in life.\r\nThe vitamin D study was funded by the Canadian Institutes of Health Research Institutes of Human Development, Child and Youth Health and Nutrition, Metabolism and Diabetes, and by the Thrasher Research Fund. The vitamin D drops were provided by Ddrops, the company that makes them.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/smh-hvd071317.php", "region": "namerica", "source_link": null, "funder": "The Canadian Institutes of Health Research Institutes of Human Development, Child and Youth Health and Nutrition, Metabolism and Diabetes, and the Thrasher Research Fund.", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Epidemiology", " Pediatrics"], "journal": "JAMA", "description": "Giving children high doses of vitamin D doesn't appear to reduce the winter sniffles, a new study has found.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}