{"title": "Young adult obesity: A neglected, yet essential focus to reverse the obesity epidemic", "text": "WASHINGTON, DC (July 18, 2017)--The overall burden of the U.S. obesity epidemic continues to require new thinking. Prevention of obesity in young adults, while largely ignored as a target for prevention and study, will be critical to reversing the epidemic, says William Dietz, MD, PhD, Chair of the Sumner M. Redstone Global Center for Prevention and Wellness at the Milken Institute School of Public Health at the George Washington University. In an editorial expanding upon the findings of a paper by Zheng and colleagues in the latest issue of JAMA, Dietz describes the data to support his observations: a public health focus on this period of high risk - for not only the development of obesity, but also for excessive weight gain - could have a significant impact on U.S. rates of obesity, additional obesity-related diseases, costs, and premature death, and \"should be accorded a high priority.\" Dietz notes that prevention efforts have focused primarily on children and adolescents, yet the prevalence of obesity roughly doubles between pre-adolescence (17 percent among 6 to 11-year old children) and young adulthood (34 percent among 20- to 39-year old adults). Because young adults are often parents or soon-to-be parents, prevention of obesity in this age group may also reduce the prevalence of obesity in their children. He also highlights data showing that excessive weight gain, defined as approximately 45 pounds or more, occurs most frequently during young adulthood. Furthermore, racial and ethnic disparities become more pronounced at this stage, yet very little is known about why the development of obesity and excessive weight gain occur. \"Successful prevention will require more information on the timing, demographics, behaviors, and life-course transitions that could contribute to excessive weight gain in this group,\" he writes.No other age is associated with as many life transitions that could affect the development of obesity and excessive weight gain as in young adulthood. These transitions include living independently, the first full-time job, marriage, starting a family, and divorce. Pregnancy and childbirth may be major periods of risk Dietz notes, because excessive weight gain during pregnancy and weight retention after childbirth may account for why excessive weight gain among women is greater than that among men. The potential impact of developing interventions that focus on young adult parents is supported by research showing that obesity spreads along social and family networks. Additionally, pediatric obesity treatments that targeted the whole family showed that children as well as their parents lost weight.  These observations suggest prevention efforts that apply family-based strategies for weight control among young adults and their children offer an important opportunity for controlling the obesity epidemic.  Finally, Dietz highlights that the potential gains related to a reduction in cost and burden of diseases associated with obesity - including diabetes, cancer, and heart disease - could be significant. Several opportunities exist to prevent obesity in young adults. Employer investments in young adult and family weight maintenance would be cost saving due to reduced absenteeism, increased productivity, and reduced disease burden. Interventions could be delivered through the supplemental nutrition for Women, Infants and Children (WIC) program, which specifically targets young families. Clinical efforts should focus on prevention of excessive weight gain in young women, with a particular focus on pregnancy and post partum weight retention. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/gwu-yao071717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "George Washington University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Public Health"], "journal": "JAMA", "description": "The overall burden of the US obesity epidemic continues to require new thinking, says William Dietz, M.D., Ph.D., Chair of the Sumner M. Redstone Global Center for Prevention and Wellness at the Milken Institute School of Public Health at the George Washington University.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}