{"title": "Replacing a palatable high-fat diet with low fat food causes withdrawal-like symptoms in mice", "text": "Researchers have found that mice fed a palatable high-fat diet experience stress responses that resemble drug withdrawal when their food is switched to a low-fat diet.  A study conducted by Dr. Steve Fordahl, currently at the University of North Carolina at Greensboro, and Dr. Sara Jones at Wake Forest School of Medicine, identified brain changes in the dopamine neurotransmitter system caused by stress when the palatable diet was removed. The diet switch triggered a physiological stress response that supressed brain dopamine, which in turn promoted binge-eating when the palatable diet was re-introduced days later. Their research will be presented this week at the Society for the Study of Ingestive Behavior's (SSIB) annual meeting in Montreal Quebec, among a lineup of international researchers that examine eating and drinking behaviors.\r\nChanging eating habits can be very difficult. People commonly over-restrict while dieting, which may not be the best strategy for sustained weight loss. Sometimes healthcare professionals urge changes in eating habits to avoid pressing health consequences, like cardiovascular disease or advanced diabetes. A stark dietary shift from comfort foods, often high in saturated fat, for less desirable healthy options can be challenging. This new research identifies how an individual's physiological stress response to new eating patterns causes quick relapse into old habits, despite their best intentions.  The study by Dr. Fordahl and Dr. Jones shows that, in mice, dietary relapse is enhanced by stress-related molecules that change dopamine levels in brain regions that process reward. Dopamine helps attribute the perceived value, or rewarding characteristics of food, and changes in the dopamine system observed in the study were similar to what drug- and alcohol-dependent people experience when going through withdrawal.  \r\nIn the study, mice were fed a high-fat diet, then abruptly switched to a low-fat alternative. The investigators observed voluntary food restriction of the new diet, persisting several days after the change. They also identified a reduction in dopamine caused by enhanced sensitivity to activation of receptors for the stress signals, corticotrophin releasing factor (CRF) and the dynorphin/kappa opioid receptor (KOR) system, on dopamine neurons. When the palatable high-fat diet was returned, mice displayed binge-like feeding, eating substantially more high-fat food than before the dietary switch. Interestingly, when the investigators blocked CRF and KOR activation, the dopamine system normalized, and mice did not binge when high-fat food was returned. \r\n\"Our findings suggest that stress caused by food restriction, commonly observed with crash dieting, can prime the dopamine system in a way that promotes over-indulgence of palatable or 'comfort' foods, when the opportunity arises,\" said Dr. Steve Fordahl. The research team finds that dietary fat has a \"particularly strong impact on how the dopamine system responds to rewards,\" and collaborative work between Dr. Jones and Dr. Fordahl to further characterize this relationship is underway. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/sfts-rap071417.php", "region": "namerica", "source_link": "http://www.ssib.org/web/press2017.php", "funder": "", "meeting": "The 25th Annual Meeting of the Society for the Study of Ingestive Behavior", "institution": "Society for the Study of Ingestive Behavior", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Social/Behavioral Science", " Addiction", " Behavior"], "journal": "", "description": "Researchers have found that mice fed a palatable high-fat diet experience stress responses that resemble drug withdrawal when their food is switched to a low-fat diet. A study conducted by Dr. Steve Fordahl, currently at the University of North Carolina at Greensboro, and Dr. Sara Jones at Wake Forest School of Medicine, identified brain changes in the dopamine neurotransmitter system caused by stress when the palatable diet was removed.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}