{"title": "New study suggests blueprint for adult visual system is present at birth", "text": "For decades, researchers have known that the primate brain is organized into \"maps\" for each of the different senses: one of the body for touch, one of the visual world for sight, one of tones for hearing. In adults, these maps are divided into distinct areas responding to different classes of stimuli in each of the senses, but whether this organization is innate or develops over time through experience has thus far remained a mystery.\r\n \r\nA study published July 3 in eLife by Harvard Medical School researchers Michael Arcaro and Margaret Livingstone suggests that the answer could be both. The team's findings reveal that a primitive blueprint of organization is already present in the brains of primates just a few days after birth and appears to get gradually filled in with age and experience.The findings, the scientists say, not only shed light on a long-standing conundrum in neurobiology, but could also explain some features of neurodevelopmental disorders such as autism, which often involve avoidance of certain visual stimuli, and highlight the importance of correcting visual deficits in infants as early as possible to ensure normal brain development.Livingstone, the HMS Takeda Professor of Neurobiology, has worked for decades to decipher organization in the brain's visual system. In their newly published experiments, she and Arcaro attempted to gain a better understanding of this system in four macaques as young as 10 days by monitoring their brain activity with a functional magnetic resonance scanner as they viewed various images, including scenes and faces. However, she says, the work ran into a huge roadblock.\"We'd swaddle them to keep them comfortable, and like any self-respecting baby, they went to sleep,\" Livingstone said. \"It was very frustrating.\"Although the researchers were able to get a small amount of data during brief periods when the monkeys were awake, the majority of data from the magnetic resonance scans was collected while they were asleep, Livingstone explained.Hoping that the data without direct input to the macaque's visual system wouldn't go to waste, Arcaro, a postdoctoral fellow in Livingstone's lab, attempted to analyze it anyway. He made a surprising finding: Even when the animals were asleep with their eyes closed, multiple parts of the visual system would turn on in conjunction with each other. For example, a main signal in the primary visual cortex, at the back of the brain, was typically correlated with signals in the occipital, temporal and posterior parietal cortices--other parts of the visual system involved in processing visual input or eye movements. These findings, the researchers say, suggest a functional organization that connects all of these areas. The researchers continued working with the same macaques over the next several years, performing subsequent scans periodically as the animals matured and tended to stay awake to view images. In these experiments, they could see that these primitive \"maps\" remained present. However, the maps gradually filled in and became more sophisticated, with the ability to respond to specific stimuli that wasn't yet present in the babies.The macaques' visual system activity already appeared to be organized into ventral and dorsal streams--areas important for object recognition and visually guided actions, respectively, in the older animals. They also had so-called retinotopic organization, with different areas of the visual system becoming active in response to input from various parts of the retina's visual field, such as up, down, left and right.However, they were missing certain hallmarks that were prominent in the same monkeys as they aged. For example, they lacked clusters of neurons in the fusiform gyrus--a structure linked to recognition, among other functions--corresponding to visual stimuli from faces. Such neuronal selectivity, however, arose as they reached about 200 days of age, the analysis showed. \"By creating this early map,\" Arcaro explained, \"the brain might be setting up a system in which more precise information, like the ability to recognize faces, can be inserted into a set place later on.\"Because the organization is evident so early, the researchers said, it's almost certainly present before birth via genetically programmed mechanisms and is later modified by experiences. Given the close genetic relationship between macaques and people, the findings, the researchers say, raise a range of implications for humans. Livingstone suggested that an inability of the maps to later incorporate and respond to stimuli such as faces could explain some of the aberrations seen in neurodevelopmental disorders, including an aversion to looking at faces, a common feature in people with autism-spectrum disorders. Neurobiologists have known for a long time how critical even the earliest visual experiences are for a child's perceptual development. The new findings further underscore the importance of promptly correcting any visual deficits present at birth, such as congenital cataracts, not only to prevent blindess but also to ensure the proper development of higher visual and cognitive functions. Overall, Livingstone and Arcaro said, their findings suggest that a highly intricate visual system arises from a relatively simple blueprint. \"We're showing that when it comes to vision and brain development, you can get complexity through some very basic principles,\" Arcaro said.", "article_link": "http://dx.doi.org/10.7554/eLife.26196", "url": "http://www.eurekalert.org/pub_releases/2017-07/hms-nss071817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Biology", " Neurobiology"], "journal": "eLife", "description": "Harvard Medical School research reveals the presence of a blueprint for the complex visual system already present at birth. The observations shed light on a long-standing mystery about how and when certain cardinal features of the visual system develop.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}