{"title": "Testosterone prescribing in VA varies by provider's age, experience, specialty and region", "text": "WASHINGTON -- Providers in the Veterans Health Administration (VA) system vary in their testosterone prescribing practices, according to a study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism. This is the first study to examine provider and site predictors of testosterone prescribing in the VA.There has been a large increase in testosterone prescribing in the United States over the past decade, and prescriptions increased substantially between 2009 and 2012. Some testosterone prescriptions have been made without appropriate baseline evaluation prompting the U.S. Food and Drug Administration to review labeling for testosterone products. However, the clinical context within which testosterone prescriptions occur is not well understood, and better understanding that context could help guide interventions to improve the appropriateness of testosterone prescribing.\"Our study clearly shows that there is variation in both receipt of testosterone as well as guideline-concordant prescribing of testosterone in the VA,\" said study author, Guneet K. Jasuja, Ph.D., of Edith Nourse Rogers Memorial Veterans Hospital (Bedford VA Medical Center) in Bedford, Mass., and Boston University School of Public Health in Boston, Mass. \"Provider's age, number of years in practice and geographic area are all associated with variations in testosterone prescribing practices.\"In this study, researchers examined provider and site characteristics associated with an index dispensing of testosterone among patients receiving outpatient medications in the national VA system from October 1, 2007 to September 30, 2012. The study included 132,764 male patients who had at least one outpatient testosterone prescription and 550,151 male patients who did not receive testosterone, but did receive another medication.Researchers found that providers ranging in age from 31 to 60 years, with less experience in the VA, and credentialed as medical doctors in endocrinology and urology were more likely to prescribe testosterone, compared to older providers, providers of longer VA tenure, and primary care providers. While they were more likely to prescribe testosterone, endocrinologists were also more likely to obtain an appropriate workup before prescribing, compared to primary care providers.Sites located in the Northeast were more likely to appropriately check two low testosterone levels as well as two low morning testosterone levels. Patients who received care at VA's smaller community-based clinics (known as community-based outpatient clinics or CBOCs) were more likely to receive testosterone and less likely to have received appropriate testing in comparison with patients receiving care at the parent VA medical facility.\"Our findings highlight the opportunity to intervene at the provider and local level to improve testosterone prescribing practices,\" Jasuja said. \"The VA and other healthcare systems can use these insights to promote targeted efforts that can help decrease inappropriate prescribing of testosterone, while ensuring that those patients who can benefit the most can still receive it.\"", "article_link": "http://dx.doi.org/10.1210/jc.2017-00468", "url": "http://www.eurekalert.org/pub_releases/2017-07/tes-tpi071717.php", "region": "namerica", "source_link": "https://academic.oup.com/jcem/article-lookup/doi/10.1210/jc.2017-00468", "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Aging", " Health Care Systems/Services"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Providers in the Veterans Health Administration (VA) system vary in their testosterone prescribing practices, according to a study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism. This is the first study to examine provider and site predictors of testosterone prescribing in the VA.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}