{"title": "The Lancet Child & Adolescent Health: 18 months after double hand transplant, child is now able to write, and feed and dress himself independently", "text": "**Images and video available, case study interviews available on request**The world's first double hand transplant in a child has been successful under carefully considered circumstances. The study, which is published in The Lancet Child & Adolescent Health journal, presents the first medical report of the surgery and 18 months of follow-up.The recipient of the transplant was an 8-year-old boy based in the USA, who is now able to write, and feed and dress himself independently following months of occupational therapy and psychological support.However, during this time he also faced setbacks, including treatment of numerous rejections of the hands and extensive rehabilitation to help him learn to use his hands. \"Our study shows that hand transplant surgery is possible when carefully managed and supported by a team of surgeons, transplant specialists, occupational therapists, rehabilitation teams, social workers and psychologists,\" says Dr Sandra Amaral, Children's Hospital of Philadelphia, USA. \"18 months after the surgery, the child is more independent and able to complete day-to-day activities. He continues to improve as he undergoes daily therapy to increase his hand function, and psychosocial support to help deal with the ongoing demands of his surgery.\" [1]Previously, this type of transplant had been used for single limbs between identical twins and in adults. In another case involving a teenager who received a donor limb, there were severe complications and the patient died soon after surgery. The first double hand transplant surgery in a child took place at Children's Hospital of Philadelphia in collaboration with Penn Medicine.The boy was chosen for the surgery as he was already receiving immunosuppression for a kidney transplant, caused by a sepsis infection that also resulted in the earlier amputation of his hands and feet at the age of two. Before the double hand transplant, he had limited ability to dress, feed and wash himself through adapted processes, using his residual limbs or specialist equipment. His mother's hopes for the surgery were for him to be able to dress, brush his teeth, and cut food independently, and the boy wanted to be able to climb monkey bars and grip a baseball bat.The surgery took place in July 2015, when suitable donor organs became available from a deceased patient, and involved four medical teams working simultaneously on the donor hands and the child. Six days after the transplant, the boy began daily occupational therapy, including video games and exercises using finger lights and puppets, as well as daily tasks like writing and using a knife and fork. He and his mother also met regularly with a psychologist and a social worker to help the boy cope with the transplant, and plan for his re-integration at school. Within days of the surgery, the boy was able to move his fingers using the ligaments from his residual limbs. Regrowth of the nerves meant that he could move the transplanted hand muscles and feel touch within around six months, when he also became able to feed himself and grasp a pen to write. By eight months, he could use scissors and crayons, and within a year of the surgery, he could swing a baseball bat using both hands. Functional brain imaging has revealed that the boy's brain has developed pathways for control of hand movement, and for carrying touch sensation signals from the hand back to the brain.  However, since his surgery, he has undergone eight rejections of the hands, including serious episodes during the fourth and seventh months of his transplant. All of these were reversed with immunosuppression drugs without impacting the function of the child's hands. He remains on four immunosuppression drugs, including a steroid which can impact growth and bone health. The researchers plan to reduce the use of the boy's immunosuppression drugs when possible.He has faced some minor infections and some impairment to his transplanted kidney as a result of the increased immunosuppression. While his function now surpasses what he was able to do before his transplant, he also faced a six-month period of reduced abilities immediately after the surgery.\"While functional outcomes are positive and the boy is benefitting from his transplant, this surgery has been very demanding for this child and his family.\" adds Dr Amaral [1]. The researchers explain that caution must be taken when assessing the benefits and harms of a hand transplant. Given the need for ongoing immunosuppression, the decision should be considered carefully for children who are not already exposed to immunosuppressive medications because of their associated risks such as diabetes, cancer and infections. Lead surgeon, Dr L. Scott Levin, Chair of the Department of Orthopaedic Surgery in the Perelman School of Medicine at the University of Pennsylvania, and Surgical Director of the Hand Transplantation Program at Children's Hospital of Philadelphia, adds: \"We believe that this hallmark vascularised composite allotransplantation case is repeating the evolution of solid organ transplant - moving this type of transplant from adults to children.\" [1]The researchers note that more data are needed to help improve this surgery in children, and that long-term follow-up will be needed to help inform others who may undergo the surgery in the future. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tl-tlc071717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "The Lancet Child & Adolescent Health", "description": "The world's first double hand transplant in a child has been successful under carefully considered circumstances. The study, which is published in The Lancet Child & Adolescent Health journal, presents the first medical report of the surgery and 18 months of follow-up.", "date": "Tue, 18 Jul 2017 04:00:00 GMT"}