{"title": "Artificial sweeteners linked to risk of weight gain, heart disease and other health issues", "text": "Artificial sweeteners may be associated with long-term weight gain and increased risk of obesity, diabetes, high blood pressure and heart disease, according to a new study published in CMAJ (Canadian Medical Association Journal)Consumption of artificial sweeteners, such as aspartame, sucralose and stevia, is widespread and increasing.  Emerging data indicate that artificial, or nonnutritive, sweeteners may have negative effects on metabolism, gut bacteria and appetite, although the evidence is conflicting. To better understand whether consuming artificial sweeteners is associated with negative long-term effects on weight and heart disease, researchers from the University of Manitoba's George & Fay Yee Centre for Healthcare Innovation conducted a systematic review of 37 studies that followed over 400 000 people for an average of 10 years. Only 7 of these studies were randomized controlled trials (the gold standard in clinical research), involving 1003 people followed for 6 months on average. The trials did not show a consistent effect of artificial sweeteners on weight loss, and the longer observational studies showed a link between consumption of artificial sweeteners and relatively higher risks of weight gain and obesity, high blood pressure, diabetes, heart disease and other health issues. \"Despite the fact that millions of individuals routinely consume artificial sweeteners, relatively few patients have been included in clinical trials of these products,\" said author Dr. Ryan Zarychanski, Assistant Professor, Rady Faculty of Health Sciences, University of Manitoba. \"We found that data from clinical trials do not clearly support the intended benefits of artificial sweeteners for weight management.\" \"Caution is warranted until the long-term health effects of artificial sweeteners are fully characterized,\" said lead author Dr. Meghan Azad, Assistant Professor, Rady Faculty of Health Sciences, University of Manitoba. Her team at the Children's Hospital Research Institute of Manitoba is undertaking a new study to understand how artificial sweetener consumption by pregnant women may influence weight gain, metabolism and gut bacteria in their infants.\"Given the widespread and increasing use of artificial sweeteners, and the current epidemic of obesity and related diseases, more research is needed to determine the long-term risks and benefits of these products,\" said Azad.The study was conducted by researchers from the University of Manitoba's George & Fay Yee Centre for Healthcare Innovation and the Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/cmaj-asl071117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Canadian Medical Association Journal", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Health Care", " Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Public Health"], "journal": "Canadian Medical Association Journal", "description": "Artificial sweeteners may be associated with long-term weight gain and increased risk of obesity, diabetes, high blood pressure and heart disease, according to a new study published in CMAJ.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}