{"title": "Epigenetics between the generations", "text": "We are more than the sum of our genes. Epigenetic mechanisms modulated by environmental cues such as diet, disease or our lifestyle take a major role in regulating the DNA by switching genes on and off. It has been long debated if epigenetic modifications accumulated throughout the entire life can cross the border of generations and be inherited to children or even grand children. Now researchers from the Max Planck Institute of Immunobiology and Epigenetics in Freiburg show robust evidence that not only the inherited DNA itself but also the inherited epigenetic instructions contribute in regulating gene expression in the offspring. Moreover, the new insights by the Lab of Nicola Iovino describe for the first time biological consequences of this inherited information. The study proves that mother's epigenetic memory is essential for the development and survival of the new generation.In our body we find more than 250 different cell types. They all contain the exact same DNA bases in exactly the same order; however, liver or nerve cells look very different and have different skills. What makes the difference is a process called epigenetics. Epigenetic modifications label specific regions of the DNA to attract or keep away proteins that activate genes. Thus, these modifications create, step by step, the typical patterns of active and inactive DNA sequences for each cell type. Moreover, contrary to the fixed sequence of 'letters' in our DNA, epigenetic marks can also change throughout our life and in response to our environment or lifestyle. For example, smoking changes the epigenetic makeup of lung cells, eventually leading to cancer. Other influences of external stimuli like stress, disease or diet are also supposed to be stored in the epigenetic memory of cells.It has long been thought that these epigenetic modifications never cross the border of generations. Scientists assumed that epigenetic memory accumulated throughout life is entirely cleared during the development of sperms and egg cells. Just recently a handful of studies stirred the scientific community by showing that epigenetic marks indeed can be transmitted over generations, but exactly how, and what effects these genetic modifications have in the offspring is not yet understood. \"We saw indications of intergenerational inheritance of epigenetic information since the rise of the epigenetics in the early nineties. For instance, epidemiological studies revealed a striking correlation between the food supply of grandfathers and an increased risk of diabetes and cardiovascular disease in their grandchildren. Since then, various reports suggested epigenetic inheritance in different organisms but the molecular mechanisms were unknown\", says Nicola Iovino, corresponding author in the new study. Epigenetics between the generationsHe and his team at the Max Planck Institute of Immunobiology and Epigenetics in Freiburg, Germany used fruit flies to explore how epigenetic modifications are transmitted from the mother to the embryo. The team focused on a particular modification called H3K27me3 that can also be found in humans. It alters the so-called chromatin, the packaging of the DNA in the cell nucleus, and is mainly associated with repressing gene expression.The Max Planck researchers found that H3K27me3 modifications labeling chromatin DNA in the mother's egg cells were still present in the embryo after fertilization, even though other epigenetic marks are erased. \"This indicates that the mother passes on her epigenetic marks to her offspring. But we were also interested, if those marks are doing something important in the embryo\", explains Fides Zenk, first author of the study.Inherited epigenetic marks are important for embryogenesisTherefore the researchers used a variety of genetic tools in fruit flies to remove the enzyme that places H3K27me3 marks and discovered that embryos lacking H3K27me3 during early development could not develop to the end of embryogenesis. \"It turned out that, in reproduction, epigenetic information is not only inherited from one generation to another but also important for the development of the embryo itself\", says Nicola Iovino.Implications for the theory of heredity and human healthWith these results the study by the Max Planck researchers is an important step forward and shows clearly the biological consequences of inherited epigenetic information. Not only by providing evidence that epigenetic modifications in flies can be transmitted down through generations, but moreover by revealing that epigenetic marks transmitted from the mother are a fine-tuned mechanism to control gene activation during the complex process of early embryogenesis.The international team in Freiburg is convinced that their findings have far-reaching implications. \"Our study indicates that we inherit more than just genes from our parents. It seems to be that we also get a fine-tuned as well as important gene regulation machinery that can be influenced by our environment and individual lifestyle. These insights can provide new ground for the observation that at least in some cases acquired environmental adaptations can be passed over the germ line to our offspring\", explains Nicola Iovino. Further, since the disruption of epigenetic mechanisms may cause diseases such as cancer, diabetes and autoimmune disorders, these new findings could have implications for human health.", "article_link": "http://dx.doi.org/10.1126/science.aam5339", "url": "http://www.eurekalert.org/pub_releases/2017-07/m-ebt071717.php", "region": "europe", "source_link": "https://www.mpg.de/11397136/epigenetics-between-the-generations ", "funder": "", "meeting": "", "institution": "Max-Planck-Gesellschaft", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics"], "journal": "Science", "description": "Max Planck researchers prove that we inherit more than just genes.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}