{"title": "New test paves way for potential treatments to target Alzheimer's and other conditions", "text": "A simple methodology for capturing proteins implicated in the development of Alzheimer's disease and other conditions has been developed by researchers at the University of Bradford and University of Dundee.\r\nThe new methodology involves easily trapping proteins that bear a specific modification that can provide potential markers for conditions. The specific modification is based on sugar and when attached to a protein affects how the protein functions. Protein modification is a normal, carefully regulated cellular function, but in some instances this can go wrong.\r\nAlzheimer's, along with other conditions including cancers, type 2 diabetes, and cardio-vascular disease, is affected by dysregulation (abnormal or imperfect regulation) of these sugar modifications to proteins. Identifying such proteins is a key step in understanding their involvement in these various conditions.\r\nThe newly developed methodology could open the way for treatments that target these protein alterations, and ultimately the condition.\r\nPreviously, capturing these proteins has been very difficult as the sugar modification was prone to falling off the protein. In order to capture them, researcher's required highly specialised laboratory equipment and extensive validation of identified proteins. This new method is simple and can be carried out by any laboratory, opening the way to rapid identification of proteins involved in the development of a number of diseases.\r\nIt also opens up the possibilities for therapies to be developed to target specific proteins identified as being aberrantly modified in these disease processes.\r\nThe methodology involves growing a protein with an engineered tail that grabs the sugar-modified protein only. This can then be added to complex protein mixtures obtained from tissue. The modified tail is then used as a handle to pull out all proteins that bear the sugar modification and so separate those proteins that have the modification from those that do not. These proteins can then be identified using several different routine laboratory techniques. \r\nDr Ritchie Williamson of the University of Bradford said: \"This methodology represents a major step forward. We are now in a position where we can easily trap the proteins we need to target. If we can do this we can then identify the proteins which we think may be involved in the disease process. We also have the potential to find biomarkers, especially in younger people, and to probe different diseases.\"\r\n", "article_link": "http://dx.doi.org/10.1038/nchembio.2404", "url": "http://www.eurekalert.org/pub_releases/2017-07/uob-ntp071717.php", "region": "europe", "source_link": "http://www.bradford.ac.uk/news/2017/alzheimer-protein-test.php", "funder": "", "meeting": "", "institution": "University of Bradford", "keywords": ["Biochemistry", " Biochemistry", " Medicine/Health", " Cancer", " Diagnostics", " Alzheimer's Disease"], "journal": "Nature", "description": "A simple methodology for capturing proteins implicated in the development of Alzheimer's disease and other conditions has been developed by researchers at the University of Bradford and University of Dundee.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}