{"title": "CAR T-cell therapy for leukemia leads to remissions in clinical trial", "text": "SEATTLE -- July 17, 2017 -- Researchers at Fred Hutchinson Cancer Research Center showed about 70 percent of patients with the most common adult leukemia had their tumors shrink or disappear following an experimental chimeric antigen receptor (CAR) T-cell immunotherapy.The researchers also found that measuring genetic traces of cancer cells taken from bone marrow biopsies might be a better indicator of prognosis than the standard lymph node scan.The Journal of Clinical Oncology published the results online July 17 of the Phase 1/2 clinical trial, which included 24 patients with chronic lymphocytic leukemia (CLL) who had failed other treatments. Most of the patients had seen their cancer progress despite treatment with ibrutinib, a targeted cancer drug approved in 2014 for CLL by the U.S. Food and Drug Administration.  This history placed them in a high-risk group that was found in previous studies to have short survival with standard therapies.\"It was not known whether CAR T-cells could be used to treat these high risk CLL patients,\" said lead author Dr. Cameron Turtle, an immunotherapy researcher at Fred Hutch. \"Our study shows that CD19 CAR T-cells are a highly promising treatment for CLL patients who have failed ibrutinib.\"CD19 CAR T-cells are a type of immunotherapy in which a patient's T cells are extracted from their blood and modified in a lab to recognize CD19, a target on the surface of leukemia cells. The engineered T cells are then infused back into the patient where they multiply and hunt down and kill cancer cells.In CLL, bone marrow makes too many abnormal lymphocytes, which are a type of white blood cell. The American Cancer Society estimates that in the U.S., there will be about 20,000 new cases and 4,600 deaths from CLL in 2017. Tests of blood, bone marrow and lymph nodes--where lymphocytes congregate to fight infection--reveal the disease.The 24 patients participating in the study ranged in age from 40 to 73 years, with a median age of 61. They had received a median of five other therapies with as few as three and as many as nine. \r\nResearchers found that 17 out of 24 (71 percent) of patients saw their tumors shrink or disappear following CAR T-cell therapy using the standard measure of lymph node size by CT scans four weeks after treatment. Of side effects of CAR-T cell therapy, 20 of the 24 patients--83 percent--experienced cytokine release syndrome (grade 1-2, 18 patients; grade 4, one patient; grade 5, one patient) and 8 patients (33 percent) developed neurotoxicity (grade 3, five patients; grade 5, one patient). For the most part the side effects were reversible, but two patients had side effects severe enough to require being admitted to the intensive care unit and one of those patients died. (An earlier report on trial results was presented by Turtle in December at the American Society of Hematology annual meeting.) The new paper expands on the measures used to indicate whether the CAR T-cell treatment is working.To take a closer look to see if any cancer cells remained after treatment, the research team analyzed samples taken from some of the patients' bone marrow four weeks after the CAR T-cell infusion. The team used a genetic test called IGH deep sequencing, which is akin to a bar code and enables researchers to track cancer cells in the body.Turtle and his collaborators did the sequencing analysis in 12 of the patients. Seven of the 12 patients had no malignant copies. All patients without malignant copies were alive and free of disease at a median follow-up of 6.6 months after CAR T-cell infusion. Compared with the CT scans, having no malignant gene sequences in bone marrow following CAR T-cell therapy was a better predictor of the cancer staying at bay--known as \"progression-free survival,\" the researchers found.The study is the first to suggest that deep sequencing might be a superior measure for predicting outcomes four weeks after CAR T-cell therapy for CLL.", "article_link": "http://dx.doi.org/10.1200/JCO.2017.72.8519", "url": "http://www.eurekalert.org/pub_releases/2017-07/fhcr-ctt071417.php", "region": "namerica", "source_link": null, "funder": "Juno Therapeutics, NIH/National Cancer Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Life Science Discovery Fund, Bezos family, University of British Columbia", "meeting": "", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials"], "journal": "Journal of Clinical Oncology", "description": "Researchers at Fred Hutchinson Cancer Research Center showed about 70 percent of patients with the most common adult leukemia had their tumors shrink or disappear following an experimental chimeric antigen receptor (CAR) T-cell immunotherapy. The researchers also found that measuring genetic traces of cancer cells taken from bone marrow biopsies might be a better indicator of prognosis than the standard lymph node scan.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}