{"title": "A prescription of activities shown to improve health and well-being", "text": "Gyms, walking groups, gardening, cooking clubs and volunteering have all been shown to work in improving the health and well-being reported by a group of people with long-term conditions.Key to the success was a 'Link Worker' who helped participants select their activity and supported them throughout the programme.The in-depth study by academics at Newcastle University shows how social prescribing of non-medical activities helps people with long term health conditions and is published today in BMJ Open.  Dr Suzanne Moffatt, Reader in Social Gerontology said: \"The findings demonstrate that social prescribing, such as offering someone with heart disease the opportunity to take part in a gardening club, does work.\"People who took part in the study said social prescribing made them more active, it helped them lose weight and they felt less anxious and isolated, as a result they felt better.\"This is the first time that these kind of non-medical interventions have been fully analysed for physical health problems and the results are very encouraging.\"What the study also highlighted was the importance of a specific individual, a Link Worker, to help people with issues such as welfare benefits, debt, housing - so they were helping with the whole life and lifestyle which was shown to improve the person's health and well-being.\"Non-medical helpWays to Wellness has provided social prescribing with the support of dedicated Link Workers since its launch in April 2015. The study is based on interviews with thirty people from the 2,400 people who have used the service since its start.The participants reported how they had been deeply affected, physically, emotionally and socially by their health problems. They detailed physical effects including pain, sleep problems, side-effects of medication and significant problems functioning and many explained how this had led to depression and anxiety and how their problems had worsened as they got older.In the interviews they explained how working with a Link Worker to find the right activity and to get support in dealing with financial problems had built self-confidence, self -reliance and independence. Activities such as gardening, dance clubs and voluntary work helped them lose weight and increase fitness leading to people managing the pain and tiredness better. It also led to them feeling less socially isolated and impacted positively on self-esteem and mental wellbeing. Ways to WellnessWays to Wellness covers the west of Newcastle, including 17 GP practices where 18 % of residents have long-term conditions and receive sickness and disability-related benefits. People who have asthma, chronic obstructive pulmonary disease, diabetes (Type 1 or Type 2), heart disease, epilepsy, osteoporosis (thinning of the bones) and any of these conditions with depression and/or anxiety are eligible for the scheme.The Link Worker also helps patients to access other support, services and local activities.Alex Hall, Senior Link Work with Ways to Wellness said: \"The Ways to Wellness service works because it helps our clients take control of their lives, and gives them access to services they may not have been aware of. It's amazing to see how small steps taken to empower someone can change their lives so drastically.\"", "article_link": "http://dx.doi.org/10.1136/bmjopen-2016-015203", "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-apo071417.php", "region": "europe", "source_link": null, "funder": "Cabinet Office of the UK Government", "meeting": "", "institution": "Newcastle University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Aging", " Health Care Systems/Services", " Health Professionals", " Diabetes", " Pain", " Public Health", " Disease in the Developing World"], "journal": "BMJ Open", "description": "Gyms, walking groups, gardening, cooking clubs and volunteering have all been shown to work in improving the health and well-being reported by a group of people with long-term conditions. Key to the success was a 'Link Worker' who helped participants select their activity and supported them throughout the program.", "date": "Sun, 16 Jul 2017 04:00:00 GMT"}