{"title": "9/11 survivors may be at increased risk of heart and lung disease years later", "text": "People who were exposed to the dust cloud or sustained physical injuries during the terrorist attacks on the World Trade Centre on September 11, 2001 may be at increased long-term risk of asthma, other respiratory diseases and heart attack, according to a study published in the open access journal Injury Epidemiology.Researchers at the New York City Department of Health and Mental Hygiene examined the association between physical injury or acute exposure to the dust cloud on the morning of September 11, 2001, and chronic disease up to ten to eleven years later (2010-2012).Dr Robert Brackbill, the corresponding author said: \"Our findings indicate that intense exposure on a single day -- the first day of the disaster -- contributes substantially to the risk of developing chronic conditions. Continued monitoring of people who were present in the vicinity of the World Trade Center on 11th September by medical providers is warranted for the foreseeable future.\"The researchers found that the number of types of injuries, such as fractures, head injuries, or sprains, a person sustained on 11th September 2001 was associated with an increased risk of angina or heart attack in a dose-dependent manner, which means that the risk of having angina or a heart attack increased with every additional injury type. Dust exposure, PTSD and being a rescue worker, as well as current smoking were associated with a higher risk of non-neoplastic lung disease (lung conditions not involving tumors) other than asthma, while dust exposure on its own was associated with an increased risk of asthma. None of these risk factors were associated with a higher risk of diabetes. Out of the total number of 8,701 people enrolled in this study, 41% had intense exposure to the dust cloud, 10% has a single injury, 2% had two types of injury and 1% had three or more. The researchers found 92 incident cases of heart disease, 327 new cases of diabetes, 308 cases of asthma, and 297 cases of non-neoplastic lung disease among 7,503 area workers, 249 rescue workers, 131 residents and 818 passersby -- the most heavily exposed groups.To examine the long term health effects of acute exposure to the dust cloud, or physical injury caused by the terrorist attack, the authors used data from the WTC Health Registry cohort. The WTC Health Registry monitors the physical and mental health of 71,431 persons exposed to the attacks on 9/11. It contains data collected during three waves in 2003-2004, 2006-2007 and 2011-2012. A fourth wave of data has been collected but not included in this study.A lack of specific information on the severity, location and treatment of injuries, as well as on the circumstances in which they were sustained meant that the number of types of injuries was used as a proxy measure for injury severity. However, previous research has shown that more than one type of injury is associated with increased risk of death and longer stays in hospital, according to the authors.  ", "article_link": "http://dx.doi.org/10.1186/s40621-017-0115-x", "url": "http://www.eurekalert.org/pub_releases/2017-07/bc-9sm071217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Medicine/Health", " Cardiology", " Environmental Health", " Pulmonary/Respiratory Medicine", " Public Health", " Trauma/Injury"], "journal": "Injury Epidemiology", "description": "People who were exposed to the dust cloud or sustained physical injuries during the terrorist attacks on the World Trade Center on Sept. 11, 2001 may be at increased long-term risk of asthma, other respiratory diseases and heart attack, according to a study published in the open access journal Injury Epidemiology.", "date": "Sun, 16 Jul 2017 04:00:00 GMT"}