{"title": "Mislocalized calcium channel causes insulin secretion defect in diabetes", "text": "Researchers from Uppsala University have studied beta cells of type-2 diabetic donors, and find that a mislocalized calcium channel contributes to the failed insulin secretion associated with the disease.After a meal, the blood sugar rises. To counteract this and to make the sugar available to the body, specialized cells in the pancreas get activated to secrete insulin. In people with diabetes this mechanism fails, which leads to elevated blood sugar and a host of other diabetes related complications. The cellular signal for insulin secretion is an influx of calcium, which triggers the release of small hormone-containing storage vesicles. Recent work from Sebastian Barg's lab at Uppsala University, in collaboration with researchers from Padua, Oxford, and the NIH, now indicates that a tiny change in the cells' architecture is at the heart of the secretion defect. Using high resolution microscopy, the group found that calcium normally enters right next to the storage vesicle to trigger insulin release. In type-2 diabetes, the channel proteins that allow calcium the entry are instead located too far away from the insulin vesicles, which causes secretion to fail. The findings offer a first glimpse at the intricate relationship between the insulin secretion machinery and calcium channels, and suggests that drugs aimed at their interaction could be developed to treat diabetes.\r\n", "article_link": "http://dx.doi.org/10.1172/JCI88491", "url": "http://www.eurekalert.org/pub_releases/2017-05/uu-mcc051917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Uppsala University", "keywords": ["Biology", " Cell Biology", " Diabetes"], "journal": "Journal of Clinical Investigation", "description": "Researchers from Uppsala University have studied beta cells of type-2 diabetic donors, and find that a mislocalized calcium channel contributes to the failed insulin secretion associated with the disease.", "date": "Fri, 19 May 2017 04:00:00 GMT"}