{"title": "New hope for slow-healing wounds", "text": "MicroRNAs are small gene fragments which bond onto target structures in cells and in this way prevent certain proteins from forming. As they play a key role in the occurrence and manifestation of various diseases, researchers have developed what are known as antimiRs, which block microRNA function. The disadvantage of this approach is, however, that the blockade can lead to side effects throughout the entire body since microRNAs can perform different functions in various organs. Researchers at Goethe University Frankfurt have now solved this problem.The research groups led by Professor Alex Heckel and Professor Stefanie Dimmeler of the Cluster of Excellence Frankfurt Macromolecular Complexes have developed antimiRs that can be activated very effectively over a limited local area by using light of a specific wavelength. To this purpose, the antimiRs were locked in a cage of light-sensitive molecules that disintegrate as soon as they are irradiated with light of a specific wavelength.As a means of testing the therapeutic effect of these new antimiRs, the researchers chose microRNA-92a as the target structure. This is frequently found in diabetes patients with slow-healing wounds. They injected the antimiRs in the light-sensitive cage into the skin of mice and then released the therapeutic agent into the tissue with the help of light. Together the research groups were able to prove that pinpointed activation of an antimiR against microRNA-92a helps wounds to heal.\"Apart from these findings, which prove for the first time that wound healing can be improved by using antimiRs to block microRNA-92a, our data also confirms that microRNA-92a function is indeed only locally inhibited. Other organs, such as the liver, were not affected\", says Professor Stefanie Dimmeler, underlining the trials' clinical significance.  The researchers now want to see whether they can also expand the use of light-inducible antimiRs to the treatment of other diseases. In particular they want to examine whether toxic antimiRs can attack tumors locally as well.\r\n", "article_link": "http://dx.doi.org/10.1038/ncomms15162", "url": "http://www.eurekalert.org/pub_releases/2017-05/guf-nhf051917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Goethe University Frankfurt", "keywords": ["Medicine/Health"], "journal": "Nature Communications", "description": "MicroRNAs are interesting target structures for new therapeutic agents. They can be blocked through synthetic antimiRs. However, to date it was not possible to use these only locally. Researchers at Goethe University Frankfurt have now successfully achieved this in the treatment of impaired wound healing with the help of light-inducible antimiRs.", "date": "Fri, 19 May 2017 04:00:00 GMT"}