{"title": "Canadian cardiologist publishes world first mitral regurgitation procedure", "text": "TORONTO, May 19, 2017-- A Canadian cardiologist has published a report in the journal Eurointervention describing how he used a Canadian-invented device for the first time in the world to successfully insert a MitraClip® through a patient's jugular vein rather than the femoral vein.\r\nWhen Dr. Neil Fam examined his 86-year-old patient with severe mitral regurgitation--a condition in which the blood flows backward into the heart after it contracts--his options for treating her were limited. \r\nBecause of her age and overall health, Ortensia Aceti of Sault Ste. Marie, Ont., was not a good candidate for surgery to repair her mitral valve, the flap between the two left chambers of her heart. She had been in and out of hospital with heart failure and medication was no longer controlling her symptoms.\r\nInstead, he decided on a catheter-based treatment to guide a MitraClip device to the heart and clamp the leaky valve. The catheter would usually be inserted through the femoral vein in the leg, but her vein was blocked.\r\n\"We were locked out, blocked from accessing her heart,\" said Dr. Fam, an interventional cardiologist and director of the Cardiac Intensive Care Unit of St. Michael's Hospital in Toronto.\r\nDr. Fam recalled a conversation he had about a year previously with Baylis Medical Company, Inc., a Canadian supplier of high-tech cardiology equipment, about one of their devices that was designed to achieve access to the heart from alternative approaches.For the first time in the world, Dr. Fam successfully used the company's SupraCross RF Solution to guide a MitraClip device through the jugular vein - a more direct route to the heart -- and successfully repair Mrs. Aceti's leaking mitral valve.\r\nDr. Fam said this was possible, despite the awkward angle of the jugular vein in relation to the heart, because the tip of the sheath is steerable and the wire is equipped to deliver radiofrequency energy to puncture the septum of the heart. This allows the physician to position the system appropriately from this challenging angle and puncture the septum of the heart in a precise and controlled manner without using excessive force. The septum is the dividing wall between the left and right sides of the heart and it's the last barrier to getting to the mitral valve, which sits between the left ventricle and the left atrium.\r\nDr. Fam said Mrs. Aceti had no complications and her condition improved, allowing her to be discharged to her home. At a followup appointment, she was doing well with no further heart failure.\r\nSue Carlucci, one of Mrs. Aceti's three daughters, said that Dr. Fam explained the novel procedure to the family carefully in advance.\r\n\"If Dr. Fam hadn't suggested this procedure, we probably would have lost our mom,\" she said. \r\n\"He's our angel,\" she said, referring to St. Michael's nickname, the Urban Angel.\r\nDr. Fam said that while this procedure would be appropriate for only selected patients, they are high-risk patients for which there may be no other treatment options. \r\n\"Given the success of this procedure, the door is open for future studies of the jugular approach for treating the mitral valve,\" he said.\r\nDr. Fam published a report of this procedure in Eurointervention on May 9.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/smh-ccp051817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine"], "journal": "Eurointervention", "description": "A Canadian cardiologist has published a report describing how he used a Canadian-invented device for the first time in the world to successfully insert a MitraClip through a patient's jugular vein.", "date": "Fri, 19 May 2017 04:00:00 GMT"}