{"title": "How cancer cells flood the lung", "text": "Lung cancer patients are particularly susceptible to malignant pleural effusion, when fluid collects in the space between the lungs and the chest wall. Researchers at the Helmholtz Zentrum München, in partnership with the German Center for Lung Research (DZL), have discovered a novel mechanism that causes this to happen. Their study, published in 'Nature Communications', also shows that various active substances could potentially be used to treat this condition. Malignant pulmonary effusion (MPE) frequently occurs in patients with metastatic breast or lung cancer. It involves a build-up of excess fluid in the pleural cavity, the area between the lungs and the chest wall, with accompanying malignant cells. The lung is surrounded by fluid, which can cause shortness of breath and chest pain, for example, and may even prove fatal. \"There is still no effective treatment for this,\" explains Professor Georgios Stathopoulos, research group leader at the Institute for Lung Biology (ILBD) and Comprehensive Pneumology Center (CPC) at the Helmholtz Zentrum München. \"In the case of larger pulmonary effusions with volumes exceeding one liter, treatment usually involves aspiration in order to relieve pressure on the lung.\"Cancer cells trigger mechanismStathopoulos and his team are working to understand the causes of pleural effusion, which remain unclear, in an effort to advance the treatment of this condition in the future. In the current study, the scientists examined cancer cells they had obtained from pleural effusions with a malignant mutation in the KRAS gene. KRAS is known to play a key role in the growth of various malignant tumors.\"We were able to show that these cells release a messenger substance into the bloodstream, which in turn attracts immune cells.* These cells then wander via the spleen to the pleural cavity, where they cause the effusion,\" Stathopoulos says, explaining the mechanism. In addition, the scientists found the KRAS-mutant cancer cells in the MPE material of lung cancer patients as well as in the cell lines derived from them. Tests on active substances to treat pleural effusionIn order to verify whether their newly acquired knowledge could be applied in clinical practice, the researchers tested two active substances that interrupt the mechanism at two different points. In an experimental model they were able to demonstrate that both the KRAS inhibitor Deltarasin** and an antibody against the messenger substance released by the cancer cells prevented pleural effusion.\"Nearly two thirds of all MPEs are the result of lung cancer. In view of the still large numbers of smokers, appropriate treatments are urgently needed,\" Stathopoulos stresses. \"Our results lead us to assume that drugs that target the mechanism we have discovered could be a potential treatment option. Further studies are now needed to confirm that.\" ", "article_link": "http://dx.doi.org/10.1038/ncomms15205", "url": "http://www.eurekalert.org/pub_releases/2017-05/hzm--hcc051917.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/40363/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biochemistry", " Cell Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Breast Cancer", " Immunology/Allergies/Asthma"], "journal": "Nature Communications", "description": "Lung cancer patients are particularly susceptible to malignant pleural effusion, when fluid collects in the space between the lungs and the chest wall. Researchers at the Helmholtz Zentrum München, in partnership with the German Center for Lung Research, have discovered a novel mechanism that causes this to happen. Their study, published in 'Nature Communications,' also shows that various active substances could potentially be used to treat this condition.", "date": "Fri, 19 May 2017 04:00:00 GMT"}