{"title": "Study suggests using a mindfulness approach helps weight loss", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May) suggests using a mindfulness approach is an effective way to aid weight loss. The study is by Dr Carolyn Dunn, North Carolina State University, Raleigh, NC, USA, and colleagues. Overweight and obesity increase the risk of chronic diseases including hypertension, type 2 diabetes, and cardiovascular disease. A \"small changes approach\" is one possible weight management strategy, which emphasises the combination of diet and physical activity and suggests reductions in energy intake and increases in energy expenditure to prevent weight gain and or promote weight reduction. In recent years, mindful eating (increasing one's awareness and focus on eating) has been introduced as a possible strategy for weight management.  The primary purpose of the present study was to examine the effectiveness of a program called Eat Smart, Move More, Weigh Less (ESMMWL) in increasing mindful eating. The secondary objective was to investigate the relationship between mindful eating and weight loss. ESMMWL was developed by researchers at North Carolina State University and North Carolina Division of Public Health and employs the theory of planned behaviour to help participants change behaviours that have been associated with weight management. One of these behaviours is to increase mindful eating as measured by the Mindful Eating Questionnaire (MEQ), a 28-item questionnaire that assesses five domains of mindful eating.  ESMMWL is delivered using synchronous distance technology, as such a cohort of participants take the class from a live instructor at the same time each week on a computer or mobile device. Mindful eating includes paying attention to hunger and fullness (satiety) cues, planning meals and snacks, eating as a singular activity as opposed to eating while doing other activities, and paying special attention to how food tastes. Mindful eating may also include having just one or two bites of special higher calorie foods and savouring the flavour.  A total of 80 participants were part of a randomised controlled trial evaluating the effectiveness of ESMMWL, an online, 15-week weight management program. Participants enrolled in ESMMWL were asked if they would be willing to participate in the study. Willing participants were then randomised to the intervention (n = 42) or wait list control (n = 38). Participants that completed ESMMWL (n = 28) lost more weight than participants in the waitlist control group (n = 36). Mean weight loss for ESMMWL participants was 1.9 kg compared to 0.3 kg for participants in the waitlist control group -- a statistically significant result. For all subscales and the summary score, participants who completed ESMMWL had a significantly larger increase in their mindfulness scores than those in the waitlist control group. The authors say: \"Results suggest that there is a beneficial association between mindful eating and weight loss. The current study contributes to the mindfulness literature as there are very few studies that employed rigorous methodology to examine the effectiveness of an intervention on mindful eating.\"The authors are continuing to employ the strategy of mindfulness, specifically mindful eating, in their work in the area of weight management. They are currently studying mindful eating as part of a diabetes prevention program.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-ssu051817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal  (May 17-20) suggests using a mindfulness approach is an effective way to aid weight loss.", "date": "Thu, 18 May 2017 04:00:00 GMT"}