{"title": "Eating a diet rich in fruit and vegetables could cut obesity risk", "text": "Pro-vegetarian diets (with a higher consumption of plant-based foods compared to animal-based foods) could provide substantial protection against obesity, according to new research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May).This observational study found that people who ate a high pro-vegetarian diet -- rich in food coming from plant sources like vegetables, fruit, and grains -- cut their risk of developing obesity by almost half compared to those who were least pro-vegetarian -- with a dietary pattern rich in animal food like meat, and animal fats. Current evidence suggests that such a pro-vegetarian diet has a protective role in cardiovascular disease and diabetes, but little is known about its role on the risk of developing obesity in healthy populations.The study was carried by University of Navarra student Julen Sanz under the supervision of Dr. Alfredo Gea and Professor Maira Bes-Rastrollo from the University of Navarra, and CIBERobn (Carlos III Institute of Health), Spain. They examined the association between varying degrees of pro-vegetarian (plant-based) diet and the incidence of obesity (body mass index; BMI >30) in over 16,000 healthy, non-obese adults from the SUN Cohort (Seguimiento Universidad de Navarra) -- a study tracking the health of Spanish graduates since 1999.Participants completed detailed food questionnaires at the start of the study, and researchers used a pro-vegetarian diet index (PVI) to score each participant on the types of food they ate. Points were given for eating seven plant food groups -- vegetables, fruits, grains, nuts, olive oil, legumes (such as peas, beans, and lentils) and potatoes. Points were subtracted for five animal groups -- animal fats, dairy, eggs, fish and other seafood, and meat. Based on their scores, participants were categorised into five groups from the 20% with the least pro-vegetarian diet (quintile 1) to the 20% with the most (quintile 5), and followed for an average of 10 years. During follow-up, 584 participants became obese. The researchers found that participants who closely followed a pro-vegetarian diet were less likely to become obese. Modelling showed that compared to the least-vegetarian participants (quintile 1), the most vegetarian (quintile 5) had a 43% reduced risk of developing obesity. For quintiles 2, 3 and 4, the reduced risk of obesity was 6%, 15% and 17%, respectively, versus quintile 1. The results held true irrespective of other influential factors including sex, age, alcohol intake, BMI, family history of obesity, snacking between meals, smoking, sleep duration, and physical activity.The authors acknowledge that their findings show observational differences rather than evidence of cause and effect. They conclude: \"Our study suggests that plant-based diets are associated with substantially lower risk of developing obesity. This supports current recommendations to shift to diets rich in plant foods, with lower intake of animal foods.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-ead051717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "Pro-vegetarian diets (with a higher consumption of plant-based foods compared to animal-based foods) could provide substantial protection against obesity, according to new research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal.", "date": "Thu, 18 May 2017 04:00:00 GMT"}