{"title": "Imaging from UK biobank participants shows that people with higher internal organ fat and thigh muscle fat spend more nights in hospital", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May) shows that middle-aged people who spend the most nights in hospital (and thus have the highest healthcare burden) have on average much higher levels of visceral fat (internal fat that surrounds their organs) and fat within their thigh muscles than those who spend no nights in hospital. The study is by Dr Olof Dahlqvist Leinhard Chief Technology Officer, Advanced MR Analytics AB, Linköping, Sweden.There are significant economic costs associated with obesity. Yet the consensus definition of obesity, based on body mass index (BMI), lacks detail on precise body composition and distribution of fat-compartments within the body. Magnetic resonance imaging (MRI), currently the gold standard for body composition profiling, allows for accurate quantification of body fat content and distribution. Previous research has shown strong association between fat distribution and the risk for diabetes type 2 and cardiovascular disease. In this study, the authors wanted to understand the association of body fat distribution with general health. Their theory was that health burden metrics are useful because hospitalisation nights are distinct decisions made by a physician indicating a certain severity of disease. Thus this study aimed to determine the association between body composition measures and prior health care burden (HCB), measured as number of nights hospitalisation, and to characterise subjects with the highest prior HCB.The study included 2,864 males and 3,157 females, age range at imaging 46 to 78 years, from the UK Biobank imaging cohort. Visceral adipose tissue index (VATi=VAT/height2, l/m2), abdominal subcutaneous adipose tissue index (ASATi=ASAT/height2, l/m2) and intra-muscular adipose tissue in anterior thighs (IMAT, %) were measured using an MRI scanner. The MR-images were analysed using AMRA® Profiler research (AMRA, Sweden). The HCB was derived from UK Biobank hospital in-patient data gathered prior to, and during the imaging study. Computer modelling was used to establish the relationships between body fat distribution and HCB. All models were adjusted for age, sex, smoking, alcohol intake, and physical activity. Finally, body composition was determined for subjects in the 90th percentile of prior HCB (meaning the 10% of participants with the highest HCB) and compared to a group with no hospital nights matched on sex, age, and BMI.Their data showed that HCB was associated with increased VATi and increased IMAT (both statistically significant). Association with ASATi was not significant. The group with highest prior HCB consisted of 382 females and 292 males, median age at imaging 64 years, who were hospitalised for at least nine nights. Comparing to subjects with no hospital nights, VATi and IMAT in those with the most hospital nights were substantially higher (both statistically significant findings).Dr Leinhard concludes: \"This study demonstrated that internal fat around organs and thigh fat are associated with more days of prior hospitalisation. Subcutaneous fat did not show a significant relationship.\"He adds: \"The findings indicate that visceral obesity should be the focus rather than subcutaneous fat and body mass index (BMI) for achieving better health. The findings related to muscle fat infiltration are more difficult to interpret but highlight the importance of musculoskeletal health. More research is needed to understand the underlying cause for increased infiltration of fat into thigh muscle.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-ifu051717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (May 17-20) shows that middle-aged people who spend the most nights in hospital (and thus have the highest healthcare burden) have on average much higher levels of visceral fat (internal fat that surrounds their organs) and fat within their thigh muscles than those who spend no nights in hospital.", "date": "Thu, 18 May 2017 04:00:00 GMT"}