{"title": "First-ever global study finds massive health care inequity", "text": "SEATTLE - A first-ever global study finds massive inequity of access to and quality of health care among and within countries, and concludes people are dying from causes with well-known treatments.\"What we have found about health care access and quality is disturbing,\" said Dr. Christopher Murray, senior author of the study and Director of the Institute for Health Metrics and Evaluation (IHME) at the University of Washington. \"Having a strong economy does not guarantee good health care. Having great medical technology doesn't either. We know this because people are not getting the care that should be expected for diseases with established treatments.\"For example, on a scale of 1 to 100 for health care access and quality, Norway and Australia each scored 90 overall, among the highest in the world. However, Norway scored 65 in its treatment for testicular cancer, and Australia scored 52 for treating non-melanoma skin cancer. \"In the majority of cases, both of these cancers can be treated effectively,\" Dr. Murray said. \"Shouldn't it cause serious concern that people are dying of these causes in countries that have the resources to address them?\" The top-ranked nation was Andorra with an overall score of 95; its lowest treatment score was for Hodgkin's lymphoma at 70. The lowest-ranked nation was Central African Republic at 29; its highest treatment score was for diphtheria at 65. Professor Martin McKee, from the London School of Hygiene & Tropical Medicine, who participated in the study, commented: \"Using deaths that could be avoided as a measure of the quality of a health system is not new but what makes this study so important is its scope, drawing on the vast data resources assembled by the Global Burden of Disease team to go beyond earlier work in rich countries to cover the entire world in great detail, as well as the development of a means to assess what a country should be able to achieve, recognizing that not all are at the same level of development. As the world's governments move ahead to implement the goal of universal health coverage, to which they committed in the Sustainable Development Goals, these data will provide a necessary baseline from which they can track progress.\"The United States had an overall score of 81, tied with Estonia and Montenegro. As with many other nations, the US scored 100 in treating common vaccine-preventable diseases, such as diphtheria, tetanus, and measles. But the US had nine treatment categories in which it scored in the 60s: lower respiratory infections (60), neonatal disorders (69), non-melanoma skin cancer (68), Hodgkin's lymphoma (67), ischemic heart disease (62), hypertensive heart disease (64), diabetes (67), chronic kidney disease (62), and the adverse effects of medical treatment itself (68).\r\n\"America's ranking is an embarrassment, especially considering the US spends more than $9,000 per person on health care annually, more than any other country,\" Dr. Murray said. \"Anyone with a stake in the current health care debate, including elected officials at the federal, state, and local levels, should take a look at where the US is falling short.\" The study was published today in the international medical journal The Lancet, and represents the first effort to assess access and quality of services in 195 countries from 1990 to 2015. Researchers used a Healthcare Access and Quality (HAQ) Index, based on death rates from 32 causes that could be avoided by timely and effective medical care, known as \"amenable mortality.\" Scores were based on estimates from the annual Global Burden of Diseases, Injuries, and Risk Factors study (GBD), a systematic, scientific effort to quantify the magnitude of health loss from all major diseases, injuries, and risk factors by age, sex, and population. With more than 2,300 collaborators in 132 countries and 3 non-sovereign locations, GBD examines 300-plus diseases and injuries. In addition, data were extracted from the most recent GBD update and evaluated using a Socio-demographic Index (SDI) based on rates of education, fertility, and income. SDI goes beyond the historical \"developed\" versus \"developing\" nations. Previous assessments of health quality and access were limited primarily to high-income countries, particularly in Western Europe. Nations in much of sub-Saharan Africa, as well as in south Asia and several countries in Latin America and the Caribbean, experienced the lowest rankings. Nonetheless, many countries in these regions, including China (score: 74) and Ethiopia (score: 44), have seen sizeable gains since 1990. The paper does offer some favorable signs of improvement in health care access and quality. Since 1990, several countries have achieved progress that met or surpassed levels reached by other nations of similar development. These countries included Turkey, Peru, South Korea, the Maldives, Niger, Jordan, and several Western European nations such as Switzerland, Spain, and France. IHME plans each year to update the report, \"Healthcare Access and Quality Index based on mortality from causes amenable to personal health care in 195 countries and territories, 1990-2015: a novel analysis from the Global Burden of Disease Study 2015.\" It aims to use these results to better understand gaps and opportunities for improving health care access throughout the world.The Healthcare Access and Quality (HAQ) Index is a summary measure based on 32 causes, that in the presence of high-quality health care, should not result in death. These 32 causes were selected as part of research that Professor Martin McKee and Dr. Ellen Nolte, both co-authors in this study, began in the early 2000s. The causes are:  \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ifhm-fgs051617.php", "region": "namerica", "source_link": null, "funder": "Bill & Melinda Gates Foundation", "meeting": "", "institution": "Institute for Health Metrics and Evaluation", "keywords": ["Health Care", " Socioeconomics", " Medicine/Health", " Death/Dying", " Mortality/Longevity", " Health Care Systems/Services", " Public Health", " Medical/Scientific Ethics", " Developing Countries"], "journal": "Lancet", "description": "A first-ever global study finds massive inequity of access to and quality of health care among and within countries, and concludes people are dying from causes with well-known treatments.", "date": "Thu, 18 May 2017 04:00:00 GMT"}