{"title": "Women drive quest for insights into painful infertility condition", "text": "Women with endometriosis -- a common and painful disease linked to infertility - have called for more studies to understand its causes and find a possible cure. Their calls are the outcome of a major consultation process that has pinpointed ten priorities for future research into the disease.Although endometriosis is as common in women as diabetes and asthma, it fails to attract the same attention, support and funding as those diseases, researchers say.The project was launched to identify research questions that are most important to those living with the condition and the people that care for them.Its findings, published in The Lancet, will be presented today at the 13th World Congress on Endometriosis.Understanding how to best manage the emotional and psychological toll of the disease was identified as a key priority.Finding better tools for diagnosis -- which currently requires surgery and can take many years -- was also pinpointed as an area needing greater research.Carers, healthcare professionals and experts in reproductive health also contributed to the project, which involved online surveys, online voting and a workshop led by experts.Experts hope the outcomes of the process will help to focus future endometriosis research and drive further investment.Endometriosis affects an estimated 176 million women worldwide. It occurs when tissue similar to the lining of the uterus is found elsewhere in the body - most commonly in the abdomen, on the ovaries, bladder, and bowel.This misplaced tissue behaves like the lining of the uterus, bleeding every month and creating local inflammation.It is associated with chronic pain, heavy bleeding, and infertility, and can impact on mental, and social wellbeing.The project was coordinated by the Medical Research Centres for Reproductive Health and Inflammation Research at the University of Edinburgh. It was run in partnership with the James Lind Alliance, a non-profit organisation that works with researchers and patients to set research priorities.Professor Andrew Horne, of the MRC Centre for Reproductive Health at the University of Edinburgh, said: \"This important project will raise awareness of endometriosis and drive investment into research that matters most to women living with this debilitating condition.\"Professor Philippa Saunders of the MRC Centre for Inflammation Research at the University of Edinburgh, said: \"I welcome the insights provided by the James Lind Alliance report that will allow us to accelerate our research efforts directed at management of the symptoms suffered by women worldwide.\"Lone Hummelshoj, Secretary General of the World Endometriosis Society, said: \"The World Endometriosis Society has convened workshops on research priorities since 2008. \"This week, as a thousand investigators gather in Vancouver for the 13th World Congress on Endometriosis, we will be able to compare priorities from that of scientists' perspectives to the perspectives of those who benefit from the research to ensure alignment of priorities. \"We hope this focus will result in more funding for research into understanding endometriosis and caring better for those who suffer from it.\"", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)31344-2", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoe-wdq051817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Internal Medicine", " Gynecology", " Pain"], "journal": "Lancet", "description": "Women with endometriosis -- a common and painful disease linked to infertility -- have called for more studies to understand its causes and find a possible cure.  Their calls are the outcome of a major consultation process -- led by the University of Edinburgh -- that has pinpointed ten priorities for future research into the disease.", "date": "Thu, 18 May 2017 04:00:00 GMT"}