{"title": "Researchers discover first human antibodies that work against all ebolaviruses", "text": "May 18, 2017 -- (BRONX, NY) -- After analyzing the blood of a survivor of the 2013-16 Ebola outbreak, a team of scientists from academia, industry and the government has discovered the first natural human antibodies that can neutralize and protect animals against all three major disease-causing ebolaviruses. The findings, published online today in the journal Cell, could lead to the first broadly effective ebolavirus therapies and vaccines. Ebolaviruses infections are usually severe, and often fatal. There are no vaccines or treatments approved by the Food and Drug Administration for treating these viruses. Some two dozen ebolavirus outbreaks have occurred since 1976, when the first outbreak was documented in villages along the Ebola River in the Democratic Republic of Congo (formerly Zaire). The largest outbreak in history -- the 2013-16 Western African epidemic -- caused more than 11,000 deaths and infected more than 29,000 people.Monoclonal antibodies, which bind to and neutralize specific pathogens and toxins, have emerged as one of the most promising treatments for Ebola patients. A critical problem, however, is that most antibody therapies target just one specific ebolavirus. For example, the most advanced therapy -- ZMappTM, a cocktail of three monoclonal antibodies -- is specific for Ebola virus (formerly known as \"Ebola Zaire\"), but doesn't work against two related ebolaviruses (Sudan virus and Bundibugyo virus) that have also caused major outbreaks. \"Since it's impossible to predict which of these agents will cause the next epidemic, it would be ideal to develop a single therapy that could treat or prevent infection caused by any known ebolavirus,\" says study co-leader Zachary A. Bornholdt, Ph.D., director of antibody discovery at Mapp Biopharmaceutical, Inc. \"Our discovery and characterization of broadly neutralizing human antibodies is an important step toward that goal,\" adds study co-leader, Kartik Chandran, Ph.D. , professor of microbiology & immunology at Albert Einstein College of Medicine.The study was also co-led by John M. Dye, Ph.D., chief of viral immunology at the U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID).   In earlier research, Dr. Bornholdt and Laura M. Walker, Ph.D., a senior scientist at Adimab, LLC, isolated 349 distinct monoclonal antibodies from a survivor of the 2013-16 Ebola epidemic. In the current study, the multi-institutional research team found that two of those 349 antibodies, known as ADI-15878 and ADI-15742, potently neutralized infection by all five known ebolaviruses in tissue culture. Both antibodies were able to protect animals (mice and ferrets) that had been exposed to a lethal dose of the three major agents: Ebola virus, Bundibugyo virus and Sudan virus. Follow-up studies showed that the two antibodies isolated from the Ebola patient work by interfering with a critical step in the process by which ebolaviruses infect cells and then multiply inside them. The two antibodies encounter the virus while it's still in the bloodstream, and bind to glycoproteins (proteins to which carbohydrate chains are attached) that project from its surface. The virus, with its hitchhiking antibodies still bound to it, then attaches to a cell and enters the lysosome -- a membrane-bound structure within the cell that is filled with enzymes for digesting foreign and cellular components. The virus must then fuse with the lysosome membrane to escape into the host cell's cytoplasm, where it can multiply. However, the antibodies prevent the virus from breaking out of its lysosomal \"prison,\" thus stopping infection in its tracks.\"Knowing precisely where the antibodies attach to the glycoprotein molecules and when and how they act to neutralize ebolaviruses, we can begin to craft broadly effective immunotherapies,\" says Dr. Dye. \"That knowledge has already allowed us to create a cocktail of monoclonal antibodies that we are testing in larger animal models for possible use in treating infected patients,\" adds Dr. Bornholdt.The researchers also pinpointed the human genes that are the likely source of the immune cells that produce the two antibodies. These and other findings could help speed the development of vaccines to prevent ebolavirus infection. \"We'd like to synthesize vaccine immunogens [proteins that trigger antibody production] that can elicit the same types of broadly protective antibodies in people,\" says Dr. Chandran. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/aeco-rdf051217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, JSTO-Defense Threat Reduction Agency, Public Health Agency of Canada", "meeting": "", "institution": "Albert Einstein College of Medicine", "keywords": ["Biology"], "journal": "Cell", "description": "After analyzing the blood of a survivor of the 2013-16 Ebola outbreak, a team of scientists from academia, industry and the government has discovered the first natural human antibodies that can neutralize and protect animals against all three major disease-causing ebolaviruses. The findings, published online today in the journal Cell, could lead to the first broadly effective ebolavirus therapies and vaccines.", "date": "Thu, 18 May 2017 04:00:00 GMT"}