{"title": "Another reason to exercise: Burning bone fat -- a key to better bone health", "text": "CHAPEL HILL, N.C. - It's a fat-burning secret anyone interested in bone health should know. For the first time, UNC School of Medicine researchers show that exercising burns the fat found within bone marrow and offers evidence that this process improves bone quality and the amount of bone in a matter of weeks. The study, published in the Journal of Bone and Mineral Research, also suggests obese individuals - who often have worse bone quality - may derive even greater bone health benefits from exercising than their lean counterparts.\"One of the main clinical implications of this research is that exercise is not just good, but amazing for bone health,\" said lead author Maya Styner, MD, a physician and assistant professor of endocrinology and metabolism at the University of North Carolina at Chapel Hill. \"In just a very short period of time, we saw that running was building bone significantly in mice.\"Although research in mice is not directly translatable to the human condition, the kinds of stem cells that produce bone and fat in mice are the same kind that produce bone and fat in humans.In addition to its implications for obesity and bone health, Styner said the research also could help illuminate some of the factors behind bone degradation associated with conditions like diabetes, arthritis, anorexia, and the use of steroid medications.In her patients, Styner is all too familiar with the chronic toll of osteoporosis and fractures. This new evidence shows it's possible to use exercise to reverse some of the effects on bones.\"I see a lot of patients with poor bone health, and I always talk to them about what a dramatic effect exercise can have on bones, regardless of what the cause of their bone condition is,\" said Styner. \"With obesity, it seems that you get even more bone formation from exercise. Our studies of bone biomechanics show that the quality and the strength of the bone is significantly increased with exercise and even more so in the obese exercisers\" Getting to the marrow of the matterBone and marrow are more dynamic than you might think. Marrow, in particular, is a hub of activity, coordinating the formation of bone and cartilage while simultaneously churning out blood cells, immune cells, and cancerous cells.Marrow also produces fat, which has a lot to do with its vaunted status in cuisines around the world. But the physiological role of bone marrow fat in the body - and even whether it is beneficial or harmful for one's health - has remained somewhat mysterious.Generally, marrow fat has been thought to comprise a special fat reserve that is not used to fuel energy during exercise in the same way other fat stores are used throughout the body during exercise. The new study offers evidence to the contrary.Styner's work also offers fundamental insights on how marrow fat forms and the impact it has on bone health. Previous studies have suggested that a higher amount of marrow fat increases the risk of fractures and other problems.\"There's been intense interest in marrow fat because it's highly associated with states of low bone density, but scientists still haven't understood its physiologic purpose,\" said Styner. \"We know that exercise has a profound effect on fat elsewhere in the body, and we wanted to use exercise as a tool to understand the fat in the marrow.\"Vanishing fat cellsThe researchers performed their experiments in two groups of mice. One group was fed a normal diet (lean mice) and the other received a high-fat diet (obese mice) starting a month after birth. When they were four months old, half the mice in each group were given a running wheel to use whenever they liked for the next six weeks. Because mice like to run, the group with access to a wheel tended to spend a lot of time exercising.The researchers analyzed the animals' body composition, marrow fat and bone quantity at various points. Predictably, the obese mice started with more fat cells and larger fat cells in their marrow. After exercising for six weeks, both obese and lean mice showed a significant reduction in the overall size of fat cells and the overall amount fat in the marrow. In these respects, the marrow fat of exercising obese mice looked virtually identical to the marrow fat of lean mice, even those that exercised.Perhaps more surprising was the dramatic difference in the number of fat cells present in the marrow, which showed no change in lean mice but dropped by more than half in obese mice that exercised compared to obese mice that were sedentary. The tests also revealed that exercise improved the thickness of bone, and that this effect was particularly pronounced in obese mice.According to Styner, all of this points to the conclusion that marrow fat can be burned off through exercise and that this process is good for bones.\"Obesity appears to increase a fat depot in the bone, and this depot behaves very much like abdominal and other fat depots,\" said Styner. \"Exercise is able to reduce the size of this fat depot and burn it for fuel and at the same time build stronger, larger bones.\"Setting the stageThe research leaves a few lingering mysteries. A big one is figuring out the exact relationship between burning marrow fat and building better bone. It could be that when fat cells are burned during exercise, the marrow uses the released energy to make more bone. Or, because both fat and bone cells come from parent cells known as mesenchymal stem cells, it could be that exercise somehow stimulates these stem cells to churn out more bone cells and less fat cells.More research will be needed to parse this out. \"What we can say is there's a lot of evidence suggesting that marrow fat is being used as fuel to make more bone, rather than there being an increase in the diversion of stem cells into bone,\" said Styner.But marrow fat, being encased in bone, isn't easy to study. The team's new research represents a leap forward not only in understanding bone marrow fat but also in the tools to study it.The group's previous work relied on micro CT imaging, which requires the use of a toxic tracer to measure marrow fat. In the new study, they took advantage of UNC's 9.4 TMRI, a sophisticated MRI machine of which there are only a few around the country. Using MRI to assess marrow fat eliminates the need for the toxic tracer and allows highly detailed imaging of living organisms. \"If we want to take this technique to the human level, we could study marrow fat in humans in a much more reliable fashion now,\" said Styner. \"And our work shows this is possible.\"The team also developed techniques to perform a much more detailed assessment of the number and size of fat cells within the marrow, and even examined some of the key proteins involved in the formation and reduction of bone marrow fat.Styner is now working with collaborators to adapt these methods for studying the bone marrow dynamics that might be at work in other conditions, including anorexia and post-menopausal osteoporosis.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uonc-art051817.php", "region": "namerica", "source_link": "http://news.unchealthcare.org/news/2017/may/another-reason-to-exercise-burning-bone-fat-2013-a-key-to-better-bone-health", "funder": "National Institutes of Health", "meeting": "", "institution": "University of North Carolina Health Care", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "Journal of Bone & Mineral Research", "description": "It's a fat-burning secret anyone interested in bone health should know. For the first time, UNC School of Medicine researchers show that exercising burns the fat found within bone marrow and offers evidence that this process improves bone quality and the amount of bone in a matter of weeks.", "date": "Thu, 18 May 2017 04:00:00 GMT"}