{"title": "Research opens the door to improved drugs for type 2 diabetes", "text": "Type 2 diabetes, a prolific killer, is on a steep ascent. According to the World Health Organization, the incidence of the condition has grown dramatically from 108 million cases in 1980 to well over 400 million today. The complex disease occurs when the body's delicate regulation of glucose, a critical metabolite, is disrupted, creating a condition of elevated blood sugar known hyperglycemia. Over time, the condition can damage the heart, blood vessels, eyes, kidneys, and nerves.In a new study, Wei Liu and his colleagues at The Biodesign Institute join an international team, led by Beili Wu from the Shanghai Institute of Materia Medica (SIMM), Chinese Academy of Sciences, to explore a central component in glucose regulation. Their findings shed new light on the structure of the glucagon receptor, a highly promising target for diabetes drug development.\"The biggest highlight of this paper is that we now have a full-length structure of a class B GPCR,\" Liu says, referring to a specialized cell-surface receptor able to bind with signaling molecules and influence blood sugar regulation.In addition to ASU, scientists at SIMM, in collaboration with several groups based in China (ShanghaiTech University, Zhengzhou University and Fudan University), United States (University of Southern California, The Scripps Research Institute, and GPCR Consortium), the Netherlands (Vrije Universiteit Amsterdam) and Denmark (Novo Nordisk), provided a detailed molecular map of the full-length human glucagon receptor (GCGR) in complex with a modulator (NNC0640) and the antigen-binding antibody fragment (mAb1).The research appears in the advanced online edition of the journal Nature.Versatile componentsGPCRs (for G-Protein Coupled Receptors) are specialized receptors adorning cell surfaces. They act like email inboxes for important messages, which arrive at the outer membrane in the form of binding molecules or ligands that affect cell behavior and regulation.Receptor-ligand binding alters the conformation of the receptor and sends messages to the cell's interior, guiding cell function. Pharmaceutical companies hope to develop new drugs that can more accurately and efficiently bind with cell receptors, including diabetes drugs that will be able to halt or reduce the overproduction of glucose.The detailed structure of the glucagon receptor (or \"GCGR\") examined in the study was solved using the technique of X-ray crystallography. Here, a crystallized protein is struck with X-rays, which form a diffraction pattern that can be reassembled into an extremely detailed picture of the sample. Such information is vital for the development of effective drugs, which must bind with their complex target cell receptors with great specificity. Binding of a specific ligand to the glucagon receptor triggers the release of glucose from the liver during fasting, making this receptor a critical component for maintaining normal glucose levels in the body.Class B GPCRs are essential to numerous physiological processes and serve as important drug targets for many human diseases such as type 2 diabetes, metabolic syndrome, osteoporosis, migraine, depression and anxiety. According to team leader and SIMM professor Dr. Beili Wu, \"The GCGR structure provides a clear picture of a full-length class B GPCR at high resolution, and helps us understand how different domains cooperate in modulating the receptor function at the molecular level.\"The GCGR receptor consists of three key components: an extracellular domain (ECD), which protrudes above the surface of the cell, a transmembrane domain (TCD), which is anchored into the cell membrane itself and a region known as the stalk, which connects the two domains and acts as a kind of pivot. (Figure 1 shows the basic structure of the GCGR receptor made up of an extracellular domain, stalk region and transmembrane region. Also pictured is the binding antibody mAb23.)The results of the new study are significant because all three parts of the receptor are essential for its ability to properly bind with its target molecules.\"Previously we had solved the structure for this GPCR, but we had truncated the whole extracellular domain, which is a critical part for ligand binding,\" Liu says. Further, although the stalk region contains just 12 amino acids, it is critical for activating and de-activating the GCGR receptor.Tale of two hormonesProgressive diabetes can result in serious health complications, including heart disease, blindness, kidney failure, and lower-extremity amputations. It is currently the seventh leading cause of death in the United States.Proper regulation of blood sugar levels relies on two key hormones, which together act like a kind of thermostat. When blood sugar becomes elevated above the normal threshold, insulin is produced by islet cells in the pancreas, acting to keep blood sugar in check.But an even greater risk to the body occurs should blood sugar fall dangerously low. Indeed, low blood sugar or hypoglycemia can be fatal as glucose is the most important brain metabolite, essential for survival. Under conditions of hypoglycemia, another hormone, known as glucagon is produced by pancreatic α-cells. Glucagon acts as the main counter-regulatory hormone, opposing the action of insulin and switching on glucose production in the liver during fasting. Glucagon influences target tissues through activation of the GCGR receptor.In Type 2 diabetes, insulin production is impaired, leading to elevated blood sugar. Treatment for the disease with supplemental insulin has therefore been a therapy of choice for most patients of the disease. But diabetes also affects glucagon production through dysregulation of the GCGR receptor, causing the overproduction of glucose. The combination of insulin deficiency and glucose excess is typical of Type II diabetes and calls for a multi-pronged approach to addressing the disease.The idea of targeting the GCGR receptor with drugs able to bind with it and switch it off has long been proposed and experiments in rats indicate that the approach is sound. Much more work is required however to perform the same feat in humans. Now, with the complete structure of the receptor in hand, pharmaceutical companies are poised to develop much more effective drugs that specifically target glucose production, while avoiding undesirable side effects.Better receptionThe glucagon receptor examined in the new study is just one member of a superfamily of GPCR surface cell receptors. GPCRs are the largest and most diverse group of membrane receptors in eukaryotes, (cells bearing a nucleus, including human cells). Signals that can be detected by GPCRs include light, peptides, lipids, sugars, and proteins.GPCRs perform a vast array of functions in the human body and their role in modern medicine is vast. Researchers estimate that between one-third and one-half of all marketed drugs act by binding to GPCRs and around 4 percent of the entire human genome is devoted to coding for these structures.While GPCRs bind a dizzying variety of signaling molecules, they share a common architecture that has been conserved over the course of evolution. Animals, plants, fungi, and protozoa all rely on GPCRs to receive information from their environment. Activation of GPCRs is involved with sensation, growth, hormone response and myriad other vital functions.The team used an antibody to stabilize the receptor ECD region, making it less dynamic and more suitable for crystallization, locking the receptor in a particular conformation in which the ECD, TMD and stalk region are held in a specific orientation. The resulting full-length structure exposed by X-ray crystallography differed significantly from earlier predictions of the receptor's shape based on modeling studies. (Antibodies like those used in the new study are being explored as possible ligands used to target the GCGP receptor and control diabetes.)\"Now, we know how the ECD interacts with the ligand, so there can be much more directional development of drugs,\" Liu says. In addition to Liu's expertise in the realm of GPCRs, he and his ASU colleagues contributed sample preparation, data collection and analysis.A number of large pharmaceutical companies, (including Novo Nordisk, which supplied experimental binding compounds used in the current study), are now aggressively pursuing new therapies for diabetes based on the exquisitely detailed GPCR structures beginning to come to light.", "article_link": "http://dx.doi.org/10.1038/nature22363", "url": "http://www.eurekalert.org/pub_releases/2017-05/asu-rot051517.php", "region": "namerica", "source_link": "https://biodesign.asu.edu/news/research-opens-door-improved-drugs-type-ii-diabetes", "funder": "", "meeting": "", "institution": "Arizona State University", "keywords": ["Cell Biology", " Molecular Biology", " Biochemistry", " Medicine/Health", " Diabetes", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Nature", "description": "In a new study, Wei Liu and his colleagues at The Biodesign Institute join an international team, led by Beili Wu from the Shanghai Institute of Materia Medica (SIMM), Chinese Academy of Sciences, to explore a central component in glucose regulation. Their findings shed new light on the structure of the glucagon receptor, a highly promising target for diabetes drug development.", "date": "Wed, 17 May 2017 04:00:00 GMT"}