{"title": "Designing better drugs to treat type 2 diabetes", "text": "Research led by the University of Adelaide is paving the way for safer and more effective drugs to treat type 2 diabetes, reducing side effects and the need for insulin injections.Two studies, published in the Journal of Medicinal Chemistry and BBA-General Subjects, have shown for the first time how new potential anti-diabetic drugs interact with their target in the body at the molecular level.These new potential drugs have a completely different action than the most commonly prescribed anti-diabetic, Metformin, which acts on the liver to reduce glucose production, and are potentially more efficient at reducing blood sugar. They target a protein receptor known as PPARgamma found in fat tissue throughout the body, either fully or partially activating it in order to lower blood sugar by increasing sensitivity to insulin and changing the metabolism of fat and sugar.\"Type two diabetes is characterised by resistance to insulin with subsequent high blood sugar which leads to serious disease. It is usually associated with poor lifestyle factors such as diet and lack of exercise,\" says lead researcher Dr John Bruning, with the University's School of Biological Sciences and Institute for Photonics and Advanced Sensing.\"Prevalence of type 2 diabetes in Australia alone has more than tripled since 1990, with an estimated cost of $6 billion a year. The development of safe and more efficient therapeutics is therefore becoming increasingly important.\"People with severe diabetes need to take insulin but having to inject this can be problematic, and it's difficult to get insulin levels just right. It's highly desirable for people to come off insulin injections and instead use oral therapeutics.\"The first study, in collaboration with The Scripps Research Institute in Florida, US, describes an honours research project by Rebecca Frkic, where 14 different versions of a drug which partially activates PPARgamma were produced. Partial activation can have the benefit of fewer side-effects than full activation.The original drug, INT131, is currently being tested in clinical trials in the US but some of the versions produced at the University of Adelaide have increased potency compared to the original, with the potential to further improve the treatment of type 2 diabetes.\"A major finding of this study was being able to show which regions of the drug are most important for interacting with the PPARgamma receptor,\" says Dr Bruning. \"This means we now have the information to design modified drugs which will work even more efficiently.\"The second study, in collaboration with Flinders University, used X-ray crystallography to demonstrate for the first time exactly how a potential new drug, rivoglitazone, binds with the PPARgamma receptor. Rivoglitazone fully activates PPARgamma but has less side effects than others with this mode of action.\"Showing how this compound interacts with its target is a key step towards being able to design new therapeutics with higher efficiencies and less side-effects,\" says lead author Dr Rajapaksha, from Flinders University School of Medicine (now at La Trobe University). \"Lack of structural information was hampering determination of the precise mechanisms involved.\"", "article_link": "http://dx.doi.org/10.1021/acs.jmedchem.6b01727", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoa-dbd051717.php", "region": "africa", "source_link": null, "funder": "", "meeting": "", "institution": "University of Adelaide", "keywords": ["Biochemistry", " Biotechnology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Medicinal Chemistry", "description": "Research led by the University of Adelaide is paving the way for safer and more effective drugs to treat type 2 diabetes, reducing side effects and the need for insulin injections.", "date": "Wed, 17 May 2017 04:00:00 GMT"}