{"title": "Medical care, health have improved for low-income adults under ACA", "text": "Boston, MA - The Affordable Care Act's health coverage expansions have produced major improvements in medical care and health for low-income adults, including reduced out-of-pocket spending, better access to primary care and preventive services, improved self-reported health, and improved care for those with chronic conditions, according to a new study from Harvard T.H. Chan School of Public Health.The study provides the most up-to-date assessment yet of the ACA. It will be published online May 17, 2017 in Health Affairs.\"With Congress debating major changes to the Affordable Care Act, especially for people on Medicaid and with pre-existing conditions, it's critical for policymakers to understand what's at risk. Our study shows that the ACA continues to improve medical care and health among low-income patients and those with chronic illnesses,\" said Benjamin Sommers, associate professor of health policy and economics at Harvard Chan School and lead author of the study.Researchers looked at survey data from low-income adults in three states: Kentucky, which expanded Medicaid under the ACA; Arkansas, which expanded private insurance to low-income adults using the federal marketplace; and Texas, which did not expand coverage.Prior to the ACA, each of the three states had similar uninsured rates among low-income adults, around 40%. By the end of 2016, the uninsured rate in Kentucky and Arkansas, the two states that expanded coverage, had dropped by more than 20 percentage points relative to Texas--the rate was 7.4% in Kentucky, 11.7% in Arkansas, and 28.2% in Texas.Among those who gained insurance coverage, there was a 41 percentage-point increase in having a usual source of care, a $337 reduction in annual medical out-of-pocket spending, significant increases in preventive health visits and glucose testing, and a 23 percentage-point increase in \"excellent\" self-reported health.People with chronic illnesses such as diabetes, heart disease, and asthma also fared better after gaining coverage through Medicaid or the federal marketplace health plans. They reported improvements in affordability of care, regular care for their conditions, medication adherence, and self-reported health.The authors noted that the improvements in health care have continued to grow over the three years of the ACA's coverage expansions, and that the improvements occurred whether states expanded Medicaid (as in Kentucky) or private insurance (as in Arkansas), showing that both are effective ways to help lower-income Americans.", "article_link": "http://dx.doi.org/10.1377/hlthaff.2017.0293", "url": "http://www.eurekalert.org/pub_releases/2017-05/htcs-mc051517.php", "region": "namerica", "source_link": null, "funder": "Commonwealth Fund, Agency for Healthcare Research and Quality", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Health Care Systems/Services", " Immunology/Allergies/Asthma", " Diabetes", " Public Health", " Socioeconomics"], "journal": "Health Affairs", "description": "The Affordable Care Act's health coverage expansions have produced major improvements in medical care and health for low-income adults, including reduced out-of-pocket spending, better access to primary care and preventive services, improved self-reported health, and improved care for those with chronic conditions.", "date": "Wed, 17 May 2017 04:00:00 GMT"}