{"title": "Improved care of osteoarthritis may help improve older patients' mobility", "text": "In a large study of individuals aged ?55 years, hip and knee osteoarthritis was the greatest contributor to difficulty walking, and the effect increased with more hips and knees affected by osteoarthritis.In the study with 18,490 participants, the predicted probability of difficulty walking for a 60-year-old middle-income, normal-weight woman was 5-10% with no health conditions; 10-20% with diabetes and cardiovascular disease; 40% with osteoarthritis in two hips/knees; 60-70% with diabetes, cardiovascular disease, and osteoarthritis in two hips/knees; and 80% with diabetes, cardiovascular disease, and osteoarthritis in all hips/knees.\"Mobility to maintain independence is a top priority for people living with chronic conditions. Further, immobility is a barrier to physical activity, which plays a key role in the prevention and management of virtually all chronic diseases,\" said Dr. Gillian Hawker, senior author of the Arthritis Care & Research study.\"Our results show that hip and knee osteoarthritis is the number one cause of difficulty walking, and our prior work has found that difficulty walking due to osteoarthritis is a risk factor for serious cardiovascular and diabetes outcomes,\" added lead author Dr. Lauren King. \"We know osteoarthritis is under-diagnosed and under-treated, however. Increased awareness of the important role of osteoarthritis in impacting people's quality of life and survival is needed to compel action.\"", "article_link": "http://dx.doi.org/10.1002/acr.23250", "url": "http://www.eurekalert.org/pub_releases/2017-05/w-ico051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Mathematics/Statistics", " Aging"], "journal": "Arthritis Care & Research", "description": "In a large study of individuals aged 55 years, hip and knee osteoarthritis was the greatest contributor to difficulty walking, and the effect increased with more hips and knees affected by osteoarthritis.", "date": "Wed, 17 May 2017 04:00:00 GMT"}