{"title": "Chance of colon cancer recurrence nearly cut in half in people who eat nuts", "text": "\"Basic healthy eating can often be overlooked during cancer treatment. This study shows that something as simple as eating tree nuts may make a difference in a patient's long-term survival,\" said ASCO President Daniel F. Hayes, MD, FACP, FASCO. \"Nut consumption and a healthy diet are generally factors that clinicians and patients should perhaps pay attention to as they design the approach to treatment for colorectal cancer.\"ALEXANDRIA, Va. - An observational study of 826 patients with stage III colon cancer showed that those who consumed two ounces or more of nuts per week had a 42% lower chance of cancer recurrence and 57% lower chance of death than those who did not eat nuts.A secondary analysis revealed the benefit of nut consumption was limited to tree nuts. Tree nuts include almonds, walnuts, hazelnuts, cashews, and pecans, among others. These findings will be presented at the upcoming 2017 ASCO Annual Meeting in Chicago.\"Numerous studies in the fields of heart disease and diabetes have shown the benefits of nut consumption, and we felt that it was important to determine if these benefits could also apply to colorectal cancer patients,\" said lead study author Temidayo Fadelu, MD, a clinical fellow in medicine at Dana Farber Cancer Institute. \"Patients with advanced disease who benefit from chemotherapy frequently ask what else they can do to reduce their chances of recurrence or death, and our study is an important contribution to the idea that modifying diet and physical activity can be beneficial.\"There was no associated reduction in cancer recurrence and death among patients who consumed peanuts or peanut butter. According to the authors, the reason may be that, being legumes, peanuts have a different metabolic composition than tree nuts. Peanuts are by far the most widely consumed nut in the U.S.Patients with stage III colon cancer have up to a 70% chance of surviving three years after treatment, which typically includes surgery and/or chemotherapy. While numerous prior studies have looked at diet as a potential cancer prevention tool, this is one of the first in colon cancer to look at the role of nut consumption and its influence on recurrence and mortality, according to the authors.The researchers analyzed a questionnaire from a CALGB clinical trial of patients with stage III colon cancer that began in 1999. The questionnaire, which was given after completion of chemotherapy, asked about dietary intake, including whether or not patients ate nuts and what types of nuts they consumed. Researchers were particularly interested in nut consumption because it has been linked to lower incidence of obesity, type 2 diabetes, and reduction in insulin resistance. These health conditions represent a state of excess energy and are each associated with a higher risk of recurrence and death from colon cancer.The authors analyzed the associations between overall nut consumption, and just tree nut consumption, and the risk of cancer recurrence and death. Patients who consumed two or more ounces of all types of nuts per week (19% of all patients in the study) had a 42% lower chance of cancer recurrence and 57% lower chance of death than those patients who did not eat nuts after completion of their cancer treatment. The benefit of eating nuts was consistent across known factors that can influence cancer recurrence, including patient age, body mass index, gender, and common genomic changes in the tumor.When looking at just tree nut consumption, the chance of recurrence was 46% lower and the chance of death was 53% lower for those that ate at least two ounces per week, than for those who did not. Given that there was no significant reduction in cancer recurrence or death for those that ate peanuts or peanut butter, the authors conclude that in this study, the benefit is likely limited to tree nuts. More research is needed to understand the lack of association with peanuts.\"It should be emphasized that the authors are not suggesting that eating nuts should be considered a substitute for standard chemotherapy and other treatments for colon cancer, which have dramatically improved survival,\" said Dr. Hayes. \"Rather, patients with colon cancer should be optimistic, and they should eat a healthy diet, including tree nuts, which may not only keep them healthier, but may also further decrease the chances of the cancer coming back.\"\"We need to look at the potential positive impact of nut consumption on survival at other stages of colon cancer, particularly stage IV. Ultimately, we need to understand how nuts confer this protective effect, as well as possibly conduct a randomized, controlled clinical trial where diet recommendations are given at the start of the study to prove that tree nuts can reduce recurrence and death after treatment for colon cancer,\" said Dr. Fadelu.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/asoc-co051717.php", "region": "namerica", "source_link": "https://www.asco.org/about-asco/press-center/news-releases/chance-colon-cancer-recurrence-nearly-cut-half-people-who-eat", "funder": "", "meeting": "2017 ASCO Annual Meeting", "institution": "American Society of Clinical Oncology", "keywords": ["Medicine/Health", " Cancer"], "journal": "", "description": "An observational study of 826 patients with stage III colon cancer showed that those who consumed two ounces or more of nuts per week had a 42% lower chance of cancer recurrence and 57% lower chance of death than those who did not eat nuts.", "date": "Wed, 17 May 2017 04:00:00 GMT"}