{"title": "Microbes seen controlling action of host's genes", "text": "DURHAM, N.C. -- All animals -- from sea sponges to modern-day humans -- evolved in a world already teeming with microbes. These single-celled microorganisms now cover practically every surface of our bodies and are as much a part of our biology as our own tissues and organs. They educate our immune system, regulate our metabolism, and as it turns out, even influence our behavior. Duke researchers have shown that microbes can control the actions of their animal hosts by manipulating the molecular machinery of animal cells, triggering patterns of gene expression that consequently contribute to health and disease. The work, which was conducted in zebrafish and mice, could have implications for human inflammatory bowel diseases like Crohn's disease and ulcerative colitis. The findings appear in the journal Genome Research.\"Our results suggest that ancient parts of our genome and ancient interactions with our microbes are relevant to modern-day human diseases,\" said John F. Rawls, Ph.D., senior author of the study and associate professor of molecular genetics and microbiology at Duke University School of Medicine. In recent years, scientists have uncovered abundant links between our trillions of resident bacteria, viruses and fungi -- known collectively as the microbiome -- and a spectrum of human conditions, ranging from anorexia to diabetes. But Rawls says important gaps remain in our understanding of how these microbes influence health and cause disease in humans as well as other members of the animal kingdom. Rawls takes what he calls an \"evolutionary conservation\" approach to identify the genetic underpinnings of distantly related animals that may also be relevant to human health. In this study, Rawls investigated the impact that the microbiome might have on an animal's genome by studying specific regions of the genome that regulate which genes are turned on or off at a given time or in a given tissue. Some of these regions might keep the strands of DNA packaged into tight coils, hiding them from the machinery responsible for translating the genetic code. Others -- known as enhancers -- recruit special proteins called transcription factors to designated sites around a gene to turn it on. A graduate student in the Rawls lab, James M. Davison, compared these genetic regions in two sets of mice: one that was germ-free and one that had their bellies loaded with microbes. He discovered that a large number of enhancers behaved differently in the presence of microbes. When he looked closer, he found that some of these elements bound a protein called Hnf4a, an ancient animal transcription factor that had previously been implicated in a number of human diseases, including inflammatory bowel diseases, obesity and diabetes. By comparing gene sequences between different animal species, including humans, mice and zebrafish -- Davison was able to show that throughout evolution, Hnf4a appears to protect against microbial contributions to inflammatory bowel diseases. Davison went on to show that microbes can partially disable Hnf4a in mice and zebrafish and perhaps obstruct its protective role. When Hnf4a is fully disabled, microbes stimulate patterns of gene expression in animals that are associated with inflammatory bowel diseases. \"We found microbes exert a previously unappreciated influence on a transcription factor that shares a very old and interesting place in our heritage as animals, but also is clearly involved in human disease,\" said Davison, who is lead author of the study. \"That we observed similar effects in zebrafish and mice suggests that this is a common feature of host-microbe interactions that might have existed in our common (vertebrate) ancestors.\" The researchers still don't know exactly how microbes disable Hnf4a, but they have a number of hypotheses. For example, microbes might somehow block the protein's landing spots on the DNA, or they might inactivate the protein's DNA binding activity by modifying the protein itself. They also don't know if specific subsets of microbes are more manipulative than others. Rawls says that if they can figure that out, it could point to new microbial or pharmaceutical strategies for restoring Hnf4a's protective powers to promote human health.", "article_link": "http://dx.doi.org/10.1101/gr.220111.116", "url": "http://www.eurekalert.org/pub_releases/2017-05/du-msc051717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Duke University", "keywords": ["Biology", " Bacteriology", " Genetics", " Molecular Biology", " Medicine/Health", " Internal Medicine", " Gastroenterology"], "journal": "Genome Research", "description": "Duke researchers have shown that microbes can control their animal hosts by manipulating the molecular machinery of their cells, triggering patterns of gene expression that consequently contribute to health and disease. The work, which was conducted in zebrafish and mice cells, could have implications for human inflammatory bowel diseases like Crohn's disease and ulcerative colitis.", "date": "Wed, 17 May 2017 04:00:00 GMT"}