{"title": "Exchanging one sugar-sweetened soft drink or beer with water is associated with lower incidence of obesity", "text": "New research presented at this year's European Congress on Obesity shows that replacing one serving of sugar-sweetened soft drink or one beer a day with a glass of water could reduce the risk of becoming obese by 20%. The main researcher of the study was Dr. Ujué Fresán under the supervision of Dr Alfredo Gea and Professors Miguel Martinez-Gonzalez and Maira Bes-Rastrollo from University of Navarra, and CIBERobn (Carlos III Institute of Health), Spain. Obesity is a major epidemic for developed and developing countries, and its main cause is energy imbalance due to inactive lifestyle, epigenetic factors and excessive caloric intake through food and beverages. A high consumption of beverages with many calories, such as alcoholic or sweetened drinks, is a key contributor to weight gain.In this study, the authors examined the impact of substituting one sugar-sweetened soft drink or beer with one serving of water each day on the incidence of obesity and weight using data from the SUN Cohort (Seguimiento Universidad de Navarra) -- a study tracking the health of Spanish university graduates since 1999.The researchers followed 15,765 adults who were not obese at the start of the study for an average of 8.5 years. The intake of 17 beverages* was assessed at the beginning of the study using a validated food-frequency questionnaire. Information on weight was updated every 2 years. During follow-up, 873 participants became obese. Mathematical modelling showed that, drinking a glass of water instead of a beer every day reduced the risk of obesity by 20%, whilst replacing a sugar-sweetened soft drink with water was associated with a 15% lower risk of developing obesity, after adjusting for confounding factors including age, sex, physical activity, family history of obesity, and eating snacks between meals. Those who substituted water for beer also saw a slight reduction in average weight of 0.3kg over 4 years. However, the researchers found no difference in obesity risk when replacing any of the other 15 beverages with water.The authors say: \"This study found that replacing one sugar-sweetened soda beverage (but not other sugared drinks like fruit juices) or beer with one serving of water per day at the start of the study was related to a lower incidence of obesity and to a higher weight loss over a four-year period in the case of beer.\" They add, \"Nevertheless, longitudinal investigations based on real interventions are needed to confirm these potential effects. As obesity carries a high risk for the development of other diseases like diabetes or cardiovascular disease, the possible effects of substituting these beverages with water is an important target to consider in future public health research.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-eos051617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity shows that replacing one serving of sugar-sweetened soft drink or one beer a day with a glass of water could reduce the risk of becoming obese by 20 percent.", "date": "Wed, 17 May 2017 04:00:00 GMT"}