{"title": "Study shows protein called 'survivin' which protects fat cells from death is at higher levels in obese people and could be target for treatment of obesity and cancer", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May) shows the obese people have higher levels of a protein called survivin, which protects fat-containing adipocyte cells in the body from being destroyed. The study was led by Dr Sonia Fernández-Veledo and Dr Joan Vendrell and is presented at ECO by Dr Miriam Ejarque, all of the Pere Virgili Institute, Rovira i Virgili University, CIBERDEM, Taragona, Spain.Adipose tissue (AT) has a central role in obesity-related metabolic imbalance through the dysregulated production of inflammatory proteins called cytokines and adipokines. In addition to its known risk for cardiovascular disease and diabetes, obesity is also a major risk for cancer. Human adipocyte-derived stem cells (hASCs), which determine AT expansion, are important players in pathological development of obesity and associated cancer; however, the mechanisms underlying hASCs-induced alterations in cancer remain unknown. The authors aimed to better understand these mechanisms. hASCs were isolated from subcutaneous AT of lean and obese subjects. Serum and AT from a cross-sectional study of 111 subjects classified by body-mass index were collected. Apoptosis (the process of cell death) was measured by flow cytometry, which uses highly focused beams of light to analyse functioning of individual cells. Gene and protein expression were assessed using the standard methods of quantitative polymerase chain reaction (qPCR) and western blotting.The authors then investigated the impact of obesity on the expression of survivin, an anti-apoptotic protein (which protects cells from death), already known to be a diagnostic biomarker of tumour onset and recurrence that has been studied in several cancers. In this new cross-sectional study, circulating levels of survivin and gene expression in subcutaneous AT were 2.5 times higher in obese and morbidly obese patients than lean patients. Within AT, survivin was detected in hASCs, and its expression was significantly increased in obesity and by pro-inflammatory interleukin proteins. Analysis of survivin expression in hASCs revealed a complex regulation within cell mechanisms, including epigenetic modifications and improved protein stability (giving the cell protection). \"We discovered that survivin levels determine the susceptibility of hASCs to stimuli that cause the cell to die,\" explains Dr Ejarque Carbó. \"hASCs from an obese person were better protected from death than those in normal weight subjects.\"She concludes: \"Collectively, these data shed new light on the molecular mechanisms controlling AT expansion in obesity through promotion of hASCs that are resistant to cell death, and point to survivin as a new molecular player in the communication between hASCs and tumour cells. Thus, promoting cell death by targeting survivin might represent an effective strategy for both obesity and cancer therapy.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-ssp051617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal, shows the obese people have higher levels of a protein called survivin, which protects fat-containing adipocyte cells in the body from being destroyed.", "date": "Wed, 17 May 2017 04:00:00 GMT"}