{"title": "Use of new swallowable gastric balloon results in substantial weight loss", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May) shows that a swallowable gastic balloon - that can be inserted without endoscopy or anaesthesia - is a safe and effective way to induce substantial weight loss. The study is by Dr Roberta Ienca, Sapienza University of Rome, Italy, and colleagues. Intragastric balloons (IGBs) have been used as weight loss devices for decades. Their mechanism of action is likely multifactorial, but they appear to make it easier to adhere to a low calorie diet by inducing feelings of fullness (satiety). However, all IGBs have historically required endoscopy and sedation resulting in a low adoption rate and high cost.In this new study, the authors evaluated the efficacy and safety of a new swallowable IGB (Elipse™ Balloon, Allurion Technologies, MA, USA), not needing endoscopy or anaesthesia, optimised to reduce risk and discomfort, in combination with a very low calorie ketogenic diet (low calorie and low carbohydrate) (VLCKD) in the final month of therapy. The researchers did a prospective, non-randomised study in 50 obese individuals (BMI 30-45 kg/m2) who had failed to lose weight by diet alone and who had refused other IGB treatment, because of the need of an endoscopy and/or anesthesia, and were offered the Elipse Balloon.The balloon was swallowed under fluoroscopy and then filled with 550mL of liquid. The balloon remains in the stomach for 16 weeks after which it spontaneously opens, empties, and is excreted. Follow-up was performed every 2 weeks. In the last 4 weeks of treatment, a ketogenic diet (~700 kcal/day) was introduced to enhance weight loss and maximise the results to increase patient satisfaction. Once the balloon was excreted, patients were transitioned to a Mediterranean diet for weight maintenance.A total of 42 patients (29 men and 13 women) patients were enrolled. Eight of the original 50 patients were contraindicated for balloon implantation for various reasons (see notes below).Mean age was 46 years, mean initial weight was 110 kg, and mean initial BMI was 39 kg/m2. After 16 weeks, the mean weight loss was 15.2 kg, mean % excess weight loss was 31%, and mean BMI reduction was 4.9 kg/m2. At 4, 8 and 12 weeks a mean weight loss of 5.4 kg, 8.9 kg and 11.5 kg was observed, respectively. In the VLCKD period (the final four weeks), a mean weight loss of 3.7 kg, was observed, similar to that seen between weeks 4 and 8. There were no serious adverse events recorded. All other adverse events including nausea, vomiting, and abdominal pain were either self-limiting or resolved with medication. Significant reductions were also observed in comorbidities such as diabetes, high blood pressure, high cholesterol, and metabolic syndrome. Dr Ienca concludes: \"The Elipse Balloon appears to be a safe and effective weight loss method. Furthermore, the introduction of a VLCKD improves weight loss. Because the Elipse Balloon does not require endoscopy, surgery or anaesthesia, this may make it suitable for a larger population of obese patients not responding to diet/lifestyle treatment; and also for use by a variety of clinicians -- nutritionists, dietitians, and internists -- who currently do not have access to or are qualified to fit endoscopic or surgical weight loss devices. Furthermore, the absence of endoscopy and anaesthesia for placement and removal can lead to a significant cost savings.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-uon051617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal, shows that a swallowable gastic balloon -- that can be inserted without endoscopy or anesthesia -- is a safe and effective way to induce substantial weight loss. The study is by Dr. Roberta Ienca, Sapienza University of Rome, Italy, and colleagues.", "date": "Wed, 17 May 2017 04:00:00 GMT"}