{"title": "USDA announces $2.8 million to strengthen rural communities through health education", "text": "WASHINGTON, D.C.  May 17, 2017 - The U.S. Department of Agriculture's (USDA) National Institute of Food and Agriculture (NIFA) today announced $2.8 million in available funding to health education projects for individuals and families living in rural areas. Funding is made through NIFA's Rural Health and Safety Education (RHSE) Competitive Grant Program.\"Many rural communities face a vicious cycle of poverty, inadequate access to resources, and geographic isolation,\" NIFA Director Sonny Ramaswamy. \"Implementing effective preventative educational programs and resources is a key step in promoting a healthier rural America.\" The Rural Health and Safety Education Competitive Grant Program seeks to address the needs of rural Americans through individual and family health education programs delivered through cooperative extension. The program supports effective, evidence-based, non-formal education programs and services informed by the human social and behavioral sciences to promote and enhance rural health, strengthen economic vitality and, in the long run, mitigate the effects of rural poverty. Projects may develop or implement individual and family health education programs that focus on chronic disease prevention and management or the prevention and reduction of opioid abuse, both issues that have significantly affected rural communities.The application deadline is June 30, 2017.Applications may be submitted by eligible applicants. See the request for applications for details.Previously funded projects include a Virginia Polytechnic Institute and State University initiative that offers diabetes prevention and maintenance education to local communities. Through a University of Maine project, trained volunteers offer interactive cooking demonstrations to encourage food insecure, food pantry users to choose and consume local produce by improving cooking and food storage self-sufficiency skills. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/niof-ua051717.php", "region": "namerica", "source_link": "http://go.usa.gov/xNZQb", "funder": "", "meeting": "", "institution": "National Institute of Food and Agriculture ", "keywords": ["Agriculture", " Nonprofessional", " Health Care Systems/Services"], "journal": "", "description": "The U.S. Department of Agriculture's (USDA) National Institute of Food and Agriculture (NIFA) today announced $2.8 million in available funding to health education projects for individuals and families living in rural areas. Funding is made through NIFA's Rural Health and Safety Education (RHSE) Competitive Grant Program.", "date": "Wed, 17 May 2017 04:00:00 GMT"}