{"title": "Wild orangutan teeth provide insight into human breast-feeding evolution", "text": "(NEW YORK -- May 17, 2017) Biomarkers in the teeth of wild orangutans indicate nursing patterns related to food fluctuations in their habitats, which can help guide understanding of breast-feeding evolution in humans, according to a study published today in Science Advances. This work was led by researchers in the Department of Environmental Medicine and Public Health at the Icahn School of Medicine at Mount Sinai and evolutionary biologists at Griffith University in Australia.\r\n\r\nBreast-feeding is a critical aspect of human development, and the duration of exclusive nursing and timing of introducing solid food to the diet are also important determinants of health in human and other primate populations. Many aspects of nursing, however, remain poorly understood. Orangutan nursing habits have also been difficult to study due to challenges in observing this behavior in their natural environment. To work around these challenges, researchers reconstructed diet histories of wild orangutans by using their teeth as biomarkers. The growth patterns of teeth, which resemble tree rings, allows investigators to determine concentrations of the maternal elements in the infants' teeth over time, which yields information about their nursing and dietary patterns.\r\n\r\n\"Early-life dietary transitions reflect fundamental aspects of primate life, history, and evolution,\" said Christine Austin, PhD, a postdoctoral fellow in the Department of Environmental Medicine and Public Health and second study author. \"By first studying nursing patterns of our primate cousins, we can apply these findings to future studies in humans. This method can be used to reconstruct the diet histories of contemporary humans in order to reliably and accurately study the relationship between infant diet and health outcomes in childhood or later life, as well as inform models of population growth.\"\r\n\r\nIn this study, the researchers examined levels of the element barium in teeth samples from deceased Sumatran and Bornean orangutans housed in zoological museums. Teeth analyses showed that the orangutans consumed maternal milk exclusively for their first year, as determined by a gradual increase in barium levels over the first 12 months. After the first year, the teeth indicated cycles that alternated between more and less milk consumption, which may occur until eight to nine years of age, a later weaning age than any other primate.\r\n\r\nThis cycling is believed to result from the changing and unpredictable availability of fruit, which leads young orangutans to rely on maternal milk for a longer period of time. \r\n\"The evidence of cyclical multi-year nursing patterns and late weaning ages in orangutans, reported here for the first time, will lead to further studies of how food availability and other environmental factors affect nursing patterns in primates,\" said Tanya Smith, PhD, Associate Professor at Griffith University and lead study author. \"Additional research is needed to determine whether similar breast-feeding patterns help human babies increase resilience to environmental stressors in infancy.\"\r\n\r\nAbout the Mount Sinai Health SystemThe Mount Sinai Health System is an integrated health system committed to providing distinguished care, conducting transformative research, and advancing biomedical education. Structured around seven hospital campuses and a single medical school, the Health System has an extensive ambulatory network and a range of inpatient and outpatient services--from community-based facilities to tertiary and quaternary care.\r\n\r\nThe System includes approximately 7,100 primary and specialty care physicians; 12 joint-venture ambulatory surgery centers; more than 140 ambulatory practices throughout the five boroughs of New York City, Westchester, Long Island, and Florida; and 31 affiliated community health centers. Physicians are affiliated with the renowned Icahn School of Medicine at Mount Sinai, which is ranked among the highest in the nation in National Institutes of Health funding per investigator. The Mount Sinai Hospital is in the \"Honor Roll\" of best hospitals in America, ranked No. 15 nationally in the 2016-2017 \"Best Hospitals\" issue of U.S. News & World Report.  The Mount Sinai Hospital is also ranked as one of the nation's top 20 hospitals in Geriatrics, Gastroenterology/GI Surgery, Cardiology/Heart Surgery, Diabetes/Endocrinology, Nephrology, Neurology/Neurosurgery, and Ear, Nose & Throat, and is in the top 50 in four other specialties. New York Eye and Ear Infirmary of Mount Sinai is ranked No. 10 nationally for Ophthalmology, while Mount Sinai Beth Israel, Mount Sinai St. Luke's, and Mount Sinai West are ranked regionally. Mount Sinai's Kravis Children's Hospital is ranked in seven out of ten pediatric specialties by U.S. News & World Report in \"Best Children's Hospitals.\"\r\nFor more information, visit http://www.mountsinai.org/, or find Mount Sinai on Facebook, Twitter and YouTube.\r\n\n\n\n              Marni Goldstein\nnewsmedia@mssm.edu\n212-241-9200\n @mountsinainyc\nhttp://www.mountsinai.org ", "article_link": "http://dx.doi.org/10.1126/sciadv.1601517", "url": "http://www.eurekalert.org/pub_releases/2017-05/tmsh-wot051217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Developmental/Reproductive Biology", " Evolution", " Medicine/Health", " Environmental Health", " Public Health"], "journal": "Science Advances", "description": "Biomarkers in the teeth of wild orangutans indicate nursing patterns related to food fluctuations in their habitats, which can help guide understanding of breast-feeding evolution in humans, according to a study published today in Science Advances.", "date": "Wed, 17 May 2017 04:00:00 GMT"}