{"title": "Approaching a decades-old goal: Making blood stem cells from patients' own cells", "text": "Researchers at Boston Children's Hospital have, for the first time, generated blood-forming stem cells in the lab using pluripotent stem cells, which can make virtually every cell type in the body. The advance, published today in the journal Nature, opens new avenues for research into the root causes of blood diseases and to creating immune-matched blood cells for treatment purposes, derived from patients' own cells.\"We're tantalizingly close to generating bona fide human blood stem cells in a dish,\" says senior investigator George Daley, MD, PhD, who heads a research lab in Boston Children's Hospital's Stem Cell Program and is dean of Harvard Medical School. \"This work is the culmination of over 20 years of striving.\"Although the cells made from the pluripotent stem cells are a mix of true blood stem cells and other cells known as blood progenitor cells, they proved capable of generating multiple types of human blood cells when put into mice.\"This step opens up an opportunity to take cells from patients with genetic blood disorders, use gene editing to correct their genetic defect and make functional blood cells,\" says Ryohichi (Rio) Sugimura, MD, PhD, the study's first author and a postdoctoral fellow in the Daley Lab. \"This also gives us the potential to have a limitless supply of blood stem cells and blood by taking cells from universal donors. This could potentially augment the blood supply for patients who need transfusions.\"Combining two approaches to achieve a breakthroughSince human embryonic stem (ES) cells were isolated in 1998, scientists have been trying, with little success, to use them to make blood-forming stem cells. In 2007, three groups (including the Daley lab) generated the first induced pluripotent stem (iPS) cells from human skin cells through genetic reprogramming. iPS cells were later used to generate multiple human cell types, such as neurons and heart cells -- yet blood-forming stem cells remained elusive.Sugimura, Daley and colleagues combined two previous approaches. First, they exposed human pluripotent stem cells (both ES and iPS cells) to chemical signals that direct stem cells to differentiate into specialized cells and tissues during normal embryonic development. This generated hemogenic endothelium, an early embryonic tissue that eventually gives rise to blood stem cells, although the transition to blood stem cells had never been achieved in a dish.In the second step, the team added genetic regulatory factors (called transcription factors) to push the hemogenic endothelium toward a blood-forming state. Starting with 26 transcription factors identified as likely candidates, they eventually came down to just five (RUNX1, ERG, LCOR, HOXA5 and HOXA9) that were both necessary and sufficient for creating blood stem cells. They delivered the factors into the cells with a lentivirus, as used in some forms of gene therapy.Finally, they transplanted the genetically engineered hemogenic endothelial cells into mice. Weeks later, a small number of the animals carried multiple types of human blood cells in their bone marrow and blood circulation. These included red blood cell precursors, myeloid cells (precursors of monocytes, macrophages, neutrophils, platelets and other cells), and T and B lymphocytes. Some mice were able to mount a human immune response after vaccination.ES cells and iPS cells were similarly good at creating blood stem and progenitor cells when the technique was applied. But the researchers are most interested in iPS cells, which offer the added ability to derive cells directly from patients and model disease.\"We're now able to model human blood function in so-called 'humanized mice,'\" says Daley. \"This is a major step forward for our ability to investigate genetic blood disease.\"What is a blood stem cell?The researchers' technique produced a mixture of blood stem cells and so-called hematopoietic progenitor cells, which also give rise to blood cells. Their ultimate goal is to expand their ability to make true blood stem cells in a way that's practical and safe, without the need for viruses to deliver the transcription factors, and to introduce gene-editing techniques like CRISPR to correct genetic defects in pluripotent stem cells before blood cells are made.One challenge in making bona-fide human blood stem cells is that no one's been able to fully characterize these cells.\"It's proved challenging to 'see' these cells,\" says Sugimura. \"You can roughly characterize blood stem cells based on surface markers, but even with this, it may not be a true blood stem cell. And once it starts to differentiate and make blood cells, you can't go back and study it -- it's already gone. A better characterization of human blood stem cells and a better understanding of how they develop would give us clues to making bona-fide human blood stem cells.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bch-aad051517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Institute of Allergy and Infectious Diseases, NIH/National Heart, Lung, Blood Institute Progenitor Cell Biology Consortium, Alex's Lemonade Stand", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Cell Biology", " Genetics", " Medicine/Health"], "journal": "Nature", "description": "Researchers at Boston Children's Hospital have, for the first time, generated blood-forming stem cells in the lab using pluripotent stem cells, which can make virtually every cell type in the body. The advance, published today in the journal Nature, opens new avenues for research into the root causes of blood diseases and to creating immune-matched blood cells for treatment purposes, derived from patients' own cells.", "date": "Wed, 17 May 2017 04:00:00 GMT"}