{"title": "Study links physician age to patient mortality risk", "text": "Patients treated by older hospital-based internists known as hospitalists are somewhat more likely to die within a month of admission than those treated by younger physicians, according to the results of a study led by researchers at Harvard Medical School and Harvard T.H. Chan School of Public Health.The findings, published May 16 in BMJ, reveal the largest gap in patient mortality--1.3 percentage points--between hospitalists 40 and younger and those 60 and older. The researchers note that the absolute difference in death rates was modest yet clinically meaningful--10.8 percent among patients treated by physicians 40 and younger, compared with 12.1 percent among those treated by physicians 60 and older. That difference translates into one additional patient death for every 77patients treated by physicians 60 and older, compared with those treated by doctors 40 and younger.\"This difference is not merely statistically significant, but clinically important--it is comparable to the difference in death rates observed between patients at high risk for heart disease who are treated with proper heart medications and those who receive none,\" said study senior investigator Anupam Jena, the Ruth L. Newhouse associate professor of Health Care Policy at Harvard Medical School and an internal medicine physician at Massachusetts General Hospital.Importantly, the researchers note, physician age made no difference in mortality outcomes for doctors who managed large numbers of patients. That finding, the research team said, suggests that treating more patients may have a protective effect on maintaining clinical skills.\"Residency training sharpens the clinical skills of newly minted physicians because it exposes them to a great number of cases, but as physicians get farther away from residency their clinical skill may begin to decline somewhat,\" said study first author Yusuke Tsugawa, a researcher in the Department of Health Policy and Management at Harvard T.H. Chan School of Public Health. \"Our observation that physicians' age is inconsequential so long as they treat a high volume of patients supports that notion.\"The differences in patient mortality rates between physicians in their 40s and 50s were far less pronounced--11.1 percent and 11.3 percent, respectively. However, patient death rates crept up at a regular pace as physicians got older. The difference in death risk persisted even when investigators accounted for patients' age and the severity of their conditions. Patient readmission rates were not affected by physician age, but cost of care was slightly higher among older physicians.The researchers caution that their study is strictly observational, showing only a link, rather than cause and effect, between physician age and patient outcomes. Additionally, the analysis focused on one subspecialty--hospitalists--and the findings may not apply to other specialists.However, the team added, the results warrant a more in-depth analysis to tease out precisely what factors may be contributing to the higher mortality seen among patients treated by older physicians.\"Older physicians bring invaluable richness of knowledge and depth of experience, yet their clinical skills may begin to lag behind over time,\" Jena said. \"The results of our study suggest the critical importance of continuing medical education throughout a doctor's entire career, regardless of age and experience.\"The link between clinical performance and physician age has long fascinated doctors, health care policy researchers and social scientists alike. Although older physicians' depth of experience can boost clinical performance, there has been a lingering concern that rapidly emerging scientific evidence, new technologies and changing clinical guidelines may prove challenging to keep up with and incorporate into practice.The study findings, the authors said, point to the importance of physicians participating in continuing medical education courses throughout the entire span of their professional lives. They also suggest that direct measurement of patient outcomes--rather than reliance on surrogate measures such as test scores--may be a more meaningful gauge of how physicians' skills evolve over time.To tease out the interplay between physician age and patient mortality risk, investigators analyzed more than 730,000 hospital admission records of Medicare patients, ages 65 and older, treated between 2011 and 2014 by more than 18,800 hospitalists.To further define physician characteristics and the hospital environment in which they practice, researchers linked patient admission records to data obtained from Doximity, an online professional network for practicing physicians, as well as to data from the American Hospital Association's annual survey, which collects and analyzes hospital infrastructure, staffing, demographics, organizational structure and service lines, among other factors.   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hms-slp051717.php", "region": "namerica", "source_link": null, "funder": "Abe Fellowship (Social Science Research Council and the Japan Foundation Center for Global Partnership), NIH/Office of the Director", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Aging"], "journal": "British Medical Journal", "description": "Patients treated by older hospital-based internists known as hospitalists are somewhat more likely to die within a month of admission than those treated by younger physicians, according to the results of a study led by researchers at Harvard Medical School and Harvard T.H. Chan School of Public Health.", "date": "Wed, 17 May 2017 04:00:00 GMT"}