{"title": "Just 2 weeks of inactivity could lead to changes that increase risk of developing disease", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May) shows that just two weeks of inactivity in young healthy people can reduce muscle mass and produce metabolic changes that could lead to an increased risk of developing chronic diseases such as type 2 diabetes, heart disease, and potentially premature death. The study was conducted by Kelly Bowden Davies and is led by Dr Dan Cuthbertson, University of Liverpool, UK, and colleagues. Societal factors (relating to work, travel and the domestic environment) have substantially reduced our physical activity level relative to our ancestors. Habitually reduced levels of physical activity are an independent risk factor for obesity, poor metabolic health and accelerated musculoskeletal decline. Previous research has focused on increasing habitual physical activity as an alternative to structured exercise, yet little is known about the consequences of decreasing habitual physical activity. In this study, the authors investigated the risk factors for developing disease after 14 days of physical inactivity.The study included 28 healthy, physically active (average 10,000 steps per day) people with a mean age of 25 years and a mean BMI of 25 kg/m2. All of the subjects wore a SenseWear armband to measure physical activity. They also had comprehensive health checks including fat and muscle mass, mitochondrial function (to check their ability regulate their energy and recover from exercise), and physical fitness. Assessments were done at the start of the study and after a 14-day step reduction protocol which reduced participants' activity by more than 80% to around 1500 steps per day. A dietary journal was completed to ensure no changes to food intake throughout the intervention. Analyses showed that the step reduction protocol reduced moderate-to-vigorous activity from a daily average of 161 min to 36 min, an average reduction of 125 min. At the same time, daily sedentary time increased by an average of 129 min. Following the period of inactivity, significant changes in body composition were observed, including loss of skeletal muscle mass and increases in total body fat. The changes in body fat tended to accumulate centrally, which is a major risk factor for developing chronic diseases. Overall, cardio-respiratory fitness levels declined sharply and participants were unable to run for as long or at the same intensity as previously. A substantial loss in skeletal muscle mass was also noted, with a reduction in both total (whole body) lean mass (average loss 0.36kg) and leg lean mass (average loss 0.21kg). Mitochondrial function also declined but this was not statistically significant.Dr Cuthbertson concludes: \"In a group of physically active, healthy young individuals that met the recommended physical activity guidelines, just 14 days of increased sedentary behaviour resulted in small but significant reductions in fitness that were accompanied by reductions in muscle mass and increases in body fat. Such changes can lead to chronic metabolic disease and premature mortality. The results emphasise the importance of remaining physically active, and highlight the dangerous consequences of continuous sedentary behaviour.\"He adds: \"Our day to day physical activity is key to abstaining from disease and health complications. People must avoid sitting for long periods of time.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-j2w051517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (May 17-20) shows that just two weeks of inactivity in young healthy people can reduce muscle mass and produce metabolic changes that could lead to an increased risk of developing chronic diseases such as type 2 diabetes, heart disease, and potentially premature death.", "date": "Tue, 16 May 2017 04:00:00 GMT"}