{"title": "Stiffer soles are making life more comfortable for some diabetic patients", "text": "There isn't a one-size-fits-all approach when choosing the right footwear or inner sole to take away pressure from diabetic patients' feet. The body mass index (BMI) of diabetics indicates how stiff or soft the cushioning material in shoes should be. In an article in Springer's journal Annals of Biomedical Engineering, research led by Panagiotis Chatzistergos of Staffordshire University in the UK provides the first scientific evidence to help healthcare professionals provide bespoke footcare to their diabetic patients. \r\nPrevious research has shown that the stiffness of the materials used to cushion diabetic patients' feet influences how well they respond to such treatment. However, there are currently no set guidelines that can inform healthcare professionals about which stiffness is optimal for which patients. According to Chatzistergos, practitioners currently fall back on empirical and anecdotal evidence when making such decisions. \r\nAs part of ongoing research into diabetic footwear, the team at Staffordshire along with their collaborators set out to find scientific evidence upon which to base such decisions. A range of different bespoke polyurethane (BPU) cushioning materials were manufactured, using standard footwear manufacturing techniques and commercially available chemical compounds. These materials produced had the same mechanical qualities but differed in how stiff they were. Various mechanical tests were then performed using a 3D-printed model of a heel, as well as the feet of ten healthy adult volunteers. Pressure measurements were taken of the entire area of the foot to assess the mechanical characteristics and especially the cushioning properties of the insole materials being tested.\r\nThe findings highlight the importance of considering a person's weight and body mass index (BMI) when choosing cushioning materials. People, who weigh more or have a higher BMI, need stiffer insole or footwear material to reduce pressure. Different materials might also be needed for a patient's left and right foot, because pressure is not normally distributed equally across a person's feet. \r\nThe results further indicate that optimising the stiffness of cushioning materials can reduce pressure during standing and walking by at least 16% and 19% respectively. The type of material that minimizes pressure at best when a person stands or walks was also found to differ. Stiffer materials are for instance needed for walking. According to Chatzistergos, this means that health workers should consider different cushioning material for their highly active patients compared to those who lead sedentary lives. \r\n\"Using different material to minimise pressure could further enhance the offloading capacity of therapeutic footwear and orthoses, as long as it doesn't have a detrimental effect on gait and postural balance,\" adds Chatzistergos, who notes that more testing is needed to develop clinically relevant material selection methods.  The findings indicate that optimum stiffness could possibly be predicted without the need for lengthy and expensive measurements such as gait analysis and plantar pressure measurements, which will have an influence on effective clinical management.  \r\nNachiappan Chockalingam, who leads the clinical biomechanics team at Staffordshire University said: \"Every 20 seconds someone in the world is losing their limbs to diabetic foot complications. Our work focuses on prognosis and prevention of diabetic foot complications in addition to effective treatment options. We strongly believe that this study will influence the material selection process for any prescription footwear.\". ", "article_link": "http://dx.doi.org/10.1007/s10439-017-1826-4", "url": "http://www.eurekalert.org/pub_releases/2017-05/s-ssa051617.php", "region": "europe", "source_link": "http://www.springer.com/gb/about-springer/media/research-news/stiffer-soles-are-making-life-more-comfortable-for-some-diabetic-patients/12272832", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Health Care", " Materials", " Pharmaceutical Sciences", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Biomedical/Environmental/Chemical Engineering"], "journal": "Annals of Biomedical Engineering", "description": "There isn't a one-size-fits-all approach when choosing the right footwear or inner sole to take away pressure from diabetic patients' feet. The body mass index (BMI) of diabetics indicates how stiff or soft the cushioning material in shoes should be. In an article in Springer's journal Annals of Biomedical Engineering, research led by Panagiotis Chatzistergos of Staffordshire University in the UK provides the first scientific evidence to help healthcare professionals provide bespoke footcare to their diabetic patients.", "date": "Tue, 16 May 2017 04:00:00 GMT"}