{"title": "Loss of pericytes deteriorates retinal environment", "text": "Inside the eye, at the interface between blood vessels and the retina, lies a boundary that prevents harmful substances present in the blood from entering the retina. Researchers at the Center for Vascular Research, within the Institute for Basic Science (IBS) are studying the role of cells called pericytes, which protectively wrap the retinal vessels building up this blood-retinal barrier. This new study published in Nature Communications, revealed how the loss of pericytes aggravates the retinal environment and function in a mouse experimental model. These findings could contribute to the development of new therapies for blindness-causing diseases, such as diabetic eye disease (diabetic retinopathy).Diabetic retinopathy, one of the major complications of diabetes, is considered a leading cause of blindness in adults. The loss of pericyte at the blood-retinal barrier is a hallmark of this disease, but its leading causes and exact roles are still unclear. \"We still do not know how pericytes influence the development of diabetic retinopathy. Is the loss of pericytes the direct cause of this disease? Or the aftermath of other damages of the blood-retinal barrier? Or both of them? Knowing this information can help us tackle the disease,\" explains KOH Gou Young, corresponding author of this study.Diabetic retinopathy can affect patients who have had diabetes for around 10-20 years. On the other hand, studying this disease on mouse experimental models is difficult because of their short lifespan. IBS scientists produced a new mouse model to study diabetic retinopathy and observed that young mice deprived of the growth factor responsible for proper attachment of pericytes to retinal vessels had severe retinal vascular leakage, impaired vascular network and visual loss similar to diabetic retinopathy. The research team confirmed that at the heart of these symptoms is the lack of pericytes at the blood-retinal barrier. Then, the researchers showed that pericytes play an important role in the vessels because they regulate a molecular pathway associated with vascular stabilization, which includes important proteins, such as Tie2, FOXO1, and Ang2. The loss of pericytes corresponds to the reduced production of Tie2, an essential protein for vascular stabilization, in par with the activation of FOXO1, which is responsible for the production of several proteins associated with vascular destabilization, such as Ang2. Ang2 inhibits the activity of Tie2, triggering a vicious cycle that increases deterioration of the retinal vascular environment and destroys the blood-retinal barrier. IBS scientists then made a surprising observation: while young mice deprived of pericytes experienced such harmful effects, adult mice did not suffer from the same problems. Unexpectedly, when the scientists removed the pericytes from the retina of adult mice, the vessels kept resistant to vascular leakage. One thing the scientists could observe though, is that these adult healthy-looking retinas without pericytes were more sensitive to the vascular endothelial growth factor A (VEGF-A). VEGF-A causes the activation of FOXO1 and Ang2, leading to lesions that resembles diabetic retinopathy.\"The role of pericytes is still not fully understood, however these experiments show that once the blood-retinal barrier around the vessels is well established, as in adulthood, pericytes dropout is not the only cause of diabetic retinopathy. It is instead an aggravating factor that essentially accelerates the progression of the disease, sensitizes it to VEGF-A and further destabilizes retinal blood vessels,\" explains Koh. \"We expect that the activation of Tie2, together with Ang2 inhibition could be used therapeutically to treat retinopathy.\"", "article_link": "http://dx.doi.org/10.1038/ncomms15296", "url": "http://www.eurekalert.org/pub_releases/2017-05/ifbs-lop051617.php", "region": "asia", "source_link": null, "funder": "Institute for Basic Science", "meeting": "", "institution": "Institute for Basic Science", "keywords": ["Biology"], "journal": "Nature Communications", "description": "This new study revealed how the loss of pericytes aggravates the retinal environment and function in a mouse experimental model. These findings could contribute to the development of new therapies for blindness-causing diseases, such as diabetic eye disease (diabetic retinopathy).", "date": "Tue, 16 May 2017 04:00:00 GMT"}