{"title": "Complications from thyroid cancer surgery more common than believed, study finds", "text": "ANN ARBOR, Michigan -- As thyroid cancer rates rise, more people are having surgery to remove all or part of their thyroid. A new study suggests complications from these procedures are more common than previously believed.Overall, 6.5 percent of thyroid cancer patients had general post-operative complications in the month after surgery, and 12 percent had complications specific to thyroid surgery within the year after their operation. But the risks were significantly higher for certain groups, suggesting the opportunity for targeted interventions and education to improve outcomes.\"That 12 percent of patients overall had thyroid surgery specific complications is concerning. Most of our surgeons quote a 1 to 3 percent rate. This is quadruple what we had thought,\" says lead study author Maria Papaleontiou, M.D., assistant professor of metabolism, endocrinology and diabetes at Michigan Medicine.The majority of previous studies on thyroid surgery complications have been from single institutions, often high-volume centers, which are known to have better outcomes. The new study, published in the Journal of Clinical Endocrinology and Metabolism, looked at 22,867 people who had surgery for thyroid cancer between 1998-2011. Data was collected from the Surveillance, Epidemiology and End Results-Medicare linked database.Researchers looked at general post-operative complications - fever, infection, blood clots or swelling - that occurred within the first 30 days after surgery. They also looked at complications specific to thyroid surgery, such as hypoparathyroidism, hypocalcemia, and vocal cord or fold paralysis. These conditions can have lifelong impact on patients.\"When we work with patients to treat thyroid cancer, we're always balancing benefits and risks. This study shows there are more complications from surgery for thyroid cancer than expected. It suggests an opportunity to educate both patients and providers to decrease complications and improve outcomes,\" says senior study author Megan R. Haymart, M.D., assistant professor of metabolism, endocrinology and diabetes at Michigan Medicine.The researchers identified three groups for which both general and thyroid surgery specific complications were more common:Older patients were about three times more likely to have complications than those younger than 65. Ten percent of older patients developed general post-operative complications and 19 percent had thyroid surgery-related complications. For patients younger than 65, 3 percent had general complications and 6 percent had thyroid surgery-related complications.Advanced disease was associated with the highest number of complications: 23 percent of patients whose cancer had spread throughout the body had thyroid surgery specific complications, a number the researchers call \"alarming.\"\"Thyroidectomy is considered a fairly safe operation in general, but some populations are more vulnerable and need extra attention in pre- and post-operative care,\" Papaleontiou says.The researchers suggest better educating patients and providers so that those at risk of complications seek out high-volume surgeons that tend to have better outcomes. Other studies have shown that low-volume surgeons perform a disproportionate number of thyroid surgeries in the United States. In addition, the researchers say it's crucial to educate endocrinologists - who typically treat hypoparathyroidism or hypocalcemia - on the likelihood of these risks on patients who have had thyroid cancer surgery.In addition, Haymart says conversations about limiting surgery for those with low-risk disease may be appropriate.\"Even in low-risk patients, the risk of vocal cord paralysis is still 2 percent and the risk of hypoparathyroidism is 8 percent. This is higher than we'd like to see,\" Haymart says. \"Are there options to do less extensive surgery for these patients? If the cancer control benefits are similar but the risks of long-term complications would be less, we need to provide patients with this option.\"", "article_link": "http://dx.doi.org/10.1210/jc.2017-00255", "url": "http://www.eurekalert.org/pub_releases/2017-05/mmu-cft051617.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/lab-report/complications-from-thyroid-cancer-surgery-more-common-than-believed-study-finds", "funder": "NIH/National Institute on Aging, NIH/National Cancer Institute, Agency for Healthcare Research and Quality", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Cancer", " Endocrinology", " Surgery"], "journal": "Journal of Clinical Endocrinology & Metabolism", "description": "As thyroid cancer rates rise, more people are having surgery to remove all or part of their thyroid. A new study suggests complications from these procedures are more common than previously believed.", "date": "Tue, 16 May 2017 04:00:00 GMT"}