{"title": "Inflammatory signature of nonalcoholic fatty liver disease", "text": "A team of investigators led by Rohit Kohli, MBBS, MS, of Children's Hospital Los Angeles, has identified key inflammatory cells involved in nonalcoholic fatty liver disease.  Current treatment for the disorder involves changes to diet, yet no medication has been approved for treatment. Findings from this study provide a potential therapeutic target and offer the possibility for developing a treatment. The study will be published on May 16 in the journal Hepatology Communications.\"The rise in obesity has led to an epidemic of fatty liver disease in both children and adults,\" said Kohli, head of the division of Gastroenterology, Hepatology and Nutrition at CHLA. \"However, only a smaller number of these individuals will develop the most severe form of this disease known as nonalcoholic steatohepatitis or NASH.\"NASH is characterized by liver inflammation and damage caused by deposits of excessive fat in the liver. Although the precise cause of the disease is still under investigation, it occurs in people who are obese and may also have associated type-2 diabetes, high cholesterol or other metabolic abnormalities. The investigators conducted a series of experiments to determine how diet contributes to inflammation in the liver and further progresses to NASH.  Beginning with the immune cells involved in adipose tissue inflammation found in patients with insulin resistance, they sought to determine the role that Natural Killer T cells (NKT) and CD8 T-cells cells play in the development of the disease.In order to mimic the western diet, mice were fed a high fat, high carbohydrate (HFHC) diet while control animals were fed a traditional diet of mice chow. After 16 weeks, the mice on the HFHC diet showed increased inflammation. Specifically, they observed infiltration of NKT and CD8 T- cells into the liver, compared with the control group.To tease out the contribution made by each type of immune cell, the investigators repeated the experiment with CD1dKO mice, which lack functional NKT cells. After 16 weeks on the HFHC diet, these mice did not become obese or show progression to NASH, suggesting an integral role for NKT cells in the development of these conditions. In a separate experiment, mice were treated with an antibody that targets CD8 T-cells. Animals with depleted CD8 T- cells became obese, however, they were protected against NASH. These animals also had fewer macrophages in their livers as well as less fibrosis.To demonstrate the relevance of these findings in humans, the investigators analyzed liver biopsies from patients with NASH and found infiltration by CD8 T-cells. Although infiltration of NKT cells was not observed, the investigators speculate that changes in this cell population could be transient. \"Our findings will help to focus attention on certain inflammatory cell types that appear to be critical to the development of severe liver disease and move us closer to development of a treatment,\" said Kohli, an associate professor of Pediatrics at the Keck School of Medicine of USC.", "article_link": "http://dx.doi.org/10.1002/hep4.1041", "url": "http://www.eurekalert.org/pub_releases/2017-05/chla-iso051617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's Hospital Los Angeles", "keywords": ["Medicine/Health", " Gastroenterology", " Liver", " Pediatrics"], "journal": "Journal of Hepatology Communications", "description": "A team of investigators led by Rohit Kohli, MBBS, MS, of Children's Hospital Los Angeles, has identified key inflammatory cells involved in nonalcoholic fatty liver disease.  Current treatment for the disorder involves changes to diet, yet no medication has been approved for treatment. Findings from this study provide a potential therapeutic target and offer the possibility for developing a treatment. The study will be published on May 16 in the journal Hepatology Communications.", "date": "Tue, 16 May 2017 04:00:00 GMT"}