{"title": "Study shows regular physical activity and reduced sedentary time reduces build-up of dangerous liver fat", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20 May) shows that both regular physical activity and avoiding inactivity (sedentary behaviour) help reduce build-up of dangerous liver fat, an important complication of obesity. The study is conducted by Dr Kelly Bowden-Davies and led by Dr Dan Cuthbertson, Institute of Ageing and Chronic Disease, University of Liverpool, UK, and colleagues.The role of exercise in the prevention and treatment of non-alcoholic fatty liver disease (NAFLD), a consequence of obesity, is well established. Until more recently, previous research has focused on the therapeutic benefit of increased moderate-vigorous activity, as opposed to habitual physical activity. In this study, the authors investigated the influence of habitual physical activity on metabolic health and in particular, the amount of liver fat.The authors recruited volunteers for their study using local advertisements. People could volunteer for the study with any level of physical activity, male or female. They needed to be aged 18-60 years, and be non-smokers. It was also required that they have no history of diabetes, cardiovascular, kidney, respiratory or endocrine disease.A total of 75 healthy people (mean age 35 years old, mean BMI 25 kg/m²) were recruited for the study. They underwent comprehensive assessments of physical activity patterns using a SenseWear armband, of metabolic health using internationally accepted criteria, regional body composition using magnetic resonance imaging and physical fitness testing. Statistical analyses were then performed. Participants were subsequently categorised as healthy if they had 2 or less components of metabolic syndrome, and unhealthy if they had three or more. Metabolic syndrome is a cluster of conditions that can raise the risk of heart disease or stroke: increased blood pressure, high blood sugar, excess body fat around the waist, and abnormal cholesterol or triglyceride levels. On this basis, there were 61 (81%) healthy and 14 (19%) unhealthy patients.The authors found there was no significant difference in physical activity in terms of sedentary behaviour, number of steps or moderate-vigorous physical activity (MVPA) between metabolically healthy and unhealthy individuals. However, the metabolically unhealthy individuals had significantly lower physical fitness and higher liver fat. For every unit increase in % liver fat, the odds of being metabolically unhealthy increased 37%. Furthermore, for every one hour of increased sedentary time, liver fat increased by 0.87%, while for every daily increase of 1000 steps, liver fat decreased by 0.87%. Interestingly, there was no significant association between hours of MVPA and liver fat.The authors conclude: \"In these individuals, sedentary behaviour and daily step counts are important determinants of the amount of liver fat and in turn of metabolic health status. These findings reinforce the role of avoiding sedentary behaviour even in the absence of increased MVPA.\"They add: \"These data have shown that the amount of time we spend engaging in structured exercise does not predict health status. We reveal an emerging trend in overall physical activity levels that indicate moving about more throughout the day (for example breaking up long periods of sitting) is perhaps more important.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-ssr051517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Congress on Obesity (ECO2017)", "institution": "European Association for the Study of Obesity", "keywords": ["Medicine/Health"], "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (May 17-20) shows that both regular physical activity and avoiding inactivity (sedentary behavior) help reduce build-up of dangerous liver fat, an important complication of obesity.", "date": "Tue, 16 May 2017 04:00:00 GMT"}