{"title": "Key to 'superbug' antibiotic resistance discovered", "text": "An international study led by Monash University has discovered the molecular mechanism by which the potentially deadly superbug 'Golden Staph' evades antibiotic treatment, providing the first important clues on how to counter superbug antibiotic resistance.   'Superbugs' are bacteria that are resistant to commonly used antibiotics, presenting a global health threat. To tackle this global challenge, researchers from Monash's Biomedicine Discovery Institute (BDI) are collaborating with Israel's Weizmann Institute of Science, and the NTU Institute of Structural Biology in Singapore.Now, the Monash BDI researchers have identified the first important clues on how to 'retool' antibiotics to counter the strategies bacteria enlist to evade the life-saving drugs, with the findings published in the journal mBio.Researchers used the latest generation electron microscopes at the Monash Ramaciotti Centre for Electron Microscopy to image at the molecular level -- for the first time -- the changes that take place in superbugs that have become resistant to the most modern antibiotics.Examining bacterial samples of antibiotic-resistant Staphylococcus aureus or 'Golden Staph' taken from a hospital patient, they compared data of a non-resistant strain with their counterparts overseas. These included Shashi Bhushan from NTU, and Zohar Eyal and Nobel Laureate, Professor Ada Yonath from the Weizmann Institute who won the Nobel Prize for Chemistry in 2009.  \"Using the combined data we could rationalise how the bacteria escapes drug treatment by a really important hospital antibiotic and describe in molecular detail how it becomes like a superbug,\" said Monash BDI scientist and lead researcher Dr Matthew Belousoff. \"The bacteria mutates or evolves to change the shape of the molecule to which the antibiotic would bind so the drug can no longer fit there,\" Dr Belousoff said. \"Knowing what your enemy is doing is the first step to the next phase of new drug design,\" he said.\"We've developed a technique that others can use that might help us speed up the arms race of antibiotic development.\"", "article_link": "http://dx.doi.org/10.1128/mBio.00395-17", "url": "http://www.eurekalert.org/pub_releases/2017-05/mu-kt051617.php", "region": "australia", "source_link": "https://www.monash.edu/medicine/discovery-institute/news-and-events/news/monash-researchers-find-key-to-superbug-antibiotic-resistance", "funder": "European Research Council, The National Health & Medical Research Council of Australia, The Kimmelman Center for Macromolecular Assemblies", "meeting": "", "institution": "Monash University", "keywords": ["Cell Biology", " Microbiology", " Molecular Biology", " Biochemistry", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases"], "journal": "mBio", "description": "An international study led by Monash University's Biomedicine Discovery Institute has discovered the molecular mechanism by which the potentially deadly superbug 'Golden Staph' evades antibiotic treatment, providing the first important clues on how to counter superbug antibiotic resistance.", "date": "Tue, 16 May 2017 04:00:00 GMT"}