{"title": "Breast cancer risk is more affected by total body fat than abdominal fat", "text": "A reduction in overall body fat, rather than abdominal fat, is associated with lower levels of breast cancer markers. The study published in Endocrine-Related Cancer, found that levels of several breast cancer risk markers were reduced in postmenopausal women who lost total body fat, rather than just belly fat. These results emphasise the importance of maintaining a healthy weight and could influence the design of diet and exercise plans for overweight women.Body fat is a known risk factor for postmenopausal breast cancer but whether there is an increased risk from fat specifically accumulated around the stomach is unclear. In recent years, belly fat has been reported to raise the risk of several conditions including cardiovascular disease, type-2 diabetes and colorectal cancer. Increased levels of several blood markers, including sex hormones, testosterone and oestrogen, the \"fullness hormone\", leptin, and inflammatory factors, are associated with breast cancer risk. Some research has suggested that these markers are mainly produced in fat localised to the belly while other work has shown that weight loss is associated with changes in blood levels of breast cancer markers. Taken together these findings seem to suggest that body fat could have an important effect on breast cancer markers.In this study, carried out by researchers at the University Medical Center Utrecht in the Netherlands, 243 overweight, postmenopausal women lost 5-6 kg of weight over 16 weeks. Blood levels of sex hormones, leptin and inflammatory markers were compared to levels prior to weight loss. Total and abdominal fat changes were assessed using x-ray and MRI-based scans.After 16 weeks a reduction in total body fat was associated with favourable changes in the levels of breast cancer risk markers, including sex hormones and leptin, whilst a reduction in belly fat was more associated with a reduction in inflammatory markers.Dr Evelyn Monninkhof who led the study said, \"It is known that belly fat increases the risk of several chronic diseases, independently of total body fat, but for reducing sex hormone levels total body fat seems more important.\"Although previous research has reported conflicting associations between breast cancer risk and belly fat, this study used a more accurate scanning based method of determining fat distribution, rather than waist circumference. Dr Monninkhof explains, \"we obtained two measurements of both fat depots and biomarkers over time; and we used more accurate DEXA measurements for total body fat, as well as MRI for belly fat.\"Dr Monninkhof says, \"Our next step is to find out how belly fat and total body fat can best be conquered, to identify which nutritional or physical activity programmes are optimal for reducing both weight gain and breast cancer risk.\"\r\n", "article_link": "http://dx.doi.org/10.1530/ERC-16-0490", "url": "http://www.eurekalert.org/pub_releases/2017-05/sfe-bcr051517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Society for Endocrinology", "keywords": ["Physiology", " Medicine/Health", " Cancer", " Breast Cancer", " Diet/Body Weight", " Eating Disorders/Obesity", " Physiology"], "journal": "Endocrine-Related Cancer", "description": "A reduction in overall body fat, rather than abdominal fat, is associated with lower levels of breast cancer markers. The study published in Endocrine-Related Cancer, found that levels of several breast cancer risk markers were reduced in postmenopausal women who lost total body fat, rather than just belly fat. These results emphasize the importance of maintaining a healthy weight and could influence the design of diet and exercise plans for overweight women.", "date": "Tue, 16 May 2017 04:00:00 GMT"}