{"title": "Study unveils T cell signaling process central to immune response", "text": "The immune system cells known as T cells play a central role in the body's ability to fight infections and cancer. For decades, however, details of the molecular signaling process that leads to T cell activation have remained a mystery. Now, a team of scientists at UC Santa Cruz and the National Institutes of Health has obtained the first glimpse of the molecular mechanism by which recognition of an antigen (such as a viral protein) by the T cell receptor triggers the first steps leading to an immune response. The new findings, published May 16 in Nature Communications, implicate changes in the molecular structure of the T cell receptor that propagate from the antigen recognition site on the outside of the cell to a signaling site inside the cell. The activation signal then triggers a complex \"signaling cascade\" within the T cell, leading to a range of possible responses by the cell. \"This provides the first hint of the mechanism that triggers that signaling cascade,\" said Nikolaos Sgourakis, assistant professor of chemistry and biochemistry at UC Santa Cruz and co-senior author of the paper. \"We don't yet have a full reconstruction of the signaling system, but for the first time we can see the process, and we have a technique to study it in more detail.\"The key technique used in this study is nuclear magnetic resonance (NMR), which uses the same principles as medical MRI scans to study molecular structures in a test tube. Sgourakis and his colleagues analyzed a molecular complex involving a T cell receptor and an HIV protein bound to a molecule of the major histocompatibility complex (MHC). The ability to probe such a large molecular complex with NMR was a breakthrough in this study, he said. In a viral infection, MHC molecules present pieces of viral proteins (antigens) on the surface of an infected cell, where they can be recognized by T cells and trigger an immune response. Abnormal proteins produced by cancer cells give rise to tumor antigens, which are also presented on the cell surface by MHC molecules and can be recognized by T cells. T cell activation can lead to recruitment of other immune cells, proliferation and differentiation of T cells, and direct killing of infected or cancerous cells. The exact nature of the response depends on the antigen and on other signals received by the T cell.\"Different peptides or antigens give different outcomes. Now we can study those differences, and perhaps we will be able to predict which are the most efficient tumor peptides for triggering T cell activation,\" Sgourakis said. \"The fundamental question of how T cell signaling works is vital for cancer immunotherapy. This is basic research, but there could be important applications down the road.\"", "article_link": "http://dx.doi.org/10.1038/NCOMMS15260", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--sut051117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - Santa Cruz", "keywords": ["Biology", " Biomechanics/Biophysics", " Molecular Biology", " Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Nature Communications", "description": "The immune system cells known as T cells play a central role in the body's ability to fight infections and cancer. For decades, however, details of the molecular signaling process that leads to T cell activation have remained a mystery. Now scientists have obtained the first glimpse of the process by which recognition of an antigen (such as a viral protein) by the T cell receptor triggers the first steps leading to an immune response.", "date": "Tue, 16 May 2017 04:00:00 GMT"}