{"title": "Popular weight-loss surgery puts patients at high risk for alcohol problems", "text": "PITTSBURGH, May 16, 2017 - One in five patients who undergo one of the most popular weight-loss surgical procedures is likely to develop problems with alcohol, with symptoms sometimes not appearing until years after their surgery, according to one of the largest, longest-running studies of adults who got weight-loss surgery.  The finding--reported online today in Surgery for Obesity and Related Diseases, the journal of the American Society for Metabolic and Bariatric Surgery--indicates that bariatric surgery patients should receive long-term clinical follow-up to monitor for and treat alcohol use disorder, which includes alcohol abuse and dependence. \"We knew there was an increase in the number of people experiencing problems with alcohol within the first two years of surgery, but we didn't expect the number of affected patients to continue to grow throughout seven years of follow-up,\" said lead author Wendy C. King, Ph.D., associate professor of epidemiology at the University of Pittsburgh Graduate School of Public Health. She and her team discovered that 20.8 percent of participants developed symptoms of alcohol use disorder within five years of Roux-en-Y gastric bypass (RYGB). In contrast, only 11.3 percent of patients who underwent gastric banding reported problem alcohol use. Starting in 2006, King and her colleagues followed more than 2,000 patients participating in the National Institutes of Health-funded Longitudinal Assessment of Bariatric Surgery-2 (LABS-2), a prospective observational study of patients undergoing weight-loss surgery at one of 10 hospitals across the United States.   RYGB, a surgical procedure that significantly reduces the size of the stomach and changes connections with the small intestine, was the most popular procedure, with 1,481 participants receiving it. The majority of the remaining participants, 522 people, had a less invasive procedure--laparoscopic adjustable gastric banding--where the surgeon inserts an adjustable band around the patient's stomach, lessening the amount of food the stomach can hold. That procedure has become less popular in recent years because it doesn't result in as much weight loss as RYGB. Both groups of patients increased their alcohol consumption over the seven years of the study; however, there was only an increase in the prevalence of alcohol use disorder symptoms, as measured by the Alcohol Use Disorders Identification Test, following RYGB. Among patients without alcohol problems in the year prior to surgery, RYGB patients had more than double the risk of developing alcohol problems over seven years compared to those who had gastric banding. \"Because alcohol problems may not appear for several years, it is important that doctors routinely ask patients with a history of bariatric surgery about their alcohol consumption and whether they are experiencing symptoms of alcohol use disorder, and are prepared to refer them to treatment,\" said King.The American Society for Metabolic and Bariatric Surgery currently recommends that patients be screened for alcohol use disorder before surgery and be made aware of the risk of developing the disorder after surgery. Additionally, the society recommends that high-risk groups be advised to eliminate alcohol consumption following RYGB. However, given the data, King suggests that those who undergo RYGB are a high-risk group, due to the surgery alone.  The LABS-2 study was not designed to determine the reason for the difference in risk of alcohol use disorder between surgical procedures, but previous studies indicate that, compared with banding, RYGB is associated with higher and quicker elevation of alcohol in the blood. Additionally, some animal studies suggest that RYGB may increases alcohol reward sensitivity via changes in genetic expression and the hormone system affecting the areas of the brain associated with reward. In addition to RYGB, the LABS-2 study identified several personal characteristics that put patients at increased risk for developing problems with alcohol, including being male and younger, and having less of a social support system. Getting divorced, a worsening in mental health post-surgery and increasing alcohol consumption to at least twice a week also were associated with a higher risk of alcohol use disorder symptoms.King and her team found that although RYGB patients were nearly four times as likely to report having received substance use disorder treatment compared with banding patients, relatively few study participants reported such treatment. Overall, 3.5 percent of RYGB patients reported getting substance use disorder treatment, far less than the 21 percent of patients reporting alcohol problems.\"This indicates that treatment programs are underutilized by bariatric surgery patients with alcohol problems,\" said King. \"That's particularly troubling given the availability of effective treatments.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-pws051517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Medicine/Health", " Addiction", " Eating Disorders/Obesity", " Epidemiology", " Gastroenterology", " Metabolism/Metabolic Diseases", " Public Health", " Surgery", " Addiction", " Alcohol"], "journal": "Surgery for Obesity and Related Diseases", "description": "One in five patients who undergo one of the most popular weight-loss surgical procedures is likely to develop problems with alcohol, with symptoms sometimes not appearing until years after their surgery, according to one of the largest, longest-running studies of adults who got weight-loss surgery.", "date": "Tue, 16 May 2017 04:00:00 GMT"}