{"title": "Investing in drug safety monitoring could avoid complications -- and save medical costs", "text": "May 16, 2017 - Increased investment in \"pharmacovigilance surveillance\"--systems to proactively monitor safety problems with new medications--has the potential to avoid harmful drug effects while lowering healthcare costs, according to a study in the June issue of Medical Care. The journal is published by Wolters Kluwer.Three recent cases in which serious safety issues led to medication withdrawals illustrate the potential return on investment of building a more effective pharmacovigilance surveillance system, according to the report by Krista F. Huybrechts, PhD, of Brigham and Women's Hospital, Boston, and colleagues.  They write, \"Our analyses demonstrate a pivotal and economically justifiable role for active pharmacovigilance in protecting the health of the public.\"Detecting 'Early Signals' Could Have Avoided Drug Adverse Events\r\nThe researchers analyzed three important instances of major adverse drug events that led to medications being taken off the market. In each case, early signs of medication safety hazards could have been picked up from clinical trials and/or spontaneous reports. However, these problems went unrecognized, with continued patient exposure leading to avoidable complications and costs.The highest-profile example was the \"COX2 inhibitor\" rofecoxib (marketed as Vioxx), widely used for arthritis treatment. In more than five years on the market, approximately 105 million rofecoxib prescriptions were filled by US patients. Over time, it became clear that this medication was associated with a substantially increased risk of acute myocardial infarction (heart attack).But this adverse effect could have been detected as early as one year after rofecoxib appeared on the market, based on analyses of actual healthcare utilization data available at the time. Early signal detection based on active pharmacovigilance surveillance could have averted 27,500 myocardial infarctions, Dr. Huybrechts and colleagues estimate.In the other two cases, active surveillance might have avoided 190 cases of a rare but serious complication called rhabdomyolysis in patients taking the cholesterol-lowering drug cerivastatin (Baycol); and 264 cases of liver failure attributable to the diabetes drug troglitazone (Rezulin).  The authors note that there were questions about the true benefits of all three drugs, and that other treatment options were available.Earlier recognition of these safety issues could have resulted in savings in direct medical costs of $773 to $884 million for rofecoxib, $3 to $10 million for cerivastatin, and $38 to $63 million for troglitazone. Those figures don't consider indirect financial costs such as missed work time--not to mention the human costs of experiencing a potentially serious complication.The researchers believe their findings illustrate the potential return on investment in pharmacovigilance surveillance programs--a function that is historically \"overburdened and under-funded.\" In the United States, investment in pharmacovigilance is estimated at about $42.5 million per year.While the frequency of new drug safety concerns is unpredictable, \"It is clear that major adverse drug events are not rare,\" Dr. Dr. Huybrechts and coauthors write. \"Investment in active drug surveillance offers protection against the occurrence of such events, which are bound to recur.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/wkh-iid051617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Health Care Systems/Services", " Health Professionals", " Pharmaceutical Science", " Public Health"], "journal": "", "description": "Increased investment in 'pharmacovigilance surveillance' -- systems to proactively monitor safety problems with new medications -- has the potential to avoid harmful drug effects while lowering healthcare costs, according to a study in the June issue of Medical Care. The journal is published by Wolters Kluwer.", "date": "Tue, 16 May 2017 04:00:00 GMT"}