{"title": "Outdoor air temperature linked to risk of gestational diabetes", "text": "Outdoor air temperature has a direct link to the risk of gestational diabetes, with a 6% to 9% relative increase in the risk of diabetes for every 10°C increase in temperature, according to a study published in CMAJ (Canadian Medical Association Journal.\"We observed a direct relation between outdoor temperature and the risk of gestational diabetes among nearly 400 000 women residing in a single urban area in Canada,\" writes lead author Dr. Gillian Booth, a researcher at St. Michael's and the Institute for Clinical Evaluative Sciences (ICES), with coauthors. \"Within this confined geographical region, where there are wide fluctuations in temperature across seasons, the absolute difference in the rate of gestational diabetes was more than 3% between the hottest and coldest outdoor air temperatures.\"The study looked at 555 911 births among 396 828 women living in the Greater Toronto Area over a 12-year period (2002 to 2014). The average age of mothers when giving birth was 31 years, and almost half of all births were to women born outside of Canada. The prevalence of gestational diabetes was 4.6% among women exposed to extremely cold average temperatures (-10°C or colder) in the 30-day period prior to being screened for gestational diabetes, and increased to 7.7% among those exposed to hot average temperatures (24°C or higher).Dr. Booth said the finding might seem counterintuitive, but can be explained by emerging science about how humans make different kinds of fat.\"Many would think that in warmer temperatures, women are outside and more active, which would help limit the weight gain in pregnancy that predisposes a woman to gestational diabetes,\" said Dr. Booth. \"However, it fits a pattern we expected from new studies showing that cold exposure can improve your sensitivity to insulin, by turning on a protective type of fat called brown adipose tissue.\"\r\nA similar effect was seen for each 10°C rise in the temperature difference between two consecutive pregnancies compared in the same woman.\"By further limiting our analysis to pregnancies within the same woman, we controlled for a whole number of factors,\" said Dr. Joel Ray, a researcher at St. Michael's and ICES who co-led the study. \"Doing so allowed us to eliminate factors like ethnicity, income, activity and eating habits that would differ between two different women.\"\"Although we studied a single geographical region, our findings are likely to be generalizable to other regions in North America and worldwide,\" state the authors.The authors suggest that if the association between temperature and the risk of gestational diabetes is correct, it could mean an increase in the future number of gestational diabetes cases worldwide as global temperatures continue to increase. \"Although changes in temperature of this size may lead to a small relative increase in the risk of gestational diabetes mellitus, the absolute number of women affected in Canada and elsewhere may be substantial,\" they conclude.The authors note that study limitations include lack of data on body mass index for most women in the study, and no information on weight gain during the study, physical activity or diet.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cmaj-oat050917.php", "region": "namerica", "source_link": null, "funder": "St. Michael's Hospital Foundation, Canadian Institutes of Health Research", "meeting": "", "institution": "Canadian Medical Association Journal", "keywords": ["Temperature-Dependent Phenomena", " Medicine/Health", " Environmental Health", " Diabetes", " Gynecology", " Pediatrics"], "journal": "Canadian Medical Association Journal", "description": "Outdoor air temperature has a direct link to the risk of gestational diabetes, with a 6% to 9% relative increase in the risk of diabetes for every 10°C increase in temperature, according to a study published in CMAJ (Canadian Medical Association Journal) http://www.cmaj.ca/lookup/doi/10.1503/cmaj.160839.", "date": "Mon, 15 May 2017 04:00:00 GMT"}