{"title": "Hyperglycemia increases platelet production to drive atherosclerosis risk in diabetes", "text": "Individuals with type 2 diabetes are at a significantly higher risk for developing atherosclerosis, the narrowing of arteries that contributes to advanced cardiovascular disease. While the causes of accelerated atherosclerosis in diabetes are unclear, it is thought that elevated levels of platelets that are present in the bloodstream of diabetic individuals may play a role. Anti-platelet therapies reduce the risk of cardiovascular events in non-diabetics, but this approach is less effective in diabetic individuals for unknown reasons.In a study published this week in the JCI, Andrew Murphy's lab at the Baker IDI Heart and Diabetes Institute investigated the link between hyperglycemia and enhanced platelet production. In mice, they found that low blood sugar levels trigger platelet production in the bone marrow through activation of a receptor known as RAGE, which is expressed on Kuppfer cells in the liver. They corroborated this finding in humans, showing that upregulation of signaling through the RAGE pathway correlated with increased platelet production individuals with type 2 diabetes. Moreover, in a mouse model of diabetes, long-term blockade of RAGE receptor signaling reduced platelet production as well as atherogenesis. Future studies that focus on targets within this RAGE-mediated pathway may lead to the discovery of more effective anti-platelet therapies to reduce the risk of atherosclerosis and cardiovascular disease in diabetic individuals. ", "article_link": "http://dx.doi.org/10.1172/JCI92450", "url": "http://www.eurekalert.org/pub_releases/2017-05/jj-hip050917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart Lung and Blood Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, University of Alabama at Birmingham, National Health and Medical Research Council", "meeting": "", "institution": "JCI Journals", "keywords": ["Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Clinical Investigation", "description": "Although diabetic individuals are at a higher risk for developing atherosclerosis, standard anti-platelet therapies are less effective in this population. This week in the JCI, a study led by Andrew Murphy at the Baker Institute determined that hyperglycemia stimulates a pathway that promotes the over-production of platelets. Targeting this pathway may reduce atherosclerosis risks associated with diabetes.", "date": "Mon, 15 May 2017 04:00:00 GMT"}