{"title": "New research links outdoor air temperature and risk of developing gestational diabetes", "text": "TORONTO, May 15, 2017 - Women who were exposed to colder temperatures during pregnancy had a lower rate of gestational diabetes than those exposed to hotter temperatures, according to a study published online today in the Canadian Medical Association Journal.The prevalence of gestational diabetes was 4.6 per cent among women exposed to extremely cold average temperatures (equal to or below -10 C) in the 30-day period prior to being screened for gestational diabetes, and increased to 7.7 per cent among those exposed to hot average temperatures (above 24 C). The study also found that for every 10-degree Celsius rise in temperature, women were six to nine per cent more likely to develop gestational diabetes.The study examined 555,911 births among 396,828 women over a 12-year period. All the women studied lived in the Greater Toronto Area, but some were pregnant when the average temperature was warmer, and some when it was cooler. Researchers looked at the relationship between the average 30-day air temperature prior to the time of gestational diabetes screening in the second trimester, and the likelihood of gestational diabetes diagnosis. Dr. Gillian Booth, a researcher at  St. Michael's and the Institute for Clinical Evaluative Sciences (ICES) and lead author of the study, said the finding might seem counterintuitive, but can be explained by emerging science about how humans make different kinds of fat.\"Many would think that in warmer temperatures, women are outside and more active, which would help limit the weight gain in pregnancy that predisposes a woman to gestational diabetes,\" said Dr. Booth.  \"However, it fits a pattern we expected from new studies showing that cold exposure can improve your sensitivity to insulin, by turning on a protective type of fat called brown adipose tissue.\"A similar effect was seen for each 10-degree Celsius rise in the temperature difference between two consecutive pregnancies compared within the same woman.\"By further limiting our analysis to pregnancies within the same woman, we controlled for a whole number of factors,\" said Dr. Joel Ray, a researcher at St. Michael's and ICES who co-led the study. \"Doing so allowed us to eliminate factors like ethnicity, income, activity and eating habits that would differ between two different women.\"In addition to a higher rate of gestational diabetes among women who were exposed to hotter temperatures during pregnancy, there was also a lower rate of gestational diabetes among Canadian women born in cooler climates versus those who were born in hot climates. Those women born in cooler climates, including Canada and the United States, and who were exposed to cold temperatures during the 30-day period prior to screening had a gestational diabetes rate of 3.6 per cent, while those exposed to hot temperatures had a rate of gestational diabetes of 6.3 per cent. In comparison, women who were born in hot climates, including South Asia, Africa and the Middle East, had rates of gestational diabetes of 7.7 and 11.8 per cent, respectively.According to Drs. Booth and Ray, the findings, combined with the continued rise in global temperatures, could signal an increase in the future number of gestational diabetes cases worldwide. \"While changes in temperature of this magnitude may lead to a small relative increase in the risk of gestational diabetes, the absolute number of women impacted in Canada and elsewhere may be substantial,\" they wrote.Gestational diabetes is new onset diabetes in the second trimester of pregnancy and is usually temporary, but the risk factors for gestational diabetes and adult onset type 2 diabetes are virtually the same. The results of this study could foreshadow the effects of rising world-wide temperatures on type 2 diabetes in general, according to the researchers.\"This is like the canary in the coal mine for the possible effects of global warming on adult onset diabetes,\" said Drs. Booth and Ray.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/smh-nrl050817.php", "region": "namerica", "source_link": null, "funder": "St. Michael's Hospital Foundation, Canadian Institutes of Health Research", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Endocrinology", " Diabetes", " Climate Change"], "journal": "Canadian Medical Association Journal", "description": "The prevalence of gestational diabetes was 4.6 per cent among women exposed to extremely cold average temperatures (equal to or below -10 C) in the 30-day period prior to being screened for gestational diabetes, and increased to 7.7 percent among those exposed to hot average temperatures (above 24 C). The study also found that for every 10-degree Celsius rise in temperature, women were 6 to 9 percent more likely to develop gestational diabetes.", "date": "Mon, 15 May 2017 04:00:00 GMT"}