{"title": "Diabetes drug may help symptoms of autism-associated condition", "text": "Metformin, the most widely used drug to treat type 2 diabetes, could potentially be used to treat symptoms of Fragile X syndrome, an inherited form of intellectual disability and a cause of some forms of autism.A new study led by researchers at McGill University, the University of Edinburgh and Université de Montréal has found that metformin improves social, behavioural and morphological defects in Fragile X mice.Fragile X syndrome is a genetic disease caused by defects in the Fragile X Mental Retardation 1 gene (FMR1), which triggers excess production of protein in the brain, as well as dysregulated connections between neurons and changes in behaviour. The condition leads to impairments in speech and language, behaviour and social interaction. It affects about 1 in 5,000 boys and 1 in 6,000 girls and is often co-diagnosed with autism, anxiety disorders and seizures. Fragile X mice - animals that display symptoms associated with the disease such as increased grooming and decreased socialization - showed normal brain connections and behavioural patterns after 10 days of injection with metformin.Nahum Sonenberg, James McGill Professor at McGill's Biochemistry Department and co-senior author of the new study published in Nature Medicine, said the findings offer hope for patients with Fragile X syndrome. \"This is some of the most exciting research work in my career, as it offers great promise in treating a pernicious genetic disease for which there is no cure,\" he said. Christos Gkogkas, Chancellor's Fellow at the University of Edinburgh's Patrick Wild Centre explained that \"metformin has been extensively used as a therapy for type 2 diabetes for more than 30 years, and its safety and tolerability are well documented.\" \"This makes the drug an ideal candidate for fast-tracked clinical trials and, if all goes well, a readily available drug for the treatment of Fragile X syndrome,\" added Jean-Claude Lacaille, Canada Research Chair in Cellular and Molecular Neurophysiology and professor in the Department of Neurosciences at Université de Montréal and a major collaborator on the study.'Wonder drug'\r\nIn the past few years, metformin has generated extensive interest for its potential in treating numerous health problems such as cancer, cardiovascular diseases, neurological diseases and aging.\"Basically, it's something like a wonder drug,\" Sonenberg said.  The study suggests that metformin might also be used to treat other autism spectrum disorders, said Ilse Gantois, a research associate in Sonenberg's lab at McGill.\"We mostly looked at the autistic form of behaviour in the Fragile X mouse model,\" explained Gantois, who is co-lead author with McGill researchers Arkady Khoutorsky and Jelena Popic. \"We want to start testing other mouse models to see if the drug could also have benefits for other types of autism.\"The study also established that metformin restores some of the molecular pathways disrupted in the absence of the FMR1. The next step will be to understand the drug's exact role in these pathways.\"It is a simple story in terms of the description of the corrections allowed by the drug,\" Sonenberg said. \"What is more complicated is the molecular mechanism, how exactly it works. We need to study, in the lab, what molecules metformin interacts with and what cellular functions are affected.\"Moreover, the drug could be tweaked \"to be more efficient than metformin\" and repurposed, for example, for other disorders, he added.Media contacts:\r\nJustin Dupuis\t\t\t\t\t\tJeff Heinrich\r\nMedia Relations\t\t\t\t\tInternational press attaché\r\nMcGill University\t\t\t\t\tUniversité de Montréal\r\nTel.: 514-398-6751\t\t\t\t\tTel: 514-343-7593\r\njustin.dupuis@mcgill.ca jeff.heinrich@umontreal.ca\n", "article_link": "http://dx.doi.org/10.1038/nm.4335", "url": "http://www.eurekalert.org/pub_releases/2017-05/mu-ddm051117.php", "region": "namerica", "source_link": null, "funder": "FRAXA Research Foundation, Brain Canada/FNC, Canadian Institutes of Health Foundation, Brain & Behaviour Research Foundation, Wellcome Trust, Royal Society Sir Henry Dale", "meeting": "", "institution": "McGill University", "keywords": ["Biology", " Biochemistry", " Genetics", " Molecular Biology", " Biochemistry", " Medicine/Health", " Neurobiology"], "journal": "Nature Medicine", "description": "Metformin, the most widely used drug to treat type 2 diabetes, could potentially be used to treat symptoms of Fragile X syndrome, an inherited form of intellectual disability and a cause of some forms of autism.", "date": "Mon, 15 May 2017 04:00:00 GMT"}