{"title": "Better than BMI: Study finds more accurate way to determine adolescent obesity", "text": "BIRMINGHAM, Ala. - The body mass index calculations that physicians have been relying on for decades may not be accurate for assessing body fat in adolescents between the ages of 8 and 17.A new study published today in the Journal of the American Medical Association Pediatrics shows that tri-ponderal mass index estimates body fat more accurately than the traditional BMI in adolescents.These new findings are timely as diagnosing, treating and tracking the prevalence of children and adolescents with obesity is a high public health priority. Moreover, many school districts are sending home report cards labeling adolescents as overweight -- a practice that has been controversial because children and adolescents tend to be more vulnerable to weight bias and fat shaming than adults.\"Treating obesity in adolescents requires an accurate diagnosis first,\" said lead scientist Courtney Peterson, Ph.D., an assistant professor in the School of Health Professions at the University of Alabama at Birmingham. \"We found that TMI is both more accurate and easier to use than BMI percentiles. These new findings have the power to potentially change the way we diagnose obesity in children and adolescents ages 8 to 17.\"BMI is the standard used worldwide to screen for obesity in both children and adults, despite prior evidence that it does not work as well in adolescents. To test BMI accuracy in adolescents, researchers compared body composition data from 2,285 Caucasian individuals ages 8 to 29 who participated in the 1999-2004 U.S. National Health and Nutrition Examination Survey (NHANES). Their findings challenge the accuracy of BMI (weight in kilograms divided by height in meters squared) in adolescents and show that TMI (weight divided by height cubed) estimates body fat more accurately than BMI in those 8 to 17 years old. \"BMI is a pretty good tool for determining whether adults are overweight or obese,\" Peterson said. \"But we've always kind of known that it doesn't work as well in children.\"Using three different calculations -- stability with age, accuracy in estimating percent body fat and accuracy in classifying adolescents as overweight versus normal weight -- researchers compared BMI to several different obesity indices. They found that TMI is the best overall body fat index to use in Caucasian adolescents between the ages of 8 and 17. The researchers found that TMI better estimates body fat percentage, especially in male adolescents for whom the investigators found BMI to be particularly inaccurate. Their analysis also showed TMI to be a better index for diagnosing overweight adolescents than the current BMI percentiles. Using BMI percentiles, researchers noted that adolescents are incorrectly diagnosed as overweight 19.4 percent of the time, versus an only 8.4 percent incorrect overweight diagnosis rate for TMI. The data showed this is especially true for lean adolescents, a significant fraction of whom are incorrectly being diagnosed as overweight.The researchers also used mathematical strategies to show how the relationship between body weight and height is much more complex in children and adolescents than it is in adults, particularly when adolescents are rapidly growing. The authors explained that for decades this complexity made it challenging to figure out the optimal body fat index for adolescents.Steven Heymsfield, M.D., one of the team's physician scientists at LSU's Pennington Biomedical Research Center, added that, to make BMI work in children, complicated BMI percentiles called \"Z scores\" were developed to diagnose overweight status and obesity based on BMI levels specific to a child's age and gender. But the researchers found that using percentiles does not solve BMI's accuracy problems. Peterson mentioned that percentiles are problematic because they change over time and can become outdated. However, she emphasizes that, even if BMI percentiles were updated to be as accurate as TMI for diagnosing adolescents as lean versus overweight, TMI still inherently estimates levels of body fat in adolescents more accurately than BMI does, while also eliminating the need for complicated percentiles. \"These findings are important,\" Peterson said. \"Many school districts send home report cards labeling adolescents as overweight, and children and adolescents tend to be more vulnerable to weight bias and fat shaming than adults.\"Obesity increases the risk of several chronic diseases in adults, including diabetes, cardiovascular disease and cancer. Children who are overweight are at an even higher risk than adults, and nearly one in six children in the United States is overweight. Several national and global initiatives are underway to screen and diagnose children who are overweight as a first step in curbing the obesity epidemic and the chronic diseases that follow. Investigators agree that further research is needed to assess the effectiveness of TMI in broader audiences, including wider age ranges and ethnicities.\"We look forward to collaborating with other existing national and global health organizations to analyze additional data for diagnosing weight status among children and adolescents,\" Peterson said. \"Ultimately, we hope this research lays the foundation for improving the health of adolescents, and we think that down the road TMI will likely replace BMI for children and adolescents.\"", "article_link": "http://dx.doi.org/10.1001/jamapediatrics.2017.0460", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoaa-btb051517.php", "region": "namerica", "source_link": "http://www.uab.edu/news/focus-on-patient-care/item/8313", "funder": "", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Pediatrics"], "journal": "JAMA Pediatrics", "description": "Researchers have found a new, more accurate way to determine if adolescents are overweight, important findings considering many school districts label adolescents -- who tend to be more vulnerable to weight bias and fat shaming than adults -- as obese.", "date": "Mon, 15 May 2017 04:00:00 GMT"}