{"title": "Does sleep duration affect cardiac metabolic risk in young children?", "text": "New Rochelle, NY, May 15, 2017--How many hours a day young children (1-3 years) sleep does not appear to affect their cardiometabolic risk (CMR) at ages 3-8, based on an assessment of factors including blood pressure and cholesterol and blood glucose levels. Most unexpectedly, less sleep was associated with increased levels of high density lipoprotein (HDL), the \"good\" form of cholesterol, as reported in a new study published in Childhood Obesity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Childhood Obesity website until June 15, 2017.The article entitled \"Longitudinal Analysis of Sleep Duration and Cardiometabolic Risk in Young Children,\" was coauthored by Lesley Plumptre, PhD, Catherin Birken, MD, and colleagues from The Hospital for Sick Children, University of Toronto School of Medicine and Dalla Lana School of Public Health, Toronto, and St. Michaels Hospital, Toronto, Canada, on behalf of the TARGet Kids! Collaboration. The researchers collected sleep duration data for children 12-36 months of age. At a follow-up visit at age 36-96 months they determined a CMR score for each child by totaling the child's age, standardized waist circumference score, systolic blood pressure, triglyceride measurement, blood glucose level, and the inverse HDL. The authors suggest that a relationship between sleep duration early in life and CMR could appear at a later age. Sleep quality could also have a greater effect on CMR than sleep duration. \"Recently, sleep duration has emerged as an influence on cardiometabolic risk factors and obesity in childhood and among adults using mostly cross-sectional analyses. It is not clear when this relationship starts,\" says Childhood Obesity Editor-in-Chief Tom Baranowski, PhD, Baylor College of Medicine, Houston, TX. \"Plumptre and colleagues conducted the first such analysis using a longitudinal design testing the relationship between sleep in early childhood (12 to 36 months) with a cardiometabolic risk score later in childhood (36 to 96 months), and found no such relationship. This important finding indicates that the relationship between sleep and cardiometabolic risk emerges later in childhood.\"", "article_link": "http://dx.doi.org/10.1089/chi.2016.0279", "url": "http://www.eurekalert.org/pub_releases/2017-05/mali-dsd051517.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/does-sleep-duration-effect-cardiac-metabolic-risk-in-young-children/2172/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Cardiology", " Eating Disorders/Obesity", " Pediatrics"], "journal": "Childhood Obesity", "description": "How many hours a day young children (1-3 years) sleep does not appear to affect their cardiometabolic risk (CMR) at ages 3-8, based on an assessment of factors including blood pressure and cholesterol and blood glucose levels.", "date": "Mon, 15 May 2017 04:00:00 GMT"}