{"text": "PHOENIX and TEMPE, Ariz. -- July 12, 2017 -- Researchers led by Arizona State University (ASU) and the Translational Genomics Research Institute (TGen) have identified altered expression of a gene called ANK1, which only recently has been associated with memory robbing Alzheimer's disease, in specific cells in the brain.Using an extremely precise method of isolating cells called \"laser capture microdissection,\" researchers looked at three specific cell types -- microglia, astrocytes and neurons -- in the brain tissue of individuals with a pathological diagnosis of Alzheimer's disease, and compared them to brain samples from healthy individuals and those with Parkinson's disease.Following sequencing of each of these cell types, the ASU-TGen led team found that altered ANK1 expression originates in microglia, a type of immune cell found in the brain and central nervous system, according to the study published today in the scientific journal PLOS ONE.\"Although previous genetic and epigenetic-wide association studies had shown a significant association between ANK1 and AD, they were unable to identify the class of cells that may be responsible for such association because of  the use of brain homogenates. Here, we provide evidence that microglia are the source of the previously observed differential expression patterns in the ANK1 gene in Alzheimer's disease,\" said Dr. Diego Mastroeni, an Assistant Research Professor at Biodesign's ASU-Banner Neurodegenerative Disease Research Center, and the study's lead author.  All three of the cell types in this study were derived from the hippocampus, a small looping structure shaped like a seahorse (its name derives from the Greek words for horse and sea monster).  The hippocampus resides deep inside the human brain and plays important roles in the consolidation of both short-term and long-term memory, and in the spatial memory that enables the body to navigate.In Alzheimer's disease -- and other forms of dementia -- the hippocampus is one of the first regions of the brain to suffer damage, resulting in short-term memory loss and disorientation. Individuals with extensive damage to the hippocampus are unable to form and retain new memories.\"Using our unique data set, we show that in the hippocampus, ANK1 is significantly increased four-fold in Alzheimer's disease microglia, but not in neurons or astrocytes from the same individuals,\" said Dr. Winnie Liang, an Assistant Professor, Director of TGen Scientific Operations and Director of TGen's Collaborative Sequencing Center. \"These findings emphasize that expression analysis of defined classes of cells is required to understand what genes and pathways are dysregulated in Alzheimer's.\"Alzheimer's features many signs of chronic inflammation, and microglia are key regulators of the inflammatory cascade, proposed as an early event in the development of Alzheimer's, the study said.Because the study found that ANK1 also was increased two-fold in Parkinson's disease, \"these data suggest that alterations in ANK1, at lease in microglia, may not be disease specific, but rather a response, or phenotype associated with neurodegeneration ... more specifically, neuroinflammation.\"More than 5 million Americans have Alzheimer's, an irreversible and progressive brain disorder that slowly destroys memory, thinking skills and eventually the ability to conduct even the simplest of tasks. For most patients, symptoms first appear in the mid-60s. For older Americans, it is the third leading cause of death, following heart disease and cancer, according to the National Institutes of Health. \"The success of this, and many other studies, owes a great deal to the support and collaborative nature of the people of the Arizona Alzheimer's Consortium.  The results obtained in this work emphasize the importance of methods that enable us to characterize the molecular profile of defined cells, either as a group or as single cells, that have been defined by any of several means,\" said Dr. Paul Coleman, Research Professor at Biodesign's ASU-Banner Neurodegenerative Disease Research Center, and the study's senior author.Dr. Eric Reiman, Director of the Arizona Alzheimer's Consortium and Clinical Director of Neurogenomics at TGen, said: \"This study demonstrates the value of bringing together talented researchers from different disciplines and organizations to advance the scientific fight against Alzheimer's disease.\"", "date": "Fri, 14 Jul 2017 04:00:00 GMT", "meeting": "", "title": "ASU-TGen led study identifies source of cell-specific change in Alzheimer's disease", "institution": "The Translational Genomics Research Institute", "journal": "PLOS ONE", "description": "ASU and TGen researchers have identified altered expression of a gene called ANK1, which only recently has been associated with memory robbing Alzheimer's disease, in specific cells in the brain.  Following sequencing of each of these cell types, the ASU-TGen led team found that altered ANK1 expression originates in microglia, a type of immune cell found in the brain and central nervous system, according to the study published today in the scientific journal PLOS ONE.", "region": "namerica", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Aging", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-07/ttgr-als071417.php", "source_link": "https://www.tgen.org/home/news/2017-media-releases/asu-tgen-find-source-of-alzheimers-gene.aspx#.WWaE-YqQzUo", "funder": "Arizona Biomedical Research Commission, Arizona Alzheimer's Consortium", "article_link": "http://dx.doi.org/10.1371/journal.pone.0177814"}