{"text": "Scientists investigating the genetic causes and altered functioning of nerve cells in motor neurone disease (MND) have discovered a new mechanism that could lead to fresh treatment approaches for one of the most common forms of the disease.The team, based in the Sheffield Institute for Translational Neuroscience (SITraN), investigated a mutation in one particular gene, which causes sections of DNA to replicate themselves inexplicably within cells. They found a way to prevent RNA, carrying these replicated sequences, from leaving the cell's nucleus and travelling into the surrounding cytoplasm where they cause cell death.Patients with MND suffer progressive paralysis as the nerves supplying muscles degenerate. Although there are several different types of MND, this mutation, in a gene called C9ORF72, is responsible for the most common type of MND, called Amyotrophic Lateral Sclerosis (ALS). This accounts for about 40-50 per cent of inherited cases and 10 per cent of all MND cases. The mutations or environmental factors causing the vast majority of MND cases remain unknown.DNA is produced in the cell's nucleus and contains the instructions which cells use to carry out their functions. Messenger RNA, called mRNA, transcribes this information and carries it out of the cell to 'protein factories' in the cytoplasm surrounding the nucleus.It is quite common for some sections of repeated DNA stretches to replicate themselves for reasons that are poorly understood. These repetitions are 'non-coding' sections that are not responsible for building proteins and are edited out before they leave the nucleus to serve as templates for the production of proteins.In this particular type of motor neurone disease, however, the RNA not only contains the unnecessary replicated sequences, it is able to take them out of nucleus and into the cell's cytoplasm. Once in the cytoplasm, the RNA is used to make up repeated proteins that clump together and block the normal function of the cell, causing it to die.In an early stage study, published in Nature Communications, the researchers have been able to pinpoint why the repeated RNA sequences are able to leave the cell's nucleus to cause cell death.The team identified a particular protein called SRSF1 which binds to the pathological repeated RNA molecules and transports them out of the cell centre, effectively overriding the gatekeeping machinery within the nucleus by opening a back door.Working in partnership with researchers at the MRC Mitochondrial Biology Unit at the University of Cambridge, the team have shown that by targeting the SRSF1 protein, it is possible to reduce the amount of rogue RNA escaping into the cell's cytoplasm.\"This is a completely new approach to tackling the most common type of motor neurone disease. No one has yet attempted to prevent these repeated sequences of RNA from leaving the cell's nucleus and it opens up new areas of investigation for gene therapy,\" explains University of Sheffield's Dr Guillaume Hautbergue, who conceived the study and led the research jointly with Dr Alexander Whitworth, of the University of Cambridge, and SITraN Director, Professor Dame Pamela Shaw.The team have been investigating ways to reduce the levels of SRSF1 in the cell, or to alter its makeup so that it is unable to interact with the cell's export machinery, reducing the amount of rogue RNA molecules to escape into the cell's cytoplasm. Instead, the RNA builds up in the nucleus, but eventually degrades as no adverse effects were observed within the nerve cells.These methods have been successfully tested in the laboratory in nerve cells reprogrammed from patient's skins and in a fruitfly model of disease. New in vivo tests in mice, the closest model to human disease, are planned to start later this year.\"Repeated RNA transcripts are also present in other neurodegenerative diseases, including Huntington's Disease, Myotonic Dystrophy, Spinocerebellar Ataxias and Fragile X-associated Temor/Ataxia syndrome,\" added Dr Hautbergue. \"Although we are at a very early stage in our research, it's possible that our approach could open up new possibilities for gene therapies for these diseases as well once we have investigated how the RNA molecules carrying the disease-specific replicated sequences leave the cell's nucleus to travel into the surrounding cytoplasm.\"", "date": "Fri, 14 Jul 2017 04:00:00 GMT", "meeting": "", "title": "New gene therapy treatment routes for motor neurone disease uncovered in new study", "institution": "University of Sheffield", "journal": "Nature Communications", "description": "Scientists investigating the genetic causes and altered functioning of nerve cells in motor neurone disease (MND) have discovered a new mechanism that could lead to fresh treatment approaches for one of the most common forms of the disease.", "region": "europe", "keywords": ["Medicine/Health", " Neurobiology"], "url": "http://www.eurekalert.org/pub_releases/2017-07/uos-ngt071417.php", "source_link": "https://www.sheffield.ac.uk/news/nr/motor-neurone-disease-1.716303", "funder": "Motor Neurone Disease Association, Medical Research Council", "article_link": "http://dx.doi.org/10.1038/ncomms16063"}