{"title": "Long working hours increase the risk of developing atrial fibrillation | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txpeople", "work", "long", "hours", "increased", "risk", "developing", "irregular", "heart", "rhythm", "known", "atrial", "fibrillation", "according", "study", "nearly", "men", "women", "published", "european", "heart", "journal", "1", "today", "friday", "study", "showed", "compared", "people", "worked", "normal", "week", "hours", "worked", "55", "hours", "approximately", "40", "likely", "develop", "atrial", "fibrillation", "following", "ten", "years", "every", "1000", "people", "study", "extra", "cases", "atrial", "fibrillation", "occurred", "among", "working", "long", "hours", "mika", "kivimaki", "director", "whitehall", "ii", "study", "department", "epidemiology", "university", "college", "london", "uk", "led", "research", "said", "findings", "show", "long", "working", "hours", "associated", "increased", "risk", "atrial", "fibrillation", "common", "cardiac", "arrhythmia", "could", "one", "mechanisms", "explain", "previously", "observed", "increased", "risk", "stroke", "among", "working", "long", "hours", "atrial", "fibrillation", "known", "contribute", "development", "stroke", "also", "adverse", "health", "outcomes", "heart", "failure", "dementia", "prof", "kivimaki", "colleagues", "working", "populations", "consortium", "analysed", "data", "men", "women", "uk", "denmark", "sweden", "finland", "took", "part", "one", "eight", "studies", "countries", "assessed", "participants", "working", "hours", "joined", "studies", "1991", "2004", "working", "hours", "classified", "less", "35", "hours", "week", "hours", "considered", "standard", "working", "hours", "workers", "41", "48", "hours", "49", "54", "hours", "55", "hours", "week", "none", "participants", "atrial", "fibrillation", "start", "period", "1061", "new", "cases", "atrial", "fibrillation", "gave", "incidence", "rate", "per", "1000", "people", "study", "among", "people", "working", "55", "hours", "incidence", "per", "1000", "worked", "long", "hours", "times", "higher", "risk", "developing", "atrial", "fibrillation", "even", "adjusted", "factors", "could", "affect", "risk", "age", "sex", "socioeconomic", "status", "obesity", "leisure", "time", "physical", "activity", "smoking", "risky", "alcohol", "use", "said", "prof", "kivimaki", "nine", "ten", "atrial", "fibrillation", "cases", "occurred", "people", "free", "concurrent", "cardiovascular", "disease", "suggests", "increased", "risk", "likely", "reflect", "effect", "long", "working", "hours", "rather", "effect", "concurrent", "cardiovascular", "disease", "research", "needed", "understand", "mechanisms", "involved", "40", "increased", "extra", "risk", "important", "hazard", "people", "already", "high", "overall", "risk", "cardiovascular", "disease", "due", "risk", "factors", "older", "age", "male", "sex", "diabetes", "high", "blood", "pressure", "high", "cholesterol", "overweight", "smoking", "physical", "inactivity", "living", "established", "cardiovascular", "disease", "healthy", "young", "person", "risk", "factors", "absolute", "increased", "risk", "atrial", "fibrillation", "associated", "long", "working", "hours", "small", "study", "limitations", "including", "fact", "working", "hours", "assessed", "beginning", "study", "type", "job", "instance", "whether", "involved", "working", "night", "shifts", "prof", "kivimaki", "said", "great", "strength", "study", "size", "nearly", "participants", "makes", "large", "standard", "study", "field", "obviously", "monitoring", "working", "hours", "several", "years", "would", "ideal", "measurement", "start", "study", "however", "think", "results", "would", "dramatically", "different", "repeat", "measurements", "working", "hours", "people", "tend", "keep", "working", "patterns", "current", "absence", "trials", "atrial", "fibrillation", "primary", "outcome", "general", "population", "findings", "observational", "studies", "particularly", "important", "offering", "insights", "lifestyle", "determinants", "condition", "accompanying", "editorial", "2", "dr", "bakhtawar", "mahmoodi", "dr", "lucas", "boersma", "st", "antonius", "hospital", "nieuwegein", "netherlands", "write", "authors", "congratulated", "impressive", "collaborative", "effort", "required", "integrate", "patient", "level", "data", "multiple", "studies", "increase", "power", "however", "despite", "efforts", "authors", "thoroughly", "assess", "reported", "association", "long", "working", "hours", "atrial", "fibrillation", "many", "inherent", "limitations", "data", "preclude", "definite", "conclusions", "acknowledging", "long", "working", "hours", "independent", "risk", "factor", "atrial", "fibrillation", "highlight", "long", "time", "updated", "information", "working", "hours", "factors", "prof", "kivimaki", "colleagues", "took", "account", "analyses", "could", "changed", "time", "type", "jobs", "office", "versus", "construction", "work", "irregular", "working", "hours", "including", "night", "shifts", "explored", "analyses", "could", "impact", "risk", "atrial", "fibrillation", "however", "conclude", "study", "addresses", "important", "topic", "expands", "literature", "aetiology", "atrial", "fibrillation"], "year": "Thu, 13 Jul 2017 04:00:00 GMT", "source": "European Society of Cardiology", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPeople who work long hours have an increased risk of developing an irregular heart rhythm known as atrial fibrillation, according to a study of nearly 85,500 men and women published in the European Heart Journal [1] today (Friday). The study showed that, compared to people who worked a normal week of between 35-40 hours, those who worked 55 hours or more were approximately 40% more likely to develop atrial fibrillation during the following ten years. For every 1000 people in the study, an extra 5.2 cases of atrial fibrillation occurred among those working long hours during the ten-year follow-up.Professor Mika Kivimaki, director of the Whitehall II Study, from the Department of Epidemiology at University College London (UK), who led the research, said: \"These findings show that long working hours are associated with an increased risk of atrial fibrillation, the most common cardiac arrhythmia. This could be one of the mechanisms that explain the previously observed increased risk of stroke among those working long hours. Atrial fibrillation is known to contribute to the development of stroke, but also other adverse health outcomes, such as heart failure and stroke-related dementia.\"Prof Kivimaki and colleagues from the Individual-Participant-Data Meta-analysis in Working Populations (IPD-Work) Consortium analysed data from 85,494 men and women from the UK, Denmark, Sweden and Finland who took part in one of eight studies in these countries. They assessed the participants' working hours when they joined the studies between 1991 and 2004. Working hours were classified as less than 35 hours a week, 35-40 hours, which was considered as the standard working hours of full-time workers, 41 to 48 hours, 49 to 54 hours, and 55 hours or more a week. None of the participants had atrial fibrillation at the start of the studies.During the ten-year follow-up period, there were 1061 new cases of atrial fibrillation. This gave an incidence rate of 12.4 per 1000 people in the study, but among the 4,484 people working 55 hours or more, the incidence was 17.6 per 1000. \"Those who worked long hours had a 1.4 times higher risk of developing atrial fibrillation, even after we had adjusted for factors that could affect the risk, such as age, sex, socioeconomic status, obesity, leisure time physical activity, smoking and risky alcohol use,\" said Prof Kivimaki.\"Nine out of ten of the atrial fibrillation cases occurred in people who were free of pre-existing or concurrent cardiovascular disease. This suggests the increased risk is likely to reflect the effect of long working hours rather than the effect of any pre-existing or concurrent cardiovascular disease, but further research is needed to understand the mechanisms involved.\"A 40% increased extra risk is an important hazard for people who already have a high overall risk of cardiovascular disease due to other risk factors such as older age, male sex, diabetes, high blood pressure, high cholesterol, overweight, smoking and physical inactivity, or living with an established cardiovascular disease. For a healthy, young person, with few if any of these risk factors, the absolute increased risk of atrial fibrillation associated with long working hours is small.\"The study does have some limitations, including the fact that working hours were only assessed once at the beginning of the study and that the type of job (for instance, whether it involved working night shifts) was not recorded.However, Prof Kivimaki said: \"The great strength of our study was its size, with nearly 85,000 participants, which makes it large by the standard of any study in this field. Obviously, monitoring of working hours over several years would be more ideal than a one-off measurement at the start of the study. However, I do not think the results would have been dramatically different with repeat measurements of working hours because people tend to keep their working patterns. In the current absence of trials with atrial fibrillation as the primary outcome in the general population, findings from observational studies such as this are particularly important in offering insights into the lifestyle determinants of this condition.\" In an accompanying editorial [2], Dr Bakhtawar Mahmoodi and Dr Lucas Boersma, of St Antonius Hospital, Nieuwegein, The Netherlands, write: \"The authors should be congratulated for the impressive collaborative effort required to integrate patient level data from multiple studies to increase the power. However, despite the efforts of the authors to thoroughly assess the reported association between long working hours and atrial fibrillation, there are many inherent limitations of the data that preclude from definite conclusions on acknowledging long working hours as an independent risk factor for atrial fibrillation.\"They highlight the long, ten-year follow-up time during which there was no updated information on working hours and other factors that Prof Kivimaki and colleagues took into account in their analyses and which could have changed over this time. The type of jobs (office versus construction work) and irregular working hours, including night shifts, were not explored in the analyses, and these could have an impact on the risk of atrial fibrillation too. However, they conclude that the study \"addresses an important topic and expands the literature on the aetiology of atrial fibrillation\".", "url": "http://www.eurekalert.org/pub_releases/2017-07/esoc-lwh071217.php", "date": "2018-01-19_20:49:30", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPeople who work long hours have an increased risk of developing an irregular heart rhythm known as atrial fibrillation, according to a study of nearly 85,500 men and women published in the European Heart Journal [1] today (Friday).", "The study showed that, compared to people who worked a normal week of between 35-40 hours, those who worked 55 hours or more were approximately 40% more likely to develop atrial fibrillation during the following ten years.", "For every 1000 people in the study, an extra 5.2 cases of atrial fibrillation occurred among those working long hours during the ten-year follow-up.Professor Mika Kivimaki, director of the Whitehall II Study, from the Department of Epidemiology at University College London (UK), who led the research, said: \"These findings show that long working hours are associated with an increased risk of atrial fibrillation, the most common cardiac arrhythmia.", "This could be one of the mechanisms that explain the previously observed increased risk of stroke among those working long hours.", "Atrial fibrillation is known to contribute to the development of stroke, but also other adverse health outcomes, such as heart failure and stroke-related dementia.", "\"Prof Kivimaki and colleagues from the Individual-Participant-Data Meta-analysis in Working Populations (IPD-Work) Consortium analysed data from 85,494 men and women from the UK, Denmark, Sweden and Finland who took part in one of eight studies in these countries.", "They assessed the participants' working hours when they joined the studies between 1991 and 2004.", "Working hours were classified as less than 35 hours a week, 35-40 hours, which was considered as the standard working hours of full-time workers, 41 to 48 hours, 49 to 54 hours, and 55 hours or more a week.", "None of the participants had atrial fibrillation at the start of the studies.During the ten-year follow-up period, there were 1061 new cases of atrial fibrillation.", "This gave an incidence rate of 12.4 per 1000 people in the study, but among the 4,484 people working 55 hours or more, the incidence was 17.6 per 1000.", "\"Those who worked long hours had a 1.4 times higher risk of developing atrial fibrillation, even after we had adjusted for factors that could affect the risk, such as age, sex, socioeconomic status, obesity, leisure time physical activity, smoking and risky alcohol use,\" said Prof Kivimaki.", "\"Nine out of ten of the atrial fibrillation cases occurred in people who were free of pre-existing or concurrent cardiovascular disease.", "This suggests the increased risk is likely to reflect the effect of long working hours rather than the effect of any pre-existing or concurrent cardiovascular disease, but further research is needed to understand the mechanisms involved.", "\"A 40% increased extra risk is an important hazard for people who already have a high overall risk of cardiovascular disease due to other risk factors such as older age, male sex, diabetes, high blood pressure, high cholesterol, overweight, smoking and physical inactivity, or living with an established cardiovascular disease.", "For a healthy, young person, with few if any of these risk factors, the absolute increased risk of atrial fibrillation associated with long working hours is small.", "\"The study does have some limitations, including the fact that working hours were only assessed once at the beginning of the study and that the type of job (for instance, whether it involved working night shifts) was not recorded.However, Prof Kivimaki said: \"The great strength of our study was its size, with nearly 85,000 participants, which makes it large by the standard of any study in this field.", "Obviously, monitoring of working hours over several years would be more ideal than a one-off measurement at the start of the study.", "However, I do not think the results would have been dramatically different with repeat measurements of working hours because people tend to keep their working patterns.", "In the current absence of trials with atrial fibrillation as the primary outcome in the general population, findings from observational studies such as this are particularly important in offering insights into the lifestyle determinants of this condition.\"", "In an accompanying editorial [2], Dr Bakhtawar Mahmoodi and Dr Lucas Boersma, of St Antonius Hospital, Nieuwegein, The Netherlands, write: \"The authors should be congratulated for the impressive collaborative effort required to integrate patient level data from multiple studies to increase the power.", "However, despite the efforts of the authors to thoroughly assess the reported association between long working hours and atrial fibrillation, there are many inherent limitations of the data that preclude from definite conclusions on acknowledging long working hours as an independent risk factor for atrial fibrillation.", "\"They highlight the long, ten-year follow-up time during which there was no updated information on working hours and other factors that Prof Kivimaki and colleagues took into account in their analyses and which could have changed over this time.", "The type of jobs (office versus construction work) and irregular working hours, including night shifts, were not explored in the analyses, and these could have an impact on the risk of atrial fibrillation too.", "However, they conclude that the study \"addresses an important topic and expands the literature on the aetiology of atrial fibrillation\"."]}