{"title": "Experts call for a ban on children rugby tackling | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txin", "light", "british", "lion", "rugby", "success", "newcastle", "university", "experts", "warn", "steps", "need", "taken", "ensure", "children", "safety", "play", "call", "comes", "research", "reveals", "serious", "injuries", "including", "concussion", "likely", "caused", "rugby", "tackling", "removed", "school", "sport", "calling", "governments", "protect", "children", "united", "nations", "convention", "rights", "child", "removing", "avoidable", "harm", "study", "published", "today", "british", "journal", "sports", "medicine", "large", "body", "existing", "evidence", "rates", "risks", "injuries", "sport", "came", "response", "earlier", "article", "journal", "world", "rugby", "employee", "ross", "tucker", "colleagues", "put", "forward", "case", "rugby", "injury", "prone", "new", "updated", "review", "newcastle", "university", "study", "found", "evidence", "support", "recent", "call", "remove", "tackling", "forms", "harmful", "contact", "school", "author", "professor", "allyson", "pollock", "director", "institute", "health", "society", "newcastle", "university", "said", "need", "act", "protect", "children", "injuries", "collision", "sports", "evidence", "shows", "high", "injury", "rate", "rugby", "children", "across", "age", "groups", "also", "consensus", "collision", "sports", "including", "rugby", "higher", "rates", "injury", "contact", "sports", "football", "rugby", "highest", "rate", "concussion", "youth", "sport", "know", "countries", "taking", "issue", "seriously", "leading", "way", "rule", "changes", "introduced", "youth", "canada", "proven", "method", "quickly", "reducing", "high", "rates", "injury", "injury", "risksthe", "paper", "reports", "concussion", "lead", "harm", "including", "recent", "study", "found", "girls", "three", "four", "times", "likely", "affected", "symptoms", "28", "days", "boys", "particular", "concern", "given", "increasing", "number", "female", "rugby", "authors", "highlight", "concussion", "head", "injury", "generally", "also", "found", "associated", "increased", "risk", "dementia", "alzheimer", "paper", "also", "claims", "previous", "studies", "inflated", "risk", "injury", "removing", "tackle", "school", "rugby", "might", "lead", "increase", "injury", "rates", "later", "ages", "found", "evidence", "support", "theories", "contrary", "researchers", "found", "strong", "evidence", "canada", "removing", "body", "check", "youth", "player", "deliberately", "makes", "contact", "opposing", "player", "separate", "led", "67", "reduction", "concussion", "graham", "kirkwood", "newcastle", "university", "said", "united", "nations", "convention", "rights", "child", "governments", "duty", "protect", "children", "risks", "injury", "proposing", "compromise", "approach", "children", "definable", "vulnerable", "group", "athletes", "unique", "risks", "require", "specific", "measures", "way", "lessening", "risk", "injury", "school", "rugby", "provides", "ideal", "modifiable", "environment", "implement", "safety", "measure", "removing", "tackle", "experts", "concerns", "raised", "rugby", "football", "union", "running", "programme", "introducing", "sport", "million", "children", "state", "schools", "across", "england", "due", "finish", "pollock", "added", "evidence", "available", "rugby", "injuries", "shows", "high", "risk", "injury", "tackle", "injuries", "occur", "chief", "medical", "officers", "need", "make", "ministers", "aware", "evidence", "world", "rugby", "ministers", "immediately", "take", "cautionary", "approach", "protect", "children", "avoidable", "harms", "removing", "tackle", "school", "rugby"], "year": "Wed, 12 Jul 2017 04:00:00 GMT", "source": "Newcastle University", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn light of the British Lion's rugby success, Newcastle University experts warn steps need to be taken to ensure children's safety when they play the sport.The call comes as their research reveals that serious injuries - including concussion - are most likely to be caused by rugby tackling and should be removed from school sport. They are now calling on governments to protect children under the United Nations Convention on the Rights of the Child by removing this avoidable harm. The study, published today in the British Journal of Sports Medicine, re-examined a large body of existing evidence on the rates and risks of injuries in sport. It came in response to an earlier article in the same journal by World Rugby employee Ross Tucker and colleagues which had  put forward the case that rugby was no more injury prone than other sports.In the new updated review, the Newcastle University study has found further evidence to support the recent call to remove tackling and other forms of harmful contact from school rugby.Lead author Professor Allyson Pollock, Director of the Institute of Health and Society at Newcastle University said: \"We need to act now to protect our children from injuries from collision sports. Our evidence shows the high injury rate in rugby for children across all age groups.\"There is also a consensus that collision sports including rugby have higher rates of injury than non-collision contact sports such as football. Rugby has the highest rate of concussion out of any youth sport. \"We know other countries are taking this issue seriously and leading the way.  Rule changes have been introduced in youth ice-hockey in Canada as this is the only proven method of quickly reducing the high rates of injury.\"Injury risksThe paper reports how concussion can lead to long-term harm including a recent study which found girls were three or four times more likely to be affected by symptoms for 28 days than boys. This is a particular concern given the increasing number of female rugby players.The authors highlight that concussion, and head injury more generally, has also been found to be associated with an increased risk of dementia and Alzheimer's disease.The paper also re-examined claims that previous studies had inflated the risk of injury or that removing the tackle from school rugby might lead to an increase in injury rates at later ages, but found no evidence to support these theories. Contrary to this, the researchers found strong evidence from Canada that removing the \"body check\" from youth ice-hockey,  where a player deliberately makes contact with an opposing player to separate them from the ice-puck, has led to a 67% reduction in concussion risk.Co-author Graham Kirkwood of Newcastle University said: \"Under the United Nations Convention on the Rights of the Child, governments have a duty to protect children from the risks of injury. \"We are proposing a compromise approach where children as a definable vulnerable group of athletes with unique risks require specific measures as a way of lessening the risk of injury. \"School rugby provides an ideal modifiable environment to implement the safety measure of removing the tackle.\"The experts' concerns have been raised as Rugby Football Union is running a programme of introducing the sport to a million children in state schools across England, which is due to finish in 2019.Professor Pollock added: \"All the evidence available on rugby injuries shows there is a high risk of injury and that the tackle is where most of these injuries occur. Chief Medical Officers need to make ministers aware of this evidence and World Rugby and ministers should immediately take a cautionary approach to protect children from avoidable harms by removing the tackle from school rugby.\"", "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-ecf071217.php", "date": "2018-01-19_20:49:34", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn light of the British Lion's rugby success, Newcastle University experts warn steps need to be taken to ensure children's safety when they play the sport.The call comes as their research reveals that serious injuries - including concussion - are most likely to be caused by rugby tackling and should be removed from school sport.", "They are now calling on governments to protect children under the United Nations Convention on the Rights of the Child by removing this avoidable harm.", "The study, published today in the British Journal of Sports Medicine, re-examined a large body of existing evidence on the rates and risks of injuries in sport.", "It came in response to an earlier article in the same journal by World Rugby employee Ross Tucker and colleagues which had  put forward the case that rugby was no more injury prone than other sports.In the new updated review, the Newcastle University study has found further evidence to support the recent call to remove tackling and other forms of harmful contact from school rugby.Lead author Professor Allyson Pollock, Director of the Institute of Health and Society at Newcastle University said: \"We need to act now to protect our children from injuries from collision sports.", "Our evidence shows the high injury rate in rugby for children across all age groups.", "\"There is also a consensus that collision sports including rugby have higher rates of injury than non-collision contact sports such as football.", "Rugby has the highest rate of concussion out of any youth sport.", "\"We know other countries are taking this issue seriously and leading the way.", "Rule changes have been introduced in youth ice-hockey in Canada as this is the only proven method of quickly reducing the high rates of injury.", "\"Injury risksThe paper reports how concussion can lead to long-term harm including a recent study which found girls were three or four times more likely to be affected by symptoms for 28 days than boys.", "This is a particular concern given the increasing number of female rugby players.The authors highlight that concussion, and head injury more generally, has also been found to be associated with an increased risk of dementia and Alzheimer's disease.The paper also re-examined claims that previous studies had inflated the risk of injury or that removing the tackle from school rugby might lead to an increase in injury rates at later ages, but found no evidence to support these theories.", "Contrary to this, the researchers found strong evidence from Canada that removing the \"body check\" from youth ice-hockey,  where a player deliberately makes contact with an opposing player to separate them from the ice-puck, has led to a 67% reduction in concussion risk.Co-author Graham Kirkwood of Newcastle University said: \"Under the United Nations Convention on the Rights of the Child, governments have a duty to protect children from the risks of injury.", "\"We are proposing a compromise approach where children as a definable vulnerable group of athletes with unique risks require specific measures as a way of lessening the risk of injury.", "\"School rugby provides an ideal modifiable environment to implement the safety measure of removing the tackle.", "\"The experts' concerns have been raised as Rugby Football Union is running a programme of introducing the sport to a million children in state schools across England, which is due to finish in 2019.Professor Pollock added: \"All the evidence available on rugby injuries shows there is a high risk of injury and that the tackle is where most of these injuries occur.", "Chief Medical Officers need to make ministers aware of this evidence and World Rugby and ministers should immediately take a cautionary approach to protect children from avoidable harms by removing the tackle from school rugby.\""]}