{"title": "Shortcut method in drug development | EurekAlert! Science News", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txin", "latest", "issue", "journal", "proceedings", "national", "academy", "sciences", "pnas", "research", "group", "uppsala", "university", "presents", "new", "method", "may", "become", "smart", "shortcut", "determining", "bioavailability", "pharmaceutical", "drug", "within", "cells", "finding", "therapeutic", "drug", "affects", "body", "means", "consider", "many", "different", "factors", "influence", "cells", "internal", "environment", "method", "may", "way", "substantially", "facilitating", "stage", "speaker", "uppsala", "university", "professor", "per", "artursson", "bears", "primary", "responsibility", "joint", "study", "way", "colleagues", "chemical", "biology", "platform", "scilifelab", "created", "jointly", "uppsala", "stockholm", "universities", "karolinska", "institute", "kth", "royal", "institute", "technology", "glaxosmithkline", "stevenage", "majority", "promising", "new", "drug", "candidates", "effective", "within", "body", "cells", "quick", "general", "methods", "determining", "intracellular", "drug", "quantities", "lacking", "team", "researchers", "headed", "drug", "delivery", "group", "uppsala", "university", "may", "track", "solution", "new", "fast", "method", "determining", "drug", "bioavailability", "fraction", "available", "work", "biological", "processes", "inside", "cultured", "cells", "measuring", "unbound", "quantity", "drug", "cells", "method", "takes", "account", "drug", "partly", "disappears", "binds", "various", "cell", "components", "exert", "intended", "effect", "disappearing", "proportion", "drug", "varies", "one", "molecule", "another", "hitherto", "hard", "predict", "easily", "determined", "researchers", "research", "group", "also", "demonstrated", "measured", "new", "method", "bioavailability", "used", "predict", "effects", "drug", "molecules", "various", "advanced", "cell", "models", "specific", "therapeutic", "areas", "cancer", "inflammation", "dementia", "disorders", "takes", "time", "develop", "models", "specific", "therapeutic", "areas", "method", "may", "especially", "useful", "early", "stages", "drug", "development", "major", "pharmaceutical", "drug", "companies", "already", "shown", "great", "interest", "method", "offered", "scilifelab", "drug", "discovery", "development", "platform", "artursson", "scientists", "currently", "investigating", "whether", "method", "predict", "effects", "drugs", "body", "well", "complicated", "cell", "culture", "since", "taking", "blood", "samples", "simple", "sampling", "tissue", "considerably", "difficult", "bioavailability", "often", "predicted", "basis", "drug", "concentrations", "blood", "fairly", "blunt", "proportion", "drug", "entering", "target", "cell", "may", "either", "higher", "lower", "blood", "drug", "may", "example", "bind", "cell", "fat", "molecules", "break", "transported", "cell", "mechanisms", "reduce", "available", "fraction", "drug", "inside", "cell", "intracellular", "bioavailability", "retrospective", "correction", "factors", "must", "therefore", "often", "introduced", "allow", "mechanisms", "use", "pharmacokinetic", "models", "study", "drug", "route", "administration", "body", "preliminary", "studies", "show", "replacing", "correction", "factors", "simple", "determination", "local", "bioavailability", "cells", "seems", "possible", "experiments", "required", "know", "applicable", "principle", "tissue", "organism", "level", "clearly", "intracellular", "bioavailability", "way", "becoming", "important", "early", "instrument", "pharmaceutical", "drug", "research", "artursson", "says"], "year": "Wed, 12 Jul 2017 04:00:00 GMT", "source": "Uppsala University", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn the latest issue of the journal Proceedings of the National Academy of Sciences (PNAS), a research group at Uppsala University presents a new, small-scale method that may become a smart shortcut for determining the \"bioavailability\" of a pharmaceutical drug within cells.\"Finding out how a therapeutic drug affects the body means having to consider many different factors that can influence the cells' internal environment. Our method may be a way of substantially facilitating this stage.\"The speaker, Uppsala University's Professor Per Artursson, bears primary responsibility for the joint study under way with colleagues at the Chemical Biology platform in SciLifeLab (created jointly by Uppsala and Stockholm Universities, Karolinska Institute and KTH Royal Institute of Technology) and GlaxoSmithKline in Stevenage, UK.The majority of promising new drug candidates are effective only within the body's cells, but quick general methods of determining intracellular drug quantities are lacking. A team of researchers, headed by the Drug Delivery Group at Uppsala University, may now be on the track of a solution through a new, small-scale and fast method of determining a drug's bioavailability (the fraction available to work in biological processes) inside cultured cells. By measuring the unbound quantity of the drug in the cells, the method takes into account how the drug partly \"disappears\" when it binds to various cell components where it cannot exert its intended effect. This \"disappearing\" proportion of the drug varies from one molecule to another and has hitherto been hard to predict, but can now be easily determined with the researchers' small-scale method.The research group has also demonstrated that, measured with the new method, bioavailability can be used to predict the effects of the drug molecules in various more advanced cell models for specific therapeutic areas, such as cancer, inflammation and dementia disorders.\"It takes time to develop models for specific therapeutic areas, so our method may be especially useful in early stages of drug development. Major pharmaceutical drug companies have already shown great interest and the method is now being offered on the SciLifeLab Drug Discovery and Development platform,\" Artursson says.The scientists are currently investigating whether the method can predict effects of drugs in the body as well. This is more complicated than a cell culture. Since taking blood samples is simple while sampling tissue is considerably more difficult, bioavailability is often predicted on the basis of drug concentrations in the blood - a fairly blunt instrument.The proportion of a drug entering the target cell may be either higher or lower than in the blood. The drug may, for example, bind to the cell's fat molecules, break down or be transported out of the cell. These mechanisms reduce the available fraction of the drug inside the cell, i.e. its intracellular bioavailability. Retrospective correction factors must therefore often be introduced to allow for these mechanisms in the use of \"pharmacokinetic models\" to study a drug's route of administration into the body.\"Our preliminary studies show that replacing the correction factors with a simple determination of local bioavailability in the cells seems to be possible. But more experiments are required before we know how applicable our principle is at tissue and organism level. Clearly, intracellular bioavailability is on the way to becoming an important early instrument in pharmaceutical drug research,\" Artursson says.", "url": "http://www.eurekalert.org/pub_releases/2017-07/uu-smi071217.php", "date": "2018-01-19_20:49:37", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn the latest issue of the journal Proceedings of the National Academy of Sciences (PNAS), a research group at Uppsala University presents a new, small-scale method that may become a smart shortcut for determining the \"bioavailability\" of a pharmaceutical drug within cells.", "\"Finding out how a therapeutic drug affects the body means having to consider many different factors that can influence the cells' internal environment.", "Our method may be a way of substantially facilitating this stage.", "\"The speaker, Uppsala University's Professor Per Artursson, bears primary responsibility for the joint study under way with colleagues at the Chemical Biology platform in SciLifeLab (created jointly by Uppsala and Stockholm Universities, Karolinska Institute and KTH Royal Institute of Technology) and GlaxoSmithKline in Stevenage, UK.The majority of promising new drug candidates are effective only within the body's cells, but quick general methods of determining intracellular drug quantities are lacking.", "A team of researchers, headed by the Drug Delivery Group at Uppsala University, may now be on the track of a solution through a new, small-scale and fast method of determining a drug's bioavailability (the fraction available to work in biological processes) inside cultured cells.", "By measuring the unbound quantity of the drug in the cells, the method takes into account how the drug partly \"disappears\" when it binds to various cell components where it cannot exert its intended effect.", "This \"disappearing\" proportion of the drug varies from one molecule to another and has hitherto been hard to predict, but can now be easily determined with the researchers' small-scale method.The research group has also demonstrated that, measured with the new method, bioavailability can be used to predict the effects of the drug molecules in various more advanced cell models for specific therapeutic areas, such as cancer, inflammation and dementia disorders.", "\"It takes time to develop models for specific therapeutic areas, so our method may be especially useful in early stages of drug development.", "Major pharmaceutical drug companies have already shown great interest and the method is now being offered on the SciLifeLab Drug Discovery and Development platform,\" Artursson says.The scientists are currently investigating whether the method can predict effects of drugs in the body as well.", "This is more complicated than a cell culture.", "Since taking blood samples is simple while sampling tissue is considerably more difficult, bioavailability is often predicted on the basis of drug concentrations in the blood - a fairly blunt instrument.The proportion of a drug entering the target cell may be either higher or lower than in the blood.", "The drug may, for example, bind to the cell's fat molecules, break down or be transported out of the cell.", "These mechanisms reduce the available fraction of the drug inside the cell, i.e.", "its intracellular bioavailability.", "Retrospective correction factors must therefore often be introduced to allow for these mechanisms in the use of \"pharmacokinetic models\" to study a drug's route of administration into the body.", "\"Our preliminary studies show that replacing the correction factors with a simple determination of local bioavailability in the cells seems to be possible.", "But more experiments are required before we know how applicable our principle is at tissue and organism level.", "Clearly, intracellular bioavailability is on the way to becoming an important early instrument in pharmaceutical drug research,\" Artursson says."]}