{"text": "Recently, frequency of mastication has dramatically decreased along with changes in dietary habits. Masticatory stimulation has influence on the development of the central nervous system as well as the growth of maxillofacial tissue in children. Recently, deterioration of masticatory function due to aging and the consequent reduction of brain function has become major problems. Although the relationship between mastication and brain function is potentially important, the mechanism underlying is not fully understood.In order to prevent disorders of brain functions including that related to memory and learning, it is an urgent task to elucidate the linkage between masticatory function and brain function. Researchers found that growth of the maxillofacial bone and muscle were suppressed in mice with reduced masticatory stimuli by feeding with powder food. In addition, behavioral experiments revealed that reduced mastication impaired memory and learning functions (Image 1). In the hippocampus, a major component responsible for memory, neural activity, synapse formation and expression of brain-derived neurotrophic factor (BDNF) were reduced in these mice (Image 2). Thus, the authors demonstrated that the changes in masticatory stimuli can modulate neurogenesis and neuronal activity in the hippocampus, functionally contributing to cognitive function.This research suggests that maintaining or strengthening of masticatory function would be effective in preventing dementia and memory/learning dysfunction. It is also suggested that further elucidation of the mechanism linking mastication and brain function can lead to novel treatments and preventive measures for memory/learning dysfunction in the future.", "date": "Mon, 10 Jul 2017 04:00:00 GMT", "meeting": "", "title": "Reduced mastication results in the impairment of memory and learning function", "institution": "Tokyo Medical and Dental University", "journal": "Journal of Dental Research", "description": "Researchers centered at Tokyo Medical and Dental University (TMDU) delivered the influence of masticatory stimulus on brain function in order to establish the molecular basis of new treatments and preventive measures for memory/learning dysfunction.", "region": "asia", "keywords": ["Medicine/Health", " Dentistry/Periodontal Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-07/tmad-rmr071017.php", "source_link": "http://www.tmd.ac.jp/english/press-release/20170707/index.html", "funder": "Japan Agency for Medical Research and Development, Japan Science and Technology Agency, Ministry of Education, Culture, Sports, Science and Technology", "article_link": "http://dx.doi.org/10.1177/0022034517708771"}