{"title": "Playing American football before age 12 could have long-term health effects", "text": "Playing American football before the age of 12 may have long-term consequences for players' mood and behavior, according to a study involving 214 professional and amateur football players, published in the open access journal Translational Psychiatry.Researchers at Boston University School of Medicine, USA found that football players who started playing before age 12 had more than twice the odds for clinical impairment in executive function (including analyzing, planning, and organizing tasks), regulating their behavior, and apathy, compared to players who started playing at age 12 or later. They also had more than three times the odds for depression. The effects appear to apply to players of all ages and levels of education, no matter how long they had played for (duration) and whether they were professional or amateur players (level of play). Dr Robert Stern, the corresponding author of the study said: \"Overall, our study provides further evidence that playing American football before age 12, and being hit in the head repeatedly through tackle football during a critical time of brain development, is associated with later-life problems with mood and behavior.\"This is the first study to show a relationship between age of first exposure to football and clinical dysfunction in a sample that included both professionals and amateurs who played only through high school or college. Previous research had only examined small samples of professional football players.In order to investigate age of first exposure to American football and possible associations with long-term clinical implications, the authors scored self-reported measures of executive function, depression, behavioral regulation, and apathy that had been obtained by online questionnaire from 214 former American football players, who were 51 years on average at the time of the study. Cognitive function was assessed using a standardized, objective test administered over the telephone. All players took part in the Longitudinal Examination to Gather Evidence of Neurodegenerative Disease (LEGEND) study which investigates the long- and short-term consequences of exposure to repeated head impacts in athletes. The researchers were surprised to find no association between age of first exposure and cognitive function (such as reasoning, memory, and attention) but they note that this may have had to do with how they gathered their data. Dr Stern said: \"Cognition was measured using a brief test that was administered over the telephone, rather than a more thorough, in-person neuropsychological examination, such as that used in previous research.\"The authors also caution that the findings cannot be generalized beyond to female players or other contact sports.  Because this is a cross-sectional observational study, it does not allow for conclusions about cause and effect.Dr Stern said: \"It is important to note that participation in youth sports can have many benefits, including the development of leadership skills, social skills, and work ethic, not to mention the tremendous health benefits. The goal is to make sure that children can take advantage of all of the benefits of sports participation without the risk of long-term brain injury or disease. More research on this topic is needed before any recommendations on policy or rule changes can be made.\" Dr Stern added: \"However, other research suggests that incurring repeated head impacts can lead to long-term consequences, and we should be doing what we can at all levels in all sports to minimize these repeated hits.\"", "article_link": "http://dx.doi.org/10.1038/tp.2017.197", "url": "http://www.eurekalert.org/pub_releases/2017-09/bc-paf091417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Medicine/Health", " Neurobiology", " Public Health", " Sports Medicine", " Sports/Recreation"], "journal": "Translational Psychiatry", "description": "Playing American football before the age of 12 may have long-term consequences for players' mood and behavior, according to a study involving 214 professional and amateur football players, published in the open access journal Translational Psychiatry.", "date": "Tue, 19 Sep 2017 04:00:00 GMT/UTC"}