{"title": "Genetically altered mice bear some hallmarks of human bipolar behavior", "text": "Johns Hopkins researchers report they have genetically engineered mice that display many of the behavioral hallmarks of human bipolar disorder, and that the abnormal behaviors the rodents show can be reversed using well-established drug treatments for bipolar disorder, such as lithium.Specifically, the mice lacked the protein ankyrin-G, in particular neurons in the brain, a defect that appears to make the animals both hyperactive and less fearful, a behavioral profile suggestive of a mania-like state for a mouse. At the same time, the rodents had an even greater response to social defeat stress than normal mice do, suggesting their brains also are more susceptible to a depressive-like state. Human bipolar disease is characterized by swings in \"manic\" and \"depressive\" moods.In a report on the mouse studies, published online Sept. 11 in PNAS (Proceedings of the National Academy of Sciences of the United States of America), the investigators say the genetic alteration appears to release the biochemical \"brakes\" on brain cells involved in body movement, reasoning and perception of the world, triggering over-excited activity and reactions.The results of their work, the researchers say, may advance scientific understanding of how genes linked to the risk of human bipolar disorder change neuronal circuits in the brain, and may offer an animal model for testing new treatments. Bipolar disorder is estimated to affect about 5.7 million people, or 2.6 percent of adults in the United States, according the National Institute of Mental Health.\"Mouse behavior isn't the same as human behavior, so we need to be cautious, but we were surprised and heartened by the fact that the mutant mice responded to lithium treatment -- a gold standard for treating human bipolar disorder and alleviating features of mania and depression,\" says Christopher Ross, M.D., Ph.D., professor of psychiatry and behavioral sciences at the Johns Hopkins University School of Medicine. \"To our knowledge, this is the first robust mouse model of bipolar disorder based on a genome-wide significant risk factor for the human disorder.\" Ross points out that mouse disease models are still unusual in psychiatry, even though with careful interpretation they have proved to be important for understanding and treating many diseases. Because the gene for Ankyrin-G has popped up in several genome-wide association studies combing human DNA for genetic risk factors of bipolar disorder, the researchers focused their attention on its role in the brain. Their collaborators -- Paul Jenkins, Ph.D., and Vann Bennett, M.D., Ph.D., then at Duke University Medical Center -- had tried creating a mouse mutant completely lacking the ankyrin-G protein, but the mice didn't survive because ankyrin-G seems to be required for nervous system development.To circumvent that problem, the researchers generated their new mouse so that ankyrin-G would only be lost in the pyramidal neurons found in the front of the brain (the region believed to be most relevant for psychiatric disorders) in adolescent and adult mice.To see if the loss of ankyrin-G in the pyramidal neurons changed the animals' behavior, the researchers used tests including a so-called \"open field\" test to see how the mice acted when placed in an empty chamber. Normal mice tend to hug the walls and not venture out into open space, but the ankyrin-G mutant mice were more active and spent much more time in the open part of the space.At their most active, each normal mice ventured near the middle of the chamber on average 9,000 times per hour, whereas each mutant mice ventured near the middle more than 20,000 times per hour. The mutant mice were also overall more active for longer periods -- up to 20 hours compared to the typical 12 hours for normal mice. Mice are nocturnal, meaning that in the wild, they tend to be more active at night. In order to exclude the possibility that the hyperactive mutant mice were displaying symptoms of attention deficit hyperactive disorder (ADHD), the researchers gave the mice methylphenidate -- a drug that calms those with ADHD but makes those without ADHD even more excitable -- in doses of either 10 or 30 milligrams per kilogram of body weight. After 25 minutes, the researchers tested them in the open field test. The drug made the ankyrin-G mutant mice more hyperactive, indicating they did not have \"mouse-ADHD.\"Ross says that because the hyperactivity and decreased anxiety might be interpreted as \"mania-like\" symptoms, the researchers fed the mice either lithium or valproic acid (an anti-seizure drug, also used to treat mania) over a two week period, as is often done in human therapeutic trials. They verified that blood concentration levels were comparable to effective levels in humans being treated for bipolar disorder or mania, and then administered the open field and other behavioral tests. Remarkably, the activity levels of ankyrin-G mutant mice given the drugs returned to those of the controls.In people with bipolar disorder, mania seems to occur spontaneously, but depression often tends to happen after some sort of trigger or stressor, Ross notes. To see if the mutant mice developed depressive-like traits under those conditions, the researchers stressed the ankyrin-G mice by placing them with a bigger, \"bully\" mouse for daily sessions over two weeks. Researchers then gave the mice several behavioral tests for \"depression\" including the forced swim test, in which researchers measure how fast the mice give up swimming and decide to float.In baseline tests, the high-energy ankyrin-G mice usually swam longer, only floating for about 10 seconds of the 200 second test compared to the normal mice that floated about 50 seconds, but after several sessions with the bully mice, the ankyrin-G mice were quick to give up and float, remaining still for well over 100 seconds on average.\"One way to interpret these results is that the mutant mice were quick to give in to defeat after feeling bullied, and switched to a depressive-like state, which was the opposite of their hyperactive, less-anxious norm,\" says Shanshan Zhu, Ph.D., lead author and researcher in Ross' lab.Ankyrin-G is normally found in pyramidal neurons in the brain of mammals, including people. The neurons are responsible for many of the key functions that the brain controls, sending nerve pulses that ultimately result in movement and cognition. To see what was happening in the brains of these ankyrin-G mutant mice, the researchers analyzed the cell components in inhibitory synapses connecting with pyramidal neurons, finding that two proteins known as GAT1 and GAD67 -- responsible for making the neurochemical GABA that dials back nerve impulses -- were at much lower levels in the synapses on pyramidal neurons in ankyrin-G mutant mice than in normal mice. The experiments are consistent with the idea, Zhu says, that the pyramidal neurons in the mutants seem to be hyperactive.\"What we found at the cellular level correlates with the behaviors we saw in the less-anxious, hyper-active mice, which means having overactive pyramidal neurons with their brakes removed could be contributing to these behaviors,\" says Zhu. The research group hopes to use its ankyrin-G mice to better understand the biology of bipolar disorder, to help clarify how lithium works to treat bipolar disorder, and to test new treatments for bipolar disorder.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/jhm-gam091417.php", "region": "namerica", "source_link": null, "funder": "Janssen, Johnson & Johnson, NIH/National Institutes of Mental Health, NIH/National Institute of General Medical Sciences, Heinz C. Prechter Bipolar Research Fund, Richard Tam Foundation, University of Michigan Depression Center", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Proceedings of the National Academy of Sciences ", "description": "Johns Hopkins researchers report they have genetically engineered mice that display many of the behavioral hallmarks of human bipolar disorder, and that the abnormal behaviors the rodents show can be reversed using well-established drug treatments for bipolar disorder, such as lithium.", "date": "Mon, 18 Sep 2017 04:00:00 GMT"}