{"institution": "American Academy of Neurology", "title": "How can we predict whose MS will worsen?", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaon-hcw022717.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "American Academy of Neurology 2017 Annual Meeting", "journal": "", "source_link": null, "text": "\r\nMINNEAPOLIS - In older people with MS, having fatigue and limited leg function is more often seen in people with MS progression than in those without, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.\"Study participants with those symptoms were more likely to progress from relapsing-remitting MS to secondary progressive MS within five years,\" said study author Bianca Weinstock-Guttman, MD, of the Jacobs School of Medicine and Biomedical Sciences at the University of Buffalo in Buffalo, N.Y., and a member of the American Academy of Neurology. \"Better understanding who is at high risk of getting worse may eventually allow us to tailor more specific treatments to these people.\"Approximately 80 to 85 percent of people with MS are initially diagnosed with relapsing-remitting MS, which is marked by symptom flare-ups followed by periods of remission. Most people eventually transition to secondary progressive MS, which does not have wide swings in symptoms but instead a slow, steady, worsening of the disease. While some medications have been shown to slow or even halt progression of relapsing-remitting MS, there are currently none shown to slow progression of secondary progressive MS. For the study, 155 people age 50 or older who had relapsing-remitting MS for at least 15 years were evaluated for symptoms and level of disability at the beginning of the study and then again five years later, at which point they had been living with MS an average of 22 years. In all, 30 percent of people in the study had progressed to secondary progressive MS by the five-year mark. Those who progressed to secondary progressive MS were four times as likely to report having fatigue, 92 percent compared to 68 percent of people whose disease did not progress. The results were the same after researchers adjusted for other factors that could affect disease progression, such as age, how long people had the disease and how severe their disability was. Those whose disease progressed were also three times as likely to have reported limitations in leg function, such as weakness and/or spasms, at the beginning of the study, 53 percent compared to 22 percent for those who didn't progress. \r\nThose who progressed were older at the start of the study than those who did not progress, with an average age of 55 compared to 52. They also had a higher rate of disability at the beginning of the study as well as five years later.\"While more research needs to be done, this study brings us closer to understanding which older adults with MS may be at higher risk of getting worse,\" said Weinstock-Guttman. \"With the aging population, this information will be vital as people with MS, their families and policy makers make decisions about their care.\" ", "keywords": ["Biology", " Medicine/Health", " Aging", " Neurobiology", " Physiology", " Biomedical/Environmental/Chemical Engineering"], "description": "In older people with MS, having fatigue and limited leg function is more often seen in people with MS progression than in those without, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}