{"institution": "American Academy of Neurology", "title": "Study: Wireless stimulation may ease migraine pain as well as drugs", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaon-sws022317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - A preliminary study suggests that a new, wireless patch that you wear on your arm may help reduce migraine pain as well as drugs. The study is published in the March 1, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"These results need to be confirmed with additional studies, but they are exciting,\" said study author David Yarnitsky, MD, of Technion Faculty of Medicine in Haifa, Israel, and a member of the Medical Advisory Board for Theranica, maker of the stimulation device. \"People with migraine are looking for non-drug treatments, and this new device is easy to use, has no side effects and can be conveniently used in work or social settings.\"The device uses electrical stimulation to block the pain signals from reaching the brain. The patch uses rubber electrodes and a chip on an armband. The device can be controlled by a smartphone app. In the past when stimulation has been tested for people with migraine, devices needed wires and were attached to the head. The study involved 71 people with episodic migraine who had two to eight attacks per month and had not taken any preventive medication for migraine for at least two months. Participants were asked to apply the device to their upper arm soon after the start of a migraine and use it for 20 minutes. They were not supposed to take any medications for migraine for two hours. The devices were programmed to randomly give either a placebo, or sham, stimulation at a very low frequency or one of four levels of active stimulation. The stimulation was designed to not be painful. A total of 299 migraines were treated with the device during the study. During the active stimulation at the three highest levels, 64 percent of people had a reduction in their pain by at least 50 percent two hours after the treatment, compared to 26 percent of people during the sham stimulation. For those who started with moderate to severe pain, their pain was reduced to mild or no pain in 58 percent of people at the highest level of stimulation, compared to 24 percent of those during the sham stimulation. In the same group, 30 percent said they had no pain after receiving the highest level of stimulation, compared to 6 percent of those receiving the sham stimulation.\"These results are similar to those seen for the triptan medications for migraine,\" Yarnitsky said. The researchers also found that starting the stimulation within 20 minutes of the start of a migraine was more effective, with 47 percent reducing pain when starting early, compared to 25 percent who started after 20 minutes. Yarnitsky said one limitation of the study was that during the sham stimulation participants often stopped the treatment before the 20-minute period was done. \"This may indicate that they knew the stimulation was not active, and thus they were no longer blinded to the study, which is a challenge in any sham stimulation study,\" he said.", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Neurobiology", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Nanotechnology/Micromachines"], "description": "A preliminary study suggests that a new, wireless patch that you wear on your arm may help reduce migraine pain as well as drugs. The study is published in the March 1, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}