{"institution": "American Academy of Neurology", "title": "Living with children may mean less sleep for women, but not for men", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-lwc022117.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "American Academy of Neurology 2017 Annual Meeting", "journal": "", "source_link": null, "text": "MINNEAPOLIS - New research backs up what many women already know: They're sleep deprived. Unlike men, a good night's sleep for women is affected by having children in the house, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017. \"I think these findings may bolster those women who say they feel exhausted,\" said study author Kelly Sullivan, PhD, of Georgia Southern University in Statesboro, Ga., and a member of the American Academy of Neurology. \"Our study found not only are they not sleeping long enough, they also report feeling tired throughout the day.\"For the study, researchers examined data from a nationwide telephone survey of 5,805 people. Participants were asked how long they slept, with seven to nine hours per day considered optimum and less than six hours considered insufficient. They were also asked how many days they felt tired in the past month.Researchers looked at age, race, education, marital status, number of children in the household, income, body mass index, exercise, employment and snoring as possible factors linked to sleep deprivation.Among the 2,908 women aged 45 years and younger in the study, researchers found the only factor associated with getting enough sleep was having children in the house, with each child increasing the odds of insufficient sleep by nearly 50 percent. For women under 45, 48 percent of women with children reported getting at least seven hours of sleep, compared to 62 percent of women without children. No other factors -- including exercise, marital status and education--were linked to how long younger women slept.The study found that not only was living with children associated with how long younger women slept, but also how often they felt tired. Younger women with children reported feeling tired 14 days per month, on average, compared to 11 days for younger women without children in the household. Having children in the house was not linked to how long men slept. \"Getting enough sleep is a key component of overall health and can impact the heart, mind and weight,\" said Sullivan, \"It's important to learn what is keeping people from getting the rest they need so we can help them work toward better health.\" ", "keywords": ["Biology", " Education", " Medicine/Health", " Social/Behavioral Science", " Anthropology", " Noise", " Behavior", " Demography", " Parenting/Child Care/Family", " Socioeconomics"], "description": "New research backs up what many women already know: They're sleep deprived. Unlike men, a good night's sleep for women is affected by having children in the house, according to a preliminary study released today that will be presented at the American Academy of Neurology's 69th Annual Meeting in Boston, April 22 to 28, 2017.", "date": "Sun, 26 Feb 2017 05:00:00 GMT"}