{"title": "Reverse genetics for rotavirus", "text": "Rotaviruses are the most common cause of severe diarrhea and kill hundreds of thousands of infants a year. Although current vaccines are effective in preventing aggravation of rotaviruses, the development of more effective vaccines at lower cost is expected. Technology cannot study well how rotaviruses invade and replicate in a cell. To identify which genes are crucial for the infection of rotaviruses, scientists at the Research Institute for Microbial Diseases at Osaka University report a new plasmid-based reverse genetics system. The study can be read in Proceedings of the National Academy of Sciences of the United States of America.\"Reverse genetics allows us to generate artificially engineered viruses\", says Associate Professor Takeshi Kobayashi, who led the study. \"Using reverse genetics, we can mutate a gene and see its effects on the virus,\" he added.Reverse genetics systems have been developed for a wide number of viruses to study the conditions in which a virus thrives, but systems for multiple-segmented RNA-based viruses like rotaviruses have proven more difficult. Kobayashi's group solved this problem by including two viral proteins, FAST and VV capping enzyme, into their plasmid-based system. Taking advantage, the researchers tested their system by mutating a single protein of rotaviruses, NSP1, finding that they could decrease viral replication. Through comprehensive testing of all proteins in future studies, Kobayashi expects to find the key determinants that make rotaviruses a severe pubic threat. \"We could modify the propagation and pathogenicity of the rotavirus\", he said.Kobayashi is optimistic about how plasmid-based reverse genetics system will bring new innovations to combat rotaviruses. \"Because no one could synthesize rotaviruses artificially, less is known about the replication and pathogenesis.\" He expects the system will increase the number of labs working on rotaviruses and lead to more effective vaccines.\r\n", "article_link": "http://dx.doi.org/10.1073/pnas.1618424114", "url": "http://www.eurekalert.org/pub_releases/2017-02/ou-mvi022417.php", "region": "asia", "source_link": "http://resou.osaka-u.ac.jp/ja/research/2017/20170131_2", "funder": "Ministry of Health, Labour and Welfare, Japan", "meeting": "", "institution": "Osaka University", "keywords": ["Biology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Proceedings of the National Academy of Sciences", "description": "Osaka University scientists generate a new plasmid-based reverse genetics system for rotaviruses.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}