{"title": "A novel DNA vaccine design improves chances of inducing anti-tumor immunity", "text": "PHILADELPHIA -- (Feb. 24, 2017) -- Scientists at The Wistar Institute and Inovio Pharmaceuticals, Inc. have devised a novel DNA vaccine approach through molecular design to improve the immune responses elicited against one of the most important cancer antigen targets. Study results were published in the journal Molecular Therapy.Cancer immunotherapy approaches, designed to harness the body's natural immune defenses to target and kill cancer cells, are showing great promise for cancer treatment and prevention. DNA vaccines can induce immunity through the delivery by an intramuscular injection of a sequence of synthetically designed DNA that contains the instructions for the immune cells in the body to become activated and target a specific antigen against which an immune response is sought. This approach has proven effective in generating strong immunity against some infectious diseases as well as clearing neoplasia in patients with tumors caused by viral infection. The recent identification of tumor-associated antigens, or proteins that are specifically expressed by tumor cells and not by normal cells, has sparked the development of DNA vaccine approaches against some of these promising targets. Unfortunately, most vaccines targeting tumor-associated antigens have had limited success so far in producing therapeutic effects against most cancers due to poor immunogenicity. Despite being specific for tumor cells, tumor-associated antigens typically trigger weak immune responses because they are recognized as self-antigens and the body has in place natural mechanisms of immune acceptance, or \"tolerance\", that prevent autoimmunity but also limit the efficacy of cancer vaccines. This is the case of Wilm's tumor gene 1 (WT1), a tumor antigen that is overexpressed in many types of cancer and likely plays a key role in driving tumor development. Vaccine approaches against WT1 so far have not appeared promising due to immune tolerance resulting in poor immune responses against cancers expressing WT1. Wistar scientists have developed a novel WT1 DNA vaccine using a strategically modified DNA sequence that tags the WT1 as foreign to the host immune system breaking tolerance in animal models.\"This is an important time in the development of anti-cancer immune therapy approaches. This team has developed an approach that may play an important role in generating improved immunity to WT1 expressing cancers,\" said David B. Weiner, Ph.D., Executive Vice President and Director of the Vaccine Center at The Wistar Institute and the W.W. Smith Charitable Trust Professor in Cancer Research, and senior author of the study. \"These immune responses represent a unique tool for potentially treating patients with multiple forms of cancer. Our vaccine also provides an opportunity to combine this approach with another immune therapy approach, checkpoint inhibitors, to maximize possible immune therapy impact on specific cancers.\"The team lead by Weiner has optimized the DNA vaccine using a synthetic DNA sequence for WT1 that, while maintaining a very high homology with the native sequence, contains new changed sequences that differ from native WT1 in an effort to render it more recognizable by the host immune system. This study shows that this novel vaccine design was able to induce WT1-specific, robust T cell responses as well as antibody production with no apparent toxicity both in mice and in non-human primates. The novel WT1 vaccine was superior to a more traditional native WT1 vaccine because it was able to break immune tolerance and induce long term immune memory. Importantly, the vaccine also stimulated a therapeutic anti-tumor response against leukemia in mice. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/twi-and022417.php", "region": "namerica", "source_link": "https://www.wistar.org/news-and-media/press-releases/novel-dna-vaccine-design-improves-chances-inducing-anti-tumor-immunity", "funder": "Inovio Pharmaceuticals, Inc. Basser Center for BRCA/Abramson Cancer CenterWeiner, W.W. Smith Charitable Trust Professorship for Cancer Research", "meeting": "", "institution": "The Wistar Institute", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Molecular Biology", " Biochemistry", " Cancer"], "journal": "Molecular Therapy", "description": "Scientists at The Wistar Institute and Inovio Pharmaceuticals, Inc. have devised a novel DNA vaccine approach through molecular design to improve the immune responses elicited against one of the most important cancer antigen targets.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}