{"title": "Global vaccine injury system needed to improve public health", "text": "A vital race is on in laboratories across the globe to develop a vaccine for the Zika virus. However, even if a vaccine were available today, many of the world's poorest people would not be able to receive it due to political and economic concerns surrounding vaccine injuries. Vaccine injuries are very rare and can range from minor immune responses such as hives to death. In an article published today in the Journal of the American Medical Association (JAMA), Sam Halabi, University of Missouri associate professor of law, argues that a global vaccine injury compensation system administered through the World Health Organization would address this global public health issue.It is estimated that every second, more than 30,000 vaccine doses are delivered through routine immunization programs throughout the world. For the vast majority of people, vaccines offer protection from disease and infection, preventing an estimated 2 million to 3 million deaths annually. Adverse reactions are very rare. For example, the injury rate for the tetanus vaccine is less than one per 10 million doses. The injury rate for the influenza vaccine is one-to-two per 10 million.\"We know that vaccines are very safe and effective, but vaccine injury does occur,\" Halabi said. \"Who pays for those injured can become a point of contention. That's a life-and-death issue, especially when countries are amidst a public health crisis.\"The H1N1 vaccine, for example, was delayed by five months or more in some low-resource countries due in part to this issue, Halabi said.Halabi and his co-author support a \"no-fault system\" in which those who are harmed by properly manufactured vaccines are compensated from a centralized fund rather than requiring the injured to use legal action against the manufacturer. This no-fault system not only protects individuals, but also gives manufacturers protection from litigation, which encourages them to distribute their product widely.In the United States, the U.S. Department of Health and Human Services administers a nationwide vaccine injury fund. The authors propose the global system be administered by the World Health Organization, which already provides technical assistance to many national immunization advisory groups.\"Such a system would address barriers to vaccine manufacturers' participation as well as individual perceptions that fuel vaccine hesitancy in low-resource counties,\" Halabi said. \"This system will bring economic certainty to this critical component of the public global health system and build necessary trust for vaccines.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-gvi022317.php", "region": "namerica", "source_link": "http://munews.missouri.edu/expert-comment/2017/0207-global-vaccine-injury-system-needed-to-improve-public-health/", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Guidelines/Treaties/Agreements", " Medical/Scientific Ethics", " Science/Health and the Law", " Disease in the Developing World"], "journal": "JAMA", "description": "In an article published in the Journal of the American Medical Association, Sam Halabi, University of Missouri associate professor of law, argues that a global vaccine injury compensation system administered through the World Health Organization would address the global public health issue of vaccine injuries.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}