{"title": "Mouse model could shed new light on immune system response to Zika virus", "text": "A new mouse model with a working immune system could be used in laboratory research to improve understanding of Zika virus infection and aid development of new treatments, according to a study published in PLOS Pathogens.The ongoing Zika pandemic has caused infection in millions of people in the Americas and spurred new research using laboratory animals to study the virus. However, most of this research has been performed in mice with defective immune systems, resulting in limited understanding of the immune response to Zika virus and slowing efforts to develop potential vaccines and antiviral treatments. Researchers are working to develop Zika virus models in mice with functioning immune systems. In the new study, a team led by Dr. Martin Richer and Dr. Selena Sagan at McGill University successfully caused Zika infection in adult mice with healthy immune systems and studied the immune response to infection.The scientists employed a mouse strain called C57BL/6, which is often used to study other diseases. They showed that adult C57BL/6 mice could be infected with Zika virus, with most mice experiencing mild symptoms--similar to most infected humans. Like other viruses, Zika virus caused an innate and adaptive immune response in the mice.The researchers used a technique known as the \"surrogate marker\" approach to indirectly track how immune system cells called T cells responded to infection. This approach led to identification of a specific portion (\"epitope\") of a Zika virus protein that is recognized by mouse T cells. The new mouse model could be used in further research to investigate the immune response to Zika virus. In particular, the newly identified Zika virus epitope could point the way to specific molecular strategies for studying T cell responses to infection and could aid vaccine development.\"Our findings are particularly exciting because we now know that we can study the immune response to Zika virus in mice with a normal immune system,\" the authors explain. \"Importantly, this model, as well as the discovery of a specific part of the virus recognized by mouse T cells, provides us with tools that will allow us to advance the understanding of this emerging human pathogen.\"", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006184", "url": "http://www.eurekalert.org/pub_releases/2017-02/p-mmc021617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Ecology/Environment", " Virology", " Zoology/Veterinary Science", " Pets/Ethology", " Medicine/Health", " Environmental Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "PLOS Pathogens", "description": "A new mouse model with a working immune system could be used in laboratory research to improve understanding of Zika virus infection and aid development of new treatments, according to a study published in PLOS Pathogens.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}