{"title": "Scientists close in on cracking 'Enigma Code' of common cold", "text": "Scientists at the Universities of York, Leeds, and Helsinki say they are a step closer to cracking, what researchers have dubbed, the 'Enigma Code' of the common cold virus.The research findings, published in Nature Communications, revealed the workings of a 'hidden code' within the genome of Human Parechovirus, a member of the Picornavirus family that includes the common cold, polio, and hand foot and mouth disease.The work builds on a discovery made in 2015, when scientists at the Universities of Leeds and York, identified a set of encrypted signals in a plant virus with a single-stranded ribonucleic acid (RNA) genome, not too dissimilar to the structure of the Parechovirus that infect humans and can cause sepsis-like illness and meningitis in children.They found that the details of the decoding mechanism appear identical in all strains of the virus, potentially allowing a single drug to treat them all, something that is not possible with a vaccine.The team is now working to screen for potential anti-viral drugs that target this decoding mechanism.  Successful future partnerships with the pharma-industry and further funding support could potentially see drug development results within the next ten years. Professor Reidun Twarock, a mathematical biologist at the University of York's Departments of Mathematics, Biology, and the York Centre for Complex Systems Analysis, said: \"Previously scientists have assumed that the signals regulating the assembly of a virus were located in a unique area of the genome.  \"Using a combination of biological insight and mathematical modelling, our study suggests that, by contrast, the mechanism relies on multiple dispersed sites in the genome that act together in a cooperative way to enable efficient virus formation.\"The common cold infects more than two billion people annually, making it one of the most successful viral pathogens, so we are excited to make this crucial step forward.\"Scientists had previously attempted to detect assembly signals by genetically recoding these viruses, but failed to find any.  The latest results solve this mystery; they show that the additional 'hidden' code, responsible for virus formation, is robust against such genome changes, and is conserved across different viruses in the same family. Professor Peter Stockley, from the Astbury Centre for Structural Molecular Biology at the University of Leeds, said: \"The coding works like the cogwheels in a Swiss watch. We now need a drug that has the same effect as pouring sand into the watch; every part of the viral mechanism could be disabled.  \"We need to move away from a vaccine approach, which is what we have for flu and polio. Vaccines, although our best source of defence against polio at the moment, can result in the release of more virulent strains of the disease. Protecting against infection therefore relies on continued worldwide vaccination, which is both very expensive and logistically difficult.\"The World Health Organisation has a goal of eliminating polio infections worldwide via vaccination but recognises that before vaccination can be terminated there is a need to develop anti-polio drugs to cure residual infections.Professor Sarah Butcher, from the University of Helsinki, said: \"This new research means that treatment would be less likely to trigger drug resistance, which is currently one of the major problems in anti-viral therapy. This discovery could be a great leap forward in curing a host of conditions.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uoy-sci022117.php", "region": "europe", "source_link": "http://www.york.ac.uk/news-and-events/", "funder": "Wellcome Trust", "meeting": "", "institution": "University of York", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Communications", "description": "Scientists at the Universities of York, Leeds, and Helsinki say they are a step closer to cracking, what researchers have dubbed, the 'enigma code' of the common cold virus.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}