{"title": "Broad cancer vaccine may be out of reach", "text": "The high level of genetic diversity between individual tumors suggests that if it were to be developed, a broad cancer vaccine would be unlikely to work for more than 0.3% of the population, according to new research published in the open access journal Genome Medicine.Next generation sequencing has revealed a wealth of information on the genetic diversity of tumors, which in turn has led to research into individualised treatments for cancer based on the molecular characteristics of a patient's tumor. Cancer vaccines are one type of prospective treatment that involves turning the patient's immune system against the tumor.Dr Ryan Hartmaier, lead author from Foundation Medicine, USA, said: \"A broad or semi-universal vaccine capable of targeting many different tumors would be seen by some as the 'holy grail' of cancer therapy as it wouldn't involve the time or cost of individualising treatment.\"\"We undertook comprehensive genetic analysis of over 60,000 unique tumors to look for sets of genetic alterations that could potentially be targeted to generate a semi-universal cancer vaccine. However, our findings demonstrate that even in the best-case scenario a vaccine would be useful for less than 0.3% of the population\".One way a cancer vaccine works is by recognising a biological molecule in a patient's tumor that is 'non-self' and turning the patient's immune system against it, as it would a bacterial infection. The key to producing a vaccine to do this is to work out what specifically in the tumor could be targeted. Neo-antigens are molecules produced by tumors as a result of tumor-specific genetic alterations that mark the tumor as being non-self. Individualised cancer vaccines could be developed for each person based on their own tumor neo-antigens but this isn't currently feasible or practical on a large scale. In theory, a broad cancer vaccine that targeted multiple neo-antigens would only need to match up with one neo-antigen in every tumor to illicit a response, so could be used to treat many people with different cancers. However, not every alteration to a gene produces a targetable neo-antigen, something that could prove problematic to the design of a broad cancer vaccine. Dr Hartmaier explained: \"If we limit our analysis to a relatively small set of carefully selected genetic alterations, a large portion of the tumors we studied have at least one of these alterations, suggesting that there could be scope for a broad cancer vaccine. But because not all of these genetic alterations will produce a neo-antigen, we had to perform computer-aided analysis to predict which of the alterations would be targetable. We were able to predict that between 2 and 12% of the alterations would produce a neo-antigen.\"\"From these we were able to select a panel of 10 neo-antigens that could be applied to the maximum amount of unique tumors in our data set. This revealed that between 0.7 and 2.5% of the tumors in our study contained at least one alteration that would produce one of our predicted neo-antigens. We estimate this to encompass less than 0.3% of the population.\"The researchers only looked at known cancer-associated genes in this study and they state that they cannot exclude the possibility that unknown genetic alterations exist elsewhere in the genome that could produce broadly targetable neo-antigens. Neo-antigens are also less likely to occur in cancer-associated genes so it is possible that many more neo-antigens exist outside of these regions. The researchers state that their computer model for predicting neo-antigens focussed on one particular biological pathway and further investigation needs to address other routes of neo-antigen production.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/bc-bcv022017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Genetics", " Medicine/Health", " Cancer"], "journal": "Genome Medicine", "description": "The high level of genetic diversity between individual tumors suggests that if it were to be developed, a broad cancer vaccine would be unlikely to work for more than 0.3 percent of the population, according to new research published in the open access journal Genome Medicine.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}