{"title": "Contact tracing and targeted insecticide spraying can curb dengue outbreaks", "text": "Contact tracing -- a process of identifying everyone who has come into contact with those infected by a particular disease -- combined with targeted, indoor spraying of insecticide can greatly reduce the spread of the mosquito-borne dengue virus, finds a study led by Emory University researchers funded by the National Science Foundation (NSF).The results were published today in the journal Science Advances and based on analyses from a 2009 outbreak of dengue in Cairns, Australia.The new approach of using contact tracing to identify houses for targeted insecticide spraying was between 86 and 96 percent effective in controlling dengue fever during the Cairns outbreak, research shows. By comparison, vaccines for the dengue virus are only 30 to 70 percent effective, depending on the type of virus -- or serotype -- involved.Dengue fever is spread by the same mosquito species, Aedes aegypti, that infects people with the Zika virus. While public health officials commonly use contact tracing to try to stop the transmission of pathogens like Ebola or HIV, they rarely do so for outbreaks spread by mosquitoes or other vectors.\"The U.S. faces continual threats from the dengue, chikungunya and Zika viruses,\" says Sam Scheiner, director of NSF's Ecology and Evolution of Infectious Diseases program, a joint effort with the National Institutes of Health and the U.S. Department of Agriculture. \"For now, the response is to intensively spray insecticides to eliminate the mosquito disease carriers. This research shows that a more targeted approach can be used that avoids insecticide problems and is effective.\"Adds the study's lead author, Emory disease ecologist Gonzalo Vazquez-Prokopec: \"We've provided evidence for a method that is highly effective at preventing transmission of diseases carried by the Aedes aegypti mosquito in a developed, urban setting. We've also shown the importance of human movement when conducting surveillance of these diseases.\"While the method would likely not be applicable everywhere, Vazquez-Prokopec says it may prove viable to control mosquito-borne diseases in places with established health systems and similar environmental characteristics to Cairns, such as South Florida.\"The widespread transmission of dengue viruses, coupled with the birth defects associated with Zika virus, show the dire need for as many weapons as possible in our arsenal to fight diseases spread by these mosquitoes,\" he says. \"Interventions need to be context-dependent and evaluated carefully and periodically.\"During the dengue outbreak in Cairns, public health officials traced recent contacts of people with a confirmed infection. Using mobility data from the known cases, they targeted residences for indoor residual spraying, or IRS, which involves spraying the walls of homes, and dark, humid places where Aedes mosquitoes might rest, with an insecticide that lasts for months.Spraying is time-consuming and labor intensive, so health officials could not reach all the residences connected with infected people. The researchers found that spraying in potential exposure locations identified through contact tracing reduced the probability of dengue transmission by at least 86 percent compared to those areas of potential exposure that health officials were not able to spray.\"The findings are important, because they demonstrate one of the few measures we have for the effectiveness of an intervention to reduce the transmission of dengue,\" Vazquez-Prokopec says.Vazquez-Prokopec explains that many times in the face of a dengue outbreak, public health officials end up using trucks to \"fog\" the streets with insecticide, despite a lack of scientific evidence that the method controls Aedes aegypti mosquito populations.Quantifying the effectiveness of existing methods, and the context within which they work, can strengthen countermeasures. \"We need to develop plans for outbreak containment that are context-specific,\" Vazquez-Prokopec says.His current research includes investigating ways to scale up intervention using a combination of contact tracing and targeted spraying. Today, spraying the inside of a house requires approximately half an hour, but Vazquez-Prokopec is working on methods to cut that time to as little as 10 minutes.\"We are evaluating how we can scale up and improve IRS for 21st-century urban areas,\" Vazquez-Prokopec says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nsf-cta022317.php", "region": "namerica", "source_link": "http://www.nsf.gov/news/news_summ.jsp?cntn_id=190909&org=NSF&from=news", "funder": "", "meeting": "", "institution": "National Science Foundation", "keywords": ["Virology", " Earth Science"], "journal": "Science Advances", "description": "Contact tracing -- a process of identifying everyone who has come into contact with those infected by a particular disease -- combined with targeted, indoor spraying of insecticide can greatly reduce the spread of the mosquito-borne dengue virus, finds a study led by Emory University researchers funded by the National Science Foundation (NSF).\r\n\r\nThe results were published today in the journal Science Translational Medicine and based on analyses from a 2009 outbreak of dengue in Cairns, Australia.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}