{"title": "New link found between sex and viruses", "text": "Sexual reproduction and viral infections actually have a lot in common. According to new research, both processes rely on a single protein that enables the seamless fusion of two cells, such as a sperm cell and egg cell, or the fusion of a virus with a cell membrane. The protein is widespread among viruses, single-celled protozoans, and many plants and arthropods, suggesting that the protein evolved very early in the history of life on Earth.The discovery, published on February 23, 2017 in the journal Cell, reveals new details about the evolution of sex. The protein acts as a nearly universal, biochemical \"key\" that enables two cell membranes to become one, resulting in the combination of genetic material--a necessary step for sexual reproduction. New details about the protein's function could help fight parasitic diseases, such as malaria, and boost efforts to control insect pests.\"Our findings show that nature has a limited number of ways it can cause cells to fuse together into a single cell,\" said William Snell, a senior author of the study and a research professor in the University of Maryland Department of Cell Biology and Molecular Genetics. Snell joined UMD in June 2016, but performed the majority of the work at his previous institution, the University of Texas Southwestern Medical Center.\"A protein that first made sex possible -- and is still used for sexual reproduction in many of Earth's organisms -- is identical to the protein used by dengue and Zika viruses to enter human cells,\" Snell said. \"This protein must have really put the spice in the primordial soup.\"Snell and his colleagues studied the protein, called HAP2, in the single-celled green alga Chlamydomonas reinhardtii. HAP2 is common among single-celled protozoans, plants and arthropods -- although it is not found in fungi or vertebrates such as humans. Prior results from Snell and his collaborators, as well as other research groups, indicated that HAP2 is necessary for sex cell fusion in the organisms that possess the protein. But the precise mechanism remained unclear.For the current study, Snell and his colleagues at UT Southwestern used sophisticated computer analysis tools to compare the amino acid sequence of Chlamydomonas HAP2 with that of known viral fusion proteins. The results suggested a striking degree of similarity, especially in a region called the \"fusion loop\" that enables the viral proteins to successfully invade a cell. If HAP2 functioned like a viral fusion protein, Snell reasoned, then disrupting HAP2's fusion loop should block its ability to fuse sex cells.Sure enough, when Snell's team changed just a single amino acid in the fusion loop of Chlamydomonas HAP2, the protein entirely lost its function. The sex cells were able to stick together -- a process that depends on other proteins--but they were not able to complete the final fusion of their cell membranes. Similarly, the cells could not fuse when the researchers introduced an antibody that covered up the HAP2 fusion loop. \"We were thrilled with these results, because they supported our new model of HAP2 function,\" Snell said. \"But we needed to visualize the three-dimensional structure of the HAP2 protein to be sure it was similar to viral fusion proteins.\"Snell reached out to Felix Rey, a structural biologist at the Pasteur Institute in Paris who specializes in viruses. Coincidentally, Rey and his colleagues had just determined the structure of Chlamydomonas HAP2 using X-ray crystallography. Rey's results demonstrated that, indeed, HAP2 was functionally identical to dengue and Zika viral fusion proteins.\"The HAP2 protein from Chlamydomonas is folded in an identical fashion to the viral proteins,\" Rey said, referring to the molecular folding that creates the three-dimensional structure of all proteins from a simple chain of amino acids. \"The resemblance is unmistakable.\"HAP2 appears to be necessary for cell fusion in a wide variety of organisms, including disease-causing protozoans, invasive plants and destructive insect pests. So far, every known version of HAP2 shares the one critical amino acid in the fusion loop region. As such, HAP2 could provide a promising target for vaccines, therapies and other control methods. Snell is particularly encouraged by the possibility of controlling malaria, which is caused by the single-celled protozoan Plasmodium falciparum.\"Developing a vaccine that blocks the fusion of Plasmodium sex cells would be a huge step forward,\" Snell said, noting that Plasmodium has a complex life cycle that depends on both mosquito and human hosts. \"Our findings strongly suggest new strategies to target Plasmodium HAP2 that could disrupt the mosquito-borne stage of the Plasmodium life cycle.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-nlf022117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Welch Foundation, European Research Council, Pasteur Institute, French National Center for Scientific Research", "meeting": "", "institution": "University of Maryland", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Developmental/Reproductive Biology", " Genetics", " Molecular Biology", " Physiology", " Virology", " Bioinformatics"], "journal": "Cell", "description": "Sexual reproduction and viral infections both rely on a functionally identical protein, according to new research. The protein enables the fusion of two cells, such as a sperm cell and egg cell, or the fusion of a virus with a cell membrane. The discovery suggests that the protein evolved early in the history of life on Earth, and new details about the protein's function could help fight parasitic diseases such as malaria.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}