{"title": "Gene-edited pigs show signs of resistance to major viral disease", "text": "Scientists have produced pigs that may be protected from an infection that costs the swine industry billions each year.The team have used advanced genetic techniques to produce pigs that are potentially resilient to Porcine Reproductive and Respiratory Syndrome (PRRS).Early tests have revealed that cells from the pigs are completely resistant to infection with both major subtypes of the virus that causes the disease.The animals are otherwise healthy and the change - introduced using gene-editing technology - should not affect their ability to fight off other infections, the researchers say.PRRS causes severe breathing problems in young pigs and breeding failures in pregnant females.Studies have shown that the PRRS virus targets immune cells called macrophages. A molecule on the surface of these cells called CD163 plays a key role in enabling the PRRS virus to establish an infection.The research team at the University of Edinburgh's Roslin Institute, in collaboration with Genus, used a gene-editing tool called CRISPR/Cas9 to cut out a small section of the CD163 gene in the pigs' DNA code.Laboratory tests of cells from the pigs with the modified CD163 gene have confirmed that this change in the pig's DNA blocks the virus from being able to cause infection. The next stage in the study will be to test whether the pigs are resistant to infection when exposed to the virus.Previous studies by another team have produced pigs that lack the entire CD163 molecule, and which do not become ill when exposed to the PRRS virus. In the latest study, only the section of CD163 that interacts with the PRRS virus is removed and the molecule appears to retain its other functions.PRRS is endemic in most pig producing countries worldwide. Vaccines have mostly failed to stop the spread of the virus, which continues to evolve rapidly. Consequently, it is one of the greatest challenges facing pig producers today. In Europe alone, the disease is estimated to cost the pig industry more than €1.5 billion each year.Lead researcher Professor Alan Archibald, of The Roslin Institute, said: \"Genome-editing offers opportunities to boost food security by reducing waste and losses from infectious diseases, as well as improving animal welfare by reducing the burden of disease. Our results take us closer to realising these benefits and specifically address the most important infectious disease problem for the pig industry worldwide.\"Jonathan Lightner, Chief Scientific Officer for Genus said: \"This result furthers the case for the criticality of CD163 in PRRSv infection and demonstrates that a targeted removal of the viral interacting domain can confer resistance while the reminder of the protein is present.  This, and other gene edits, will be evaluated as Genus advances the development of gene editing to confer PRRSv resistance.  Genus is committed to pioneering the responsible application of technology to animal genetic improvement to enhance the well-being of animals, the livelihoods of farmers, and the sustainable approach to producing food for a growing global population.\"", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006206", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoe-gps022217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Agriculture", " Agricultural Production/Economics", " Biology", " Genetics", " Molecular Biology", " Zoology/Veterinary Science", " Technology/Engineering/Computer Science", " Biotechnology", " Research/Development"], "journal": "PLOS Pathogens", "description": "Scientists have produced pigs that may be protected from an infection that costs the swine industry billions each year. The team led by the University of Edinburgh's Roslin Institute have used advanced genetic techniques to produce pigs that are potentially resilient to porcine reproductive and respiratory syndrome.", "date": "Thu, 23 Feb 2017 05:00:00 GMT"}