{"title": "MIT undertakes grand challenge for innovation in global vaccine manufacturing", "text": "Vaccines are among the most transformative and successful outcomes of modern medicine. For countries fortunate enough to have immunization coverage, their value can also lower or avert healthcare costs, increase economic productivity, and reduce poverty. The cost of producing and distributing vaccines to lower income countries still limits their availability to much of the world's population, however.  Despite recent improvements in global vaccine coverage, the World Health Organization (WHO) estimates that 21.8 million infants worldwide did not receive complete basic immunizations in 2013. Further, of the 5.2 million deaths annually among children under the age of five, nearly one-third are preventable by vaccines. Incomplete vaccine coverage results from a number of factors, including limited resources, poor health system management, competing health priorities, and inadequate monitoring. Beyond these factors, procuring manufactured vaccines at suitable costs is an essential requirement.  A substantial reduction in the cost to manufacture vaccines could help promote affordable, equitable, and sustainable immunization on a global scale, while also enabling manufacturers to develop sustainable business models around such products. To address this manufacturing challenge, the Bill & Melinda Gates Foundation has awarded a $17.6 million Grand Challenge grant to the Massachusetts Institute of Technology (MIT), University College London (UCL) and Kansas University (KU) to pursue an innovative research project for global health to create a next-generation manufacturing platform to produce certain vaccines for less than 15 cents a dose. The project entitled \"Ultra-low cost, Transferable Automated (ULTRA) Platform for Vaccine Manufacture,\" aims to standardize the manufacturing development and production of new protein-based vaccines at globally affordable costs.Challenge acceptedULTRA seeks to reduce facility-related costs by combining a small physical footprint with reduced operational costs enabled by an integrated automation of the manufacturing process, to minimize labor costs and failure rates.  At the heart of this endeavor is a strategic focus on recombinant protein vaccines, which rely on purified elements of a bacteria or virus to elicit immunologic protection.  The manufacturing platform will accommodate chemistry, manufacturing and control (CMC) development for a diverse range of components for recombinant vaccines that target diseases like Hepatitis B, HIV, HPV (an extensible risk for cervical cancer), malaria, rotavirus and future vaccine candidates.  The integrated production platform aims to produce and purify these proteins using a combination of engineered microbial cell factories and flexible approaches for purification to accommodate different vaccines and future candidates. Such manufacturing models currently exist for some biopharmaceuticals like antibody-based therapies  Today, however, solutions to manufacturing are unique for each vaccine.\"In the same ways that industry today enjoys platform manufacturing for monoclonal antibodies, we envision a new platform for current and future recombinant vaccines,\" said J. Christopher Love, an MIT associate professor of chemical engineering, a member of the Koch Institute for Integrative Cancer Research and lead investigator for the MIT team. \"ULTRA should ultimately empower both a broad discovery portfolio and streamlined commercial development.\"Strength in numbersThe collaboration among the academic institutions will highlight each of their strengths and expertise to develop the exciting and innovative platform. The Love laboratory, for example, brings a wide range of experience in platform-based technology development, including on-going work under the DARPA-funded Bio-MOD program, which aims to enable systems for manufacturing on-demand. They are joined in the ULTRA effort by MIT professors Richard Braatz, the Edward R. Gilliland Professor in the Department of Chemical Engineering, and Kripa Varanasi, Associate Professor in the Department of Mechanical Engineering. Additional academic partners on the ULTRA program include Dr. Tarit K. Mukhopadhyay and professors Suzanne Farid and Daniel G. Bracewell from UCL and Kansas University professor David B. Volkin and Dr. Sangeeta Joshi.The three partner academic institutions will work in tandem to develop the vaccine strains, integrated manufacturing process, and economic models to ensure that ULTRA can achieve costs of less than 15 cents a dose. If successful, this method will be tested at scale by an industrial partner who will generate clinical-grade material for a Phase 1 trial at the end of this five-year grant. \"It's an honor to take on this important challenge with the support of this team of world-class academics,\" said Love. \"Together, we are committed to the global access of a powerful new approach for manufacturing low-cost vaccines.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/miot-mug021517.php", "region": "namerica", "source_link": null, "funder": "Bill and Melinda Gates Foundation", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Biology", " Virology", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Epidemiology", " Vaccines", " Policy/Ethics", " Medical/Scientific Ethics", " Disease in the Developing World"], "journal": "", "description": "The Bill & Melinda Gates Foundation has awarded a $17.6 million Grand Challenge grant to the Massachusetts Institute of Technology, University College London, and Kansas University to pursue an innovative research project for global health to create a next-generation manufacturing platform to produce certain vaccines for less than 15 cents a dose. 'Ultra-low cost, Transferable Automated (ULTRA) Platform for Vaccine Manufacture,' aims to standardize the manufacturing development and production of new protein-based vaccines at globally affordable costs.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}