{"title": "Respiratory syncytial virus vaccine enters clinical testing", "text": "A Phase 1 clinical trial to test the safety and tolerability of an investigational vaccine against respiratory syncytial virus (RSV) has begun at the National Institutes of Health Clinical Center in Bethesda, Maryland. The trial also will assess the vaccine's ability to prompt an immune response in healthy adult participants. The investigational vaccine was developed by scientists at the National Institute of Allergy and Infectious Diseases (NIAID), part of NIH.Most people are infected with RSV by age 2 and undergo repeated infections throughout life. Infected adults and children generally experience mild, cold-like symptoms that resolve within a week or two. However, infection can cause severe lower respiratory tract disease, including pneumonia and bronchiolitis, among premature infants, children younger than age 2 with heart or lung problems, children and adults with weakened immune systems and the elderly. About 2 percent of RSV-infected infants under 1 year of age require hospitalization. Children between ages 1 and 5 years and adults older than 65 years are also at higher risk of hospitalization.Each year on average in the United States, RSV leads to 57,527 hospitalizations and 2.1 million outpatient visits among children younger than 5 years; and 177,000 hospitalizations and 14,000 deaths among adults older than 65 years, according to the Centers for Disease Control and Prevention. Globally, RSV infections are estimated to cause more than 250,000 deaths each year.Currently no vaccine to prevent RSV infection or drug to treat it is available. The monoclonal antibody palivizumab is licensed in the U.S. for preventing serious lower respiratory tract disease caused by RSV in high-risk children, but it is not licensed for use in the general population. \"RSV is underappreciated as a major cause of illness and death, not only in infants and children but also in people with weakened immune systems and the elderly,\" said NIAID Director Anthony S. Fauci, M.D. \"A vaccine to reduce the burden of this important disease is badly needed.\"The study, called VRC 317, will enroll healthy adults ages 18-50 years. Participants will be randomly assigned to receive two injections in the arm at 12 weeks apart with either the investigational vaccine or the investigational vaccine adjuvanted with alum. Alum is a chemical compound commonly added to vaccines to enhance the body's immune response. Participants will also be randomly assigned to receive one of three vaccine doses (50 micrograms, 150 micrograms or 500 micrograms) at both vaccination time points. Initially, five people will be vaccinated with the 50 microgram dose. If the initial group of participants experience no serious adverse reactions attributable to the vaccine, the study team will then begin to vaccinate participants at the next dosage level. They will repeat this stepwise process until they administer the 500 microgram dose.Participants will return for 12 clinic visits over 44 weeks after the first injection. At these visits, study clinicians will conduct physical exams and collect blood samples. They will also test mucous samples from volunteers' mouths and noses to measure the immune responses generated.The study is being led by principal investigator Michelle C. Crank, M.D., head of the Translational Sciences Core in the Viral Pathogenesis Laboratory part of NIAID's Vaccine Research Center (VRC). Study clinicians will conduct a daily safety review of any new clinical information, and a Protocol Safety Review Team will examine trial safety data weekly to ensure the vaccine meets safety standards.The investigational vaccine, called DS-Cav1, results from years of research led by Barney S. Graham, M.D., Ph.D., deputy VRC director, and Peter D. Kwong, Ph.D., chief of the Structural Biology Section and the Structural Bioinformatics Core at the VRC. The vaccine candidate is a single, structurally-engineered protein from the surface of RSV rather than a more traditional approach based on a weakened or inactivated whole virus. In 2013, VRC scientists tested several versions of the protein as a vaccine in mice and nonhuman primates. The protein variants elicited high levels of neutralizing antibodies and protected the animals against RSV infection. Drs. Graham and Kwong selected the most promising candidate, DS-Cav1, for clinical evaluation.\"This work represents an example of how new biological insights from basic research can lead to candidate vaccines for diseases of public health importance, and the value of multidisciplinary research teams like the ones assembled at the VRC,\" said Dr. Graham.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nioa-rsv022217.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/respiratory-syncytial-virus-vaccine-enters-clinical-testing", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Clinical Trials", " Vaccines", " Infectious/Emerging Diseases", " Pediatrics"], "journal": "", "description": "A Phase 1 clinical trial to test the safety and tolerability of an investigational vaccine against respiratory syncytial virus (RSV) has begun at the National Institutes of Health Clinical Center in Bethesda, Maryland. The trial also will assess the vaccine's ability to prompt an immune response in healthy adult participants. The investigational vaccine was developed by scientists at the National Institute of Allergy and Infectious Diseases (NIAID), part of NIH.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}