{"title": "Enormous promise for new parasitic infection treatment", "text": "The human whipworm, which infects 500 million people and can damage physical and mental growth, is killed at egg and adult stage by a new drug class developed at the Universities of Manchester and Oxford and University College London.Current treatments for human whipworm are based on 1960s drugs initially developed for livestock and have a low success rate in people. There are also no vaccines available.As a result there's a desperate need for new treatments.  The team from the three UK universities, whose results have been published in the journal PLOS Neglected Tropical Diseases, studied a class of dihydrobenzoxazepinones, not previously associated with controlling whipworms.The researchers found that the compounds kill the adult stages of the whipworm much more effectively than existing drugs.  Parasite immunologist, Professor Kathryn Else from The University of Manchester said: \"Eradicating the whipworm requires more effective drugs, improving hygiene and vaccine development. The compounds we have discovered could address the first two of these.\"Whipworm eggs are also affected by the compounds. Whipworm eggs are passed from infected faeces into people by hand to mouth contact.  This often happens in unsanitary toilets or areas where people live close together. The eggs are highly resistant to extreme temperature changes and ultraviolet radiation and can remain viable in the environment for many years.However the new compounds are effective against the eggs and could be developed into a spray which can stop infection at source.The researchers are now modifying their compounds to make them effective enough for a treatment in humans, and one that can be turned into a product used in the developing countries most affected.Professor Else said: \"This team brought expertise from immunology, medicinal chemistry and neurobiology and really shows how combining across disciplines and institutions can lead to important new discoveries.\"Although we rarely see whipworm infection in the UK, it is a serious and damaging problem in many parts of the world and if we can develop this treatment, the lives of many people could be improved.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005359", "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-epf022217.php", "region": "europe", "source_link": null, "funder": "Biotechnology and Biological Sciences Research Council", "meeting": "", "institution": "University of Manchester", "keywords": ["Parasitology", " Medicine/Health", " Disease in the Developing World"], "journal": "PLOS Neglected Tropical Diseases", "description": "The human whipworm, which infects 500 million people and can damage physical and mental growth, is killed at egg and adult stage by a new drug class developed at the Universities of Manchester and Oxford and University College London.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}