{"title": "NIH begins study of vaccine to protect against mosquito-borne diseases", "text": "The National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH), has launched a Phase 1 clinical trial to test an investigational vaccine intended to provide broad protection against a range of mosquito-transmitted diseases, such as Zika, malaria, West Nile fever and dengue fever, and to hinder the ability of mosquitoes to transmit such infections. The study, which is being conducted at the NIH Clinical Center in Bethesda, Maryland, will examine the experimental vaccine's safety and ability to generate an immune response. The investigational vaccine, called AGS-v, was developed by the London-based pharmaceutical company SEEK, which has since formed a joint venture with hVIVO in London. The consulting group Halloran has provided regulatory advice to both companies.Unlike other vaccines targeting specific mosquito-borne diseases, the AGS-v candidate is designed to trigger an immune response to mosquito saliva rather than to a specific virus or parasite carried by mosquitoes. The test vaccine contains four synthetic proteins from mosquito salivary glands. The proteins are designed to induce antibodies in a vaccinated individual and to cause a modified allergic response that can prevent infection when a person is bitten by a disease-carrying mosquito. \"Mosquitoes cause more human disease and death than any other animal,\" said NIAID Director Anthony S. Fauci, M.D. \"A single vaccine capable of protecting against the scourge of mosquito-borne diseases is a novel concept that, if proven successful, would be a monumental public health advance.\" Led by Matthew J. Memoli, M.D., director of the Clinical Studies Unit in NIAID's Laboratory of Infectious Diseases, the clinical trial is expected to enroll up to 60 healthy adults ages 18 to 50 years. Participants will be randomly assigned to receive one of three vaccine regimens. The first group will receive two injections of the AGS-v vaccine, 21 days apart. The second group will receive two injections of AGS-v combined with an adjuvant, 21 days apart. The adjuvant is an oil and water mixture commonly added to vaccines to enhance immune responses. The third group will receive two placebo injections of sterile water 21 days apart. Neither the study investigators nor the participants will know who is assigned to each group.Participants will be asked to return to the clinic twice between vaccinations and twice after the second vaccination to undergo a physical exam and to provide blood samples. Study investigators will examine the blood samples to measure levels of antibodies triggered by vaccination. Each participant also will return to the Clinical Center approximately 21 days after completing the vaccination schedule to undergo a controlled exposure to biting mosquitoes. The mosquitoes will not be carrying viruses or parasites, so the participants are not at risk of becoming infected with a mosquito-borne disease. Five to 10 female Aedes aegypti mosquitoes from the insectary in NIAID's Laboratory of Malaria and Vector Research will be put in a feeding device that will be placed on each participant's arm for 20 minutes. The mosquitoes will bite the participants' arms through the netting on the feeding devices. Afterward, investigators will take blood samples from each participant at various time points to see if participants experience a modified response to the mosquito bites as a result of AGS-v vaccination.Investigators also will examine the mosquitoes after the feeding to assess any changes to their life cycle. Scientists suspect that the mosquitoes who take a blood meal from ASG-v-vaccinated participants may have altered behavior that could lead to early death or a reduced ability to reproduce. This would indicate that the experimental vaccine could also hinder disease transmission by controlling the mosquito population.All participants will be asked to return to the clinic for follow-up visits every 60 days for five months following the mosquito feeding. A final clinic visit to assess long-term safety will take place approximately 10 months after the mosquito feeding. Throughout the trial, an independent Data and Safety Monitoring Board will review study data to evaluate participant safety and the overall conduct of the study. A medical monitor from NIAID's Office of Clinical Research Policy and Regulatory Operations will also perform routine safety assessments. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nioa-nbs022117.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/nih-begins-study-vaccine-protect-against-mosquito-borne-diseases", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Clinical Trials", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "", "description": "The National Institute of Allergy and Infectious Diseases, has launched a Phase 1 clinical trial to test an investigational vaccine intended to provide broad protection against a range of mosquito-transmitted diseases, such as Zika, malaria, West Nile fever and dengue fever, and to hinder the ability of mosquitoes to transmit such infections. The study, conducted at the NIH Clinical Center in Bethesda, Maryland, will examine the vaccine's safety and ability to generate an immune response.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}