{"title": "T cells support long-lived antibody-producing cells, Penn-led team finds", "text": "If you've ever wondered how a vaccine given decades ago can still protect against infection, you have your plasma cells to thank. Plasma cells are long-lived B cells that reside in the bone marrow and churn out antibodies against previously encountered vaccines or pathogens.While plasma cells are vital components of the immune system, they can also be a contributor to disease, as is the case in autoimmune diseases, such as lupus and rheumatoid arthritis, and in certain cancers, such as multiple myeloma.Now, a group led by researchers at the University of Pennsylvania School of Veterinary Medicine, has come to a better understanding of how these cells are maintained. Using a specialized type of microscope that captures the movement and interaction of cells in living organisms, the scientists observed that, in the bone marrow, immune cells called regulatory T cells closely interact with plasma cells and support them. When the T cells aren't there, plasma cells vanish.\"This interaction was completely unanticipated,\" said senior author Christopher A. Hunter, Mindy Halikman Heyer Distinguished Professor of Pathobiology and chair of the Department of Pathobiology at Penn Vet. \"If we can understand what controls these long-lived plasma cells, then maybe we can augment that interaction, making more plasma cells to, for example, enhance vaccine efficiency. Or, if you want to limit autoimmunity or cancer, maybe there is an opportunity to disrupt this niche to mitigate some of those conditions.\"The research, published in the journal Cell Reports, was led by two trainees in Hunter's laboratory, Arielle Glatman Zaretsky and Christoph Konradt, along with a team of researchers from Penn Vet, Penn's Perelman School of Medicine, Harvard Medical School, Osaka University, Medimmune, the University of California, San Diego, and The Wistar Institute.Hunter's laboratory has long investigated how the immune system responds to infection with the parasite Toxoplasma gondii. They have used high-tech microscopy to visualize the dynamics of immune cells and other structures in living organisms. This specialized imaging was able to turn up a surprising finding. A video of the bone marrow in a mouse exposed to T. gondii revealed that the animal's plasma cells disappeared, later returning as the infection was controlled.A few other groups had seen plasma cells behave similarly in response to systemic inflammation or infection, but the reason for the drop in plasma cells remained unclear. \"We don't know whether these cells leave the bone marrow or die there during infection, but, either way, they are gone,\" said Glatman Zaretzky. \"And that set up a great system to understand what kinds of cellular interactions normally create the hospitable environment and allow the plasma cells to remain there.\" The research team had noticed that regulatory T cells, which Hunter calls \"the health and safety inspectors\" of the immune system because they keep immune responses at the appropriate level, were located in a similar region of the bone marrow as the plasma cells, next to the blood vessels. And, when mice were exposed to an infection, these \"T regs\" declined precipitously, just as the plasma cells had.Together, these observations called to mind an earlier finding by another group of scientists that showed that T regs play a key role in protecting the bone marrow from inflammation. In other words, it suggested that T regs make the bone marrow an immune-privileged site, shielding its vital components from the potentially damaging effects of infection or immune response.Curious whether these T regs interacted with plasma cells, the researchers examined both cell types in mice that have T regs labeled with a green fluorescent marker and plasma cells labeled with a yellow one. They found that T regs appeared to be closely interacting with plasma cells for extended periods of time. \"No one had put these two cell types together before,\" Hunter said. \"Yet, when we looked, we saw that these interactions were not rare but were frequent and sustained.\" Further studies found that both of these cell types also interact with dendritic cells, which are thought to promote plasma-cell survival. The researchers also demonstrated that T regs were necessary to maintain plasma cells, showing that enhancing T reg survival in mice during infection increased plasma-cell numbers and that experimentally depleting T regs led to reductions in plasma cells.The work gives insight into how the body is able to sustain plasma cells for so long, ensuring that they will jump into action even years after a vaccine was administered or an earlier infection was conquered. They also lay the foundation for targeting this cell population -- a feat that has thus far escaped scientists -- to ameliorate autoimmune diseases that arise due to inappropriate antibody production or to treat cancers that form from plasma cells.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.01.067", "url": "http://www.eurekalert.org/pub_releases/2017-02/uop-tcs022117.php", "region": "namerica", "source_link": "https://news.upenn.edu/news/t-cells-support-long-lived-antibody-producing-cells-penn-led-team-finds", "funder": "National Institutes of Health, Lupus Foundation of America, Japan Society for the Promotion of Science", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cell Reports", "description": "A group led by researchers at the University of Pennsylvania School of Veterinary Medicine, has come to a better understanding of how long-lived, antibody-producing plasma cells are maintained.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}