{"title": "Zika may cause miscarriages, thin brain tissue in babies carried to term", "text": "Johns Hopkins researchers say that in early pregnancy in mice with complete immune systems, Zika virus can cross the placenta -- intended to protect the developing fetus -- and appears to lead to a high percentage of miscarriages and to babies born with thin brain tissue and inflammation in brain cells.By administering Zika virus directly into the reproductive tract of pregnant mice that have an intact immune system, the researchers found that the Zika virus appears to create disorganization in the cellular layers of the placenta that keep toxins, bacteria and viruses from crossing. This disorganization could be how the virus penetrates the placenta to infect the fetus. The researchers also discovered a mechanism by which Zika may be keeping antiviral proteins in the body from doing their job of protecting cells from the virus.These findings, published Feb. 21 in Nature Communications, put scientists one step closer to developing targets for vaccines or other treatments for Zika. Currently there is no cure or treatment for the virus, which has been linked to serious neurological problems in infants whose mothers were exposed in early pregnancy. For much of 2016, Zika was considered a public health emergency by the World Health Organization.\"We need to find a way to stop transmission of Zika through the placenta into the fetus, because that is where the damage is being done,\" says study co-leader Sabra L. Klein, PhD, an immunologist and microbiologist at the Johns Hopkins Bloomberg School of Public Health. \"In the placentas of our mice, we're seeing a defense against Zika being mounted, but falling short, especially in early pregnancy, a time that corresponds to the first trimester in humans.\"Study co-leader Irina Burd, MD, PhD, a maternal/fetal medicine physician at Johns Hopkins Medicine, is hopeful that this is an important step toward halting the transmission of Zika from mother to child. \"If we can determine what is happening, we may be able to find ways to minimize or even eliminate what can be devastating consequences for children of infected mothers,\" she says.For their research, the scientists developed a new mouse model that they say is uniquely capable of helping them to understand the mechanisms behind Zika transmission to the fetus. Unlike other mice used to study the virus, the Hopkins mice have completely intact immune systems more similar to humans, which enable researchers to see all that is involved in mounting an immune response. They intend to continue to follow up on their initial findings using the same model.To conduct this study, the researchers injected Zika virus directly into the reproductive tract of the pregnant mice during what would be the equivalent of the first trimester in a human. Since different species of animals may clear infections in different ways, they wanted to make sure the virus was getting to the most relevant tissues of the pregnant mice. The researchers used several different strains of the virus, using older strains - one from an outbreak in Nigeria in 1968 and another from Cambodia in 2010 - and contemporary ones from Brazil and Puerto Rico from the most recent epidemics. Nearly 94 percent of all pregnancies remained viable when a mock infection was introduced during the first trimester, while the viability of fetuses after Zika infection was reduced, regardless of which strain was used. Viability ranged from 56 percent from infection with the Brazil strain to 71 percent following infection with the Nigeria strain. That means anywhere from 29 to 44 percent of pregnancies were lost following infection. Since miscarriages can be caused by a multitude of factors, this Zika connection was not previously known. When the researchers infected the mice in the equivalent of the late second trimester instead, however, many fewer miscarriages occurred, suggesting that there is less vulnerability to Zika later in pregnancy.The researchers also could see the activation of antiviral defenses in the placentas of pregnant mice infected with virus. To cause an infection, viruses work like a lock and key, attaching to specific receptors on cells to take hold and spread. The researchers identified receptors on cells in the placenta that the virus may use to cross into the fetus. These anti-viral pathways could be potential targets for treatments that could stop transmission, the researchers say.The placenta is the key organ to a healthy pregnancy. It is typically organized into discrete layers of tissue. Under a microscope, the researchers found that the layers of tissue in the placentas of the mice infected with Zika virus were no longer organized well and might be how the virus could penetrate the fetus.\"This could be why the fetuses in the Zika-infected mice were so vulnerable to either miscarriage or brain damage,\" Burd says. While the virus appeared to cross into the placenta fairly easily during the first trimester, the same was not true in the second trimester. As in humans, the direct effects on the pregnancy were much less pronounced if the infection occurred later in pregnancy. Those mouse pups born after an early infection were likely to have thinner cortexes and have inflammatory cells in the brain, while those born to mothers who had a later infection were much less likely to suffer those effects.In humans, Burd says, some babies born to mothers infected later are still showing some ill-effects, though it is unclear why.Since still so little is known about the long-term consequences of the Zika virus, in future experiments the researchers say they want to see if the siblings of the babies born during Zika infection will also suffer neurological effects.\"We don't know if the effects persist in future pregnancies,\" Klein says. \"We're just dealing with the here and now. We have no idea what the long-term consequences are for the mother.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/jhub-zmc021617.php", "region": "namerica", "source_link": null, "funder": "Johns Hopkins Bloomberg School of Public Health, Society for Women's Health Research, Integrated Research Center for Fetal Medicine, Sheikh Abdullah Bugshan Fund", "meeting": "", "institution": "Johns Hopkins University Bloomberg School of Public Health", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Nature Communications", "description": "Johns Hopkins researchers say that in early pregnancy in mice with complete immune systems, Zika virus can cross the placenta -- intended to protect the developing fetus -- and appears to lead to a high percentage of miscarriages and to babies born with thin brain tissue and inflammation in brain cells.", "date": "Tue, 21 Feb 2017 05:00:00 GMT"}