{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "baycrest", "health", "sciences", "rotman", "research", "institute", "reported", "comprehensive", "neuropsychological", "study", "retired", "professional", "ice", "hockey", "players", "date", "found", "alumni", "involved", "study", "played", "nhl", "free", "significant", "brain", "impairment", "objective", "testing", "yet", "players", "reported", "high", "level", "emotional", "behavioural", "cognitive", "challenges", "questionnaires", "rating", "subjective", "psychosocial", "function", "retired", "professional", "hockey", "players", "published", "journal", "neurology", "neurosurgery", "ongoing", "study", "began", "2010", "led", "brian", "levine", "neuropsychologist", "senior", "scientist", "rotman", "research", "institute", "professor", "psychology", "medicine", "neurology", "university", "toronto", "focuses", "retired", "professional", "ice", "hockey", "players", "cognitive", "behavioural", "functioning", "relation", "age", "concussion", "history", "genetic", "risk", "lot", "attention", "repeated", "concussions", "neurodegenerative", "disease", "particularly", "samples", "says", "levine", "need", "comprehensive", "assessment", "mental", "behavioral", "changes", "life", "longitudinal", "study", "allow", "us", "track", "changes", "time", "better", "understand", "aging", "brain", "health", "retired", "professional", "athletes", "retired", "professional", "athletes", "tested", "along", "18", "healthy", "males", "recruited", "community", "comparison", "group", "history", "professional", "contact", "sports", "subjects", "completed", "lengthy", "battery", "computerized", "cognitive", "tests", "questionnaires", "brain", "imaging", "studies", "scott", "thornton", "played", "nhl", "17", "seasons", "owns", "runs", "multiple", "businesses", "collingwood", "ontario", "volunteered", "participate", "informed", "study", "nhl", "alumni", "association", "thornton", "says", "concerned", "memory", "function", "wondering", "related", "concussions", "sustained", "professional", "hockey", "career", "hope", "longitudinal", "study", "help", "hockey", "players", "everyone", "involved", "game", "open", "honest", "conversations", "impact", "head", "traumas", "says", "thornton", "hockey", "physical", "sport", "shoulder", "leg", "injury", "different", "hit", "head", "injury", "would", "often", "get", "back", "ice", "continue", "play", "important", "everyone", "involved", "game", "respect", "consequences", "types", "dr", "carrie", "esopenko", "assistant", "professor", "rutgers", "university", "former", "fellow", "rotman", "research", "institute", "managed", "study", "says", "team", "researchers", "took", "comprehensive", "approach", "studying", "people", "complaints", "cognitive", "psychosocial", "functioning", "without", "study", "began", "spent", "several", "months", "setting", "right", "series", "tests", "evaluate", "brain", "health", "retired", "players", "says", "esopenko", "study", "represents", "one", "comprehensive", "evaluations", "ever", "done", "area", "alumni", "comparison", "groups", "performed", "similar", "level", "tests", "attention", "memory", "subtle", "disadvantage", "alumni", "executive", "intellectual", "functioning", "performance", "tests", "related", "number", "concussions", "sustained", "alumni", "group", "participants", "provided", "blood", "sample", "genetic", "analysis", "focus", "apoe", "gene", "researchers", "found", "apoe", "ε4", "allele", "associated", "increased", "dementia", "risk", "previous", "studies", "associated", "psychiatric", "symptoms", "depressed", "mood", "cognitive", "changes", "longitudinal", "testing", "required", "determine", "significance", "team", "working", "series", "related", "papers", "reporting", "extensive", "brain", "imaging", "data", "collected", "part", "study", "longitudinal", "study", "players", "tested", "every", "four", "years", "option", "donate", "brains", "science", "posthumously", "neuropathological", "confirmation", "potential", "brain", "diseases", "nhl", "alumni", "association", "assisted", "researchers", "notifying", "membership", "study", "role", "study", "grants", "canadian", "institutes", "health", "research", "ontario", "neurotrauma", "foundation", "ministry", "research", "innovation", "ontario", "baycrest", "health", "sciences", "women", "friends", "baycrest", "alzheimer", "society", "canada", "research", "program", "fellowship", "awarded", "esopenko", "made", "study", "possible"], "url": "http://www.eurekalert.org/pub_releases/2017-04/bcfg-sec041217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at Baycrest Health Sciences' Rotman Research Institute have reported the most comprehensive neuropsychological study of retired professional ice hockey players to date.", "They found that the alumni involved in the study, most of whom played in the NHL, were free from significant brain impairment on objective testing.", "Yet the players reported a high level of emotional, behavioural and cognitive challenges on questionnaires rating subjective complaints.Cognitive and Psychosocial Function in Retired Professional Hockey Players was published in the Journal of Neurology, Neurosurgery, and Psychiatry.The ongoing study, which began in 2010, is led by Dr. Brian Levine, neuropsychologist and senior scientist at the Rotman Research Institute and professor of Psychology and Medicine (Neurology) at the University of Toronto.", "It focuses on retired professional ice hockey players' cognitive and behavioural functioning in relation to their age, concussion history, and genetic risk.", "\"There has been a lot of attention on repeated concussions and neurodegenerative disease, particularly in post-mortem samples of ex-athletes,\" says Dr. Levine.", "\"There is a need for more comprehensive assessment of mental and behavioral changes during life.", "This longitudinal study will allow us to track changes over time to better understand aging and brain health in retired professional athletes.", "\"Thirty-three retired professional athletes were tested along with 18 age-matched healthy males recruited from the community as a comparison group with no history of professional contact sports.", "All subjects completed a lengthy battery of paper-and-pencil and computerized cognitive tests, questionnaires, and brain imaging studies.", "Scott Thornton, who played in the NHL for 17 seasons and now owns and runs multiple businesses in Collingwood, Ontario, volunteered to participate after being informed about the study by the NHL Alumni Association.", "Thornton says he is concerned about his memory function and is wondering if it is related to concussions he sustained during his professional hockey career.", "\"My hope is that this longitudinal study will help all hockey players and everyone involved in the game have open and honest conversations about the impact of head traumas,\" says Thornton.", "\"Hockey is a very physical sport and a shoulder or leg injury is very different from a hit to the head.", "After an injury, we would often get back on the ice and continue to play, but it's important for everyone involved with the game to respect the consequences of these types of decisions.\"Dr.", "Carrie Esopenko, assistant professor at Rutgers University and former post-doctoral fellow at the Rotman Research Institute, managed the study and says that the team of researchers took a comprehensive approach, studying both people with complaints about their cognitive and psychosocial functioning and those without.", "\"When this study began, we spent several months setting up the right series of tests to evaluate brain health in retired ice-hockey players,\" says Dr. Esopenko.", "\"This study represents one of the most comprehensive evaluations that's ever been done in this area.", "\"While the alumni and comparison groups performed to a similar level on tests of attention and memory, there was a subtle disadvantage for the alumni on executive and intellectual functioning, with performance on these tests related to the number of concussions sustained in the alumni group.", "All participants provided a blood sample for genetic analysis, with a focus on the APOE gene.", "The researchers found that the APOE ε4 allele, associated with increased dementia risk in previous studies, was associated with psychiatric symptoms, such as depressed mood, but not cognitive changes.", "Longitudinal testing is required to determine the significance of this finding.Levine's team is now working on a series of related papers reporting extensive brain imaging data collected as part of this study.", "This is a longitudinal study.", "Players will be tested every four years and  have the option to donate their brains to science posthumously for neuropathological confirmation of potential brain diseases.", "The NHL Alumni Association assisted the researchers by notifying their membership about the study, but had no other role in the study.", "Grants from The Canadian Institutes of Health Research, the Ontario Neurotrauma Foundation, the Ministry of Research and Innovation of Ontario, Baycrest Health Sciences, The Women Friends of Baycrest, and an Alzheimer's Society of Canada Research Program Post-Doctoral Fellowship awarded to Dr. Esopenko made this study possible."], "title": "Study examines cognitive and psychosocial function of retired professional hockey players | EurekAlert! Science News", "source": "Baycrest Centre for Geriatric Care", "date": "2018-01-19_20:37:52", "year": "Thu, 13 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at Baycrest Health Sciences' Rotman Research Institute have reported the most comprehensive neuropsychological study of retired professional ice hockey players to date. They found that the alumni involved in the study, most of whom played in the NHL, were free from significant brain impairment on objective testing. Yet the players reported a high level of emotional, behavioural and cognitive challenges on questionnaires rating subjective complaints.Cognitive and Psychosocial Function in Retired Professional Hockey Players was published in the Journal of Neurology, Neurosurgery, and Psychiatry.The ongoing study, which began in 2010, is led by Dr. Brian Levine, neuropsychologist and senior scientist at the Rotman Research Institute and professor of Psychology and Medicine (Neurology) at the University of Toronto. It focuses on retired professional ice hockey players' cognitive and behavioural functioning in relation to their age, concussion history, and genetic risk. \"There has been a lot of attention on repeated concussions and neurodegenerative disease, particularly in post-mortem samples of ex-athletes,\" says Dr. Levine. \"There is a need for more comprehensive assessment of mental and behavioral changes during life. This longitudinal study will allow us to track changes over time to better understand aging and brain health in retired professional athletes.\"Thirty-three retired professional athletes were tested along with 18 age-matched healthy males recruited from the community as a comparison group with no history of professional contact sports. All subjects completed a lengthy battery of paper-and-pencil and computerized cognitive tests, questionnaires, and brain imaging studies. Scott Thornton, who played in the NHL for 17 seasons and now owns and runs multiple businesses in Collingwood, Ontario, volunteered to participate after being informed about the study by the NHL Alumni Association. Thornton says he is concerned about his memory function and is wondering if it is related to concussions he sustained during his professional hockey career.\"My hope is that this longitudinal study will help all hockey players and everyone involved in the game have open and honest conversations about the impact of head traumas,\" says Thornton. \"Hockey is a very physical sport and a shoulder or leg injury is very different from a hit to the head. After an injury, we would often get back on the ice and continue to play, but it's important for everyone involved with the game to respect the consequences of these types of decisions.\"Dr. Carrie Esopenko, assistant professor at Rutgers University and former post-doctoral fellow at the Rotman Research Institute, managed the study and says that the team of researchers took a comprehensive approach, studying both people with complaints about their cognitive and psychosocial functioning and those without. \"When this study began, we spent several months setting up the right series of tests to evaluate brain health in retired ice-hockey players,\" says Dr. Esopenko. \"This study represents one of the most comprehensive evaluations that's ever been done in this area.\"While the alumni and comparison groups performed to a similar level on tests of attention and memory, there was a subtle disadvantage for the alumni on executive and intellectual functioning, with performance on these tests related to the number of concussions sustained in the alumni group. All participants provided a blood sample for genetic analysis, with a focus on the APOE gene. The researchers found that the APOE ε4 allele, associated with increased dementia risk in previous studies, was associated with psychiatric symptoms, such as depressed mood, but not cognitive changes. Longitudinal testing is required to determine the significance of this finding.Levine's team is now working on a series of related papers reporting extensive brain imaging data collected as part of this study. This is a longitudinal study. Players will be tested every four years and  have the option to donate their brains to science posthumously for neuropathological confirmation of potential brain diseases. The NHL Alumni Association assisted the researchers by notifying their membership about the study, but had no other role in the study. Grants from The Canadian Institutes of Health Research, the Ontario Neurotrauma Foundation, the Ministry of Research and Innovation of Ontario, Baycrest Health Sciences, The Women Friends of Baycrest, and an Alzheimer's Society of Canada Research Program Post-Doctoral Fellowship awarded to Dr. Esopenko made this study possible."}