{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "li", "gan", "phd", "associate", "director", "gladstone", "institute", "neurological", "disease", "view", "scientists", "gladstone", "institutes", "university", "california", "san", "francisco", "ucsf", "identified", "common", "mechanism", "two", "forms", "neurodegeneration", "affect", "young", "adults", "elderly", "discovery", "advances", "efforts", "find", "better", "treatments", "cures", "diseases", "currently", "cures", "conditions", "projected", "cost", "nation", "estimated", "259", "billion", "two", "forms", "neurodegeneration", "frontotemporal", "dementia", "ftd", "neuronal", "ceroid", "lipofuscinosis", "ncl", "ftd", "one", "common", "forms", "dementia", "adults", "65", "years", "ncl", "common", "neurodegenerative", "disease", "children", "young", "adults", "condition", "associated", "lipofuscin", "excessive", "accumulation", "fats", "proteins", "called", "lipopigments", "vulnerable", "cells", "tissues", "common", "factor", "diseases", "protein", "progranulin", "progranulin", "involved", "many", "biological", "processes", "including", "inflammation", "tumor", "formation", "normal", "development", "widely", "expressed", "body", "changes", "expression", "mostly", "affect", "brain", "progranulin", "levels", "low", "brain", "cells", "die", "readily", "exposed", "toxins", "mutations", "lower", "progranulin", "levels", "cause", "ftd", "whereas", "complete", "loss", "progranulin", "leads", "ncl", "although", "ftd", "ncl", "patients", "differ", "markedly", "age", "clinical", "manifestations", "wanted", "know", "humans", "carry", "genetic", "mutations", "progranulin", "share", "features", "ncl", "patients", "said", "li", "gan", "phd", "associate", "director", "gladstone", "institute", "neurological", "lipofuscin", "humans", "risk", "ftdin", "new", "study", "published", "science", "translational", "medicine", "gan", "team", "took", "close", "look", "lipofuscin", "humans", "carry", "mutations", "progranulin", "gene", "vision", "loss", "one", "first", "symptoms", "ncl", "accompanied", "lipofuscin", "accumulation", "retina", "researchers", "first", "evaluated", "lipofuscion", "retina", "using", "confocal", "scanning", "laser", "ophthalmoscopy", "imaging", "technique", "routinely", "performed", "patients", "clinic", "found", "people", "carry", "progranulin", "mutations", "nearly", "twice", "likely", "retinal", "lipofuscin", "deposits", "healthy", "people", "shared", "michael", "ward", "md", "phd", "former", "staff", "scientist", "gladstone", "worked", "closely", "gan", "lead", "author", "study", "remarkably", "substantially", "increased", "number", "size", "lipofuscin", "deposits", "even", "though", "symptoms", "initial", "discovery", "scientists", "evaluated", "frontal", "cortex", "region", "brain", "affected", "ftd", "using", "postmortem", "tissues", "gan", "team", "found", "lipofuscin", "deposits", "also", "accumulated", "neurons", "frontal", "cortex", "people", "carrying", "progranulin", "diagnostic", "therapeutic", "toolto", "diagnose", "ncl", "patients", "often", "undergo", "testing", "determine", "amount", "lipofuscin", "peripheral", "blood", "lymphocytes", "type", "white", "blood", "cell", "researchers", "found", "higher", "levels", "lipofuscin", "lympohblasts", "cells", "mature", "lymphocytes", "patients", "ncl", "also", "asymptomatic", "patients", "carrying", "mutations", "progranulin", "gene", "restored", "progranulin", "levels", "normal", "cells", "reduced", "levels", "lipofuscin", "study", "shows", "lipofuscin", "retina", "blood", "cells", "could", "serve", "early", "marker", "disease", "said", "gan", "also", "professor", "neurology", "ucsf", "importantly", "also", "suggests", "restoring", "levels", "progranulin", "normal", "prevent", "help", "treat", "multiple", "neurodegenerative", "disorders", "future", "studies", "clarify", "lipofuscin", "causes", "disease", "whether", "progranulin", "directly", "contributes", "lipofuscin", "accumulation", "neuronal", "loss"], "url": "http://www.eurekalert.org/pub_releases/2017-04/gi-cfl041217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Li Gan, PhD, associate director of the Gladstone Institute of Neurological Disease.", "view more Scientists at the Gladstone Institutes and the University of California, San Francisco (UCSF), identified a common mechanism in two forms of neurodegeneration that affect young adults or the elderly.", "The discovery advances efforts to find better treatments and cures for these diseases.", "Currently, there are no cures for these conditions, which are projected to cost the nation an estimated $259 billion in 2017.The two forms of neurodegeneration are frontotemporal dementia (FTD) and neuronal ceroid lipofuscinosis (NCL).", "FTD is one of the most common forms of dementia in adults under 65 years.", "NCL is the most common neurodegenerative disease in children and young adults.", "This condition is associated with lipofuscin, the excessive accumulation of fats and proteins called lipopigments in vulnerable cells and tissues of the body.The common factor in these diseases is the protein progranulin.", "Progranulin is involved in many biological processes, including inflammation, tumor formation, and normal development.", "It is widely expressed in the body, but changes in its expression mostly affect the brain.", "When progranulin levels are low, brain cells die more readily when exposed to toxins.", "Mutations that lower progranulin levels cause FTD, whereas complete loss of progranulin leads to NCL.", "\"Although FTD and NCL patients differ markedly in age and clinical manifestations, we wanted to know if humans who carry FTD-related genetic mutations in progranulin share features with NCL patients,\" said Li Gan, PhD, associate director of the Gladstone Institute of Neurological Disease.Identifying Lipofuscin in Humans at Risk for FTDIn a new study published in Science Translational Medicine, Gan's team took a close look at lipofuscin in humans who carry mutations in the progranulin gene.", "Because vision loss is one of the first symptoms of NCL, and it is accompanied by lipofuscin accumulation in the retina, the researchers first evaluated lipofuscion in the retina using confocal scanning laser ophthalmoscopy.", "This non-invasive imaging technique is routinely performed in patients in the clinic.", "\"We found that people who carry progranulin mutations were nearly twice as likely to have retinal lipofuscin deposits than healthy people,\" shared Michael Ward, MD, PhD, a former staff scientist at Gladstone who worked closely with Gan and was the lead author of the study.", "\"Remarkably, they had a substantially increased number and size of lipofuscin deposits, even though they didn't have any symptoms.", "\"After this initial discovery, the scientists evaluated the frontal cortex, the region of the brain most affected in FTD.", "Using postmortem tissues, Gan's team found that lipofuscin deposits also accumulated in neurons from the frontal cortex of people carrying progranulin mutations.Lipofuscin as a Diagnostic and Therapeutic ToolTo diagnose NCL, patients often undergo testing to determine the amount of lipofuscin in peripheral blood lymphocytes, a type of white blood cell.", "The researchers found higher levels of NCL-like lipofuscin in lympohblasts, cells that mature into lymphocytes,in patients with NCL, and also in asymptomatic patients carrying mutations in the progranulin gene.", "They then restored progranulin levels to normal in these cells, which reduced the levels of NCL-like lipofuscin.", "\"Our study shows that lipofuscin in the retina and in blood cells could serve as an early marker of disease,\" said Gan, who is also a professor of neurology at UCSF.", "\"Importantly, it also suggests that restoring the levels of progranulin to normal will prevent or help treat multiple neurodegenerative disorders.", "\"Future studies will clarify if lipofuscin itself causes disease and whether progranulin directly contributes to lipofuscin accumulation and neuronal loss."], "title": "Common factor links neurodegenerative disease in young and old | EurekAlert! Science News", "source": "Gladstone Institutes", "date": "2018-01-19_20:37:55", "year": "Wed, 12 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Li Gan, PhD, associate director of the Gladstone Institute of Neurological Disease.\n       view more Scientists at the Gladstone Institutes and the University of California, San Francisco (UCSF), identified a common mechanism in two forms of neurodegeneration that affect young adults or the elderly. The discovery advances efforts to find better treatments and cures for these diseases. Currently, there are no cures for these conditions, which are projected to cost the nation an estimated $259 billion in 2017.The two forms of neurodegeneration are frontotemporal dementia (FTD) and neuronal ceroid lipofuscinosis (NCL). FTD is one of the most common forms of dementia in adults under 65 years. NCL is the most common neurodegenerative disease in children and young adults. This condition is associated with lipofuscin, the excessive accumulation of fats and proteins called lipopigments in vulnerable cells and tissues of the body.The common factor in these diseases is the protein progranulin. Progranulin is involved in many biological processes, including inflammation, tumor formation, and normal development. It is widely expressed in the body, but changes in its expression mostly affect the brain. When progranulin levels are low, brain cells die more readily when exposed to toxins. Mutations that lower progranulin levels cause FTD, whereas complete loss of progranulin leads to NCL.  \"Although FTD and NCL patients differ markedly in age and clinical manifestations, we wanted to know if humans who carry FTD-related genetic mutations in progranulin share features with NCL patients,\" said Li Gan, PhD, associate director of the Gladstone Institute of Neurological Disease.Identifying Lipofuscin in Humans at Risk for FTDIn a new study published in Science Translational Medicine, Gan's team took a close look at lipofuscin in humans who carry mutations in the progranulin gene. Because vision loss is one of the first symptoms of NCL, and it is accompanied by lipofuscin accumulation in the retina, the researchers first evaluated lipofuscion in the retina using confocal scanning laser ophthalmoscopy. This non-invasive imaging technique is routinely performed in patients in the clinic.\"We found that people who carry progranulin mutations were nearly twice as likely to have retinal lipofuscin deposits than healthy people,\" shared Michael Ward, MD, PhD, a former staff scientist at Gladstone who worked closely with Gan and was the lead author of the study. \"Remarkably, they had a substantially increased number and size of lipofuscin deposits, even though they didn't have any symptoms.\"After this initial discovery, the scientists evaluated the frontal cortex, the region of the brain most affected in FTD. Using postmortem tissues, Gan's team found that lipofuscin deposits also accumulated in neurons from the frontal cortex of people carrying progranulin mutations.Lipofuscin as a Diagnostic and Therapeutic ToolTo diagnose NCL, patients often undergo testing to determine the amount of lipofuscin in peripheral blood lymphocytes, a type of white blood cell. The researchers found higher levels of NCL-like lipofuscin in lympohblasts, cells that mature into lymphocytes,in patients with NCL, and also in asymptomatic patients carrying mutations in the progranulin gene. They then restored progranulin levels to normal in these cells, which reduced the levels of NCL-like lipofuscin.\"Our study shows that lipofuscin in the retina and in blood cells could serve as an early marker of disease,\" said Gan, who is also a professor of neurology at UCSF. \"Importantly, it also suggests that restoring the levels of progranulin to normal will prevent or help treat multiple neurodegenerative disorders.\"Future studies will clarify if lipofuscin itself causes disease and whether progranulin directly contributes to lipofuscin accumulation and neuronal loss."}