{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "visual", "abstract", "represents", "findings", "thevaranjan", "et", "al", "using", "young", "old", "conventional", "mice", "demonstrate", "microbiota", "changes", "drive", "intestinal", "permeability", "inflammation", "view", "inflammation", "increases", "age", "strong", "risk", "factor", "death", "elderly", "underlying", "cause", "clear", "study", "published", "april", "12", "cell", "host", "microbe", "reveals", "gut", "microbes", "one", "culprits", "behind", "inflammation", "premature", "death", "mice", "imbalances", "composition", "gut", "microbes", "older", "mice", "cause", "intestines", "become", "leaky", "allowing", "release", "bacterial", "products", "trigger", "inflammation", "impair", "immune", "function", "date", "things", "reduce", "inflammation", "eat", "healthy", "diet", "exercise", "manage", "chronic", "inflammatory", "conditions", "best", "ability", "says", "senior", "author", "dawn", "bowdish", "msmacrophage", "michael", "degroote", "institute", "infectious", "disease", "research", "mcmaster", "university", "hope", "future", "able", "use", "drugs", "probiotics", "increase", "barrier", "function", "gut", "keep", "microbes", "place", "reduce", "inflammation", "bad", "things", "come", "age", "associated", "increase", "levels", "tumor", "necrosis", "factor", "tnf", "cytokines", "bloodstream", "tissues", "individuals", "high", "levels", "inflammatory", "molecules", "likely", "frail", "hospitalized", "less", "independent", "susceptible", "certain", "types", "infections", "variety", "chronic", "diseases", "dementia", "cardiovascular", "disease", "well", "higher", "death", "rates", "proposed", "inflammation", "caused", "accumulating", "wear", "tear", "immune", "cells", "others", "suggested", "caused", "immune", "cells", "dealing", "chronic", "viral", "infections", "evidence", "supporting", "hypotheses", "elusive", "underlying", "cause", "inflammation", "remained", "colleagues", "raised", "mice", "conditions", "compared", "conventionally", "raised", "counterparts", "strikingly", "mice", "show", "increase", "intestinal", "permeability", "levels", "bacterial", "products", "cytokines", "bloodstream", "contrast", "conventionally", "raised", "mice", "moreover", "higher", "proportion", "mice", "lived", "ripe", "old", "age", "600", "days", "macrophages", "derived", "older", "mice", "maintained", "activity", "taken", "together", "findings", "demonstrate", "changes", "gut", "microbiome", "weaken", "intestinal", "barrier", "leading", "release", "bacterial", "products", "promote", "inflammation", "impair", "immune", "function", "reduce", "experiments", "showed", "relationship", "inflammation", "microbiome", "bidirectional", "mice", "protected", "inflammation", "changes", "composition", "gut", "microbes", "observed", "moreover", "treatment", "drug", "approved", "human", "use", "reversed", "changes", "microbiome", "assume", "reduce", "inflammation", "improve", "immune", "function", "improve", "immune", "function", "maintain", "ability", "farm", "healthy", "gut", "microbiota", "know", "sure", "yet", "bowdish", "says", "also", "believe", "targeting", "inflammation", "improve", "immune", "health", "investigating", "repurposing", "drugs", "already", "market", "developing", "novel", "strategies", "therapeutics", "effect", "future", "studies", "bowdish", "collaborators", "try", "identify", "good", "bacteria", "maintain", "gut", "integrity", "age", "well", "bad", "bacteria", "cause", "gut", "become", "leaky", "also", "trying", "understand", "early", "life", "changes", "microbiota", "start", "occurring", "could", "try", "intervene", "severe", "enough", "alter", "immune", "function", "end", "research", "could", "lead", "new", "strategies", "manipulating", "microbiome", "improve", "intestinal", "health", "decrease", "inflammation", "since", "inflammation", "linked", "many", "aspects", "unhealthy", "aging", "predict", "strategies", "could", "help", "keep", "us", "healthy", "active", "independent", "age", "bowdish", "says"], "url": "http://www.eurekalert.org/pub_releases/2017-04/cp-gmc040617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This visual abstract represents the findings of Thevaranjan et al.", "who, using young and old germ-free and conventional mice, demonstrate that age-related microbiota changes drive intestinal permeability, age-associated inflammation, and...\n       view more Inflammation increases with age and is a strong risk factor for death in the elderly, but the underlying cause has not been clear.", "A study published April 12 in Cell Host & Microbe reveals that gut microbes are one of the culprits behind age-associated inflammation and premature death in mice.", "Imbalances in the composition of gut microbes in older mice cause the intestines to become leaky, allowing the release of bacterial products that trigger inflammation and impair immune function.", "\"To date, the only things you can do to reduce your age-associated inflammation are eat a healthy diet, exercise, and manage any chronic inflammatory conditions to the best of your ability,\" says senior author Dawn Bowdish (@MsMacrophage) of the Michael G. DeGroote Institute for Infectious Disease Research at McMaster University.", "\"We hope that in the future we will be able use drugs or pre- or probiotics to increase the barrier function of the gut to keep the microbes in their place and reduce age-associated inflammation and all the bad things that come with it.", "\"Age is associated with an increase in levels of tumor necrosis factor (TNF) and other pro-inflammatory cytokines in the bloodstream and tissues.", "Individuals with high levels of these inflammatory molecules are more likely to be frail, hospitalized, and less independent; are more susceptible to certain types of infections; and have a variety of chronic, late-life diseases such as dementia and cardiovascular disease, as well as higher death rates.", "Some have proposed that age-associated inflammation is caused by accumulating wear and tear on our immune cells, while others have suggested that it is caused by immune cells dealing with chronic viral infections.", "But evidence supporting these hypotheses has been elusive, and the underlying cause of age-associated inflammation has remained unknown.Bowdish and her colleagues raised mice in germ-free conditions and compared them to their conventionally raised counterparts.", "Strikingly, the germ-free mice did not show an age-related increase in intestinal permeability or in levels of bacterial products or pro-inflammatory cytokines in the bloodstream, in contrast to conventionally raised mice.", "Moreover, a higher proportion of germ-free mice lived to the ripe old age of 600 days, and macrophages derived from older germ-free mice maintained anti-microbial activity.", "Taken together, these findings demonstrate that age-related changes in the gut microbiome weaken the intestinal barrier, leading to the release of bacterial products that promote inflammation, impair immune function, and reduce lifespan.Additional experiments showed that the relationship between inflammation and the microbiome is bidirectional.", "In TNF-deficient mice, which are protected from inflammation, age-related changes in the composition of gut microbes were not observed.", "Moreover, treatment with an anti-TNF drug approved for human use reversed age-related changes in the microbiome.", "\"We assume that this is because if we reduce inflammation, we improve immune function, and if we improve immune function, we maintain the ability to farm a healthy gut microbiota, but we don't know for sure yet,\" Bowdish says.", "\"We also believe that targeting age-associated inflammation will improve immune health and are investigating repurposing drugs that are already on the market and developing novel strategies or therapeutics to this effect.", "\"In future studies, Bowdish and her collaborators will try to identify the good bacteria that maintain gut integrity with age as well as the bad bacteria that cause the gut to become leaky.", "They are also trying to understand how early in life some of these changes in the microbiota start occurring so that they could try to intervene before they are severe enough to alter immune function.", "In the end, this research could lead to new strategies for manipulating the microbiome to improve intestinal health and decrease age-associated inflammation.", "\"Since age-associated inflammation is linked to so many aspects of unhealthy aging, we predict that these strategies could help keep us healthy, active, and independent as we age,\" Bowdish says."], "title": "Gut microbes contribute to age-associated inflammation: Mouse study | EurekAlert! Science News", "source": "Cell Press", "date": "2018-01-19_20:38:01", "year": "Wed, 12 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This visual abstract represents the findings of Thevaranjan et al. who, using young and old germ-free and conventional mice, demonstrate that age-related microbiota changes drive intestinal permeability, age-associated inflammation, and...\n       view more Inflammation increases with age and is a strong risk factor for death in the elderly, but the underlying cause has not been clear. A study published April 12 in Cell Host & Microbe reveals that gut microbes are one of the culprits behind age-associated inflammation and premature death in mice. Imbalances in the composition of gut microbes in older mice cause the intestines to become leaky, allowing the release of bacterial products that trigger inflammation and impair immune function. \"To date, the only things you can do to reduce your age-associated inflammation are eat a healthy diet, exercise, and manage any chronic inflammatory conditions to the best of your ability,\" says senior author Dawn Bowdish (@MsMacrophage) of the Michael G. DeGroote Institute for Infectious Disease Research at McMaster University. \"We hope that in the future we will be able use drugs or pre- or probiotics to increase the barrier function of the gut to keep the microbes in their place and reduce age-associated inflammation and all the bad things that come with it.\"Age is associated with an increase in levels of tumor necrosis factor (TNF) and other pro-inflammatory cytokines in the bloodstream and tissues. Individuals with high levels of these inflammatory molecules are more likely to be frail, hospitalized, and less independent; are more susceptible to certain types of infections; and have a variety of chronic, late-life diseases such as dementia and cardiovascular disease, as well as higher death rates. Some have proposed that age-associated inflammation is caused by accumulating wear and tear on our immune cells, while others have suggested that it is caused by immune cells dealing with chronic viral infections. But evidence supporting these hypotheses has been elusive, and the underlying cause of age-associated inflammation has remained unknown.Bowdish and her colleagues raised mice in germ-free conditions and compared them to their conventionally raised counterparts. Strikingly, the germ-free mice did not show an age-related increase in intestinal permeability or in levels of bacterial products or pro-inflammatory cytokines in the bloodstream, in contrast to conventionally raised mice. Moreover, a higher proportion of germ-free mice lived to the ripe old age of 600 days, and macrophages derived from older germ-free mice maintained anti-microbial activity. Taken together, these findings demonstrate that age-related changes in the gut microbiome weaken the intestinal barrier, leading to the release of bacterial products that promote inflammation, impair immune function, and reduce lifespan.Additional experiments showed that the relationship between inflammation and the microbiome is bidirectional. In TNF-deficient mice, which are protected from inflammation, age-related changes in the composition of gut microbes were not observed. Moreover, treatment with an anti-TNF drug approved for human use reversed age-related changes in the microbiome. \"We assume that this is because if we reduce inflammation, we improve immune function, and if we improve immune function, we maintain the ability to farm a healthy gut microbiota, but we don't know for sure yet,\" Bowdish says. \"We also believe that targeting age-associated inflammation will improve immune health and are investigating repurposing drugs that are already on the market and developing novel strategies or therapeutics to this effect.\"In future studies, Bowdish and her collaborators will try to identify the good bacteria that maintain gut integrity with age as well as the bad bacteria that cause the gut to become leaky. They are also trying to understand how early in life some of these changes in the microbiota start occurring so that they could try to intervene before they are severe enough to alter immune function. In the end, this research could lead to new strategies for manipulating the microbiome to improve intestinal health and decrease age-associated inflammation. \"Since age-associated inflammation is linked to so many aspects of unhealthy aging, we predict that these strategies could help keep us healthy, active, and independent as we age,\" Bowdish says."}