{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "scientists", "report", "significant", "step", "toward", "combating", "two", "degenerative", "brain", "diseases", "chip", "away", "individual", "ability", "move", "think", "neurologist", "stefan", "pulst", "describes", "targeted", "therapy", "developed", "view", "scientists", "report", "significant", "step", "toward", "combatting", "two", "degenerative", "brain", "diseases", "chip", "away", "individual", "ability", "move", "think", "targeted", "therapy", "developed", "investigators", "university", "utah", "health", "slows", "progression", "condition", "mice", "mimics", "rare", "disease", "called", "ataxia", "parallel", "collaborative", "study", "led", "researchers", "stanford", "university", "nearly", "identical", "treatment", "improves", "health", "mice", "model", "amyotrophic", "lateral", "sclerosis", "als", "commonly", "called", "lou", "gehrig", "disease", "findings", "benchmark", "new", "approach", "toward", "alleviating", "previously", "untreatable", "conditions", "addition", "suggest", "therapy", "target", "gene", "may", "important", "maintaining", "health", "brain", "cells", "additional", "work", "needs", "done", "determine", "whether", "regimen", "safe", "effective", "humans", "forestalls", "death", "brain", "cells", "proof", "concept", "new", "compounds", "could", "become", "basis", "new", "therapies", "neurodegenerative", "disease", "far", "largely", "impenetrable", "says", "stefan", "pulst", "dr", "med", "chair", "neurology", "u", "u", "health", "also", "senior", "author", "first", "study", "collaborator", "second", "reports", "published", "online", "journal", "nature", "april", "12", "first", "glance", "patients", "type", "ataxia", "called", "spinocerebellar", "ataxia", "type", "2", "appear", "drunk", "stumble", "slur", "speech", "trouble", "keeping", "balance", "patients", "often", "puzzled", "odd", "collection", "symptoms", "first", "appear", "usually", "reach", "adulthood", "pulst", "neurologist", "signs", "raise", "alarm", "bells", "flag", "genetic", "mutation", "causes", "brain", "cells", "die", "symptoms", "worsen", "time", "frustrating", "tell", "patients", "magic", "bullet", "says", "pulst", "severe", "cases", "ataxia", "resembles", "als", "making", "difficult", "swallow", "eventually", "breathe", "point", "nothing", "slow", "pace", "disease", "order", "test", "experimental", "treatments", "pulst", "team", "engineered", "mice", "carry", "human", "disease", "gene", "like", "human", "counterparts", "rodents", "many", "signs", "disease", "including", "overactive", "gene", "toxic", "brain", "cells", "scientists", "injected", "rodents", "small", "snippets", "manufactured", "modified", "dna", "called", "antisense", "oligonucleotides", "like", "homing", "beacon", "compounds", "found", "instructions", "specified", "mutated", "gene", "targeted", "destruction", "natural", "less", "two", "months", "following", "treatment", "mice", "performed", "significantly", "better", "balance", "coordination", "test", "improvement", "scientists", "showed", "skin", "deep", "brain", "cerebellum", "region", "coordinates", "movement", "showed", "signs", "restoration", "activity", "cells", "cerebellum", "slowed", "considerably", "returned", "firing", "normal", "rates", "treatment", "expression", "handful", "genes", "diminished", "disease", "reverted", "back", "normal", "antisense", "oligonucleotides", "directly", "targeting", "root", "cause", "disease", "inside", "cell", "explaining", "mice", "recover", "motor", "behavior", "says", "lead", "author", "daniel", "scoles", "associate", "professor", "neurology", "u", "u", "injection", "directly", "brain", "lasted", "four", "months", "mice", "obvious", "side", "effects", "idea", "targeting", "errant", "disease", "genes", "antisense", "oligonucleotide", "new", "recent", "advances", "technology", "however", "increased", "accuracy", "enabled", "last", "longer", "body", "making", "effective", "separate", "investigation", "scientists", "surprised", "find", "treatment", "using", "antisense", "oligonucleotides", "target", "gene", "also", "effective", "condition", "mice", "like", "ataxia", "als", "neurodegenerative", "disease", "progresses", "much", "rapidly", "many", "patients", "live", "ataxia", "decades", "following", "diagnosis", "life", "expectancy", "patients", "als", "generally", "two", "five", "years", "therapy", "improved", "movement", "mice", "als", "survived", "considerably", "longer", "lifespan", "increased", "gene", "mutated", "als", "treatment", "believed", "work", "indirect", "mechanism", "nearly", "als", "cases", "associated", "accumulation", "clumps", "protein", "called", "found", "way", "protect", "toxic", "consequences", "targeting", "gene", "explains", "aaron", "gitler", "associate", "professor", "genetics", "stanford", "university", "senior", "author", "als", "study", "works", "humans", "safe", "could", "potentially", "treat", "large", "number", "patients", "als", "additional", "research", "carried", "understand", "therapy", "alleviates", "als", "mice", "determine", "whether", "targeting", "may", "also", "work", "brain", "degenerative", "conditions", "similar", "pathology", "frontotemporal", "says", "much", "work", "remains", "done", "faces", "patients", "renewed", "optimism", "fueled", "part", "another", "recent", "development", "2016", "fda", "approved", "first", "drug", "slow", "neurodegenerative", "condition", "childhood", "disease", "called", "spinal", "muscular", "atrophy", "medicine", "also", "based", "antisense", "oligonucleotides", "demonstrating", "technology", "effectively", "treat", "class", "disease", "people", "combined", "work", "example", "understanding", "rare", "disease", "impact", "small", "number", "people", "affected", "says", "pulst", "leading", "insights", "treatments", "common", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-04/uouh-trs040717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Scientists report a significant step toward combating two degenerative brain diseases that chip away at an individual's ability to move, and think.", "Neurologist Stefan Pulst describes a targeted therapy developed...\n     view more Scientists report a significant step toward combatting two degenerative brain diseases that chip away at an individual's ability to move, and think.", "A targeted therapy developed by investigators at University of Utah Health slows the progression of a condition in mice that mimics a rare disease called ataxia.", "In a parallel collaborative study led by researchers at Stanford University, a nearly identical treatment improves the health of mice that model Amyotrophic Lateral Sclerosis (ALS), commonly called Lou Gehrig's disease.", "The findings benchmark a new approach toward alleviating these previously untreatable conditions.", "In addition, they suggest that the therapy's target, the ataxin-2 gene, may be important for maintaining the health of brain cells.", "Additional work needs to be done to determine whether the regimen is safe and effective in humans and forestalls the death of brain cells over the long-term.", "\"This is a proof of concept that these new compounds could become the basis for new therapies for neurodegenerative disease, which so far have been largely impenetrable,\" says Stefan Pulst M.D., Dr Med, , chair of neurology at U of U Health, also senior author on the first study and a collaborator on the second.", "Both reports will be published online in the journal Nature on April 12, 2017.At first glance, patients with a type of ataxia, called spinocerebellar ataxia type 2, appear drunk.", "They stumble, slur their speech and have trouble keeping balance.", "Patients are often puzzled by the odd collection of symptoms when they first appear, usually after they reach adulthood.", "But for Pulst, a neurologist, the signs raise alarm bells.", "They flag a genetic mutation that causes brain cells to die and symptoms to worsen over time.", "\"It is frustrating when I have to tell patients that there is no magic bullet,\" says Pulst.", "In the most severe cases, ataxia resembles ALS, making it difficult to swallow and eventually to breathe.", "\"At this point there's nothing we can do to slow the pace of their disease.", "\"In order to test experimental treatments, Pulst's team engineered mice that carry the human disease gene.", "Like their human counterparts, the rodents have many of the same signs of disease, including an overactive ataxin-2 gene that is toxic to brain cells.", "The scientists injected the rodents with small snippets of manufactured, modified DNA, called antisense oligonucleotides.", "Like a homing beacon, these compounds found instructions specified by the mutated gene and targeted them for destruction by natural processes.In less than two months following treatment, mice performed significantly better on a balance and coordination test, an improvement that the scientists showed was more than skin deep.", "The brain's cerebellum, a region that coordinates movement, showed signs of restoration, too.", "The activity of cells in the cerebellum, which had slowed considerably, returned to firing at normal rates after treatment.", "Further, expression of a handful of genes that had diminished during disease reverted back to normal.", "\"The antisense oligonucleotides are directly targeting the root cause of disease inside the cell, explaining why the mice recover some of their motor behavior,\" says lead author Daniel Scoles, Ph.D., associate professor of neurology at U of U health.One injection directly into the brain lasted for more than four months, and mice did not have obvious side effects.", "The idea of targeting errant disease genes with antisense oligonucleotide is not new.", "Recent advances in the technology, however, have increased their accuracy and enabled them to last longer in the body, making them more effective.", "In a separate investigation, scientists were surprised to find that the same treatment  using antisense oligonucleotides to target the ataxin-2 gene  is also effective against an ALS-like condition in mice.", "Like ataxia, ALS is a neurodegenerative disease but it progresses much more rapidly.", "While many patients live with ataxia for decades following diagnosis, the life expectancy of patients with ALS is generally two to five years.", "The therapy improved movement in mice with ALS and they survived considerably longer, with their lifespan increased by more than one-third.", "The ataxin-2 gene is not mutated in ALS, and so the treatment is believed to work by an indirect mechanism.", "\"Nearly all ALS cases are associated with accumulation of clumps of a protein called TDP-43.", "We have found a way to protect against the toxic consequences of this -  by targeting the ataxin-2 gene,\" explains Aaron Gitler, Ph.D., associate professor of genetics at Stanford University and senior author of the ALS study.", "\"If this works in humans and is safe, then we could potentially treat a large number of patients with ALS.", "\"Additional research is being carried out to further understand how the therapy alleviates ALS in mice and determine whether targeting ataxin-2 may also work against other brain degenerative conditions with a similar pathology, such as frontotemporal dementia.Pulst says that while much work remains to be done, he now faces his patients with a renewed optimism fueled in part by another recent development.", "In Dec. 2016, the FDA approved the first drug to slow a neurodegenerative condition, a childhood disease called spinal muscular atrophy.", "That medicine is also based on antisense oligonucleotides, demonstrating that the technology can effectively treat this class of disease in people.", "\"Our combined work is an example of how understanding a rare disease can impact more than the small number of people affected by it,\" says Pulst.", "\"It is leading to insights into treatments for more common diseases.\""], "title": "Treatment reverses signs of 2 degenerative brain diseases, ALS and ataxia, in mice | EurekAlert! Science News", "source": "University of Utah Health", "date": "2018-01-19_20:38:04", "year": "Wed, 12 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Scientists report a significant step toward combating two degenerative brain diseases that chip away at an individual's ability to move, and think. Neurologist Stefan Pulst describes a targeted therapy developed...\n     view more Scientists report a significant step toward combatting two degenerative brain diseases that chip away at an individual's ability to move, and think. A targeted therapy developed by investigators at University of Utah Health slows the progression of a condition in mice that mimics a rare disease called ataxia. In a parallel collaborative study led by researchers at Stanford University, a nearly identical treatment improves the health of mice that model Amyotrophic Lateral Sclerosis (ALS), commonly called Lou Gehrig's disease. The findings benchmark a new approach toward alleviating these previously untreatable conditions. In addition, they suggest that the therapy's target, the ataxin-2 gene, may be important for maintaining the health of brain cells. Additional work needs to be done to determine whether the regimen is safe and effective in humans and forestalls the death of brain cells over the long-term.\"This is a proof of concept that these new compounds could become the basis for new therapies for neurodegenerative disease, which so far have been largely impenetrable,\" says Stefan Pulst M.D., Dr Med, , chair of neurology at U of U Health, also senior author on the first study and a collaborator on the second. Both reports will be published online in the journal Nature on April 12, 2017.At first glance, patients with a type of ataxia, called spinocerebellar ataxia type 2, appear drunk. They stumble, slur their speech and have trouble keeping balance. Patients are often puzzled by the odd collection of symptoms when they first appear, usually after they reach adulthood. But for Pulst, a neurologist, the signs raise alarm bells. They flag a genetic mutation that causes brain cells to die and symptoms to worsen over time. \"It is frustrating when I have to tell patients that there is no magic bullet,\" says Pulst. In the most severe cases, ataxia resembles ALS, making it difficult to swallow and eventually to breathe. \"At this point there's nothing we can do to slow the pace of their disease.\"In order to test experimental treatments, Pulst's team engineered mice that carry the human disease gene. Like their human counterparts, the rodents have many of the same signs of disease, including an overactive ataxin-2 gene that is toxic to brain cells. The scientists injected the rodents with small snippets of manufactured, modified DNA, called antisense oligonucleotides. Like a homing beacon, these compounds found instructions specified by the mutated gene and targeted them for destruction by natural processes.In less than two months following treatment, mice performed significantly better on a balance and coordination test, an improvement that the scientists showed was more than skin deep. The brain's cerebellum, a region that coordinates movement, showed signs of restoration, too. The activity of cells in the cerebellum, which had slowed considerably, returned to firing at normal rates after treatment. Further, expression of a handful of genes that had diminished during disease reverted back to normal. \"The antisense oligonucleotides are directly targeting the root cause of disease inside the cell, explaining why the mice recover some of their motor behavior,\" says lead author Daniel Scoles, Ph.D., associate professor of neurology at U of U health.One injection directly into the brain lasted for more than four months, and mice did not have obvious side effects. The idea of targeting errant disease genes with antisense oligonucleotide is not new. Recent advances in the technology, however, have increased their accuracy and enabled them to last longer in the body, making them more effective. In a separate investigation, scientists were surprised to find that the same treatment  using antisense oligonucleotides to target the ataxin-2 gene  is also effective against an ALS-like condition in mice. Like ataxia, ALS is a neurodegenerative disease but it progresses much more rapidly. While many patients live with ataxia for decades following diagnosis, the life expectancy of patients with ALS is generally two to five years. The therapy improved movement in mice with ALS and they survived considerably longer, with their lifespan increased by more than one-third. The ataxin-2 gene is not mutated in ALS, and so the treatment is believed to work by an indirect mechanism.\"Nearly all ALS cases are associated with accumulation of clumps of a protein called TDP-43. We have found a way to protect against the toxic consequences of this -  by targeting the ataxin-2 gene,\" explains Aaron Gitler, Ph.D., associate professor of genetics at Stanford University and senior author of the ALS study. \"If this works in humans and is safe, then we could potentially treat a large number of patients with ALS.\"Additional research is being carried out to further understand how the therapy alleviates ALS in mice and determine whether targeting ataxin-2 may also work against other brain degenerative conditions with a similar pathology, such as frontotemporal dementia.Pulst says that while much work remains to be done, he now faces his patients with a renewed optimism fueled in part by another recent development. In Dec. 2016, the FDA approved the first drug to slow a neurodegenerative condition, a childhood disease called spinal muscular atrophy. That medicine is also based on antisense oligonucleotides, demonstrating that the technology can effectively treat this class of disease in people. \"Our combined work is an example of how understanding a rare disease can impact more than the small number of people affected by it,\" says Pulst. \"It is leading to insights into treatments for more common diseases.\" "}