{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txamong", "adults", "entered", "study", "25", "years", "ago", "increasing", "number", "midlife", "vascular", "risk", "factors", "obesity", "high", "blood", "pressure", "diabetes", "high", "cholesterol", "smoking", "associated", "elevated", "levels", "brain", "amyloid", "protein", "fragments", "linked", "alzheimer", "disease", "later", "life", "according", "study", "published", "jama", "midlife", "vascular", "risk", "factors", "associated", "dementia", "whether", "risk", "factors", "directly", "contribute", "brain", "amyloid", "deposition", "less", "well", "understood", "rebecca", "gottesman", "johns", "hopkins", "university", "school", "medicine", "baltimore", "colleagues", "examined", "data", "346", "participants", "without", "dementia", "study", "entry", "evaluated", "vascular", "risk", "factors", "markers", "since", "pet", "scans", "part", "atherosclerosis", "risk", "communities", "aric", "amyloid", "imaging", "study", "positron", "emission", "tomography", "image", "analysis", "completed", "2015", "vascular", "risk", "factors", "aric", "study", "entry", "age", "years", "risk", "factors", "included", "body", "mass", "index", "30", "greater", "current", "smoking", "hypertension", "diabetes", "total", "cholesterol", "200", "greater", "evaluated", "models", "included", "age", "sex", "race", "apoe", "genotype", "educational", "availability", "imaging", "biomarkers", "brain", "amyloid", "allows", "study", "individuals", "development", "dementia", "thereby", "allows", "consideration", "relative", "contributions", "vascular", "disease", "amyloid", "cognition", "well", "contribution", "vascular", "disease", "amyloid", "deposition", "researchers", "found", "cumulative", "number", "midlife", "vascular", "risk", "factors", "associated", "elevated", "brain", "amyloid", "relationships", "vascular", "risk", "factors", "brain", "amyloid", "differ", "race", "results", "supportive", "significant", "difference", "association", "among", "people", "carriers", "apoe", "ε4", "allele", "variant", "gene", "associated", "increased", "risk", "alzheimer", "disease", "vascular", "risk", "factors", "associated", "brain", "amyloid", "deposition", "data", "support", "concept", "midlife", "exposure", "vascular", "risk", "factors", "important", "amyloid", "deposition", "authors", "write", "findings", "consistent", "role", "vascular", "disease", "development", "ad"], "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-fsr040717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAmong adults who entered a study more than 25 years ago, an increasing number of midlife vascular risk factors, such as obesity, high blood pressure, diabetes, high cholesterol and smoking, were associated with elevated levels of brain amyloid (protein fragments linked to Alzheimer disease) later in life, according to a study published by JAMA.", "Midlife vascular risk factors have been associated with late-life dementia.", "Whether these risk factors directly contribute to brain amyloid deposition is less well understood.", "Rebecca F. Gottesman, M.D., Ph.D., of the Johns Hopkins University School of Medicine, Baltimore, and colleagues examined data from 346 participants without dementia at study entry who have been evaluated for vascular risk factors and markers since 1987-1989 and with PET scans in 2011-2013 as part of the Atherosclerosis Risk in Communities (ARIC)-PET Amyloid Imaging Study.", "Positron emission tomography image analysis was completed in 2015.", "Vascular risk factors at ARIC study entry (age 45-64 years; risk factors included body mass index 30 or greater, current smoking, hypertension, diabetes, and total cholesterol 200 mg/dL or greater) were evaluated in models that included age, sex, race, APOE genotype, and educational level.The availability of imaging biomarkers for brain amyloid allows the study of individuals before the development of dementia and thereby allows consideration of the relative contributions of vascular disease and amyloid to cognition, as well as the contribution of vascular disease to amyloid deposition.", "The researchers found that a cumulative number of midlife vascular risk factors were associated with elevated brain amyloid.", "Relationships between vascular risk factors and brain amyloid did not differ by race.", "The results were not supportive of a significant difference in association among people who were or were not carriers of an APOE ε4 allele (a variant of a gene associated with increased risk for Alzheimer disease).", "Late-life vascular risk factors were not associated with late-life brain amyloid deposition.", "\"These data support the concept that midlife, but not late-life, exposure to these vascular risk factors is important for amyloid deposition,\" the authors write.", "\"These findings are consistent with a role of vascular disease in the development of AD.\""], "title": "Findings support role of vascular disease in development of Alzheimer's disease | EurekAlert! Science News", "source": "The JAMA Network Journals", "date": "2018-01-19_20:38:08", "year": "Tue, 11 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAmong adults who entered a study more than 25 years ago, an increasing number of midlife vascular risk factors, such as obesity, high blood pressure, diabetes, high cholesterol and smoking, were associated with elevated levels of brain amyloid (protein fragments linked to Alzheimer disease) later in life, according to a study published by JAMA. Midlife vascular risk factors have been associated with late-life dementia. Whether these risk factors directly contribute to brain amyloid deposition is less well understood. Rebecca F. Gottesman, M.D., Ph.D., of the Johns Hopkins University School of Medicine, Baltimore, and colleagues examined data from 346 participants without dementia at study entry who have been evaluated for vascular risk factors and markers since 1987-1989 and with PET scans in 2011-2013 as part of the Atherosclerosis Risk in Communities (ARIC)-PET Amyloid Imaging Study. Positron emission tomography image analysis was completed in 2015. Vascular risk factors at ARIC study entry (age 45-64 years; risk factors included body mass index 30 or greater, current smoking, hypertension, diabetes, and total cholesterol 200 mg/dL or greater) were evaluated in models that included age, sex, race, APOE genotype, and educational level.The availability of imaging biomarkers for brain amyloid allows the study of individuals before the development of dementia and thereby allows consideration of the relative contributions of vascular disease and amyloid to cognition, as well as the contribution of vascular disease to amyloid deposition. The researchers found that a cumulative number of midlife vascular risk factors were associated with elevated brain amyloid. Relationships between vascular risk factors and brain amyloid did not differ by race. The results were not supportive of a significant difference in association among people who were or were not carriers of an APOE ε4 allele (a variant of a gene associated with increased risk for Alzheimer disease). Late-life vascular risk factors were not associated with late-life brain amyloid deposition.\"These data support the concept that midlife, but not late-life, exposure to these vascular risk factors is important for amyloid deposition,\" the authors write. \"These findings are consistent with a role of vascular disease in the development of AD.\""}