{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "image", "adult", "zebrafish", "brain", "showing", "fluorescent", "granular", "perithelial", "cells", "green", "atop", "blood", "vessels", "green", "view", "national", "institutes", "health", "researchers", "studying", "zebrafish", "determined", "population", "cells", "protect", "brain", "diseases", "harmful", "substances", "immune", "cells", "previously", "thought", "instead", "likely", "arise", "lining", "circulatory", "basic", "science", "finding", "may", "implications", "understanding", "decline", "brain", "functioning", "hiv", "infects", "brain", "study", "appearing", "online", "elife", "conducted", "researchers", "nih", "eunice", "kennedy", "shriver", "national", "institute", "child", "health", "human", "development", "nichd", "national", "human", "genome", "research", "institute", "japanese", "national", "institute", "barrier", "layer", "cells", "line", "blood", "vessels", "brain", "inner", "cell", "layer", "lines", "vessels", "known", "endothelium", "present", "blood", "vessels", "body", "within", "blood", "vessels", "brain", "endothelial", "cells", "adjacent", "cells", "form", "tight", "barrier", "helps", "prevent", "toxins", "microbes", "entering", "brain", "although", "function", "completely", "understood", "special", "population", "cells", "covering", "blood", "vessels", "brain", "surface", "thought", "contribute", "organ", "protection", "cells", "act", "sentries", "engulfing", "toxins", "cellular", "wastes", "microbes", "encasing", "structures", "called", "vesicles", "sentry", "cells", "called", "fluorescent", "granular", "perithelial", "cells", "fgps", "vesicles", "contain", "give", "yellow", "glow", "presence", "current", "study", "researchers", "showed", "fgps", "present", "surface", "zebrafish", "brain", "blood", "fgps", "arise", "immune", "system", "previously", "thought", "endothelial", "cells", "thought", "important", "variety", "human", "brain", "disorders", "conditions", "cells", "appear", "major", "entry", "point", "hiv", "infection", "brain", "decline", "cognitive", "function", "associated", "decline", "scavenging", "function", "fgps", "learning", "fgps", "function", "may", "lead", "greater", "understanding", "dementia", "conditions", "said", "study", "senior", "author", "brant", "weinstein", "nichd", "section", "vertebrate", "weinstein", "lab", "studies", "zebrafish", "understand", "blood", "lymphatic", "systems", "develop", "young", "fish", "transparent", "possible", "see", "developing", "circulatory", "system", "observing", "fish", "light", "microscope", "part", "effort", "weinstein", "colleagues", "inserted", "gene", "protein", "turns", "green", "cells", "line", "endothelium", "selected", "embryonic", "veins", "lymphatic", "system", "network", "vessels", "immune", "cells", "travel", "body", "addition", "seeing", "green", "lymphatic", "cells", "zebrafish", "embryos", "researchers", "noticed", "green", "cells", "also", "covered", "surface", "tiny", "fish", "closer", "inspection", "researchers", "tentatively", "identified", "cells", "fgps", "turned", "green", "apparent", "arose", "endothelial", "cells", "current", "study", "fgps", "thought", "macrophages", "type", "immune", "cell", "researchers", "conducted", "additional", "experiments", "confirm", "origins", "fgps", "including", "analyzing", "proteins", "made", "dna", "proteins", "closely", "resembled", "made", "endothelial", "cells", "lymphatic", "system", "proteins", "made", "macrophages", "immune", "cells", "another", "series", "experiments", "inserted", "green", "fluorescent", "protein", "tissues", "give", "rise", "blood", "lymph", "vessels", "embryonic", "zebrafish", "using", "time", "lapse", "photography", "researchers", "captured", "images", "fgps", "arising", "vessels", "endothelium", "zebrafish", "green", "fluorescing", "endothelial", "gene", "matured", "researchers", "observed", "green", "fgps", "surface", "fish", "brains", "confirming", "cells", "arose", "endothelial", "researchers", "hope", "conduct", "studies", "fgps", "interact", "blood", "vessels", "barrier", "researchers", "noted", "unlike", "mammals", "embryonic", "zebrafish", "observed", "microscope", "develop", "providing", "easy", "means", "studying", "role", "fgps", "protecting", "brain"], "url": "http://www.eurekalert.org/pub_releases/2017-04/nksn-nrt040717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an image of an adult zebrafish brain showing fluorescent granular perithelial cells (green) atop blood vessels (green).", "view more National Institutes of Health researchers studying zebrafish have determined that a population of cells that protect the brain against diseases and harmful substances are not immune cells, as had previously been thought, but instead likely arise from the lining of the circulatory system.This basic science finding may have implications for understanding age-related decline in brain functioning and how HIV infects brain cells.The study, appearing online in eLife, was conducted by researchers at NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) and National Human Genome Research Institute and the Japanese National Institute of Genetics.The blood-brain barrier is the layer of cells that line the blood vessels of the brain.", "The inner cell layer that lines vessels, known as the endothelium, is present in all the blood vessels of the body.", "Within the blood vessels of the brain, endothelial cells and other adjacent cells form a tight barrier that helps to prevent toxins and microbes from entering the brain.", "Although their function is not completely understood, a special population of cells covering the blood vessels on the brain's surface is thought to contribute to the organ's protection.", "The cells act as sentries, engulfing toxins, cellular wastes and microbes and then encasing them in sphere-like structures called vesicles.", "These sentry cells are called fluorescent granular perithelial cells (FGPs) because the vesicles they contain give off a yellow glow in the presence of light.In the current study, the researchers showed that FGPs are present on the surface of the zebrafish brain and that these blood vessel-associated FGPs do not arise from the immune system, as had been previously thought, but from endothelial cells themselves.FGPs are thought to be important in a variety of human brain disorders and conditions.", "These cells appear to be a major entry point for HIV infection of the brain.", "Age-related decline in cognitive function is associated with a decline in the scavenging function of FGPs.", "\"Learning more about how FGPs function may lead to a greater understanding of dementia and other conditions,\" said the study's senior author, Brant Weinstein, Ph.D., of NICHD's Section on Vertebrate Organogenesis.The Weinstein lab studies zebrafish to understand how the blood and lymphatic systems develop.", "Because the young fish are transparent, it is possible to see the developing circulatory system while observing the fish under a light microscope.", "As part of this effort, Dr. Weinstein and his colleagues inserted a gene for a protein that turns green the cells that line the endothelium of selected embryonic veins and in the lymphatic system--the network of vessels through which immune cells travel in the body.", "In addition to seeing green lymphatic cells in the zebrafish embryos, the researchers noticed that green cells also covered the surface of the tiny fish's brains.Upon closer inspection, the researchers tentatively identified these cells as FGPs.", "Because they turned green, it was apparent that they arose from endothelial cells.", "Until the current study, FGPs were thought to be macrophages, a type of immune cell.", "The researchers conducted additional experiments to confirm the origins of the FGPs, including analyzing what proteins were being made by their DNA.", "These proteins most closely resembled those made by endothelial cells in the lymphatic system, not the proteins made by macrophages or other immune cells.", "In another series of experiments, they inserted a green fluorescent protein into the tissues that give rise to blood and lymph vessels in embryonic zebrafish.", "Using time lapse photography, the researchers captured images of FGPs arising from the vessels' endothelium.", "When zebrafish with the green fluorescing endothelial gene matured, the researchers observed green FGPs on the surface of the fish's brains--confirming that these cells arose from endothelial tissue.The researchers hope to conduct further studies of how FGPs interact with blood vessels and the blood-brain barrier.", "The researchers noted that, unlike mammals, embryonic zebrafish can be observed under a microscope as they develop, providing an easy means for studying the role of FGPs in protecting the brain."], "title": "NIH researchers trace origin of blood-brain barrier 'sentry cells' | EurekAlert! Science News", "source": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "date": "2018-01-19_20:38:15", "year": "Tue, 11 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an image of an adult zebrafish brain showing fluorescent granular perithelial cells (green) atop blood vessels (green).\n       view more National Institutes of Health researchers studying zebrafish have determined that a population of cells that protect the brain against diseases and harmful substances are not immune cells, as had previously been thought, but instead likely arise from the lining of the circulatory system.This basic science finding may have implications for understanding age-related decline in brain functioning and how HIV infects brain cells.The study, appearing online in eLife, was conducted by researchers at NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) and National Human Genome Research Institute and the Japanese National Institute of Genetics.The blood-brain barrier is the layer of cells that line the blood vessels of the brain. The inner cell layer that lines vessels, known as the endothelium, is present in all the blood vessels of the body. Within the blood vessels of the brain, endothelial cells and other adjacent cells form a tight barrier that helps to prevent toxins and microbes from entering the brain. Although their function is not completely understood, a special population of cells covering the blood vessels on the brain's surface is thought to contribute to the organ's protection. The cells act as sentries, engulfing toxins, cellular wastes and microbes and then encasing them in sphere-like structures called vesicles. These sentry cells are called fluorescent granular perithelial cells (FGPs) because the vesicles they contain give off a yellow glow in the presence of light.In the current study, the researchers showed that FGPs are present on the surface of the zebrafish brain and that these blood vessel-associated FGPs do not arise from the immune system, as had been previously thought, but from endothelial cells themselves.FGPs are thought to be important in a variety of human brain disorders and conditions. These cells appear to be a major entry point for HIV infection of the brain. Age-related decline in cognitive function is associated with a decline in the scavenging function of FGPs.  \"Learning more about how FGPs function may lead to a greater understanding of dementia and other conditions,\" said the study's senior author, Brant Weinstein, Ph.D., of NICHD's Section on Vertebrate Organogenesis.The Weinstein lab studies zebrafish to understand how the blood and lymphatic systems develop.  Because the young fish are transparent, it is possible to see the developing circulatory system while observing the fish under a light microscope. As part of this effort, Dr. Weinstein and his colleagues inserted a gene for a protein that turns green the cells that line the endothelium of selected embryonic veins and in the lymphatic system--the network of vessels through which immune cells travel in the body. In addition to seeing green lymphatic cells in the zebrafish embryos, the researchers noticed that green cells also covered the surface of the tiny fish's brains.Upon closer inspection, the researchers tentatively identified these cells as FGPs. Because they turned green, it was apparent that they arose from endothelial cells. Until the current study, FGPs were thought to be macrophages, a type of immune cell. The researchers conducted additional experiments to confirm the origins of the FGPs, including analyzing what proteins were being made by their DNA. These proteins most closely resembled those made by endothelial cells in the lymphatic system, not the proteins made by macrophages or other immune cells. In another series of experiments, they inserted a green fluorescent protein into the tissues that give rise to blood and lymph vessels in embryonic zebrafish. Using time lapse photography, the researchers captured images of FGPs arising from the vessels' endothelium. When zebrafish with the green fluorescing endothelial gene matured, the researchers observed green FGPs on the surface of the fish's brains--confirming that these cells arose from endothelial tissue.The researchers hope to conduct further studies of how FGPs interact with blood vessels and the blood-brain barrier. The researchers noted that, unlike mammals, embryonic zebrafish can be observed under a microscope as they develop, providing an easy means for studying the role of FGPs in protecting the brain."}