{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcorvallis", "researchers", "oregon", "state", "university", "developed", "new", "software", "analyze", "social", "media", "comments", "used", "tool", "recent", "study", "better", "understand", "attitudes", "cause", "emotional", "pain", "stigmatize", "people", "reinforce", "particular", "scientists", "studied", "comments", "sentiments", "expressed", "alzheimer", "disease", "forms", "dementia", "found", "51", "percent", "tweets", "private", "users", "twitter", "accounts", "contained", "stigma", "making", "reference", "condition", "people", "deal", "new", "system", "may", "applicable", "range", "social", "science", "research", "questions", "researchers", "said", "already", "shows", "many", "people", "may", "adequately", "appreciate", "power", "social", "media", "greatly", "transcend", "type", "interpersonal", "communication", "humans", "accustomed", "society", "like", "learning", "new", "skill", "text", "communication", "fully", "understand", "reflect", "power", "affect", "many", "people", "ways", "may", "intended", "said", "nels", "oscar", "osu", "graduate", "student", "college", "engineering", "lead", "author", "study", "social", "media", "instant", "cases", "reach", "millions", "people", "even", "instigate", "behaviors", "often", "even", "know", "might", "eventually", "read", "affect", "clear", "study", "showed", "comes", "alzheimer", "disease", "thoughtless", "demeaning", "comments", "broad", "level", "via", "social", "media", "take", "problem", "make", "particular", "topic", "studied", "scientists", "said", "growing", "importance", "global", "tripling", "individuals", "form", "dementia", "projected", "coming", "decades", "43", "million", "today", "131", "million", "2050", "shocking", "many", "people", "stigmatized", "alzheimer", "disease", "reinforced", "stereotypes", "alienate", "people", "condition", "said", "karen", "hooker", "holder", "jo", "anne", "leonard", "petersen", "endowed", "chair", "gerontology", "family", "studies", "osu", "college", "public", "health", "human", "sciences", "create", "call", "disability", "people", "stigmatized", "condition", "perform", "worse", "negative", "expectations", "damaging", "stereotypes", "bring", "type", "stigma", "make", "less", "likely", "people", "admit", "problems", "seek", "treatment", "often", "still", "live", "satisfying", "meaningful", "productive", "lives", "attitudes", "things", "say", "affect", "others", "social", "media", "amplifying", "ability", "reach", "others", "thoughtless", "hurtful", "comments", "researchers", "noted", "2012", "report", "concluded", "negative", "attitudes", "alzheimer", "disease", "dementia", "result", "shame", "guilt", "hopelessness", "social", "exclusion", "among", "stigmatized", "individuals", "leading", "delay", "diagnosis", "inability", "cope", "decreased", "quality", "life", "also", "affects", "friends", "family", "caregivers", "comment", "person", "might", "never", "make", "conversation", "oscar", "said", "often", "transmitted", "via", "social", "media", "dozens", "hundreds", "ultimately", "thousands", "people", "really", "intended", "constraints", "might", "reduce", "impact", "like", "clearly", "making", "joke", "using", "sarcasm", "personal", "conversation", "often", "get", "lost", "translation", "printed", "word", "point", "many", "people", "understand", "using", "social", "media", "intent", "often", "irrelevant", "oscar", "said", "people", "eventually", "see", "comment", "without", "context", "deal", "pain", "cause", "research", "one", "part", "million", "project", "funded", "national", "science", "foundation", "train", "graduate", "students", "aging", "sciences", "conduct", "studies", "issues", "importance", "aging", "society", "paper", "recently", "published", "journals", "gerontology", "psychological", "sciences", "software", "created", "project", "freely", "available", "scientists", "use", "http", "research", "software", "designed", "recognize", "interpret", "use", "various", "keywords", "associated", "alzheimer", "disease", "dementia", "memory", "loss", "senile", "system", "improved", "comparing", "results", "comment", "evaluated", "human", "researchers", "ultimately", "achieved", "accuracy", "90", "percent", "determining", "whether", "comment", "meant", "informative", "joke", "metaphor", "ridicule", "fit", "system", "used", "analyze", "tweets", "made", "reference", "alzheimer", "concerned", "issues", "osu", "researchers", "suggested", "might", "conscious", "comments", "social", "media", "also", "willing", "engage", "others", "using", "language", "insensitive", "potentially", "hurtful", "also", "consider", "ways", "combat", "stigma", "negative", "stereotypes", "tweeting", "positive", "experiences", "persons", "dementia", "people", "social", "networks", "hooker", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-04/osu-smt041017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCORVALLIS, Ore. - Researchers at Oregon State University have developed new software to analyze social media comments, and used this tool in a recent study to better understand attitudes that can cause emotional pain, stigmatize people and reinforce stereotypes.In particular, the scientists studied comments and sentiments expressed about Alzheimer's disease and other forms of dementia.", "It found that 51 percent of tweets by private users of Twitter accounts contained stigma, when making reference to this condition and the people who deal with it.The new system may be applicable to a range of other social science research questions, the researchers said, and already shows that many people may not adequately appreciate the power of social media to greatly transcend the type of interpersonal, face-to-face communication humans are most accustomed to.", "\"As a society it's like we're learning a new skill of text communication, and we don't fully understand or reflect on its power to affect so many people in ways that we may not have intended,\" said Nels Oscar, an OSU graduate student in the College of Engineering and lead author on the study.", "\"Social media is instant, in some cases can reach millions of people at once, and can even instigate behaviors.", "We often don't even know who might eventually read it and how it will affect them.", "\"What's clear, the study showed, is that when it comes to Alzheimer's disease, thoughtless or demeaning comments on a broad level via social media can take an already-serious problem and make it worse.The particular topic studied, the scientists said, is of growing importance.", "A global tripling of individuals with some form of dementia is projected in coming decades, from 43 million today to 131 million by 2050.", "\"It was shocking to me how many people stigmatized Alzheimer's disease and reinforced stereotypes that can further alienate people with this condition,\" said Karen Hooker, holder of the Jo Anne Leonard Petersen Endowed Chair in Gerontology and Family Studies, in the OSU College of Public Health and Human Sciences.", "\"This can create what we call 'excess disability,' when people with a stigmatized condition perform worse just because of the negative expectations that damaging stereotypes bring.", "\"This type of stigma can make it less likely that people will admit they have problems or seek treatment, when often they can still live satisfying, meaningful and productive lives.", "Our attitudes, the things we say affect others.", "And social media is now amplifying our ability to reach others with thoughtless or hurtful comments.", "\"The researchers noted a 2012 report which concluded that negative attitudes about Alzheimer's disease and dementia can result in shame, guilt, hopelessness, and social exclusion among stigmatized individuals, leading to delay in diagnosis, inability to cope, and decreased quality of life.", "It also affects friends, family and caregivers of these individuals.A comment a person might never make in a face-to-face conversation, Oscar said, is often transmitted via social media to dozens, hundreds or ultimately thousands of people that were not really intended.", "Some constraints that might reduce the impact, like clearly making a joke or using sarcasm in a personal conversation, can often get lost in translation to the printed word.", "\"A point many people don't understand when using social media is that their intent is often irrelevant,\" Oscar said.", "\"All people eventually see is the comment, without any other context, and have to deal with the pain it can cause.", "\"This research was one part of a six-year, $2.3 million project funded by the National Science Foundation to train graduate students in aging sciences and to conduct cross-disciplinary studies on issues of importance to an aging society.", "The paper was recently published in the Journals of Gerontology: Psychological Sciences.", "The software created for the project is now freely available for other scientists to use, at http://bit.ly/2p5GmDCIn the research, the software was designed to recognize and interpret the use of various keywords associated with Alzheimer's disease, such as dementia, memory loss or senile.", "The system was improved by comparing results to the same comment evaluated by human researchers, and ultimately achieved an accuracy of about 90 percent in determining whether a comment was meant to be informative, a joke, a metaphor, ridicule, or fit other dimensions.The system was then used to analyze 33,000 tweets that made some reference to Alzheimer's disease.People concerned about these issues, the OSU researchers suggested, might be more conscious of their own comments on social media, and also more willing to engage with others who are using language that is insensitive or potentially hurtful.", "\"We should also consider ways to combat stigma and negative stereotypes by tweeting about the positive experiences of persons with dementia and people in their social networks,\" Hooker said."], "title": "Social media tools can reinforce stigma and stereotypes | EurekAlert! Science News", "source": "Oregon State University", "date": "2018-01-19_20:38:18", "year": "Mon, 10 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCORVALLIS, Ore. - Researchers at Oregon State University have developed new software to analyze social media comments, and used this tool in a recent study to better understand attitudes that can cause emotional pain, stigmatize people and reinforce stereotypes.In particular, the scientists studied comments and sentiments expressed about Alzheimer's disease and other forms of dementia. It found that 51 percent of tweets by private users of Twitter accounts contained stigma, when making reference to this condition and the people who deal with it.The new system may be applicable to a range of other social science research questions, the researchers said, and already shows that many people may not adequately appreciate the power of social media to greatly transcend the type of interpersonal, face-to-face communication humans are most accustomed to.\"As a society it's like we're learning a new skill of text communication, and we don't fully understand or reflect on its power to affect so many people in ways that we may not have intended,\" said Nels Oscar, an OSU graduate student in the College of Engineering and lead author on the study.\"Social media is instant, in some cases can reach millions of people at once, and can even instigate behaviors. We often don't even know who might eventually read it and how it will affect them.\"What's clear, the study showed, is that when it comes to Alzheimer's disease, thoughtless or demeaning comments on a broad level via social media can take an already-serious problem and make it worse.The particular topic studied, the scientists said, is of growing importance. A global tripling of individuals with some form of dementia is projected in coming decades, from 43 million today to 131 million by 2050.\"It was shocking to me how many people stigmatized Alzheimer's disease and reinforced stereotypes that can further alienate people with this condition,\" said Karen Hooker, holder of the Jo Anne Leonard Petersen Endowed Chair in Gerontology and Family Studies, in the OSU College of Public Health and Human Sciences. \"This can create what we call 'excess disability,' when people with a stigmatized condition perform worse just because of the negative expectations that damaging stereotypes bring.\"This type of stigma can make it less likely that people will admit they have problems or seek treatment, when often they can still live satisfying, meaningful and productive lives. Our attitudes, the things we say affect others. And social media is now amplifying our ability to reach others with thoughtless or hurtful comments.\"The researchers noted a 2012 report which concluded that negative attitudes about Alzheimer's disease and dementia can result in shame, guilt, hopelessness, and social exclusion among stigmatized individuals, leading to delay in diagnosis, inability to cope, and decreased quality of life. It also affects friends, family and caregivers of these individuals.A comment a person might never make in a face-to-face conversation, Oscar said, is often transmitted via social media to dozens, hundreds or ultimately thousands of people that were not really intended. Some constraints that might reduce the impact, like clearly making a joke or using sarcasm in a personal conversation, can often get lost in translation to the printed word.\"A point many people don't understand when using social media is that their intent is often irrelevant,\" Oscar said. \"All people eventually see is the comment, without any other context, and have to deal with the pain it can cause.\"This research was one part of a six-year, $2.3 million project funded by the National Science Foundation to train graduate students in aging sciences and to conduct cross-disciplinary studies on issues of importance to an aging society. The paper was recently published in the Journals of Gerontology: Psychological Sciences. The software created for the project is now freely available for other scientists to use, at http://bit.ly/2p5GmDCIn the research, the software was designed to recognize and interpret the use of various keywords associated with Alzheimer's disease, such as dementia, memory loss or senile. The system was improved by comparing results to the same comment evaluated by human researchers, and ultimately achieved an accuracy of about 90 percent in determining whether a comment was meant to be informative, a joke, a metaphor, ridicule, or fit other dimensions.The system was then used to analyze 33,000 tweets that made some reference to Alzheimer's disease.People concerned about these issues, the OSU researchers suggested, might be more conscious of their own comments on social media, and also more willing to engage with others who are using language that is insensitive or potentially hurtful.\"We should also consider ways to combat stigma and negative stereotypes by tweeting about the positive experiences of persons with dementia and people in their social networks,\" Hooker said.\r\n"}