{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcommonly", "used", "sedatives", "called", "benzodiazepines", "associated", "increased", "risk", "pneumonia", "used", "people", "alzheimer", "disease", "according", "study", "published", "cmaj", "canadian", "medical", "association", "journal", "increased", "risk", "pneumonia", "important", "finding", "consider", "treatment", "patients", "alzheimer", "disease", "writes", "heidi", "taipale", "kuopio", "research", "centre", "geriatric", "care", "university", "eastern", "finland", "kuopio", "finland", "coauthors", "benzodiazepines", "frequently", "prescribed", "population", "use", "typical", "pneumonia", "often", "leads", "admission", "hospital", "patients", "dementia", "increased", "risk", "death", "related", "pneumonia", "dementia", "60", "cases", "alzheimer", "disease", "risk", "factor", "pneumonia", "many", "people", "dementia", "prescribed", "benzodiazepines", "benzodiazepines", "called", "sedative", "effects", "determine", "link", "drugs", "pneumonia", "finnish", "researchers", "looked", "data", "national", "registries", "49", "484", "adults", "living", "community", "diagnosed", "alzheimer", "disease", "2005", "2011", "finland", "mean", "age", "participants", "80", "years", "almost", "women", "matched", "5232", "patients", "taking", "benzodiazepines", "3269", "patients", "taking", "remainder", "taking", "either", "drug", "found", "benzodiazepines", "linked", "30", "increased", "risk", "pneumonia", "patients", "alzheimer", "disease", "risk", "highest", "start", "treatment", "first", "30", "days", "association", "use", "pneumonia", "statistically", "significant", "authors", "conclude", "drugs", "safer", "study", "directly", "compare", "benzodiazepines", "authors", "suggest", "sedative", "nature", "benzodiazepines", "may", "increase", "risk", "pneumonia", "increasing", "aspiration", "saliva", "food", "lungs", "results", "consistent", "studies", "found", "increased", "risk", "pneumonia", "patients", "ages", "taking", "benzodiazepines", "benefits", "risks", "use", "benzodiazepines", "carefully", "considered", "patients", "alzheimer", "disease", "include", "risk", "pneumonia", "authors", "conclude", "related", "commentary", "http", "paula", "rochon", "women", "college", "hospital", "university", "toronto", "coauthors", "writes", "study", "good", "reminder", "clinicians", "harm", "prescribing", "drugs", "frail", "older", "women", "men", "dementia", "nonpharmacologic", "approaches", "starting", "point", "managing", "neuropsychiatric", "symptoms", "patient", "population", "help", "limit", "inappropriate", "use", "drugs"], "url": "http://www.eurekalert.org/pub_releases/2017-04/cmaj-csl040417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCommonly used sedatives called benzodiazepines are associated with an increased risk of pneumonia when used in people with Alzheimer disease, according to a study published in CMAJ (Canadian Medical Association Journal).", "\"An increased risk of pneumonia is an important finding to consider in treatment of patients with Alzheimer disease,\" writes Dr. Heidi Taipale, Kuopio Research Centre of Geriatric Care, University of Eastern Finland, Kuopio, Finland, with coauthors.", "\"Benzodiazepines and Z-drugs are frequently prescribed for this population, and long-term use is typical.", "Pneumonia often leads to admission to hospital, and patients with dementia are at increased risk of death related to pneumonia.\"", "Dementia, of which 60%-70% of cases are Alzheimer disease, is a risk factor for pneumonia, and many people with dementia are prescribed benzodiazepines and non- benzodiazepines (called Z-drugs), both of which have sedative effects.", "To determine if there is a link between these drugs and pneumonia, Finnish researchers looked at data from national registries on 49 484 adults living in the community diagnosed with Alzheimer disease between 2005 and 2011 in Finland.", "The mean age of participants was 80 years and almost two-thirds (62.7%) were women.", "They matched 5232 patients taking benzodiazepines and 3269 patients taking Z-drugs with the remainder not taking either drug.", "They found that benzodiazepines were linked to a 30% increased risk of pneumonia in patients with Alzheimer disease, and the risk was highest at the start of treatment (during the first 30 days).Although the association with Z-drug use and pneumonia was not statistically significant, the authors did not conclude these drugs were safer as the study did not directly compare Z-drugs and benzodiazepines.", "The authors suggest that the sedative nature of benzodiazepines may increase the risk of pneumonia by increasing the aspiration of saliva or food into the lungs.", "The results are consistent with studies that have found an increased risk of pneumonia in patients of all ages taking benzodiazepines.", "\"Benefits and risks of the use of benzodiazepines should be carefully considered for patients with Alzheimer disease and include risk of pneumonia,\" the authors conclude.", "In a related commentary http://www.cmaj.ca/site/press/cmaj.170193.pdf, Dr. Paula Rochon from Women's College Hospital and the University of Toronto, with coauthors, writes this study \"is a good reminder to clinicians to 'first do no harm' when prescribing these drugs for frail older women and men with dementia.", "Nonpharmacologic approaches should be the starting point when managing neuropsychiatric symptoms in this patient population, which should help to limit inappropriate use of these drugs.\""], "title": "Common sedatives linked to increased risk of pneumonia in people with Alzheimer's disease | EurekAlert! Science News", "source": "Canadian Medical Association Journal", "date": "2018-01-19_20:38:22", "year": "Mon, 10 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCommonly used sedatives called benzodiazepines are associated with an increased risk of pneumonia when used in people with Alzheimer disease, according to a study published in CMAJ (Canadian Medical Association Journal).\"An increased risk of pneumonia is an important finding to consider in treatment of patients with Alzheimer disease,\" writes Dr. Heidi Taipale, Kuopio Research Centre of Geriatric Care, University of Eastern Finland, Kuopio, Finland, with coauthors. \"Benzodiazepines and Z-drugs are frequently prescribed for this population, and long-term use is typical. Pneumonia often leads to admission to hospital, and patients with dementia are at increased risk of death related to pneumonia.\" Dementia, of which 60%-70% of cases are Alzheimer disease, is a risk factor for pneumonia, and many people with dementia are prescribed benzodiazepines and non- benzodiazepines (called Z-drugs), both of which have sedative effects. To determine if there is a link between these drugs and pneumonia, Finnish researchers looked at data from national registries on 49 484 adults living in the community diagnosed with Alzheimer disease between 2005 and 2011 in Finland. The mean age of participants was 80 years and almost two-thirds (62.7%) were women. They matched 5232 patients taking benzodiazepines and 3269 patients taking Z-drugs with the remainder not taking either drug. They found that benzodiazepines were linked to a 30% increased risk of pneumonia in patients with Alzheimer disease, and the risk was highest at the start of treatment (during the first 30 days).Although the association with Z-drug use and pneumonia was not statistically significant, the authors did not conclude these drugs were safer as the study did not directly compare Z-drugs and benzodiazepines. The authors suggest that the sedative nature of benzodiazepines may increase the risk of pneumonia by increasing the aspiration of saliva or food into the lungs. The results are consistent with studies that have found an increased risk of pneumonia in patients of all ages taking benzodiazepines.\"Benefits and risks of the use of benzodiazepines should be carefully considered for patients with Alzheimer disease and include risk of pneumonia,\" the authors conclude. In a related commentary http://www.cmaj.ca/site/press/cmaj.170193.pdf, Dr. Paula Rochon from Women's College Hospital and the University of Toronto, with coauthors, writes this study \"is a good reminder to clinicians to 'first do no harm' when prescribing these drugs for frail older women and men with dementia. Nonpharmacologic approaches should be the starting point when managing neuropsychiatric symptoms in this patient population, which should help to limit inappropriate use of these drugs.\"\r\n"}