{"title": "Researchers examine how errors affect credibility of online reviews", "text": "INDIANAPOLIS -- Shoppers increasingly consult online reviews before making holiday purchases. But how do they decide which reviewers to trust?Recently published research from the Indiana University Kelley School of Business at IUPUI shows that consumer trust in online reviews is influenced by spelling errors and typos. But how much those errors influence each consumer depends on the type of error and that consumer's general tendency to trust others.The study, from Dena Cox and Anthony Cox, both professors of marketing at the Kelley School, and Jeffrey Cox, a postdoctoral researcher in the Department of Communication at Michigan State University, examined nearly 300 people's reactions to different online reviews with either no errors; typographical errors, such as common keystroke errors like \"wsa\" instead of \"was\"; or spelling errors like \"sevral\" or \"useing.\"The study's results suggest consumers who have a high level of trust in other people distinguish between these two types of errors in online reviews.Anthony Cox, who also serves as the faculty chair of the Kelley Business of Medicine Physician MBA Program at IUPUI, says these high-trust consumers view misspellings as \"errors of knowledge,\" which they are willing to overlook, and typos as \"errors of carelessness,\" which erode their confidence in the reviewer.Furthermore, consumers who have a low level of trust in others are not influenced one way or the other by reviews that contain either typographical errors or spelling mistakes, he explained.\"For high-trusters, typographical errors signaled a general lack of conscientiousness or carelessness that harmed reviewer credibility and reduced involvement with the content of the review,\" Anthony Cox said.\"For example, a typographical error, like substituting 'regualr' for 'regular,' seems more likely to be attributed to careless writing by someone who 'knows better,'\" he added. \"Conversely, a spelling error, like substituting 'hite' for 'height,' might be attributed to a lack of education or to a cognitive challenge such as dyslexia, traits over which the writer has little control.\"Online reviews are a mixed blessing, Anthony Cox said: \"They are a source of not only information but also misinformation. You don't know the reviewers. You don't even know if they are who they say they are, if they've actually used the product or if someone paid them to write the review.\"When looking at online reviews, read carefully,he said, because your own level of trust in others will likely play a role in how you react to them.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-12/iu-re121117.php", "region": "namerica", "source_link": "https://news.iu.edu/stories/2017/12/iupui/releases/11-credibility-of-online-reviews.html", "funder": "", "meeting": "", "institution": "Indiana University", "keywords": ["Business/Economics", " Advertising/Public Relations", " Nature", " Personal", " Personality/Attitude", " Perception/Awareness"], "journal": "Computers in Human Behavior", "description": "Shoppers increasingly consult online reviews before making holiday purchases. But how do they decide which reviewers to trust?\r\n\r\nRecently published research from the Indiana University Kelley School of Business at IUPUI shows that consumer trust in online reviews is influenced by spelling errors and typos. But how much those errors influence each consumer depends on the type of error and that consumer's general tendency to trust others.", "date": "Mon, 11 Dec 2017 05:00:00 GMT/UTC"}