{"title": "Recommendations to optimize continuous glucose monitoring in diabetes clinical research", "text": "New Rochelle, NY, June 2, 2017 -- The advantages of continuous glucose monitoring (CGM) for obtaining real-time blood glucose measurements and its ability to detect and even predict hypo- and hyperglycemic events make it a very useful tool for evaluating experimental glucose-lowering drugs and new approaches for treating diabetes. The current challenges for using CGM in clinical research and specific recommendations for how to optimize the use of CGM and the data collected in clinical trials are explored in an article in Diabetes Technology & Therapeutics (DTT), a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the DTT website until July 2, 2017.The article entitled \"Role of Continuous Glucose Monitoring in Clinical Trials: Recommendations on Reporting\" is coauthored by Oliver Schnell, Forschergruppe Diabetes, Munich, Germany, Philip Home, Newcastle University, Newcastle upon Tyne, U.K., and an international team of researchers. CGM offers the opportunity to improve self-management of glycemic control, especially for individuals who are at higher risk of hypoglycemia. Among the researchers' recommendations is the need to for better standardization of CGM. \"Use of Continuous Glucose Monitoring is increasing significantly in insulin-requiring patients along with a broader use in clinical trials,\" says DTT Editor-in-Chief Satish Garg, MD, Professor of Medicine and Pediatrics at the University of Colorado Denver (Aurora).", "article_link": "http://dx.doi.org/10.1089/dia.2017.0054", "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-rto060217.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/new-recommendations-to-optimize-use-of-continuous-glucose-monitoring-in-diabetes-clinical-research/2182/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes Technology & Therapeutics", "description": "The advantages of continuous glucose monitoring (CGM) for obtaining real-time blood glucose measurements and its ability to detect and even predict hypo- and hyperglycemic events make it a very useful tool for evaluating experimental glucose-lowering drugs and new approaches for treating diabetes.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}