{"title": "Timing meals later at night can cause weight gain and impair fat metabolism", "text": "BOSTON - New findings suggest eating late at night could be more dangerous than you think. Compared to eating earlier in the day, prolonged delayed eating can increase weight, insulin and cholesterol levels, and negatively affect fat metabolism, and hormonal markers implicated in heart disease, diabetes and other health problems, according to results from researchers at the Perelman School of Medicine at the University of Pennsylvania. The findings (abstract #0064) offer the first experimental evidence on the metabolic consequences of consistent delayed eating compared to daytime eating, and will be presented at SLEEP 2017, the 31st Annual Meeting of the Associated Professional Sleep Societies LLC (APSS), on Sunday, June 4, as an oral presentation at 1:30-1:45 p.m. in room 210 and as a poster presentation from 5 p.m. to 7 p.m.\"We know from our sleep loss studies that when you're sleep deprived, it negatively affects weight and metabolism in part due to late-night eating, but now these early findings, which control for sleep, give a more comprehensive picture of the benefits of eating earlier in the day,\" said Namni Goel, PhD, a research associate professor of psychology in Psychiatry in the division of Sleep and Chronobiology, and lead author of the ongoing study. \"Eating later can promote a negative profile of weight, energy, and hormone markers--such as higher glucose and insulin, which are implicated in diabetes, and cholesterol and triglycerides, which are linked with cardiovascular problems and other health conditions.\"  In the study, nine healthy weight adults underwent two conditions, one of daytime eating (i.e., three meals and two snacks between 8 a.m. and 7 p.m.) for eight weeks and another of delayed eating (i.e., three meals and two snacks eating from noon to 11 p.m.) for eight weeks. There was a two-week washout period between conditions to make sure there was no carry over effect. The sleep period was held constant, between 11 p.m. to 9 a.m.   Participants visited Penn's Center for Human Phenomic Science to get metabolic measures and blood drawn at the beginning, after the first eating condition, after the two-week washout, and after the second eating condition. This allowed the team to measure changes in weight, metabolism and energy used, and made sure the two week washout allowed all measures to return to baseline before the next condition. The team found that when participants ate later, compared to the daytime condition, weight increased. Respiratory quotient, i.e. the ratio of carbon dioxide produced by the body to oxygen consumed by the body that indicates which macronutrients are being metabolized, also rose during the delayed eating condition, indicating later eating led to metabolizing fewer lipids and more carbs. The researchers also found that a series of other measures reflecting negative metabolic profiles increased in the delayed condition, including insulin, fasting glucose, cholesterol, and triglyceride levels. Conducting a 24-hour hormonal profile, they also found that in during daytime eating condition, the hormone ghrelin, which stimulates appetite, peaked earlier in the daytime, while leptin, which keeps you satiated, peaked later, suggesting that the participants received cues to eat earlier, and eating earlier likely helped them to stay satiated longer. This suggests that eating earlier may help prevent overeating in the evening and at night. As sleep-wake cycles were constant, melatonin levels remained constant in both groups. \"While lifestyle change is never easy, these findings suggest that eating earlier in the day may be worth the effort to help prevent these detrimental chronic health effects,\" said Kelly Allison, PhD, an associate professor of psychology in Psychiatry and director of the Center for Weight and Eating Disorders, and senior author on the study. \"We have an extensive knowledge of how overeating affects health and body weight, but now we have a better understanding of how our body processes foods at different times of day over a long period of time.\"  Similar yet much shorter previous studies have suggested similar results, but this is the first long-term study looking at the timing of eating patterns that also controlled for sleep-wake cycles, exercise, macronutrient intake, etc. to pinpoint the effects of prolonged eating at different times of day. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uops-tml060217.php", "region": "namerica", "source_link": "https://www.pennmedicine.org/news/news-releases/2017/june/timing-meals-later-at-night-can-cause-weight-gain-and-impair-fat-metabolism", "funder": "National Institutes of Health", "meeting": "SLEEP 2017", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health"], "journal": "", "description": "New findings suggest eating late at night could be more dangerous than you think. Compared to eating earlier in the day, prolonged delayed eating can increase weight, insulin and cholesterol levels, and negatively affect fat metabolism, and hormonal markers implicated in heart disease, diabetes and other health problems, according to results from researchers at the Perelman School of Medicine at the University of Pennsylvania.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}