{"title": "Mice will help reveal the roles of human brown fat", "text": "When it gets cold around you, your body turns up the heat to maintain its normal temperature. The heat is produced by brown adipose tissue, or brown fat, which also plays a role in how the body uses glucose and fat. However, scientists do not completely understand how brown fat carries out its functions both in health and disease, in part because of the lack of an appropriate animal model. In a paper published in the Journal of Clinical Investigation Insight, a team of researchers from several institutions, including Baylor College of Medicine, has filled this gap with the discovery that mice also have brown fat deposits similar to the largest depot found in people. The discovery opens the door to research that might lead to new ways of using brown fat to treat metabolic conditions such as obesity and type 2 diabetes in the future.\r\n\"In addition to white adipose tissue, or white fat, people have brown fat, an important contributor to the body's energy balance via the generation of body heat and the participation in metabolic processes,\" said senior author Dr. Miao-Hsueh Chen, assistant professor of pediatrics and nutrition at Baylor College of Medicine and the USDA/ARS Children's Nutrition Research Center at Baylor and Texas Children's Hospital. \r\nA mouse model of human brown fatStudies have indicated that most brown fat in mice is on the back, between the shoulder blades. In people, however, the main depots of brown fat are located above the collar bones and deep in the neck. Scientists think that what they learn by studying mouse brown fat might not be applicable to people because mouse and human brown fat are at different locations. In the search for a better mouse model, Chen and her colleagues analyzed mouse embryos and found brown fat surrounded by muscles in the neck, including a brown fat depot located above the collar bones, the same location of main human brown fat that had not been described before.\r\nMouse brown fat can change metabolism\r\nIn collaboration with Dr. Kristin Stanford, assistant professor of physiology and cell biology at Ohio State University Wexner Medical Center, the research team carried out brown fat transplantation experiments in mice. \r\n\"For several years, I've been interested in how to combat obesity and improve metabolic health,\" Stanford said. \"A few years ago, my lab developed a transplantation model looking at the effects of increasing brown fat above the shoulder blade in mice, and we saw a dramatic improvement in metabolic health. When Dr. Chen showed me her data identifying brown fat above the collar bone in mice, I was excited to collaborate and apply our transplantation model.\"When the researchers increased the amount of brown fat above the collar bone by transplanting more of it into healthy mice, they saw improvement on the animals' glucose tolerance. This shows that \"this brown fat depot, which is remarkably similar to the main brown fat depot in humans, can be metabolically beneficial,\" Stanford said. \"This study highlights how important this tissue most likely is in humans.\"\"I am most excited to bring this model to scientists in the field so they can use it to study brown fat,\" Chen said. \"This model is the first step to improve our understanding of the role of human brown fat in metabolic processes. The model offers the possibility of carrying out studies that might result in treatments to reverse or prevent diseases such as type 2 diabetes and obesity.\"\r\n\t", "article_link": "http://dx.doi.org/10.1172/jci.insight.93166", "url": "http://www.eurekalert.org/pub_releases/2017-06/bcom-mwh060217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Baylor College of Medicine", "keywords": ["Biology", " Cell Biology", " Metabolism/Metabolic Diseases", " Physiology"], "journal": "Journal of Clinical Investigation Insight", "description": "Scientists have discovered that mice have metabolically active brown fat deposits similar to the largest depot found in people.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}