{"title": "How to block type 1 diabetes", "text": "Researchers at The Jackson Laboratory, Cyteir Therapeutics and collaborating institutions have found a way to protect beta cells from destruction -- achieving a longtime, elusive goal that could lead to therapies preventing type 1 diabetes (T1D). In healthy people, white blood cells make antibodies against pathogens or other invaders. In the pancreas, pancreatic beta cells produce insulin, the hormone that provides fuel to the body's cells by transporting glucose. Another type of white blood cells -- B cells or B lymphocytes -- plays a major role in activating the autoreactive T cells (T lymphocytes) that then destroy the pancreatic beta cells leading to type 1 diabetes. These damaged cells fail to carry glucose into cells; instead glucose builds up in the blood and can damage nerves, blood vessels and organs unless insulin is administered.\"So there has been a lot of interest in the diabetes research community: If you can target those antigen-presenting B-cells, that could be potentially a very effective disease intervention,\" says JAX Professor David Serreze, Ph.D., lead author of a highlighted study published in the Journal of Immunology. \"Our approach targets an appropriate population of the B cells among the white blood cells, resulting in inactivation of the cascade of autoimmunity against the insulin-producing pancreatic beta cells, and hence subsequently blocking diabetes development.\"The researchers used a gene manipulation approach to identify a potential metabolic target that would eliminate the B cells that initiate the whole diabetes-inducing process.They demonstrated that non-obese diabetic (NOD) mice treated with a specific (AID/RAD51) pathway inhibitor had larger populations of certain B cells that were capable of suppressing diabetogenic T cell responses, and greatly reduced T1D development, compared with untreated controls.Serreze says the research team \"borrowed a playbook\" from a new approach to treating B-cell lymphomas. Study coauthor Kevin Mills pioneered the approach as a JAX investigator and then cofounded Cyteir Therapeutics to bring the cancer therapy to clinical trials.In the process of antibody production, B cells turn on the gene known as activation-induced cytidine deaminase (AID), which acts as a sort of molecular scissors that cut the chromosomes within the B-cell. In some cancers this process goes wrong, with AID acting out of control and creating mutations and chromosome rearrangements that make the tumor more aggressive. Mills has identified molecules that block the DNA repair action in these tumors, causing the cancer cells to die.\"To combat T1D,\" Serreze says, \"we're taking out this whole pathway to block autoreactive cells. But on the flip side, you may want to keep this pathway active if you want to keep antitumor immune responses in place.\"Ultimately,\" he says, \"this approach could potentially be applicable to any autoimmune disease that has a B-cell component.\"", "article_link": "http://dx.doi.org/10.4049/jimmunol.1700024", "url": "http://www.eurekalert.org/pub_releases/2017-06/jl-htb060117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Jackson Laboratory", "keywords": ["Biology", " Genetics", " Medicine/Health", " Immunology/Allergies/Asthma", " Metabolism/Metabolic Diseases", " Diabetes", " Genes"], "journal": "Journal of Immunology", "description": "Disrupting the AID/RAD51 axis protects nonobese diabetic mice from type 1 diabetes.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}