{"title": "New human studies show multiple health benefits from consuming mangos", "text": "Orlando, FL (June 1, 2017) - Emerging human studies on mango consumption have found potential health benefits associated with the superfruit including improved blood pressure, blood sugar control, and gut health. The research, conducted by of the Department of Nutrition and Food Science at Texas A&M University and the Department of Nutritional Sciences at Oklahoma State University, was presented during the 2017 Experimental Biology conference in Chicago.\"This emerging research shows promising outcomes on mango's potential to reduce the risk of metabolic disorders and chronic inflammation,\" said Leonardo Ortega, Director of Research at the National Mango Board. Chuo Fang, Ph.D., from Texas A&M University, investigated the metabolic effects of daily consumption of freshly frozen mango pulp (400g) for six weeks in lean and obese subjects and the relationship between mango metabolites to Body Mass Index (BMI) and circulating biomarkers.  Researcher Crystal O'Hara, Ph.D., from Oklahoma State University examined the post-prandial response of young, healthy males (18-25 years) following consumption of a typical American high-fat breakfast with or without a mango shake, which included 50g of mango pulp (equivalent to ~250g of fresh mango). In a randomized pilot study, researchers from Texas A&M University, led by Hyemee Kim, Ph.D., investigated the potential role of mango consumption in changes of the gut microbiota, bioavailability of galloyl metabolites, and anti-inflammatory activities in lean and obese subjects. Researchers from Texas A&M University examined the absorption, metabolism, and excretion of gallic acid, galloyl glycosides, and gallotannins in lean and obese individuals that consumed 400g of freshly frozen mango pulp daily for six weeks. The study's lead researcher, Susanne Mertens-Talcott, Ph.D. suggests that extended mango consumption may offer increased anti-inflammatory benefits compared to sporadic mango consumption and this would need to be confirmed within an extended efficacy study. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/wh-nh060117.php", "region": "namerica", "source_link": null, "funder": "The National Mango Board", "meeting": "", "institution": "Wild Hive", "keywords": ["Food/Food Science", " Biochemistry", " Nutrition/Nutrients", " Medicine/Health", " Alternative Medicine", " Clinical Trials", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "FASEB Journal", "description": "Emerging human studies on mango consumption have found potential health benefits associated with the superfruit including improved blood pressure, blood sugar control, and gut health. The research, conducted by of the Department of Nutrition and Food Science at Texas A&M University and the Department of Nutritional Sciences at Oklahoma State University, was presented during the 2017 Experimental Biology conference in Chicago.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}