{"title": "Ethnicity and breastfeeding influence infant gut bacteria", "text": "Hamilton, ON (June 1, 2017) - The bacteria in a child's gut appears to be influenced as early as its first year by ethnicity and breastfeeding, according to a new study from McMaster University. And while stable gut bacteria, called microbiota, may not be established until one to three years after birth, the infant gut bacteria seems to be an important indicator of immune function, nutrient metabolism and could offer protection from pathogens.  The study was recently published in Genome Medicine.\"Our study looks at the microbial population in the gastrointestinal tract of infants at a formative stage of life when metabolic set points are being established,\" said Jennifer Stearns, the study's first author, assistant professor of medicine at McMaster University's Michael G. DeGroote School of Medicine and a scientist of the University's Farncombe Family Digestive Health Research Institute. \"We know that microbial communities are influenced by genetics, food and lifestyle, which are factors that we considered here. We also know that all three of these are strongly influenced by one's ethnicity.\"The study analyzed the stool samples from 173 white Caucasian and 182 South Asian one-year-olds recruited from two birth cohort studies (CHILD and START), which are co-ordinated at McMaster University. For this study, South Asian ethnicity was defined as infants whose parents' and grandparents' ancestral origin was from India, Pakistan, Sri Lanka or Bangladesh. Analysis of the samples revealed ethnicity and infant feeding practices independently affect the gut microbiota at one year of age. Furthermore, there was a higher abundance of lactic acid bacteria in South Asians and a higher abundance of Clostridia and related genera in white Caucasians. Whether these differences are associated with future health issues can only be determined after prospective follow-up.Understanding this relationship may play a key role in preventative care in the future. The gut microbiota is emerging as a potentially important contributor to the development of non-communicable diseases such as obesity, Type 2 diabetes, allergies, inflammatory bowel disease and colon cancer. \"This study sets the stage for in-depth study of the South Asian gut microbiome as people transition to a western lifestyle here in Canada, a process that likely contributes to this population's higher risk for obesity, Type 2 diabetes and cardiovascular diseases,\" said Stearns. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/mu-eab060117.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research", "meeting": "", "institution": "McMaster University", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Internal Medicine", " Gastroenterology", " Metabolism/Metabolic Diseases", " Pediatrics"], "journal": "Genome Medicine", "description": "This study looked at the microbial population in the gastrointestinal tract of infants at a formative stage of life when metabolic set points are being established. The study analyzed the stool samples from 173 white Caucasian and 182 South Asian one-year-olds recruited from two birth cohort studies.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}