{"title": "Exposure to specific toxins and nutrients during late pregnancy & early life correlate w autism risk", "text": "Using evidence found in baby teeth, researchers from The Senator Frank R. Lautenberg Environmental Health Sciences Laboratory and The Seaver Autism Center for Research and Treatment at Mount Sinai found that differences in the uptake of multiple toxic and essential elements over the second and third trimesters and early postnatal periods are associated with the risk of developing autism spectrum disorders (ASD), according to a study published June 1 in the journal Nature Communications. The critical developmental windows for the observed discrepancies varied for each element, suggesting that systemic dysregulation of environmental pollutants and dietary elements may serve an important role in ASD. In addition to identifying specific environmental factors that influence risk, the study also pinpointed developmental time periods when elemental dysregulation poses the biggest risk for autism later in life.[See video for more information here]According to the U.S. Centers for Disease Control and Prevention, ASD occurs in 1 of every 68 children in the United States. The exact causes are unknown, but previous research indicates that both environmental and genetic causes are likely involved. While the genetic component has been intensively studied, specific environmental factors and the stages of life when such exposures may have the biggest impact on the risk of developing autism are poorly understood. Previous research indicates that fetal and early childhood exposure to toxic metals and deficiencies of nutritional elements are linked with several adverse developmental outcomes, including intellectual disability and language, attentional, and behavioral problems. \"We found significant divergences in metal uptake between ASD-affected children and their healthy siblings, but only during discrete developmental periods,\" said Manish Arora, PhD, BDS, MPH, Director of Exposure Biology at the Senator Frank Lautenberg Environmental Health Sciences Laboratory at Mount Sinai and Vice Chair and Associate Professor in the Department of Environmental Medicine and Public Health at the Icahn School of Medicine at Mount Sinai.  \"Specifically, the siblings with ASD had higher uptake of the neurotoxin lead, and reduced uptake of the essential elements manganese and zinc, during late pregnancy and the first few months after birth, as evidenced through analysis of their baby teeth.  Furthermore, metal levels at three months after birth were shown to be predictive of the severity of ASD eight to ten years later in life.\"To determine the effects that the timing, amount, and subsequent absorption of toxins and nutrients have on ASD, Mount Sinai researchers used validated tooth-matrix biomarkers to analyze baby teeth collected from pairs of identical and non-identical twins, of which at least one had a diagnosis of ASD. They also analyzed teeth from pairs of normally developing twins that served as the study control group. During fetal and childhood development, a new tooth layer is formed every week or so, leaving an \"imprint\" of the micro chemical composition from each unique layer, which provides a chronological record of exposure. The team at the Lautenberg Laboratory used lasers to reconstruct these past exposures along incremental markings, similar to using growth rings on a tree to determine the tree's growth history.\"Our data shows a potential pathway for interplay between genes and the environment,\" says Abraham Reichenberg, PhD, Professor of Psychiatry and Environmental Medicine and Public Health at the Icahn School of Medicine at Mount Sinai.  \"Our findings underscore the importance of a collaborative effort between geneticists and environmental researchers for future investigations into the relationship between metal exposure and ASD to help us uncover the root causes of autism, and support the development of effective interventions and therapies.\"Additional studies are needed to determine whether the discrepancies in the amount of certain metals and nutrients are due to differences in how much a fetus or child is exposed to them or because of a genetic difference in how a child takes in, processes, and breaks down these metals and nutrients. ", "article_link": "http://dx.doi.org/10.1038/NCOMMS15493", "url": "http://www.eurekalert.org/pub_releases/2017-06/tmsh-ets053017.php", "region": "namerica", "source_link": null, "funder": "Beatrice and Samuel A. Seaver Foundation, NIH/National Institute of Environmental Health Sciences, Swedish Research Council, European Union", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Environmental Health", " Neurobiology", " Public Health", " Mental Health"], "journal": "Nature Communications", "description": "Mount Sinai study uses a unique source -- baby teeth -- to reveal that both the timing and amount of exposure can affect diagnosis.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}