{"title": "Mice exposed to prenatal stress are predisposed to eating disorders later in life", "text": "Stress affects the body and can trigger illness -- from psychiatric disorders to heart disease. Humans are exposed to stress at different intensities throughout life -- as children, in adolescence, and in old age. But when is the impact of stress on our systems most powerful? Many researchers maintain that the critical effect occurs prenatally, inside the womb. This hypothesis was, until recently, based mainly on statistical data indicating a correlation between stress during pregnancy and susceptibility to disease. Now, a new study by scientists at the Weizmann Institute of Science, published in the journal Cell Metabolism, establishes, for the first time, a clear causal link between prenatal stress and the onset of eating disorders. Furthermore, in a study in mice, researchers successfully prevented the onset of a compulsive eating disorder by the sole means of a unique diet.Moderate exposure to stress during pregnancy is not necessarily negative. The effect of stress on the fetus makes evolutionary sense with regard to survival -- by providing mothers with a way to communicate with her unborn offspring about the world into which they are about to emerge. For example, when the mother inhabits an area of poor food availability, she would want to prompt the embryo to develop its body in an efficient and frugal manner and slow down its metabolic rate. Such maternal messages transmitted to the embryo are also termed fetal \"programming.\" Problems arise when the \"programming\" does not match actual conditions and demands; for example, a child who is \"programmed\" to slow metabolism down but is actually born into a culture with an abundance of high calorie foods, may develop obesity and metabolic syndrome.Eating disorders are currently more prevalent in the West than ever before, and are significantly higher among women than men. Binge eating disorder (BED), characterized by compulsive overeating of high calorie foods in short periods of time, is a very common eating disorder, affecting about 3% of the population. BED usually erupts in late adolescence and greatly increases the risk of high blood pressure, diabetes and heart disease -- and also involves depression, low self-esteem and anxiety disorders. A common tendency is to link eating disorders among girls to the advertising industry and body trends influenced by Western culture. However, the current study shows that the high incidence of eating disorders among women also characterizes a model that simulates eating disorders in mice. In other words, in mice, too, eating disorders are more common in females. But why do some girls face an increased risk of developing an eating disorder while others are protected, and how is this sensitivity influenced by processes that had taken place prenatally?To investigate these questions and others, Prof. Alon Chen and his team in the Neurobiology Department used a genetic system they developed to simulate the biological stress mechanisms in mice. The researchers injected antibiotic-susceptible viruses into the brains of pregnant mice, and in the third and final week of pregnancy, they added antibiotics to their drinking water in order to activate the system and cause the release of the stress hormone CRF (corticotropin-releasing factor). The pregnancy ended a week later, with the pups born into a favorable environment. Only after they matured some 10 weeks later were they nutritionally challenged in order to put their sensitivity to developing compulsive eating to the test: The mice were fed a \"Western\" diet, high in caloric value, over very short periods, which could trigger an impulse to \"binge eat.\" The findings were clear: females born to mothers exposed to stress during pregnancy tended to develop a compulsive eating disorder following exposure to the environmental challenge. The study was led by postdoctoral fellow Dr. Mariana Schroeder, with the participation of Drs. Maya Sharon Lebow, Yonat Drori and Mira Jakovcevski; research students Tamar Polacheck and Mareen Engel; and Dr. Shifra Ben-Dor from the Department of Life Sciences Core Facilities.Beyond identifying the link between stress during pregnancy and compulsive eating disorder, the research team sought to understand and uncover the mechanisms through which the brains of those females who tended to develop an eating disorder were programmed. They repeated the experiment, but instead of waiting for the offspring to reach adulthood, they examined the embryonic brain prenatally. Chen: \"We discovered a very interesting thing: Looking at embryos' brains, we saw large molecular differences between offspring whose mothers' stress mechanism was activated and those in whose mothers it was not activated. However, in adulthood, the differences disappear. The differences will be expressed only when the mice are exposed to some form of challenge. This signifies that an epigenetic, rather than a genetic, marker was introduced at the embryonic stage as there was no change in the genes.\"Epigenetics (literally: on top of genetics) research addresses the molecular mechanisms that mediate environmental messages and how these messages influence and shape our genome's expression - without changing the genes themselves or the DNA sequence. In this case, messages that originated in the mother caused changes in the brains of the female embryos. One of the most important epigenetic mechanisms is DNA methylation, a simple biochemical process in which a methyl group binds to a genetic segment, thereby determining the transcription level of a particular gene. In this research, scientists have shown, for the first time, that exposure to stress is expressed in sub-methylation in the hypothalamus, a brain region that regulates metabolic processes, hormone production, and stress reactions.But the most surprising part of the study lay ahead. The researchers found that by administering a diet of foods that affect the body's methylation processes, such as folic acid, choline, methionine, and vitamins B12 and B6, they could prevent the \"predisposed\" mice from developing a compulsive eating disorder. \"Perhaps the most unexpected finding in the study,\" says Chen, \"is that we succeeded in preventing the disorder from emerging simply by providing a balanced diet of methyl sources. Does this mean that a balanced diet would also help cure eating disorders in humans? It is important to note that the research was conducted on a mouse model at this stage, but all the biological genes and pathways it described are shared by mice and humans.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/wios-met060117.php", "region": "europe", "source_link": "http://wis-wander.weizmann.ac.il/life-sciences/stressed-out-birth-mice-exposed-prenatal-stress-are-predisposed-eating-disorders-later", "funder": "", "meeting": "", "institution": "Weizmann Institute of Science", "keywords": ["Biology", " Developmental/Reproductive Biology", " Genetics", " Nutrition/Nutrients", " Cardiology", " Stroke", " Eating Disorders/Obesity", " Neurobiology", " Stress/Anxiety"], "journal": "Cell Metabolism", "description": "Scientists at the Weizmann Institute prevented the onset of eating disorders through dietary intervention.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}