{"title": "Insilico Medicine launches a drug discovery platform ALS.AI", "text": "Thursday, June 1st, 2017, Baltimore, MD - Today, Insilico Medicine, Inc., a company applying the latest advances in deep learning to biomarker development, drug discovery and aging research, launched ALS.AI, a personalized drug discovery and biomarker development platform utilizing the latest advances in deep learning.  ALS.AI is intended to advance the discovery of new drugs and repurpose existing ones for Amyotrophic Lateral Sclerosis (ALS) and personalized treatment for ALS patients.ALS is a rare disease that affects the function of nerves and muscles. Approximately 6,000 people in the U.S. are diagnosed each year with ALS. There are currently only two FDA-approved drugs, including Riluzole (Rilutek) and Edaravone (Radicava), for the treatment of ALS. Unfortunately, these drugs do not reverse ALS damage, but can only slow down the progression of the disease. Moreover, not every patient responds to these drugs. The use of advanced bioinformatics techniques and deep learning, which show promising results in many research areas, may address the urgent need to develop new treatments for ALS.Above and Beyond NB LLC specializes in the development of new treatments for ALS through accelerated translational programs relevant to both the ALS patient population and specific individuals with ALS. Above and Beyond, which has entered into a collaboration agreement with Insilico Medicine, is equipped to provide transcriptomic data from ALS individuals that were analyzed by Insilico Medicine's ALS.AI platform.Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer new molecules with given parameters and published one of its drug discovery pipelines in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award.\"ALS is one of the rare diseases without a cure or an effective treatment. We are happy to work with Above and Beyond to identify new treatments for ALS using the latest developments in AI\", said Alex Zhavoronkov, PhD, CEO of Insilico Medicine.\r\nFor its pioneering work in the many areas of deep learning techniques applied to drug discovery, biomarker development and longevity research, Insilico Medicine was nominated as one of the \"top 5 companies with most social impact\" out of the pool of over 600 companies using NVIDIA, cutting-edge high-performance deep learning equipment, as part of its Inception Program.\"ALS is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Patients with ALS lose the ability to initiate and control the muscle movement, which often leads to total paralysis and even death,\" said Alexandre Bétourné, PhD, Chief Medical Officer of Above and Beyond. \"Our business model embraces partnership. With the combination of traditional in-vitro methods and new technologies, such as AI, we are positioned to work with our partners to identify new treatments for the disease\"Insilico Medicine sees opportunities for the applications of deep learned biomarkers for the other rare diseases and seeks new treatments for such diseases. Insilico Medicine also believes the repurposing of existing FDA-approved drugs is one of the most promising approaches for rare diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/imi-iml053117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Genetics", " Business/Economics", " Chemistry/Physics/Materials Sciences", " Education", " Mathematics/Statistics", " Medicine/Health", " Neurobiology", " Demography", " Technology/Engineering/Computer Science"], "journal": "", "description": "Insilico Medicine with its collaborator, Above & Beyond, launched ALS.AI, launches the personalized drug discovery and biomarker development platform ALS.AI, utilizing the latest advances in deep learning.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}