{"title": "A better dye job for roots -- in plants", "text": "LA JOLLA--(June 1, 2017) Once we start coloring our hair, we may be surprised to learn that we begin to have a problem in common with plant biologists: finding the right dye for our roots. In the case of the biologists, just the right chemical is needed to measure exactly how plant roots grow. Now, a researcher at the Salk Institute has discovered a fluorescent dye that, paired with other imaging techniques, reveals root growth to be influenced by a major plant hormone more than previously thought. The work, which appears in the Proceedings of the National Academy of Sciences the week of May 29, 2017, could be useful for many types of plant studies, as well as more fully understanding the hormone auxin, which is instrumental for growth and many other critical plant processes. Insights into auxin could, for example, inform the production of faster-growing crops or help mitigate such effects of climate change as drought or early flowering.\"Over 130 years ago, Charles Darwin postulated that there might be a growth-promoting substance in plants,\" says Associate Professor Wolfgang Busch, a member of Salk's Plant Molecular and Cellular Biology Laboratory and senior author of the new paper. \"Today we know that this substance is the hormone auxin, and modern scientific tools are finally allowing us to deeply probe its role as a major driver of plant structure and growth.\"One of the longstanding mysteries about plants is how they grow, because the rigid external cell wall that gives them structural support also constrains cells from expanding. One working explanation is called the acid growth hypothesis, which says that auxin tells plant cells to pump acid into the space between the cells and the surrounding cell wall to trigger cell-wall-loosening enzymes. Just as loosening our belt after a big meal gives our belly room to expand, loosening the cell wall gives plant cells room to grow. The acidification theory has been shown to be fairly accurate for plant shoots, but has been harder to prove for roots. Some studies have found that auxin actually stimulates alkalinization (the opposite of acidification) in roots. One of the complications of understanding this is that pH is very hard to measure in roots.The Salk-led team, which included researchers from Vienna's Gregor Mendel Institute of Molecular Plant Biology (where Busch was formerly based), set out to explore the question of how roots grow. They knew they first had to overcome the problem of how to measure pH to determine acidity. So they tested a number of chemicals they thought might be good pH-sensitive dyes and found that a fluorescent chemical (abbreviated HPTS) fit the bill. The team's tests confirmed the dye reliably indicated different pH levels in ways that could be visualized with an instrument called a confocal laser-scanning microscope.They next set about establishing that pH is, in fact, correlated with cell growth. They measured cell length in the roots of the weed Arabidopsis thaliana (a relative of cabbage) before and after immersing plant seedlings in growth medium and checking their pH. Before cells began to grow, pH was alkaline, during growth pH was acidic, and at the end of the growth period pH returned to its pre-growth alkalinity. The team found they were also able to trigger or stop growth by immersing the roots in acidic or alkaline liquids. Together, these experiments confirmed that acidification promotes the elongation of cells in the root.\"It's very fascinating to observe at a cellular level that a simple chemical characteristic like pH is such a driving force for root cell elongation,\" says Elke Barbez, a postdoctoral fellow at the Gregor Mendel Institute and the paper's first author. Next, the team turned to the question of whether the acidification was caused by auxin. To visualize the hormone, they used fluorescent tags that were attached to a protein that binds to auxin and then measured cell length, pH and auxin levels in normal seedlings as well as in seedlings that could not make the hormone or could not correctly respond to it.Their results pointed to a more complex role for auxin than previously thought: at low concentrations, auxin did, in fact, trigger acidification and cell-wall loosening, permitting root growth. But at high concentrations, auxin triggered alkalinization, which inhibited growth. The inhibiting effect, however, only lasted for two hours. The team's work offers a clue as to why previous studies have been so confusing or contradictory: at timescales that are too brief, the dual (\"biphasic\") nature of auxin isn't apparent. \"We are excited by these results not only because they clarify the complex nature of auxin signaling, but also because understanding how this major plant hormone works at different timescales could be hugely important to any efforts to increase crop productivity or enhance root growth as a way to buffer plants from drought,\" adds Busch.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/si-abd060117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Biochemistry", " Molecular Biology", " Plant Sciences"], "journal": "Proceedings of the National Academy of Sciences", "description": "Researchers discover chemical dye that reveals how a critical plant hormone helps root growth.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}