{"title": "Sugar sponges sop up and release glucose as needed", "text": "Many diabetes patients must inject themselves with insulin, sometimes several times a day, while others take medications orally to control blood sugar. The injections, as well as the side effects from both regimens, can be painful. Now, one team reports in the Journal of the American Chemical Society progress toward an insulin-free diabetes treatment that requires fewer injections.According to the U.S. Centers for Disease Control and Prevention, current trends predict that one in three adults in the U.S. will have diabetes by 2050. Treatments include insulin injections, which can be painful. In addition, the injections can involve different types of insulin -- a slow-acting one before bed or a fast-acting one before meals -- which can be confusing. Pills are not much better, as patients sometimes forget to take them. Both drugs and injections can have various side effects, including nerve damage, infections and insulin resistance. Non-invasive insulin-dependent systems that include hydrogels and polymers have developed in the laboratory, but they also can trigger these complications. So Jianzhong Du and colleagues wanted to develop a method that would be easy to use and that would avoid side effects.The researchers nicknamed their treatment the \"sugar sponge.\" It's an injected lectin-coated polymer vesicle that sopped up and bound glucose when glucose levels were high, and released the sugar when its concentrations were low in laboratory tests. They also tested the sponge in mice with type-I diabetes, and within two days, they saw antidiabetic effects. The researchers say that the sponge could one day serve as a treatment for either type-I or type-II diabetes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/acs-sss053117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of the American Chemical Society", "description": "Many diabetes patients must inject themselves with insulin, sometimes several times a day, while others take medications orally to control blood sugar. The injections, as well as the side effects from both regimens, can be painful. Now, one team reports in the Journal of the American Chemical Society progress toward an insulin-free diabetes treatment that requires fewer injections.", "date": "Wed, 31 May 2017 04:00:00 GMT"}