{"title": "High blood sugar following surgery common, increases risk of complications", "text": "High blood sugar, also known as hyperglycemia, occurs when the body does not produce enough insulin to turn blood glucose into energy. Although high blood sugar usually only affects diabetics, hyperglycemia has been associated with poorer outcomes for patients undergoing surgical procedures. A recent study by University of Missouri School of Medicine researchers found that following surgery for artery disease of the legs, hyperglycemia can cause complications, increased hospitalizations and mortality for all patients - even those who are not diabetic.\"Peripheral artery disease, or PAD, is a common circulatory problem caused by plaque build-up inside the arteries of the legs,\" said Todd Vogel, M.D., associate professor and chief of the Division of Vascular Surgery at the MU School of Medicine, and lead author of the study. \"This build-up blocks blood flow to the lower extremities, and usually requires surgical intervention. Patients with PAD often have additional health concerns such as diabetes. Our study looked at how common hyperglycemia is following surgery for PAD and how it affects post-surgical outcomes.\"For the observational study, Vogel's team used the Cerner Health Facts® database to review 3,586 patient cases. Sixty-seven hospitals were represented in the study - all located in urban areas.Results of the study indicated that one in five patients undergoing vascular procedures had postoperative hyperglycemia. High blood sugar following PAD surgery was associated with poorer outcomes in patients with and without diabetes, including increased infection rates, hospital stays and mortality. No difference was found with respect to hospital readmissions.\"Our study demonstrated that postoperative hyperglycemia is common after lower extremity procedures,\" Vogel said. \"Patients with postoperative high blood sugar without a diagnosis of diabetes were just as likely to experience complications as those with diabetes. They were about twice as likely to have an infection and a hospital stay longer than 10 days. They also had higher odds of in-hospital mortality.\"Although the patient population covered by the Cerner Health Facts® database was comparable to the general U.S. population, Vogel said there was a limitation to the study. Coding used to identify procedures and diagnoses can vary between health systems. However, data undergo rigorous evaluation before being added to Cerner Health Facts®.\"I think of most interest was that diabetes alone was not associated with an increase in infection rates, length of stay or mortality,\" Vogel said. \"Although more research is needed, this suggests that post-procedure hyperglycemia is a significant risk factor for outcomes following lower extremity vascular procedures. Glucose management may represent an important method for improving outcomes following surgical interventions.\"", "article_link": "http://dx.doi.org/10.1016/j.jvs.2017.01.053", "url": "http://www.eurekalert.org/pub_releases/2017-05/uom-hbs053117.php", "region": "namerica", "source_link": "https://medicine.missouri.edu/2017/05/high-blood-sugar-following-surgery-common-increases-risk-of-complications/", "funder": "Agency for Healthcare Research and Quality", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Medicine/Health", " Epidemiology", " Aging", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Physiology", " Public Health", " Surgery", " Aging"], "journal": "Journal of Vascular Surgery", "description": "High blood sugar, also known as hyperglycemia, occurs when the body does not produce enough insulin to turn blood glucose into energy. Although high blood sugar usually only affects diabetics, hyperglycemia has been associated with poorer outcomes for patients undergoing surgical procedures. A recent study by University of Missouri School of Medicine researchers found that following surgery for artery disease of the legs, hyperglycemia can cause complications, increased hospitalizations and mortality for all patients -- even those who are not diabetic.", "date": "Wed, 31 May 2017 04:00:00 GMT"}