{"title": "With $58M grant, University of Michigan researchers will push health research forward with community's help", "text": "ANN ARBOR, Mich. - The next big idea to help people with cancer, heart disease, diabetes, Alzheimer's disease, depression or many other conditions could be bubbling up right now in a University of Michigan research lab. Or it might be a new idea in the mind of a U-M doctor, scientist, healthcare professional, graduate student or patient.Now, U-M has received a $58 million grant to help those ideas move forward, with Michiganders of all ages and backgrounds as partners. The grant is from the National Institutes of Health's (NIH) National Center for Advancing Translational Sciences (NCATS) through its Clinical and Translational Science Awards (CTSA) Program. It provides for an up to five-year new dose of funding for the Michigan Institute for Clinical & Health Research, or MICHR, contingent on the availability of future U.S. congressional appropriations. More than 50 other universities nationwide are supported through the CTSA Program.The institute helps U-M health and life science researchers turn their best ideas and discoveries into tests, treatments, care innovations and cures through training, funding and central research services. It also gives community members, including patients, the ability to help shape research priorities.  \"The new funding means more chances to translate U-M ideas into knowledge and breakthroughs that can eventually help patients and the general public,\" says MICHR director George A. Mashour, M.D., Ph.D. \"Without community participation in all phases of research, many of those ideas simply can't go very far.\"  Volunteers needed for wide range of health studiesMore than 28,000 Michiganders have already signed up for U-M's MICHR registry, which allows U-M researchers to reach out when a study needs someone like them. More than 160,000 people a year take part in 1,600 U-M studies, ranging from simple surveys to long-term tests of new drugs, devices and diet or exercise changes. This includes many patients at the hospitals and clinics run by Michigan Medicine, U-M's academic medical center.Still, U-M researchers have many open spots in a wide range of studies. Right now, the website, run by MICHR, lists more than 300 research projects in need of volunteers. Community members can indicate interest in volunteering, or sign up for the registry, on the site.\"This grant, plus a sizable commitment of U-M funds, puts us on the cusp of an exciting new era of clinical and translational research at U-M,\" says Mashour, who led the team that applied for the grant. \"MICHR is proud of its past and enthusiastic about the future.\" He notes that the grant is the largest single federal research grant in the Medical School's history.A vision for the futureMashour notes that while MICHR is based in the Medical School, it serves health researchers from 170 units in 20 schools, colleges and institutes across all three U-M campuses in Ann Arbor, Dearborn and Flint. No matter where these investigators are, MICHR provides services to educate, fund, connect and support them - and help them navigate the many regulations surrounding health research. A key feature of the new grant looks beyond U-M, too. It will help MICHR form closer bonds with other institutes like it around the country, together creating an unprecedented research network of sites with NCATS' CTSA Program support. That could make large-scale national studies of new ideas much easier.At the same time, the new funding will help MICHR partner with the U-M Medical School's Office of Research and the U-M Office of Research to strengthen U-M's infrastructure for conducting clinical trials and translational research. MICHR has developed a stronger partnership with the Medical School's Fast Forward Medical Innovation initiative, which aims to move promising ideas to the marketplace by helping medical researchers create startup companies, engage in research partnerships with industry and more. Seeding the future of researchMany U-M researchers have gotten a share of MICHR's past grants to directly fund their research -- $21 million in all. Those dollars enable them generate early results that can help them win grants to move their ideas forward. To see just a few examples, visit https://www.michr.umich.edu/stories-of-impact/. MICHR provides services to collect and mine the massive amounts of data that research generates, and to give researchers access to clinical services like blood testing and genetic tests for research volunteers. The new funding will enhance these capabilities. It will also fund the use of mathematical techniques to study large-scale research networks, with U-M's Institute for Research in Innovation and Science and Institute for Social Research.MICHR also plays a key upstream role in training researchers and their staff in modern research techniques, and the many steps it takes to find and win funding for their work and to get a promising new idea out to the \"real world.\"\"The new grant will allow us to expand some of our most successful training programs in translational research, and develop new ones,\" said Vicki Ellingrod, Pharm.D., associate director of MICHR and leader of its education team. Such programs - which reach more than 1,200 faculty, staff and students annually - include education and mentoring workshops, webinars and seminars as well as more formal training programs that award master's degrees and certifications. Ellingrod continues, \"Perhaps what is most exciting about our new grant is that we will now be able to work more directly with patients, research participants, and groups within the community, and learn how to guide research in collaboration with our MICHR scholars.\" By creating these partnerships from the beginning, MICHR will be able to better impact how U-M researchers directly translate their findings into practice and community health.  The NIH has awarded CTSA Program grants since 2006 with the goal of improving the translational research process to get more treatments to more patients more quickly. Mashour, who serves as executive director of translational research in the U-M Office of Research and associate dean for clinical and translational research in the Medical School, was recently appointed to serve on the NCATS CTSA Program national steering committee.\"We are thrilled that NIH's NCATS has funded the vision we put forth in our proposal, which was a tremendous team effort by MICHR, research and educational units across U-M, and our community partners,\" Mashour says. \"We look forward to another five years of serving U-M and our communities to enable and enhance research along the translational spectrum.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/mmu-wg053117.php", "region": "namerica", "source_link": null, "funder": "National Center for Advancing Translational Sciences (NCATS), National Institutes of Health", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Health Care", " Medicine/Health", " Clinical Trials", " Diagnostics", " Health Care Systems/Services", " Researchers/Scientists/Awards", " Collaboration", " Organization", " Biomedical/Environmental/Chemical Engineering"], "journal": "", "description": "The next big idea to help people with cancer, heart disease, diabetes, Alzheimer's disease, depression or other conditions could be bubbling up right now in a University of Michigan research lab. \r\n\r\nOr it might be a new idea in the mind of a U-M doctor, scientist, healthcare professional, graduate student or patient.\r\n\r\nNow, U-M has received a $58 million grant to help those ideas move forward, with Michiganders of all ages and backgrounds as partners.", "date": "Wed, 31 May 2017 04:00:00 GMT"}