{"title": "Handheld scanner reveals vascularization in psoriasis patients", "text": "A newly developed tissue scanner allows looking under the skin of psoriasis patients. This provides clinically relevant information, such as the structure of skin layers and blood vessels, without the need for contrast agents or radiation exposure. A team of researchers from Helmholtz Zentrum München and the Technical University of Munich (TUM) recently introduced the technology in Nature Biomedical Engineering.Psoriasis (Psoriasis vulgaris) is an inflammatory skin disease that is characterized by small to palm-sized patches of severely scaling skin. The disease is estimated to affect between ten and fifteen million people in the European Union.Currently, physicians evaluate the severity of the disease based on visual assessment of features of the skin surface, such as redness or thickness of the flaking skin. \"Unfortunately, these standards miss all parameters that lie below the surface of the skin, and may be subjective,\" Dr. Juan Aguirre points out. \"Knowing the structure of the skin and vessels before treatment can provide the physician with useful information,\" explains the group leader at the Institute of Biological and Medical Imaging (IBMI) at the Helmholtz Zentrum München.* A look under the skinIn order to provide clinicians with this information, Aguirre and his team developed a new technique that gets under the skin. It bears the name RSOM** and works as follows: A weak laser pulse excites the tissue of interest, which then absorbs energy and heats up minimally. This causes momentary tissue expansion, which generates ultrasound waves. The scientists measure these ultrasound signals and use this information to reconstruct a high resolution image of what lies under the skin.  High tech that fits in the hand While developing the method, the scientists were able to reduce the size of the scanner to a handheld device. \"This technology, which is easy to use and does not involve any radiation exposure or contrast agent, is allowing us to acquire the first new insights into the disease mechanisms. It also facilitates treatment decisions for the physicians,\" explains Prof. Dr. Vasilis Ntziachristos, Director of the IBMI at the Helmholtz Zentrum München and Chair of Biological Imaging at the Technical University of Munich.In the recently published study, the scientists demonstrated RSOM's performance by examining cutaneous and subcutaneous tissue from psoriasis patients. RSOM allowed them to determine several characteristics of psoriasis and inflammation, including skin thickness, capillary density, number of vessels, and total blood volume in the skin. They compiled these to define a novel clinical index*** for assessing psoriasis severity that may be superior to the current clinical standard because the new index also takes into account characteristics below the skin surface. The researchers plan to use the same imaging method to assess other diseases such as skin cancer or diabetes in the future. Patients with diabetes often suffer from damaged blood vessels that, if detected early enough, may allow earlier treatment and therefore greater efficacy.", "article_link": "http://dx.doi.org/10.1038/s41551-017-0068", "url": "http://www.eurekalert.org/pub_releases/2017-05/hzm--hsr053117.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/40475/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biomechanics/Biophysics", " Biotechnology", " Molecular Biology", " Physiology", " Medicine/Health", " Diagnostics", " Immunology/Allergies/Asthma", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "Nature Biomedical Engineering", "description": "A newly developed tissue scanner allows looking under the skin of psoriasis patients. This provides clinically relevant information, such as the structure of skin layers and blood vessels, without the need for contrast agents or radiation exposure. A team of researchers from Helmholtz Zentrum München and the Technical University of Munich (TUM) recently introduced the technology in Nature Biomedical Engineering.", "date": "Wed, 31 May 2017 04:00:00 GMT"}