{"title": "Monash University researchers develop game changing strategy for pain relief", "text": "Researchers from Monash University have developed a new drug delivery strategy able to block pain within the nerve cells, in what could be a major development of an immediate and long lasting treatment for pain. More than 100 million Americans suffer from chronic pain and this figure is expected to grow, driven by the increased life expectancy, increasing incidence of diabetes and cancer, combined with better survival rates, often leaving patients with severe and poorly treated pain. The global market for nerve pain treatments is over US$600 billion and yet current pain therapies are not completely effective and often suffer from unwanted side effects.Research published today (31 May, 2017) in the journal, Science Translational Medicine, reveals how a target protein, long known to be associated with both chronic and acute pain, works within the nerve cell. This protein is the NK1 receptor, the receptor of the neuropeptide substance P, which mediates pain transmission. Because of its association with pain and other diseases of the nervous system, many drug development attempts have focused on inhibiting this receptor, but the efficacy of these treatments has been very limited. This new work shows that such ineffectiveness could be in part because the treatments targeted the protein on the surface of the nerve cell.Dr Michelle Halls and Dr Meritxell Canals from the Monash Institute of Pharmaceutical Sciences (MIPS) and the ARC Centre for Excellence in Bio-Nano Science (CBNS) at Monash University, have worked with Professor Nigel Bunnett, previously at Monash and now at Columbia University in the US, and Professor Chris Porter from MIPS and CBNS. Together they have found that the NK-1 receptor controls pain once it is inside the cell - so drugs that merely block it when it is on the surface of the cell have little efficacy. Instead, this new research shows that, in animal models, if the NK-1 receptor is blocked once it enters the nerve cell, it is possible to suppress pain more effectively.\r\nDr Halls said that the new strategy of \"targeting receptors inside the cell represents a new frontier in drug delivery and a novel therapeutic strategy for dealing with pain.\"Working with a multidisciplinary team of cell biologists, pharmacologists, physiologists and drug delivery experts, the researchers developed drugs that specifically target NK-1 receptors within the nerve cell. Animal studies showed that using the drugs - which have an engineered lipid attachment that targets the drug to the NK-1 receptor inside the cell, could block pain for extended periods in several animal models.Dr Canals said: \"This is a proof-of-concept study that shows that we can re-engineer current pain drugs and make them more effective. The challenge is now to translate the technology into human clinical trials. This is a complex and challenging path - but the ultimate benefits to patients with nerve pain are potentially highly significant.\"\r\n", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aal3447", "url": "http://www.eurekalert.org/pub_releases/2017-05/mu-mur053117.php", "region": "australia", "source_link": "https://www.monash.edu/pharm/about/news/news-listing/current/MIPS-researchers-Develop-game-changing-strategy-for-chronic-and-acute-pain-relief", "funder": "", "meeting": "", "institution": "Monash University", "keywords": ["Cell Biology", " Medicine/Health", " Pain"], "journal": "Science Translational Medicine", "description": "Researchers from Monash University have developed a new drug delivery strategy able to block pain within the nerve cells, in what could be a major development of an immediate and long lasting treatment for pain.", "date": "Wed, 31 May 2017 04:00:00 GMT"}