{"title": "Burden of multiple chronic illness told through new chartbook", "text": "A new publication illustrates the burden that chronic illnesses impose on American society, demonstrating through charts and graphics how 60 percent of American adults suffer from at least one chronic health condition and 42 percent have more than one.The chartbook updates previous compendiums with more-recent information about the prevalence of multiple chronic conditions, as well as the associated health care utilization and spending. The data confirms that the prevalence of multiple chronic conditions is highest among older adults. Women are more likely than men to have multiple chronic conditions, as many women live longer than men do.A chronic condition is a physical or mental health condition that lasts more than one year and causes functional restrictions or requires ongoing monitoring or treatment. When a patient has more than one chronic condition -- such as diabetes, high blood pressure and depression -- treatment can be difficult to manage, researchers say. Treatment strategies or drug regimens may be similar, but one chronic condition often is managed better than the others.\"We hope this updated chartbook helps both health professionals and the public better understand that chronic disease is a burden not only for patients, but also for the health care system overall,\" said Christine Buttorff, lead author of the study and an associate policy researcher at RAND, a nonprofit research organization.  The project was supported by the Partnership to Fight Chronic Disease. The report, \"Multiple Chronic Conditions in the United States,\" is available at http://www.rand.org. Other authors of the report are Teague Ruder and Melissa Bauman. RAND Health is the nation's largest independent health policy research program, with a broad research portfolio that focuses on health care costs, quality and public health preparedness, among other topics.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/rc-bom053117.php", "region": "namerica", "source_link": null, "funder": "Partnership to Fight Chronic Disease", "meeting": "", "institution": "RAND Corporation", "keywords": ["Business/Economics", " Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services"], "journal": "", "description": "About 60 percent of American adults suffer from at least one chronic health condition and 42 percent have more than one -- a burden that is expected to grow as the nation's population grows older. A new chartbook tells the story of these illnesses, including the prevalence of these conditions, as well as the associated health care utilization and spending.", "date": "Wed, 31 May 2017 04:00:00 GMT"}