{"title": "Findings suggest reducing target SBP to below recommended levels could significantly reduce risk", "text": "Reducing systolic blood pressure (SBP) to levels below currently recommended targets may significantly reduce the risk of cardiovascular disease (CVD) and all-cause death, according to a study published by JAMA Cardiology.Hypertension is the leading global preventable risk factor for CVD and premature death. Even though finding the optimal SBP target could have far-reaching implications, the optimal target is uncertain.  The 2014 Evidence-Based Guideline for the Management of High Blood Pressure in Adults raised the recommended SBP treatment goal from less than 130 mm Hg to less than 140 mm Hg for patients with type 2 diabetes or chronic kidney disease, and from less than 140 mm Hg to less than 150 mm Hg for individuals 60 years of age or older.Jiang He, M.D., Ph.D., of the Tulane University School of Public Health and Tropical Medicine, New Orleans, and colleagues conducted a review and meta-analysis of 42 randomized clinical trials (144,220 patients) to examine the association of average achieved SBP levels with the risk of CVD and all-cause death in adults with hypertension treated with antihypertensive therapy.The researchers found that in general there were significant and linear associations between average achieved SBP and the risk of CVD and all-cause death. The lowest risks for CVD and all-cause mortality were among groups with an average achieved SBP of 120 to 124 mm Hg.Several limitations of the study are noted in the article, including a limited sample size in some average achieved SBP comparisons.\"These findings support more intensive SBP control among adults with hypertension and suggest the need for revising the current clinical guidelines for management of hypertension,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tjnj-fsr053017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAMA Cardiology", "description": "Reducing systolic blood pressure (SBP) to levels below currently recommended targets may significantly reduce the risk of cardiovascular disease (CVD) and all-cause death, according to a study published by JAMA Cardiology.", "date": "Wed, 31 May 2017 04:00:00 GMT"}