{"title": "Diabetes linked to bacteria invading the colon, study finds", "text": "ATLANTA--In humans, developing metabolic disease, particularly type 2 diabetes, is correlated with having bacteria that penetrate the mucus lining of the colon, according to a study led by Drs. Benoit Chassaing and Andrew Gewirtz at Georgia State University.The findings, which provide insight on how people develop insulin resistance-associated dysglycemia (abnormal blood glucose levels), are published in the journal Cellular and Molecular Gastroenterology and Hepatology.Metabolic syndrome is the term for a group of factors that raise a person's risk for heart disease and other health problems, such as diabetes and stroke. Such risk factors include a large waistline, a high triglyceride level (type of fat found in the blood), low HDL cholesterol level, high blood pressure and high fasting blood sugar levels. Metabolic syndrome, which has become far more common due to a rise in obesity rates among adults, is a leading risk factor for many serious, life-threatening diseases, including type 2 diabetes and heart disease, according to the National Institutes of Health.\"Alterations in bacteria have been associated with metabolic diseases, including obesity and type 2 diabetes, but mechanisms remain elusive,\" said Gewirtz, professor in the Institute for Biomedical Sciences at Georgia State.\"Previous studies in mice have indicated that bacteria that are able to encroach upon the epithelium might be able to promote inflammation that drives metabolic diseases, and now we've shown that this is also a feature of metabolic disease in humans, specifically type 2 diabetics who are exhibiting microbiota encroachment.\"The epithelium is the mucus-lined cellular covering of internal and external surfaces of the body, including the intestinal tract. Gut microbiota is the collective term for the communities of microscopic living organisms that inhabit this environment. Gut microbiota that live in the outer regions of the mucus and remain a safe distance from epithelial cells provide a benefit to the host, but Chassaing and Gewirtz hypothesize that microbiota that encroach upon host cells drive chronic inflammation that interferes with the normal action of insulin, promoting type 2 diabetes.In this study, the researchers used samples from human subjects enrolled at the Veteran's Administration Hospital in Atlanta. The subjects, at least 21 years old with no major health problems besides diabetes, were undergoing colonoscopy for colon cancer screening. The researchers obtained each subject's history of diabetes and gastrointestinal complaints through interviews and reviewing medical records. During the colonoscopy procedure, two mucosal biopsies were taken from the left colon and analyzed.The study's results have impressed leading experts in diabetes research.\"The data are impressive and may have opened a new field of investigation in metabolic function and type 2 diabetes,\" said Dr. Samuel Klein, chief of the Division of Geriatrics and Nutritional Science at the Washington University School of Medicine Diabetes Research Center.The researchers are conducting follow-up studies to determine the identity of the bacteria that are invading the colon lining and are exploring remedies to prevent such bacteria encroachment.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/gsu-dlt053017.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/05/30/diabetes-bacteria-invading-colon/", "funder": "National Institutes of Health, Crohn's and Colitis Foundation", "meeting": "", "institution": "Georgia State University", "keywords": ["Microbiology", " Medicine/Health", " Gastroenterology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cellular and Molecular Gastroenterology and Hepatology", "description": "In humans, developing metabolic disease, particularly type 2 diabetes, is correlated with having bacteria that penetrate the mucus lining of the colon, according to a study led by Drs. Benoit Chassaing and Andrew Gewirtz at Georgia State University.", "date": "Tue, 30 May 2017 04:00:00 GMT"}