{"title": "Flash glucose monitoring offers accuracy, ease of use, and clinical benefit for type 1 diabetes", "text": "New Rochelle, NY, May 30, 2017--Continuous Glucose Monitoring (CGM) sensors are now so accurate that two CGM devices, including the first approved \"Flash Glucose Monitoring\" system, have received regulatory approval for nonadjunctive use by individuals with type 1 diabetes to guide insulin dosing. The critical factors related to CGM accuracy, clinical implications of accurate CGM and flash glucose monitoring, and results of the most recent clinical trials assessing this technology are the focus of an article published as part of a special supplement on Flash Glucose Monitoring to Diabetes Technology & Therapeutics (DTT), a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The supplement is available open access on the DTT website.In the article \"Clinical Implications of Accuracy Measurements of Continuous Glucose Sensors,\" Timothy Bailey, MD, AMCR Institute, Escondido, CA, examines the different measures and approaches used to evaluate the accuracy of CGM devices. Dr. Bailey describes how in silico simulation studies are proving to be more useful for assessing the clinical effects of CGM accuracy than traditional clinical trials. He provides a valuable review and comparison of recent clinical studies that have compared various strategies for using different types of CGM devices, including a flash glucose monitoring device that is approved for use in Europe (with a professional version only approved in the U.S.). In the Editorial \"Flash Glucose Monitoring: The Future Is Here,\" DTT Editor-in-Chief Satish Garg, MD, Professor of Medicine and Pediatrics at the University of Colorado Denver (Aurora) presents several reasons for the early success and rapid uptake of flash glucose monitoring: low cost; no calibration needed (factory calibrated for 14 days of continuous use); accurate data available on demand; similar/lower mean absolute relative difference (MARD) throughout 14 days of use. Dr. Garg states, \"We hope that flash glucose monitoring (FreeStyle Libre personal) will be made available soon in the United States after approval by the FDA. We also hope that it is approved as 'nonadjunctive.'\"", "article_link": "http://dx.doi.org/10.1089/dia.2017.0050", "url": "http://www.eurekalert.org/pub_releases/2017-05/mali-fgm053017.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/flash-glucose-monitoring-offers-accuracy-ease-of-use-and-clinical-benefit-in-type-1-diabetes-management/2181/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases", " Diabetes", " Technology/Engineering/Computer Science"], "journal": "Diabetes Technology & Therapeutics", "description": "Continuous glucose monitoring (CGM) sensors are now so accurate that two CGM devices, including the first approved 'Flash Glucose Monitoring' system, have received regulatory approval for nonadjunctive use by individuals with type 1 diabetes to guide insulin dosing.", "date": "Tue, 30 May 2017 04:00:00 GMT"}