{"title": "Harvard Pilgrim signs outcomes-based contracts with AstraZeneca for Brilinta and Bydureon", "text": "WELLESLEY, MA - Harvard Pilgrim Health Care has signed two innovative, outcomes-based contracts with AstraZeneca for medicines to treat acute coronary disease and Type II diabetes. These are the latest two in a series of agreements the health plan has executed with pharmaceutical companies that measure the effectiveness of medicines in actual patients.The first is a three-year contract for Brilinta, a medication used to lower a patient's chances of having another heart attack or dying from one. Harvard Pilgrim will be monitoring specific criteria in patients following discharge from a hospitalization for acute coronary syndrome. The outcome will focus on measuring the reduction in hospitalizations for repeat acute coronary events for patients on Brilinta as compared to patients on another oral antiplatelet therapy. The second contract is for Bydureon, a medication used to control blood glucose levels in Type II diabetes patients. Harvard Pilgrim will measure HbA1c levels in patients and evaluate the ability of patients who adhere to Bydureon to get to a predetermined HbA1c goal. If the medicines fail to meet the agreed upon outcomes criteria in real patients, Harvard Pilgrim will be charged a lower amount. Through these contracts, AstraZeneca and Harvard Pilgrim agree that the health plan will be charged for medicines based on value to the patient, and not solely on volume of medicine sold.\"Linking the ultimate cost of these medicines to their real-world clinical effectiveness really puts patients at the center of focus,\" said Harvard Pilgrim Chief Medical Officer Michael Sherman. \"Real world performance may differ from what is observed in well-controlled clinical trials, and the willingness of pharmaceutical companies like AstraZeneca to go at risk for delivering on these outcomes sends a positive message to health plans, prescribing physicians, and patients.\"\"Patient outcomes should be the primary driving force in healthcare. With a differentiated Cardiovascular and Metabolic disease portfolio which helps address important unmet patient needs, we are proud to share accountability for each patient by partnering with payers and health plans like Harvard Pilgrim through these types of innovative agreements,\" said Mike Crichton, VP, Cardiovascular and Metabolic Diseases, AstraZeneca US. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hphc-hps053017.php", "region": "namerica", "source_link": "https://www.harvardpilgrim.org/public/news-detail?nt=HPH_News_C&nid=1471913008601http://", "funder": "", "meeting": "", "institution": "Harvard Pilgrim Health Care Institute", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology", " Diabetes"], "journal": "", "description": "Harvard Pilgrim Health Care has signed two innovative, outcomes-based contracts with AstraZeneca for medicines to treat acute coronary disease and Type II diabetes. These are the latest two in a series of agreements the health plan has executed with pharmaceutical companies that measure the effectiveness of medicines in actual patients.", "date": "Tue, 30 May 2017 04:00:00 GMT"}