{"title": "Childhood obesity causes lasting damage to the body", "text": "Obesity in childhood has long term health implications stretching into adulthood, a new study in the journal Obesity Reviews reveals.Examining data collected from over 300,000 participants across 18 studies, researchers from the University of Surrey identified increased arterial damage and enhanced likelihood of pre diabetes in participants who were obese in childhood. The damage, an increased thickness of these vital arteries, heightens the likelihood of an individual suffering from a cardiovascular ailment, such as heart disease, in later life. Body mass index (BMI), waist circumference and skin fold thickness measurements of over 300,000 children (average age of 10) were assessed and compared with results gathered from the same participants on average 25 years later. Researchers discovered that obese children were pre disposed to 'pre-diabetes' (an inability to adequately metabolise glucose, which can later lead to diabetes) and thickening of arteries in adulthood, both of which can be detrimental to their adult health. Childhood BMI also proved to be an indicator of adult hypertension demonstrating that this indicator is useful in predicting illnesses associated with obesity in adulthood. Due to limited data it is unknown if waist circumference and skin fold thickness are indicators to future ailments.Childhood obesity has become increasingly prevalent in the UK, with figures from the NHS National Child Measurement Programme indicating that 19.8 per cent of 10-11 year olds being classed as obese in 2015/16, a rise of 0.7 per cent on the previous year. The long term implications of childhood obesity to adult health and resulting cost to the NHS is unknown.Lead author Dr Martin Whyte from the University of Surrey, said: \"It is worrying that obesity is becoming endemic in our society.\"The adverse effects of adult obesity are well known but what we have found is that obesity in childhood can cause lasting arterial damage which could potentially lead to life threatening illness. This is something that we need to address to protect adult health and reduce pressure on the NHS.\"\r\n", "article_link": "http://dx.doi.org/10.1111/obr.12561", "url": "http://www.eurekalert.org/pub_releases/2017-05/uos-coc053017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Surrey", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Public Health"], "journal": "Obesity Reviews", "description": "Obesity in childhood has long term health implications stretching into adulthood, a new study in the journal Obesity Reviews reveals.", "date": "Tue, 30 May 2017 04:00:00 GMT"}