{"title": "Causes of major birth defects still largely unknown", "text": "Causes of major birth defects remain largely unknown, say US researchers in The BMJ today, who were able to establish a definite cause in only one in every five infants they studied.They say their findings \"underscore the gaps in our knowledge regarding the causes of birth defects.\" And they warn that, \"unless progress is made in identifying and preventing the root causes of birth defects, these conditions will continue to have draining effects on the survival and health of individuals, families, and countries.\"Major birth defects are common, costly, and critical. Collectively, they occur in one in 33 births, which in 2006 translated into an estimated 7.9 million babies worldwide.In the US alone, the cost of care during a single year (2004) was estimated at $2.6bn (£2bn, €2.4bn), not accounting for the considerable indirect and lifelong personal and societal costs. In the US, birth defects are also the leading cause of infant mortality and in 2013 were associated with 4,778 deaths, one in every five deaths in the first year of life.While studies have shown associations between risk factors (such as maternal diabetes, smoking and obesity) and birth defects, translating these associations to actual causes has been difficult.So a team of researchers based at the University of Utah School of Medicine set out to establish causes (etiology) of major birth defects in children born from 2005 to 2009 using Utah's population based surveillance system. They identified 5,504 cases among 270,878 births (a prevalence of 2%).Definite cause was assigned in 20.2% (1,114) of these cases: chromosomal or genetic conditions accounted for 94.4% (1,052), environmental (teratogenic) exposure for 4.1%, and conditions associated with twins for 1.4% The 79.8% (4,391) remaining were classified as unknown etiology; of these 88.2% (3,875) were isolated birth defects. Family history (similarly affected first degree relative) was documented in 4.8% (266). These findings underscore the gaps in our knowledge regarding the causes of birth defects, say the authors.For the causes that are known, such as smoking or diabetes, assigning causation in individual cases remains challenging. Nevertheless, they say the ongoing impact of these exposures on fetal development \"highlights the urgency and benefits of population based preventive interventions.\"For the causes that are still unknown, they say better strategies are needed, such as greater collaboration between researchers, clinicians, and epidemiologists; and better ways to objectively measure fetal exposures.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/b-com052617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "Causes of major birth defects remain largely unknown, say US researchers in The BMJ today, who were able to establish a definite cause in only one in every five infants they studied.", "date": "Tue, 30 May 2017 04:00:00 GMT"}