{"title": "Do obese children need to attend treatment to lose weight?", "text": "One-third of American children are overweight or obese, which is associated with serious health issues, such as diabetes, heart disease and asthma. Family-based treatment (FBT) has been considered the best model for the treatment of obese children. FBT provides both parents and children with education and behavior therapy techniques. However, FBT is provided mainly in hospital settings and can be challenging to attend for busy families. Researchers at University of California San Diego School of Medicine found parent-based therapy (PBT) -- where the child does not attend -- has similar outcomes and could be more cost-effective. The results of the two-year study, published in the May issue of JAMA Pediatrics, showed a child's attendance in therapy is not necessary to achieve similar outcomes in weight, nutrition, physical activity and parent feeding behaviors. In both groups the same amount of PBT parents (92.5 percent) and FBT parents (93.4 percent) felt the program they attended helped change and improve their family and child's lifestyle. \"Parents play a critical role in the process of helping their child lose weight by modeling healthy behaviors and reinforcing a balanced diet and exercise,\" said first author Kerri Boutelle, PhD, professor in the departments of Pediatrics and Psychiatry at UC San Diego School of Medicine. \"Although FBT has been used as the gold standard of treatment, this is our second study that shows PBT is similarly effective.  PBT could be used more to provide treatment to a greater proportion of the population.\"The study involved 150 children, ages 8 to 12, who were overweight or obese, defined as a body mass index greater than 85 percent of similarly aged children. The program curriculum was the same for both treatment groups with the only difference being attendance of the child. Boutelle noted that both FBT and PBT have benefits and challenges. Since only the parent's schedule needs to be considered in PBT, there is added flexibility. This approach emphasizes the role of parents as the primary agents of change. It allows parents to provide information and reinforcement to their child in the most caring way and adapt the program since they best know the child's learning strategies and motivators. \"However, PBT also places a large amount of responsibility on the parent who attends the therapy sessions,\" said Boutelle. In FBT, children learn the material from therapists and other children in the group, as well as from their parents at home. Multiple sources can provide more durability to changes in the child's behavior, especially during the transition to adolescence and as peer groups become more important. But FBT can be harder to schedule because it involves both parent and child schedules.FBT also had a lower dropout rate than PBT in the study, suggesting that it may be more acceptable to families.  \"The responsibility of learning the information in FBT is shared between the parent and child, which could result in parents reducing their involvement,\" said Boutelle. \"There are several reasons why families would prefer one therapy model over the other, but our study shows both treatment approaches have similar outcomes, giving families more options and clinicians more tools in battling a national health crisis.\" ", "article_link": "http://dx.doi.org/10.1001/jamapediatrics.2017.0651", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--doc052617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Pediatrics"], "journal": "JAMA Pediatrics", "description": "One-third of American children are overweight or obese. Family-based treatment (FBT) has been considered the best model for the treatment of obese children as it provides both parents and children with education and behavior therapy techniques but is provided mainly in a hospital setting. Researchers at University of California San Diego School of Medicine have found that parent-based therapy (PBT) has similar outcomes to FBT and could be more cost-effective.", "date": "Tue, 30 May 2017 04:00:00 GMT"}