{"title": "World leaders in diabetes research discuss in Munich", "text": "The annual get-together in the Bavarian capital has meanwhile become a \"must\" for top international researchers in the field of diabetes and metabolic disorders. Leading experts and highly qualified young researchers from various disciplines in a personal and manageable ambience lend the science forum its unique nature. The multidisciplinary program rises up to the primary challenges in modern diabetes research. This year special focus will be on emerging hot topic areas includingThe framework offers scientists, clinical researchers and biotechnology experts an opportunity for intensive discourse and interactions. In the 'Late Breaking Abstract Session', selected participants can discuss their scientific projects and ideas with leading experts.The high concentration of international scientific leaders is characteristic of the conference organized by Prof. Dr. Susanna Hofmann together with Prof. Dr. Matthias Tschöp (both from Helmholtz Zentrum München and TU München) and Randy Levinson (Nature Medicine): in past conferences, nearly half the participants came from abroad, representing more than 20 nations. Speakers and the audience are associated with distinguished research institutions, including universities such as Cambridge, Harvard and Yale. It is therefore no surprise that this conference has come to enjoy a reputation as the leading annual symposium in diabetes research. The latest research results, some not yet published, presented by leading international researchers form the basis for an exchange of scientific information and networking. This is expected to lead to valuable synergies in the fight against diabetes. The conference presents a number of prestigious awards each year. One of these is the Helmholtz Diabetes Award in recognition of the lifetime achievements of a senior leader in the field, which will be given to Johan Auwerx from Ecole Polytechnique Fédérale de Lausanne this year. You can find the preliminary program, including conference speakers and HeIDi nominees at the conference website: http://www.nature.com/natureconferences/hmgu2017\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hzm--wli052917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "5th Helmholtz-Nature Medicine Diabetes Conference", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biotechnology", " Cell Biology", " Genetics", " Molecular Biology", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "For the fifth time, the 'Helmholtz-Nature Medicine Diabetes Conference' will attract numerous top international researchers to Munich. The event, which is initiated by the Helmholtz Zentrum München and Nature Medicine, will be held in Lenbach Palais from Sept. 17-19, 2017, and offers journalists a good opportunity for background discussion and interviews.", "date": "Mon, 29 May 2017 04:00:00 GMT"}