{"title": "Healing wounds with cell therapy", "text": "Montreal, May 29, 2017 - Diabetic patients frequently have lesions on their feet that are very difficult to heal due to poor blood circulation. In cases of serious non-healing infections, a decision to amputate could be made. A new therapeutic approach, presented recently in the Journal of Investigative Dermatology by Canadian researchers affiliated with the University of Montreal Hospital Research Centre (CRCHUM), could prevent these complications by promoting wound healing.The solution isn't what you might expect, not just another antibiotic ointment or other prescription medication. It's the approach that's different, a way to heal through personalized medicine. \"We discovered a way to modify specific white blood cells - the macrophages - and make them capable of accelerating cutaneous healing,\" explained nephrologist Jean-François Cailhier, a CRCHUM researcher and professor at the University of Montreal.It has long been known that macrophages play a key role in the normal wound healing process. These white cells specialize in major cellular clean-up processes and are essential for tissue repair; they accelerate healing while maintaining a balance between inflammatory and anti-inflammatory reactions (pro-reparation). \"When a wound doesn't heal, it might be secondary to enhanced inflammation and not enough anti-inflammatory activity,\" explained Cailhier. \"We discovered that macrophage behaviour can be controlled so as to tip the balance toward cell repair by means of a special protein called Milk Fat Globule Epidermal Growth Factor-8, or MFG-E8.\"Cailhier's team first showed that when there is a skin lesion, MFG-E8 calls for an anti-inflammatory and pro-reparatory reaction in the macrophages. Without this protein, the lesions heal much more slowly. Then the researchers developed a treatment by adoptive cell transfer in order to amplify the healing process.Adoptive cell transfer consists in treating the patient using his or her own cells, which are harvested, treated, then re-injected in order to exert their action on an organ. This immunotherapeutic strategy is usually used to treat various types of cancer. This is the first time it has been shown to also be useful in reprogramming cells to facilitate healing of the skin. \"We used stem cells derived from murine bone marrow to obtain macrophages, which we treated ex vivo with the MFG-E8 protein before re-injecting them into the mice, and we quickly noticed an acceleration of healing,\" said Dr. Patrick Laplante, Cailhier's research assistant and first author of the study. Added Dr. Cailhier, \"the MFG-E8 protein, by acting directly upon macrophages, can generate cells that will orchestrate accelerated cutaneous healing.\"The beauty of this therapy is that the patient (in this case the mouse) is not exposed to the protein itself. Indeed, as Dr. Cailhier explained, \"if we were to inject the MFG-E8 protein directly into the body there could be effects, distant from the wound, upon all the cells that are sensitive to MFG-E8, which could lead to excess repair of the skin causing aberrant scars named keloids. The major advantage [of this treatment] is that we only administer reprogrammed cells, and we find that they are capable of creating the environment needed to accelerate scar formation. We have indeed discovered the unbelievable potential of the macrophage to make healing possible by simple ex vivo treatment.\" What now remains to be done is to test this personalized treatment using human cells. Thereafter, the goal will be to develop a program of human cell therapy for diabetic patients and for victims of severe burns. It will take several years of research before this stage can be reached. This advanced personalized treatment could also make all the difference in treating cases of challenging wounds. According to the World Health Organization, diabetes affects 8.5% of the global population, and amputation rates of the lower extremities are 10 to 20 times higher in diabetics. \"If, with this treatment, we can succeed in closing wounds and promoting healing of diabetic ulcers, we might be able to avoid amputations,\" Dr. Cailhier said.\"Serious burn victims could also benefit,\" he added. \"By accelerating and streamlining the healing of burns, we may be able to reduce the infections and keloids that unfortunately develop much too often in such patients.\" Cancer patients requiring extensive reconstruction surgery could also benefit, he said.", "article_link": "http://dx.doi.org/10.1016/j.jid.2017.04.030", "url": "http://www.eurekalert.org/pub_releases/2017-05/uomh-hww052617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Montreal Hospital Research Centre (CRCHUM) ", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Dermatology", " Diabetes", " Trauma/Injury"], "journal": "Journal of Investigative Dermatology", "description": "An experimental treatment in mice allows the reprogramming of blood cells in order to promote the healing process of cutaneous wounds. This new therapeutic approach presented recently in the Journal of Investigative Dermatology could prove to be beneficial in healing challenging wounds in diabetics and major-burn victims.", "date": "Mon, 29 May 2017 04:00:00 GMT"}