{"title": "Competition recognizes neuromodulation research that may facilitate expanded, tailored care", "text": "EDINBURGH, Scotland (May 29, 2017) - The International Neuromodulation Society (INS) has selected six best scientific abstracts that represent insights that may facilitate expanded, increasingly tailored care. The winners are being announced May 29 at the INS 13th World Congress in Edinburgh, Scotland.\"These accomplishments represent rapid progress in our field, and offer potential to expand and improve patient care,\" commented INS President Timothy Deer, M.D. \"We are proud to acknowledge such stellar and promising research.\" Neuromodulation entered use in the 1980s to manage chronic pain, treat bladder dysfunction, improve sensory deficits, and limit motor symptoms of movement disorder. The techniques and targets continue to evolve with potential to treat an expanding array of health conditions. The scientific abstracts being recognized reflect the field's overall trends toward personalized care that tailors therapy to address underlying conditions. The abstracts were selected for quality, originality, and ingenuity from among more than 470 accepted abstracts. The abstract competition began in 2015. The six winning research projects represent innovative therapy approaches or basic research, providing knowledge that can improve treatment or help clarify mode of action.Earlier in its development, the method was featured four years ago in an Innovations Day panel at the INS 11th World Congress.She also was a winner in the INS 12th World Congress abstract competition in 2015 for related research.The patients' preferred spinal-peripheral stimulation supports findings in an earlier study from Neuromodulation: Technology at the Neural Interface that evaluated that configuration. High-frequency stimulation capabilities were the subject of an Innovations Day presentation at the INS 10th World Congress.Repetitive spinal cord stimulation provided a long-lasting and incremental analgesic effect, based on hypersensitivity results from touching the hind paw with a microfilament. The pain-relieving effect might be associated with increased progenitor cells since many showed characteristics of GABA neurons. This study provides evidence for a central mechanism of pain relief from spinal cord stimulation.All abstracts submissions accepted for presentation at the congress will be published online in the INS journal Neuromodulation: Technology at the Neural Interface.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ins-crn050217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "International Neuoromodulation Society 13th World Congress", "institution": "International Neuromodulation Society", "keywords": ["Medicine/Health", " Diabetes", " Neurobiology", " Parkinson's Disease", " Pain", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Research/Development"], "journal": "Neuromodulation: Technology at the Neural Interface", "description": "The International Neuromodulation Society has selected six best scientific abstracts for its 13th World Congress whose research findings represent insights that may facilitate expanded, increasingly tailored care. The oral abstracts will be presented in a plenary session May 29. Winners of the abstract competition will be formally acknowledged during the General Assembly of members May 30.", "date": "Mon, 29 May 2017 04:00:00 GMT"}