{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtau", "pathology", "one", "defining", "features", "alzheimer", "disease", "ad", "common", "form", "dementia", "older", "age", "symptomatic", "treatments", "exist", "currently", "preventive", "therapies", "ad", "investigators", "bwh", "rush", "university", "medical", "center", "reported", "discovery", "new", "gene", "associated", "tau", "accumulation", "published", "molecular", "psychiatry", "paper", "describes", "identification", "validation", "genetic", "variant", "within", "protein", "tyrosine", "phosphatase", "delta", "ptprd", "gene", "tau", "accumulates", "several", "different", "conditions", "addition", "ad", "including", "certain", "forms", "dementia", "parkinsonian", "syndromes", "well", "chronic", "traumatic", "encephalopathy", "occurs", "repeated", "head", "injuries", "aging", "leads", "accumulation", "many", "different", "pathologies", "brain", "one", "common", "forms", "pathology", "neurofibrillary", "tangle", "nft", "center", "study", "said", "investigator", "david", "bennett", "md", "directs", "alzheimer", "disease", "center", "rush", "university", "medical", "center", "chicago", "nft", "thought", "closely", "related", "memory", "decline", "forms", "pathologies", "still", "genes", "implicated", "accumulation", "key", "feature", "alzheimer", "disease", "brain", "diseases", "leveraging", "autopsies", "909", "individuals", "participating", "studies", "aging", "based", "rush", "university", "team", "investigators", "assessed", "human", "genome", "evidence", "genetic", "variant", "could", "affect", "nft", "lead", "author", "lori", "chibnik", "phd", "bwh", "said", "variant", "discovered", "common", "people", "one", "two", "copies", "version", "gene", "linked", "accumulating", "pathology", "get", "older", "interestingly", "tangles", "accumulate", "several", "different", "mechanisms", "variant", "discovered", "appears", "affect", "one", "mechanism", "reported", "results", "offer", "important", "new", "lead", "field", "neurodegeneration", "searches", "robust", "novel", "targets", "drug", "development", "addition", "advent", "new", "techniques", "measure", "tau", "brains", "living", "individuals", "positron", "emission", "tomography", "pet", "offers", "biomarker", "therapies", "targeting", "tau", "study", "important", "first", "step", "however", "result", "needs", "validation", "mechanism", "ptprd", "gene", "variant", "discovered", "contribute", "accumulation", "nft", "remains", "elusive", "said", "phil", "de", "jager", "investigator", "bwh", "studies", "mice", "flies", "implicate", "ptprd", "memory", "dysfunction", "worsening", "tau", "pathology", "suggesting", "altering", "level", "ptprd", "activity", "could", "helpful", "reducing", "individual", "burden", "tau", "pathology"], "url": "http://www.eurekalert.org/pub_releases/2017-03/bawh-ain032417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTau pathology is one of the defining features of Alzheimer disease (AD), which is the most common form of dementia in older age.", "While symptomatic treatments exist, there are currently no preventive therapies for AD.", "Investigators at BWH and Rush University Medical Center reported the discovery of a new gene that is associated with Tau accumulation.", "Published in Molecular Psychiatry, the paper describes the identification and validation of a genetic variant within the protein tyrosine phosphatase receptor-type delta (PTPRD) gene.", "Tau accumulates in several different conditions in addition to AD, including certain forms of dementia and Parkinsonian syndromes as well as chronic traumatic encephalopathy that occurs with repeated head injuries.", "\"Aging leads to the accumulation of many different pathologies in the brain; one of the most common forms of pathology is the neurofibrillary tangle (NFT) that was at the center of our study,\" said co-principal investigator David Bennett, MD, who directs the Alzheimer Disease Center at Rush University Medical Center in Chicago.", "\"The NFT is thought to be more closely related to memory decline than other forms of aging-related pathologies, but there are still very few genes that have been implicated in the accumulation of this key feature of Alzheimer disease and other brain diseases.", "\"Leveraging autopsies from 909 individuals participating in studies of aging based at Rush University, the team of investigators assessed the human genome for evidence that a genetic variant could affect NFT.", "Lead author Lori Chibnik, PhD, of BWH said, \"The variant that we discovered is common: most people have one or two copies of the version of the gene that is linked to accumulating more pathology as you get older.", "Interestingly, tangles can accumulate through several different mechanisms, and the variant that we discovered appears to affect more than one of these mechanism.", "\"The reported results offer an important new lead as the field of neurodegeneration searches for robust novel targets for drug development.", "In addition, the advent of new techniques to measure Tau in the brains of living individuals with positron emission tomography (PET) offers a biomarker for therapies targeting Tau.", "\"This study is an important first step; however, the result needs further validation and the mechanism by which the PTPRD gene and the variant that we have discovered contribute to the accumulation of NFT remains elusive,\" said Phil De Jager, co-principal investigator at BWH.", "\"Other studies in mice and flies implicate PTPRD in memory dysfunction and worsening of Tau pathology, suggesting that altering the level of PTPRD activity could be helpful in reducing an individual's burden of Tau pathology.\""], "title": "An intriguing new gene candidate in the search for Alzheimer's disease therapies | EurekAlert! Science News", "source": "Brigham and Women's Hospital", "date": "2018-01-19_20:36:13", "year": "Fri, 24 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTau pathology is one of the defining features of Alzheimer disease (AD), which is the most common form of dementia in older age. While symptomatic treatments exist, there are currently no preventive therapies for AD. Investigators at BWH and Rush University Medical Center reported the discovery of a new gene that is associated with Tau accumulation. Published in Molecular Psychiatry, the paper describes the identification and validation of a genetic variant within the protein tyrosine phosphatase receptor-type delta (PTPRD) gene. Tau accumulates in several different conditions in addition to AD, including certain forms of dementia and Parkinsonian syndromes as well as chronic traumatic encephalopathy that occurs with repeated head injuries. \"Aging leads to the accumulation of many different pathologies in the brain; one of the most common forms of pathology is the neurofibrillary tangle (NFT) that was at the center of our study,\" said co-principal investigator David Bennett, MD, who directs the Alzheimer Disease Center at Rush University Medical Center in Chicago. \"The NFT is thought to be more closely related to memory decline than other forms of aging-related pathologies, but there are still very few genes that have been implicated in the accumulation of this key feature of Alzheimer disease and other brain diseases.\"Leveraging autopsies from 909 individuals participating in studies of aging based at Rush University, the team of investigators assessed the human genome for evidence that a genetic variant could affect NFT. Lead author Lori Chibnik, PhD, of BWH said, \"The variant that we discovered is common: most people have one or two copies of the version of the gene that is linked to accumulating more pathology as you get older. Interestingly, tangles can accumulate through several different mechanisms, and the variant that we discovered appears to affect more than one of these mechanism.\"The reported results offer an important new lead as the field of neurodegeneration searches for robust novel targets for drug development. In addition, the advent of new techniques to measure Tau in the brains of living individuals with positron emission tomography (PET) offers a biomarker for therapies targeting Tau. \"This study is an important first step; however, the result needs further validation and the mechanism by which the PTPRD gene and the variant that we have discovered contribute to the accumulation of NFT remains elusive,\" said Phil De Jager, co-principal investigator at BWH. \"Other studies in mice and flies implicate PTPRD in memory dysfunction and worsening of Tau pathology, suggesting that altering the level of PTPRD activity could be helpful in reducing an individual's burden of Tau pathology.\""}