{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/ip-irm032317.php", "description": "A new Tel Aviv University study published in the Journal of Alzheimer's Disease finds that insulin resistance, caused in part by obesity and physical inactivity, is also linked to a more rapid decline in cognitive performance. According to the research, both diabetic and non-diabetic subjects with insulin resistance experienced accelerated cognitive decline in executive function and memory.", "region": "europe", "title": "Insulin resistance may lead to faster cognitive decline", "text": "Tel Aviv - A new Tel Aviv University study published in the Journal of Alzheimer's Disease finds that insulin resistance, caused in part by obesity and physical inactivity, is also linked to a more rapid decline in cognitive performance. According to the research, both diabetic and non-diabetic subjects with insulin resistance experienced accelerated cognitive decline in executive function and memory. The study was led jointly by Prof. David Tanne and Prof. Uri Goldbourt and conducted by Dr. Miri Lutski, all of TAU's Sackler School of Medicine.\"These are exciting findings because they may help to identify a group of individuals at increased risk of cognitive decline and dementia in older age,\" says Prof. Tanne. \"We know that insulin resistance can be prevented and treated by lifestyle changes and certain insulin-sensitizing drugs. Exercising, maintaining a balanced and healthy diet, and watching your weight will help you prevent insulin resistance and, as a result, protect your brain as you get older.\"A two-decade studyInsulin resistance is a condition in which cells fail to respond normally to the hormone insulin. The resistance prevents muscle, fat, and liver cells from easily absorbing glucose. As a result, the body requires higher levels of insulin to usher glucose into its cells. Without sufficient insulin, excess glucose builds up in the bloodstream, leading to prediabetes, diabetes, and other serious health disorders.The scientists followed a group of nearly 500 patients with existing cardiovascular disease for more than two decades. They first assessed the patients' baseline insulin resistance using the homeostasis model assessment (HOMA), calculated using fasting blood glucose and fasting insulin levels. Cognitive functions were assessed with a computerized battery of tests that examined memory, executive function, visual spatial processing, and attention. The follow-up assessments were conducted 15 years after the start of the study, then again five years after that. The study found that individuals who placed in the top quarter of the HOMA index were at an increased risk for poor cognitive performance and accelerated cognitive decline compared to those in the remaining three-quarters of the HOMA index. Adjusting for established cardiovascular risk factors and potentially confounding factors did not diminish these associations. ", "article_link": null, "institution": "IOS Press", "journal": "Journal of Alzheimer's Disease", "keywords": ["Medicine/Health", " Diabetes", " Alzheimer's Disease"], "date": "Thu, 23 Mar 2017 04:00:00 GMT", "source_link": null}