{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txindianapolis", "new", "study", "indiana", "university", "center", "aging", "research", "regenstrief", "institute", "found", "minimal", "differences", "intensity", "hospice", "services", "provided", "nursing", "homes", "compared", "hospice", "services", "provided", "patients", "assisted", "living", "facilities", "homes", "however", "mix", "services", "vary", "site", "led", "center", "aging", "research", "regenstrief", "institute", "investigator", "kathleen", "unroe", "md", "mha", "assistant", "professor", "medicine", "iu", "school", "medicine", "analyzed", "data", "men", "women", "18", "states", "received", "routine", "hospice", "care", "2009", "2015", "approximately", "43", "percent", "short", "less", "two", "weeks", "hospice", "episodes", "20", "percent", "hospice", "care", "greater", "six", "months", "concern", "patients", "live", "nursing", "homes", "assisted", "living", "facilities", "may", "getting", "potentially", "less", "hospice", "care", "people", "receiving", "hospice", "care", "home", "unroe", "said", "found", "case", "however", "intensity", "hospice", "services", "across", "settings", "quite", "similar", "people", "living", "home", "likely", "get", "hospice", "nurse", "care", "living", "nursing", "homes", "assisted", "living", "facilities", "received", "hospice", "aide", "care", "across", "hospice", "episode", "difference", "service", "mix", "may", "explained", "least", "part", "differences", "diagnoses", "patient", "lot", "medical", "complexity", "living", "home", "requires", "nurse", "visits", "individuals", "advanced", "dementia", "live", "assisted", "living", "facilities", "nursing", "homes", "may", "require", "hospice", "aide", "assistance", "keep", "comfortable", "terminal", "phase", "disease", "overall", "shaped", "curve", "service", "intensity", "found", "three", "site", "types", "overall", "multiple", "lengths", "stay", "hospice", "nurses", "hospice", "nurse", "aides", "specially", "trained", "managing", "care", "symptoms", "well", "providing", "comfort", "individuals", "end", "life", "hospice", "workers", "employed", "hospice", "length", "hospice", "care", "assisted", "living", "facility", "residents", "42", "days", "compared", "to19", "days", "nursing", "home", "residents", "17", "days", "patients", "home", "assisted", "living", "facility", "patients", "hospice", "older", "likely", "dementia", "terminal", "diagnosis", "nursing", "home", "residents", "patients", "hospice", "home", "use", "hospice", "services", "growing", "dramatically", "unroe", "said", "study", "reports", "large", "sample", "hospice", "patients", "findings", "provide", "important", "baseline", "data", "others", "analyze", "changes", "government", "payment", "methodology", "made", "2016", "first", "time", "decades", "may", "impact", "whole", "range", "aspects", "hospice", "care", "including", "intensity", "services", "provided", "lengths", "stay", "medicare", "hospice", "benefit", "created", "three", "decades", "ago", "dual", "intent", "providing", "higher", "quality", "care", "promoting", "cost", "savings", "expenditures", "hospice", "care", "significantly", "increased", "use", "benefit", "increased", "2012", "nearly", "half", "medicare", "beneficiaries", "received", "hospice", "services", "prior", "death", "2013", "medicare", "spent", "estimated", "15", "billion", "hospice", "representing", "420", "percent", "growth", "past", "13", "years"], "url": "http://www.eurekalert.org/pub_releases/2017-03/iu-sch032317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXINDIANAPOLIS -- A new study from the Indiana University Center for Aging Research and the Regenstrief Institute has found only minimal differences in the intensity of hospice services provided in nursing homes as compared to hospice services provided to patients in assisted living facilities or their homes.", "However the mix of services did vary by site type.Researchers, led by Center for Aging Research and Regenstrief Institute investigator Kathleen Unroe, MD, MHA, assistant professor of medicine at IU School of Medicine, analyzed data from more than 32,600 men and women in 18 states who received routine hospice care from 2009 to 2015.", "Approximately 43 percent had short--less than two weeks--hospice episodes while 20 percent were in hospice care for greater than six months.", "\"It has been a concern that patients who live in nursing homes or assisted living facilities may be getting potentially less hospice care than people receiving hospice care at home,\" Dr. Unroe said.", "\"We found that not to be the case.", "However, while the intensity of hospice services across settings was quite similar, people living at home were more likely to get more hospice nurse care, while those living in nursing homes or in assisted living facilities received more hospice aide care across the hospice episode.", "\"This difference in service mix may be explained at least in part by differences in diagnoses.", "A patient with a lot of medical complexity who is living at home requires more nurse visits.", "Individuals with advanced dementia who live in assisted living facilities or nursing homes may require more hospice aide assistance to keep them comfortable in the terminal phase of that disease.", "An overall 'U shaped curve' of service intensity was found for all three site types and overall multiple lengths of stay.", "\"Hospice nurses and hospice nurse aides are specially trained in managing care and symptoms as well as providing comfort to individuals at the end of life.", "Hospice workers are employed by a hospice organization.Median length of hospice care for assisted living facility residents was 42 days compared to19 days for nursing home residents and 17 days for patients at home.", "Assisted living facility patients in hospice were older and more likely to have dementia as their terminal diagnosis than nursing home residents or patients in hospice at home.", "\"Use of hospice services is growing dramatically,\" Dr. Unroe said.", "Our study reports on a large sample of hospice patients.", "Our findings will provide important baseline data as we and others analyze how the changes in government payment methodology--made in 2016 for the first time in decades--may impact a whole range of aspects of hospice care including intensity of services provided and lengths of stay.", "\"Medicare's hospice benefit was created over three decades ago with the dual intent of providing higher quality end-of-life care and promoting cost savings.", "Expenditures for hospice care have significantly increased as use of the benefit has increased.", "In 2012, nearly half of Medicare beneficiaries received hospice services prior to death.", "In 2013, Medicare spent an estimated $15 billion on hospice, representing a 420 percent growth over the past 13 years."], "title": "Study compares hospice care in nursing homes, assisted living facilities and patient homes | EurekAlert! Science News", "source": "Indiana University", "date": "2018-01-19_20:36:22", "year": "Thu, 23 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXINDIANAPOLIS -- A new study from the Indiana University Center for Aging Research and the Regenstrief Institute has found only minimal differences in the intensity of hospice services provided in nursing homes as compared to hospice services provided to patients in assisted living facilities or their homes. However the mix of services did vary by site type.Researchers, led by Center for Aging Research and Regenstrief Institute investigator Kathleen Unroe, MD, MHA, assistant professor of medicine at IU School of Medicine, analyzed data from more than 32,600 men and women in 18 states who received routine hospice care from 2009 to 2015. Approximately 43 percent had short--less than two weeks--hospice episodes while 20 percent were in hospice care for greater than six months.\"It has been a concern that patients who live in nursing homes or assisted living facilities may be getting potentially less hospice care than people receiving hospice care at home,\" Dr. Unroe said. \"We found that not to be the case. However, while the intensity of hospice services across settings was quite similar, people living at home were more likely to get more hospice nurse care, while those living in nursing homes or in assisted living facilities received more hospice aide care across the hospice episode.\"This difference in service mix may be explained at least in part by differences in diagnoses.  A patient with a lot of medical complexity who is living at home requires more nurse visits. Individuals with advanced dementia who live in assisted living facilities or nursing homes may require more hospice aide assistance to keep them comfortable in the terminal phase of that disease. An overall 'U shaped curve' of service intensity was found for all three site types and overall multiple lengths of stay.\"Hospice nurses and hospice nurse aides are specially trained in managing care and symptoms as well as providing comfort to individuals at the end of life. Hospice workers are employed by a hospice organization.Median length of hospice care for assisted living facility residents was 42 days compared to19 days for nursing home residents and 17 days for patients at home. Assisted living facility patients in hospice were older and more likely to have dementia as their terminal diagnosis than nursing home residents or patients in hospice at home.\"Use of hospice services is growing dramatically,\" Dr. Unroe said. Our study reports on a large sample of hospice patients. Our findings will provide important baseline data as we and others analyze how the changes in government payment methodology--made in 2016 for the first time in decades--may impact a whole range of aspects of hospice care including intensity of services provided and lengths of stay.\"Medicare's hospice benefit was created over three decades ago with the dual intent of providing higher quality end-of-life care and promoting cost savings. Expenditures for hospice care have significantly increased as use of the benefit has increased.  In 2012, nearly half of Medicare beneficiaries received hospice services prior to death. In 2013, Medicare spent an estimated $15 billion on hospice, representing a 420 percent growth over the past 13 years."}