{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/kcl-adl032217.php", "description": "A new study published in PLOS Medicine's Special Issue on Dementia has found that the metabolism of omega-3 and omega-6 unsaturated fatty acids in the brain are associated with the progression of Alzheimer's disease.", "region": "europe", "title": "Alzheimer's disease linked to the metabolism of unsaturated fats, new research finds", "text": "A new study published in PLOS Medicine's Special Issue on Dementia has found that the metabolism of omega-3 and omega-6 unsaturated fatty acids in the brain are associated with the progression of Alzheimer's disease.Alzheimer's disease is a neurodegenerative disorder, which causes impaired memory, executive function and language. It accounts for 60 - 80% of total dementia cases worldwide, with over 46 million people suffering from the disease worldwide. The number of patients is estimated to rise to 131.5 million by 2050.Currently it is thought that the main reason for developing memory problems in dementia is the presence of two big molecules in the brain called tau and amyloid proteins. These proteins have been extensively studied and have been shown to start accumulating in the brain up to 20 years prior to the onset of the disease. However, there is limited information on how small molecule metabolism in the brain is associated with the development and progression of Alzheimer's disease.In this study, researchers from King's College London and the National Institute on Aging in the United States looked at brain tissue samples from 43 people ranging in age from 57 to 95 years old. They compared the differences in hundreds of small molecules in three groups: 14 people with healthy brains, 15 that had high levels of tau and amyloid but didn't show memory problems and 14 clinically diagnosed Alzheimer's patients.They also looked at three different areas in the brain, one that usually shows little tau and amyloid, one that shows more tau and another that shows more amyloid. The main molecules that were different were six small fats, including omegas, which changed in abundance in different regions of the brain.They found that unsaturated fatty acids were significantly decreased in Alzheimer's brains when compared to brains from healthy patients.Co-lead author of the study, Dr Cristina Legido Quigley from King's College London said: \"While this was a small study, our results show a potentially crucial and unexpected role for fats in the onset of dementia. Most surprisingly we found that a supposedly beneficial omega3, DHA, actually increased with the progression of the disease.\"It is now important for us to build on and replicate these findings in a larger study and see whether it corroborates our initial findings.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002266", "institution": "King's College London", "journal": "PLOS Medicine", "keywords": ["Medicine/Health", " Alzheimer's Disease", " Nutrition/Nutrients", " Aging"], "date": "Wed, 22 Mar 2017 04:00:00 GMT", "source_link": null}