{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "alberto", "espay", "md", "msc", "neurologist", "university", "cincinnati", "gardner", "neuroscience", "institute", "eyes", "new", "era", "parkinson", "research", "founded", "systems", "biology", "view", "cincinnati", "two", "landmark", "publications", "one", "university", "cincinnati", "gardner", "neuroscience", "institute", "outline", "transformative", "approach", "defining", "studying", "treating", "parkinson", "disease", "rather", "approaching", "parkinson", "disease", "single", "entity", "international", "cadre", "researchers", "advocates", "targeting", "therapies", "distinct", "nodes", "clusters", "patients", "based", "specific", "symptoms", "molecular", "features", "espay", "md", "associate", "professor", "neurology", "uc", "college", "medicine", "director", "james", "joan", "gardner", "family", "center", "parkinson", "disease", "movement", "disorders", "lead", "author", "publications", "recently", "appeared", "online", "journals", "nature", "reviews", "neurology", "movement", "disorders", "time", "come", "ask", "differently", "espay", "says", "medical", "science", "made", "global", "investment", "23", "billion", "therapies", "promise", "slow", "progression", "parkinson", "disease", "17", "completed", "phase", "iii", "clinical", "trials", "yielded", "little", "disappointment", "need", "ask", "whether", "growing", "number", "failed", "trials", "might", "explained", "approach", "drug", "development", "espay", "colleagues", "theorize", "parkinson", "one", "disease", "rather", "several", "diseases", "considered", "genetic", "molecular", "perspectives", "acknowledge", "viewing", "parkinson", "single", "disorder", "predominantly", "involves", "degeneration", "useful", "development", "treatments", "symptoms", "tremor", "unstable", "walking", "touch", "vast", "majority", "patients", "time", "view", "yet", "deliver", "therapy", "effective", "slowing", "modifying", "curing", "parkinson", "one", "important", "reason", "espay", "says", "could", "promising", "molecular", "therapies", "tested", "large", "clinical", "trials", "people", "share", "diagnosis", "parkinson", "specific", "disease", "subtype", "likely", "researchers", "advocate", "precision", "medicine", "approach", "rooted", "systems", "biology", "study", "focuses", "complex", "interactions", "biological", "systems", "looking", "disease", "systems", "biology", "perspective", "allows", "us", "recognize", "patients", "divided", "subtypes", "based", "genetic", "biological", "molecular", "abnormalities", "espay", "says", "result", "respond", "differently", "different", "therapies", "neurologists", "long", "observed", "many", "faces", "parkinson", "patients", "progress", "rapidly", "disease", "slowly", "develop", "dementia", "relatively", "early", "others", "tests", "also", "revealed", "patients", "develop", "deposits", "protein", "varying", "degrees", "brain", "colon", "heart", "skin", "olfactory", "bulb", "deposits", "thought", "common", "denominators", "individuals", "parkinson", "may", "represent", "byproducts", "range", "biological", "abnormalities", "may", "best", "targets", "therapy", "chasing", "tail", "could", "prove", "elusive", "target", "espay", "ideal", "set", "biomarkersespay", "colleagues", "say", "field", "must", "work", "develop", "ideal", "set", "biomarkers", "sobering", "conclusion", "comes", "investment", "45", "million", "michael", "j", "fox", "foundation", "parkinson", "progression", "markers", "initiative", "ppmi", "espay", "site", "leader", "cincinnati", "portion", "study", "hoped", "effort", "would", "help", "researchers", "discover", "biomarkers", "would", "pinpoint", "underlying", "disease", "processes", "ideal", "approach", "espay", "write", "would", "start", "assessment", "biological", "processes", "large", "populations", "aging", "individuals", "assessments", "would", "capture", "brain", "scans", "genetic", "profiles", "biological", "measurements", "healthy", "unhealthy", "individuals", "time", "abnormal", "signals", "within", "biological", "measurements", "would", "traced", "group", "people", "emerge", "field", "would", "develop", "unbiased", "biomarkers", "drive", "creation", "specific", "disease", "subtypes", "process", "reverse", "today", "biomarkers", "validated", "anchoring", "patient", "observable", "clinical", "features", "phenotypes", "espay", "likened", "situation", "earlier", "period", "oncology", "researchers", "sought", "cure", "cancer", "period", "decades", "cancer", "researchers", "evolved", "away", "blanket", "focus", "understanding", "cancer", "profound", "complexity", "learned", "assess", "cancer", "molecular", "profile", "target", "unique", "mutation", "vulnerability", "ushered", "age", "precision", "medicine", "matching", "drugs", "disease", "subtypes", "neurologist", "future", "would", "look", "much", "like", "oncologist", "present", "espay", "says", "diagnosis", "parkinson", "disease", "complete", "biomarker", "profiling", "capable", "identifying", "molecular", "subtypes", "disease", "suggest", "treatment", "apply"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoca-ur032217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Alberto Espay, MD, MSc, a neurologist at the University of Cincinnati Gardner Neuroscience Institute, eyes a new era of Parkinson's research founded in systems biology.", "view more CINCINNATI -- Two landmark publications with one or more co-authors from the University of Cincinnati Gardner Neuroscience Institute outline a transformative approach to defining, studying and treating Parkinson's disease.", "Rather than approaching Parkinson's disease as a single entity, the international cadre of researchers advocates targeting therapies to distinct \"nodes or clusters\" of patients based on specific symptoms or molecular features of their disease.Alberto Espay, MD, associate professor of neurology at the UC College of Medicine and director of the James J. and Joan A. Gardner Family Center for Parkinson's Disease and Movement Disorders, is lead author of the publications, which recently appeared online in the journals Nature Reviews Neurology and Movement Disorders.", "\"The time has come to ask what we should be doing differently,\" Espay says.", "\"Medical science has made a global investment of $23 billion in therapies with the promise to slow down the progression of Parkinson's disease, and the 17 completed phase III clinical trials have yielded little more than disappointment.", "We need to ask whether the growing number of failed trials might be explained by our single-target and single-disease approach to drug development.\"", "Espay and his colleagues theorize that Parkinson's is not one disease but rather several diseases when considered from genetic and molecular perspectives.", "They acknowledge that viewing Parkinson's as a single disorder that predominantly involves dopamine-neuron degeneration has been useful in the development of treatments for symptoms, such as tremor and unstable walking, that touch the vast majority of patients.", "At the same time, this view has yet to deliver a therapy that is effective in slowing, modifying or curing Parkinson's.", "One important reason, Espay says, could be that promising molecular therapies have been tested in large clinical trials of people who share the diagnosis of Parkinson's, but not to the specific disease subtype most likely to benefit.The researchers advocate a \"precision medicine\" approach that is rooted in systems biology, an inter-disciplinary study that focuses on the complex interactions of biological systems.", "\"Looking at the disease from a systems biology perspective allows us to recognize that our patients can be divided into subtypes based on genetic, biological and molecular abnormalities,\" Espay says.", "\"As a result, they will respond differently to different therapies.\"", "Neurologists have long observed the many faces of Parkinson's in their patients.", "Some progress rapidly in their disease, some slowly.", "Some develop dementia relatively early, while others do not.", "Tests have also revealed that patients develop deposits of alpha-synuclein, a protein, to varying degrees in the brain, colon, heart, skin, and olfactory bulb.", "But while these deposits have been thought to be common denominators in most individuals with Parkinson's, they may represent byproducts of a range of biological abnormalities and may not be the best targets of therapy.", "\"Chasing this tail could prove an elusive target,\" Espay says.Toward an Ideal Set of BiomarkersEspay and his colleagues say the field must work to develop an ideal set of biomarkers.", "Their sobering conclusion comes after an investment of $45 million by the Michael J.", "Fox Foundation in the Parkinson's Progression Markers Initiative (PPMI).", "Espay, the site leader for Cincinnati's portion of the 33-site study, had hoped the effort would help researchers discover biomarkers that would pinpoint underlying disease processes.", "The ideal approach, Espay and his co-authors write, would start with \"an assessment of biological processes\" in large populations of aging individuals.", "The assessments would capture brain scans, genetic profiles and other biological measurements of healthy and unhealthy individuals over time.", "Abnormal signals within each of these biological measurements would then be traced to the group of people from which they emerge.", "In so doing, the field would develop \"unbiased biomarkers\" that drive the creation of specific disease subtypes.", "\"This process is the reverse of what we have today, with biomarkers being validated by anchoring them to the patient's observable clinical features, or phenotypes,\" Espay says.Espay has likened the situation to an earlier period in oncology, when researchers sought \"the cure for cancer.\"", "Over a period of decades, cancer researchers evolved away from that blanket focus to an understanding of cancer's profound complexity.", "They learned to assess a cancer's molecular profile and to target its unique mutation or vulnerability.", "In so doing they ushered in the age of precision medicine -- the matching of drugs to disease subtypes.", "\"The neurologist of the future would look very much like the oncologist of the present,\" Espay says.", "\"The diagnosis of Parkinson's disease will be complete only when a biomarker profiling is capable of identifying the molecular subtypes of disease and suggest a disease-modifying treatment to apply.\""], "title": "UC researchers help map future of precision medicine in Parkinson's disease | EurekAlert! Science News", "source": "University of Cincinnati Academic Health Center", "date": "2018-01-19_20:36:30", "year": "Wed, 22 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Alberto Espay, MD, MSc, a neurologist at the University of Cincinnati Gardner Neuroscience Institute, eyes a new era of Parkinson's research founded in systems biology.\n       view more CINCINNATI -- Two landmark publications with one or more co-authors from the University of Cincinnati Gardner Neuroscience Institute outline a transformative approach to defining, studying and treating Parkinson's disease. Rather than approaching Parkinson's disease as a single entity, the international cadre of researchers advocates targeting therapies to distinct \"nodes or clusters\" of patients based on specific symptoms or molecular features of their disease.Alberto Espay, MD, associate professor of neurology at the UC College of Medicine and director of the James J. and Joan A. Gardner Family Center for Parkinson's Disease and Movement Disorders, is lead author of the publications, which recently appeared online in the journals Nature Reviews Neurology and Movement Disorders. \"The time has come to ask what we should be doing differently,\" Espay says. \"Medical science has made a global investment of $23 billion in therapies with the promise to slow down the progression of Parkinson's disease, and the 17 completed phase III clinical trials have yielded little more than disappointment. We need to ask whether the growing number of failed trials might be explained by our single-target and single-disease approach to drug development.\" Espay and his colleagues theorize that Parkinson's is not one disease but rather several diseases when considered from genetic and molecular perspectives. They acknowledge that viewing Parkinson's as a single disorder that predominantly involves dopamine-neuron degeneration has been useful in the development of treatments for symptoms, such as tremor and unstable walking, that touch the vast majority of patients. At the same time, this view has yet to deliver a therapy that is effective in slowing, modifying or curing Parkinson's. One important reason, Espay says, could be that promising molecular therapies have been tested in large clinical trials of people who share the diagnosis of Parkinson's, but not to the specific disease subtype most likely to benefit.The researchers advocate a \"precision medicine\" approach that is rooted in systems biology, an inter-disciplinary study that focuses on the complex interactions of biological systems. \"Looking at the disease from a systems biology perspective allows us to recognize that our patients can be divided into subtypes based on genetic, biological and molecular abnormalities,\" Espay says. \"As a result, they will respond differently to different therapies.\" Neurologists have long observed the many faces of Parkinson's in their patients. Some progress rapidly in their disease, some slowly. Some develop dementia relatively early, while others do not. Tests have also revealed that patients develop deposits of alpha-synuclein, a protein, to varying degrees in the brain, colon, heart, skin, and olfactory bulb. But while these deposits have been thought to be common denominators in most individuals with Parkinson's, they may represent byproducts of a range of biological abnormalities and may not be the best targets of therapy. \"Chasing this tail could prove an elusive target,\" Espay says.Toward an Ideal Set of BiomarkersEspay and his colleagues say the field must work to develop an ideal set of biomarkers. Their sobering conclusion comes after an investment of $45 million by the Michael J. Fox Foundation in the Parkinson's Progression Markers Initiative (PPMI). Espay, the site leader for Cincinnati's portion of the 33-site study, had hoped the effort would help researchers discover biomarkers that would pinpoint underlying disease processes. The ideal approach, Espay and his co-authors write, would start with \"an assessment of biological processes\" in large populations of aging individuals. The assessments would capture brain scans, genetic profiles and other biological measurements of healthy and unhealthy individuals over time. Abnormal signals within each of these biological measurements would then be traced to the group of people from which they emerge. In so doing, the field would develop \"unbiased biomarkers\" that drive the creation of specific disease subtypes. \"This process is the reverse of what we have today, with biomarkers being validated by anchoring them to the patient's observable clinical features, or phenotypes,\" Espay says.Espay has likened the situation to an earlier period in oncology, when researchers sought \"the cure for cancer.\" Over a period of decades, cancer researchers evolved away from that blanket focus to an understanding of cancer's profound complexity. They learned to assess a cancer's molecular profile and to target its unique mutation or vulnerability. In so doing they ushered in the age of precision medicine -- the matching of drugs to disease subtypes.\"The neurologist of the future would look very much like the oncologist of the present,\" Espay says. \"The diagnosis of Parkinson's disease will be complete only when a biomarker profiling is capable of identifying the molecular subtypes of disease and suggest a disease-modifying treatment to apply.\""}