{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "map", "shows", "centrality", "streets", "central", "london", "reflects", "many", "streets", "connected", "street", "blue", "representing", "simple", "streets", "view", "using", "satnav", "get", "destination", "parts", "brain", "would", "otherwise", "used", "simulate", "different", "routes", "reveals", "new", "ucl", "research", "study", "published", "nature", "communications", "funded", "wellcome", "involved", "24", "volunteers", "navigating", "simulation", "soho", "central", "london", "undergoing", "brain", "scans", "researchers", "investigated", "activity", "hippocampus", "brain", "region", "involved", "memory", "navigation", "prefrontal", "cortex", "involved", "planning", "also", "mapped", "labyrinth", "london", "streets", "understand", "brain", "regions", "reacted", "volunteers", "navigated", "manually", "hippocampus", "prefrontal", "cortex", "spikes", "activity", "volunteers", "entered", "new", "streets", "brain", "activity", "greater", "number", "options", "choose", "increased", "additional", "activity", "detected", "people", "followed", "satnav", "instructions", "entering", "junction", "seven", "dials", "london", "seven", "streets", "meet", "would", "enhance", "activity", "hippocampus", "whereas", "would", "drive", "activity", "hard", "time", "navigating", "mass", "streets", "city", "likely", "putting", "high", "demands", "hippocampus", "prefrontal", "cortex", "explains", "senior", "author", "dr", "hugo", "spiers", "ucl", "experimental", "psychology", "results", "fit", "models", "hippocampus", "simulates", "journeys", "future", "possible", "paths", "prefrontal", "cortex", "helps", "us", "plan", "ones", "get", "us", "destination", "technology", "telling", "us", "way", "go", "however", "parts", "brain", "simply", "respond", "street", "network", "sense", "brain", "switched", "interest", "streets", "around", "us", "previous", "ucl", "research", "shown", "hippocampi", "london", "taxi", "drivers", "expand", "learn", "knowledge", "memorising", "streets", "landmarks", "central", "london", "latest", "study", "suggests", "drivers", "follow", "satnav", "directions", "engage", "hippocampus", "likely", "limiting", "learning", "city", "street", "team", "also", "analysed", "street", "networks", "major", "cities", "around", "world", "visualise", "easy", "may", "navigate", "complex", "network", "small", "streets", "london", "appears", "particularly", "taxing", "hippocampus", "contrast", "much", "less", "mental", "effort", "may", "needed", "navigate", "manhattan", "new", "york", "grid", "layout", "junctions", "go", "straight", "left", "author", "dr", "hugo", "spiers", "secondment", "director", "science", "centric", "lab", "consultancy", "research", "organisation", "london", "uses", "neuroscience", "inform", "building", "city", "design", "next", "step", "lab", "working", "smart", "tech", "companies", "developers", "architects", "help", "design", "spaces", "easier", "navigate", "increase", "wellbeing", "says", "dr", "spiers", "new", "findings", "allow", "us", "look", "layout", "city", "building", "consider", "memory", "systems", "brain", "may", "likely", "react", "example", "could", "look", "layouts", "care", "homes", "hospitals", "identify", "areas", "might", "particularly", "challenging", "people", "dementia", "help", "make", "easier", "navigate", "similarly", "could", "design", "new", "buildings", "outset", "dr", "javadi", "led", "brain", "imaging", "analysis", "ucl", "works", "university", "kent", "says", "understanding", "environment", "affects", "brain", "important", "research", "group", "exploring", "physical", "cognitive", "activity", "affect", "brain", "activity", "positive", "way", "satnavs", "clearly", "uses", "limitations", "dr", "beatrix", "emo", "led", "city", "street", "analysis", "ucl", "works", "eth", "zurich", "says", "linking", "structure", "cities", "behaviour", "around", "since", "1980s", "first", "study", "reveal", "impact", "structure", "brain"], "url": "http://www.eurekalert.org/pub_releases/2017-03/ucl-so031617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This map shows the 'degree centrality' of all the streets in central London.", "This reflects how many other streets are connected to each street, with blue representing simple streets with...\n     view more Using a satnav to get to your destination 'switches off' parts of the brain that would otherwise be used to simulate different routes, reveals new UCL research.", "The study, published in Nature Communications and funded by Wellcome, involved 24 volunteers navigating a simulation of Soho in central London while undergoing brain scans.", "The researchers investigated activity in the hippocampus, a brain region involved in memory and navigation, and the prefrontal cortex which is involved in planning and decision-making.", "They also mapped the labyrinth of London's streets to understand how these brain regions reacted to them.", "When volunteers navigated manually, their hippocampus and prefrontal cortex had spikes of activity when volunteers entered new streets.", "This brain activity was greater when the number of options to choose from increased, but no additional activity was detected when people followed satnav instructions.", "\"Entering a junction such as Seven Dials in London, where seven streets meet, would enhance activity in the hippocampus, whereas a dead-end would drive down its activity.", "If you are having a hard time navigating the mass of streets in a city, you are likely putting high demands on your hippocampus and prefrontal cortex,\" explains senior author Dr Hugo Spiers (UCL Experimental Psychology).", "\"Our results fit with models in which the hippocampus simulates journeys on future possible paths while the prefrontal cortex helps us to plan which ones will get us to our destination.", "When we have technology telling us which way to go, however, these parts of the brain simply don't respond to the street network.", "In that sense our brain has switched off its interest in the streets around us.", "\"Previous UCL research has shown that the hippocampi of London taxi drivers expand as they learn 'the Knowledge', memorising the streets and landmarks of central London.", "The latest study suggests that drivers who follow satnav directions do not engage their hippocampus, likely limiting any learning of the city street network.The team have also analysed the street networks of major cities around the world to visualise how easy they may be to navigate.", "With its complex network of small streets, London appears to be particularly taxing on the hippocampus.", "By contrast, much less mental effort may be needed to navigate Manhattan in New York.", "With its grid layout, at most junctions you can only go straight, left or right.Senior author Dr Hugo Spiers is now on secondment as Director of Science at The Centric Lab, a consultancy and research organisation in London that uses neuroscience to inform building and city design.", "\"The next step for our lab will be working with smart tech companies, developers, and architects to help design spaces that are easier to navigate and increase wellbeing,\" says Dr Spiers.", "\"Our new findings allow us to look at the layout of a city or building and consider how the memory systems of the brain may likely react.", "For example, we could look at the layouts of care homes and hospitals to identify areas that might be particularly challenging for people with dementia and help to make them easier to navigate.", "Similarly, we could design new buildings that are dementia-friendly from the outset.", "\"Dr Amir-Homayoun Javadi who led the brain imaging analysis at UCL and now works at the University of Kent, says: \"Understanding how the environment affects our brain is important.", "My research group is now exploring how physical and cognitive activity affect brain activity in a positive way.", "Satnavs clearly have their uses and their limitations.\"", "Dr Beatrix Emo, who led the city street analysis at UCL and now works at ETH Zurich, says: \"Linking the structure of cities to behaviour has been around since the 1980s, but this is the first study to reveal the impact of that structure on the brain.\""], "title": "Satnavs 'switch off' parts of the brain | EurekAlert! Science News", "source": "University College London", "date": "2018-01-19_20:36:36", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This map shows the 'degree centrality' of all the streets in central London. This reflects how many other streets are connected to each street, with blue representing simple streets with...\n     view more Using a satnav to get to your destination 'switches off' parts of the brain that would otherwise be used to simulate different routes, reveals new UCL research.\r\nThe study, published in Nature Communications and funded by Wellcome, involved 24 volunteers navigating a simulation of Soho in central London while undergoing brain scans. The researchers investigated activity in the hippocampus, a brain region involved in memory and navigation, and the prefrontal cortex which is involved in planning and decision-making. They also mapped the labyrinth of London's streets to understand how these brain regions reacted to them. When volunteers navigated manually, their hippocampus and prefrontal cortex had spikes of activity when volunteers entered new streets. This brain activity was greater when the number of options to choose from increased, but no additional activity was detected when people followed satnav instructions.\"Entering a junction such as Seven Dials in London, where seven streets meet, would enhance activity in the hippocampus, whereas a dead-end would drive down its activity. If you are having a hard time navigating the mass of streets in a city, you are likely putting high demands on your hippocampus and prefrontal cortex,\" explains senior author Dr Hugo Spiers (UCL Experimental Psychology). \"Our results fit with models in which the hippocampus simulates journeys on future possible paths while the prefrontal cortex helps us to plan which ones will get us to our destination. When we have technology telling us which way to go, however, these parts of the brain simply don't respond to the street network. In that sense our brain has switched off its interest in the streets around us.\"Previous UCL research has shown that the hippocampi of London taxi drivers expand as they learn 'the Knowledge', memorising the streets and landmarks of central London. The latest study suggests that drivers who follow satnav directions do not engage their hippocampus, likely limiting any learning of the city street network.The team have also analysed the street networks of major cities around the world to visualise how easy they may be to navigate. With its complex network of small streets, London appears to be particularly taxing on the hippocampus. By contrast, much less mental effort may be needed to navigate Manhattan in New York. With its grid layout, at most junctions you can only go straight, left or right.Senior author Dr Hugo Spiers is now on secondment as Director of Science at The Centric Lab, a consultancy and research organisation in London that uses neuroscience to inform building and city design.\"The next step for our lab will be working with smart tech companies, developers, and architects to help design spaces that are easier to navigate and increase wellbeing,\" says Dr Spiers. \"Our new findings allow us to look at the layout of a city or building and consider how the memory systems of the brain may likely react. For example, we could look at the layouts of care homes and hospitals to identify areas that might be particularly challenging for people with dementia and help to make them easier to navigate. Similarly, we could design new buildings that are dementia-friendly from the outset.\"Dr Amir-Homayoun Javadi who led the brain imaging analysis at UCL and now works at the University of Kent, says: \"Understanding how the environment affects our brain is important. My research group is now exploring how physical and cognitive activity affect brain activity in a positive way. Satnavs clearly have their uses and their limitations.\"  Dr Beatrix Emo, who led the city street analysis at UCL and now works at ETH Zurich, says: \"Linking the structure of cities to behaviour has been around since the 1980s, but this is the first study to reveal the impact of that structure on the brain.\""}