{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "ibmpfd", "diseased", "fruit", "flies", "muscles", "damaged", "mitochondria", "severely", "disrupted", "red", "circles", "highlight", "representative", "damaged", "mitochondria", "treatment", "vcp", "inhibitors", "diseased", "flies", "reverts", "muscle", "pathology", "view", "findingsucla", "researchers", "discovered", "molecular", "basis", "identified", "potential", "treatment", "incurable", "disease", "known", "inclusion", "body", "myopathy", "paget", "disease", "frontotemporal", "dementia", "ibmpfd", "using", "genetically", "engineered", "fruit", "flies", "fly", "equivalent", "disease", "gene", "well", "cells", "people", "ibmpfd", "researchers", "discovered", "mutations", "carried", "ibmpfd", "cause", "cellular", "damage", "also", "identified", "two", "compounds", "able", "reverse", "effects", "mutations", "flies", "human", "ibmpfd", "cells", "findings", "suggest", "potential", "strategies", "combat", "ibmpfd", "degenerative", "diseases", "including", "amyotrophic", "lateral", "sclerosis", "commonly", "known", "inherited", "disorder", "affects", "muscles", "brain", "bones", "people", "disorder", "show", "progressive", "muscle", "weakness", "myopathy", "leading", "mobility", "loss", "even", "respiratory", "failure", "others", "develop", "dementia", "predominantly", "affects", "language", "behavior", "treatment", "available", "halt", "progression", "disease", "prior", "studies", "showed", "mutations", "gene", "encodes", "protein", "known", "vcp", "cause", "ibmpfd", "forms", "als", "moreover", "people", "ibmpfd", "mitochondria", "powerhouse", "cell", "produce", "energy", "properly", "however", "clear", "vcp", "mutations", "disrupt", "mitochondria", "disruption", "leads", "team", "created", "fruit", "flies", "given", "disease", "muscles", "results", "multiple", "defects", "including", "muscle", "cell", "death", "similar", "seen", "patients", "addition", "abnormally", "small", "fragmented", "mitochondria", "appeared", "sign", "mitochondrial", "distress", "led", "team", "examine", "protein", "called", "mitofusin", "controls", "mitochondria", "fusion", "maintaining", "mitochondrial", "capacity", "healthy", "cells", "team", "showed", "vcp", "normally", "degrades", "mitofusin", "mutant", "vcp", "abnormally", "overactive", "promotes", "excessive", "degradation", "mitofusin", "discovery", "explains", "cellular", "damage", "occurs", "importantly", "flies", "fed", "compounds", "showed", "reversal", "muscle", "wasting", "mitochondrial", "fragmentation", "patient", "cells", "treated", "compounds", "showed", "similar", "positive", "researchers", "increasingly", "aware", "defects", "mitochondrial", "fusion", "hallmark", "conditions", "ranging", "parkinson", "disease", "heart", "disease", "diabetes", "paper", "reveals", "mutant", "vcp", "cause", "cellular", "destruction", "seen", "ibmpfd", "interfering", "proteins", "responsible", "controlling", "mitochondrial", "fusion", "importantly", "vcp", "inhibitors", "reverse", "pathology", "ibmpfd", "flies", "patient", "cells", "vcp", "inhibitors", "currently", "studied", "clinical", "trials", "cancer", "raises", "possibility", "using", "vcp", "inhibitors", "treatments", "ibmpfd", "diseases", "caused", "vcp", "mutations", "als", "peripheral", "neuropathy", "hereditary", "spastic", "paraplegia"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--rip032017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: In IBMPFD diseased fruit flies, muscles are damaged and mitochondria severely disrupted.", "(Red circles highlight representative damaged mitochondria.)", "Treatment of VCP inhibitors in these diseased flies reverts muscle pathology...\n     view more FINDINGSUCLA researchers have discovered the molecular basis of, and identified potential treatment for, an incurable disease known as inclusion body myopathy, Paget disease with frontotemporal dementia, or IBMPFD.", "Using both genetically engineered fruit flies that have the fly equivalent of the disease gene as well as cells from people with IBMPFD, the researchers discovered how mutations carried by those with IBMPFD cause cellular damage.", "They also identified two compounds that are able to reverse the effects of IBMPFD-associated mutations in flies and human IBMPFD cells.", "The findings suggest potential strategies to combat IBMPFD and other degenerative diseases, including amyotrophic lateral sclerosis, commonly known as ALS.BACKGROUNDIBMPFD is an inherited disorder that affects the muscles, the brain and bones.", "Most people with the disorder show progressive muscle weakness, or myopathy, leading to mobility loss or even respiratory failure.", "Others develop dementia that predominantly affects language and behavior.", "No treatment is available to halt progression of the disease.", "Prior studies showed that mutations in a gene that encodes Valosin-Containing Protein, known as VCP, cause IBMPFD and some forms of ALS.", "Moreover, in people with IBMPFD, mitochondria, the energy-generating powerhouse of the cell, do not produce energy properly.", "However, it was not clear how VCP mutations disrupt mitochondria and how this disruption leads to disease.METHODThe team created fruit flies that are given the disease in their muscles, which results in multiple defects, including muscle cell death, similar to that seen in patients.", "In addition, abnormally small, fragmented mitochondria appeared, a sign of mitochondrial distress.", "This led the team to examine a protein called Mitofusin which controls mitochondria fusion, maintaining mitochondrial energy-production capacity in healthy cells.", "The team showed that VCP normally degrades Mitofusin, but mutant VCP is abnormally overactive, and promotes excessive degradation of Mitofusin.", "This discovery explains how cellular damage occurs.", "Most importantly, flies fed VCP-inhibiting compounds showed reversal of muscle wasting and mitochondrial fragmentation.", "Patient cells treated with the same compounds showed similar positive responses.IMPACTBiomedical researchers are increasingly aware that defects in mitochondrial fusion are a hallmark of conditions ranging from Parkinson's disease, heart disease to diabetes.", "This paper reveals how mutant VCP can cause cellular destruction seen in IBMPFD by interfering with proteins responsible for controlling mitochondrial fusion.", "Importantly, VCP inhibitors can reverse the pathology of IBMPFD in flies and in patient cells.", "VCP inhibitors are currently being studied in clinical trials for cancer.", "This raises the possibility of using VCP inhibitors for treatments of IBMPFD and other diseases caused by VCP mutations, such as ALS, peripheral neuropathy and hereditary spastic paraplegia."], "title": "Researchers identify potential treatment for type of muscle and brain degenerative disease | EurekAlert! Science News", "source": "University of California - Los Angeles", "date": "2018-01-19_20:36:43", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: In IBMPFD diseased fruit flies, muscles are damaged and mitochondria severely disrupted.  (Red circles highlight representative damaged mitochondria.) Treatment of VCP inhibitors in these diseased flies reverts muscle pathology...\n     view more FINDINGSUCLA researchers have discovered the molecular basis of, and identified potential treatment for, an incurable disease known as inclusion body myopathy, Paget disease with frontotemporal dementia, or IBMPFD. Using both genetically engineered fruit flies that have the fly equivalent of the disease gene as well as cells from people with IBMPFD, the researchers discovered how mutations carried by those with IBMPFD cause cellular damage. They also identified two compounds that are able to reverse the effects of IBMPFD-associated mutations in flies and human IBMPFD cells. The findings suggest potential strategies to combat IBMPFD and other degenerative diseases, including amyotrophic lateral sclerosis, commonly known as ALS.BACKGROUNDIBMPFD is an inherited disorder that affects the muscles, the brain and bones. Most people with the disorder show progressive muscle weakness, or myopathy, leading to mobility loss or even respiratory failure. Others develop dementia that predominantly affects language and behavior. No treatment is available to halt progression of the disease. Prior studies showed that mutations in a gene that encodes Valosin-Containing Protein, known as VCP, cause IBMPFD and some forms of ALS. Moreover, in people with IBMPFD, mitochondria, the energy-generating powerhouse of the cell, do not produce energy properly. However, it was not clear how VCP mutations disrupt mitochondria and how this disruption leads to disease.METHODThe team created fruit flies that are given the disease in their muscles, which results in multiple defects, including muscle cell death, similar to that seen in patients. In addition, abnormally small, fragmented mitochondria appeared, a sign of mitochondrial distress. This led the team to examine a protein called Mitofusin which controls mitochondria fusion, maintaining mitochondrial energy-production capacity in healthy cells. The team showed that VCP normally degrades Mitofusin, but mutant VCP is abnormally overactive, and promotes excessive degradation of Mitofusin. This discovery explains how cellular damage occurs. Most importantly, flies fed VCP-inhibiting compounds showed reversal of muscle wasting and mitochondrial fragmentation. Patient cells treated with the same compounds showed similar positive responses.IMPACTBiomedical researchers are increasingly aware that defects in mitochondrial fusion are a hallmark of conditions ranging from Parkinson's disease, heart disease to diabetes. This paper reveals how mutant VCP can cause cellular destruction seen in IBMPFD by interfering with proteins responsible for controlling mitochondrial fusion. Importantly, VCP inhibitors can reverse the pathology of IBMPFD in flies and in patient cells. VCP inhibitors are currently being studied in clinical trials for cancer. This raises the possibility of using VCP inhibitors for treatments of IBMPFD and other diseases caused by VCP mutations, such as ALS, peripheral neuropathy and hereditary spastic paraplegia."}