{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "risk", "score", "derived", "genetic", "data", "may", "able", "estimate", "individual", "risk", "alzheimer", "disease", "particular", "age", "according", "research", "published", "plos", "medicine", "polygenic", "hazard", "score", "phs", "developed", "rahul", "desikan", "university", "california", "san", "francisco", "usa", "colleagues", "using", "genotype", "data", "three", "large", "cohorts", "totaling", "individuals", "patients", "alzheimer", "disease", "ad", "normal", "elderly", "individuals", "desikan", "colleagues", "identified", "genetic", "variants", "associated", "alzheimer", "disease", "using", "genotype", "data", "international", "genomics", "alzheimer", "project", "ad", "cases", "controls", "used", "identified", "variants", "derive", "phs", "data", "ad", "patients", "older", "controls", "phase", "1", "alzheimer", "disease", "genetics", "consortium", "adgc", "combining", "incidence", "rates", "phs", "individual", "researchers", "derived", "estimates", "instantaneous", "risk", "developing", "ad", "based", "genotype", "age", "phs", "tested", "independent", "cohorts", "adgc", "phase", "2", "national", "institute", "aging", "alzheimer", "disease", "center", "alzheimer", "disease", "neuroimaging", "initiative", "total", "participants", "highest", "phs", "earlier", "expected", "age", "ad", "onset", "10", "years", "several", "times", "likely", "develop", "ad", "individuals", "lowest", "phs", "independent", "cohorts", "phs", "predicted", "age", "ad", "onset", "progression", "normal", "aging", "ad", "higher", "risk", "scores", "associated", "neuropathology", "biomarkers", "ad", "authors", "note", "accurate", "phs", "would", "useful", "clinical", "planning", "management", "ad", "enriching", "populations", "clinical", "trials", "however", "caution", "additional", "prospective", "validation", "diverse", "cohorts", "necessary", "phs", "utilized", "broad", "clinical", "use"], "url": "http://www.eurekalert.org/pub_releases/2017-03/p-mgm031317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA risk score derived from genetic data may be able to estimate an individual's risk of Alzheimer disease at a particular age, according to research published in PLOS Medicine.", "The polygenic hazard score (PHS) was developed by Rahul Desikan, of the University of California, San Francisco, USA, and colleagues, using genotype data from three large cohorts (totaling over 70,000 individuals) of patients with Alzheimer Disease (AD) and normal elderly individuals.", "Desikan and colleagues identified genetic variants associated with Alzheimer disease using genotype data from the International Genomics of Alzheimer's Project (17,008 AD cases and 37,154 controls), and then used the identified variants to derive the PHS with data on 6,409 AD patients and 9,386 older controls from Phase 1 of the Alzheimer's Disease Genetics Consortium (ADGC).", "By combining population-based incidence rates and the genotype-derived PHS for each individual, the researchers derived estimates of instantaneous risk for developing AD, based on genotype and age.", "The PHS was then tested in independent cohorts from ADGC Phase 2, National Institute on Aging Alzheimer's Disease Center, and Alzheimer's Disease Neuroimaging Initiative (20,680 total participants).", "Those with the highest PHS had an earlier expected age of AD onset by up to 10 years, and were several times more likely to develop AD than individuals with the lowest PHS.", "In the independent cohorts, the PHS predicted age of AD onset, and progression from normal aging to AD, and higher risk scores were associated with neuropathology and biomarkers of AD neurodegeneration.The authors note that an accurate PHS would be useful for clinical planning and management of AD, and for enriching populations for clinical trials.", "However, they caution that additional prospective validation in more diverse community-based cohorts is necessary before the PHS can be utilized for broad clinical use."], "title": "Multiple genetic markers combined to estimate risk of developing Alzheimer's disease | EurekAlert! Science News", "source": "PLOS", "date": "2018-01-19_20:36:46", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA risk score derived from genetic data may be able to estimate an individual's risk of Alzheimer disease at a particular age, according to research published in PLOS Medicine. The polygenic hazard score (PHS) was developed by Rahul Desikan, of the University of California, San Francisco, USA, and colleagues, using genotype data from three large cohorts (totaling over 70,000 individuals) of patients with Alzheimer Disease (AD) and normal elderly individuals. Desikan and colleagues identified genetic variants associated with Alzheimer disease using genotype data from the International Genomics of Alzheimer's Project (17,008 AD cases and 37,154 controls), and then used the identified variants to derive the PHS with data on 6,409 AD patients and 9,386 older controls from Phase 1 of the Alzheimer's Disease Genetics Consortium (ADGC). By combining population-based incidence rates and the genotype-derived PHS for each individual, the researchers derived estimates of instantaneous risk for developing AD, based on genotype and age. The PHS was then tested in independent cohorts from ADGC Phase 2, National Institute on Aging Alzheimer's Disease Center, and Alzheimer's Disease Neuroimaging Initiative (20,680 total participants). Those with the highest PHS had an earlier expected age of AD onset by up to 10 years, and were several times more likely to develop AD than individuals with the lowest PHS. In the independent cohorts, the PHS predicted age of AD onset, and progression from normal aging to AD, and higher risk scores were associated with neuropathology and biomarkers of AD neurodegeneration.The authors note that an accurate PHS would be useful for clinical planning and management of AD, and for enriching populations for clinical trials. However, they caution that additional prospective validation in more diverse community-based cohorts is necessary before the PHS can be utilized for broad clinical use. "}