{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/rumc-ngd032417.php", "description": "Investigators at Rush University Medical Center and the Brigham and Women's Hospital in Boston reported the discovery of a new gene that is associated with susceptibility to a common form of brain pathology called Tau that accumulates in several different conditions, including Alzheimer's disease, certain forms of dementia and Parkinsonian syndromes as well as chronic traumatic encephalopathy that occurs with repeated head injuries.", "region": "namerica", "title": "New gene discovered associated with Tau, a common form of brain pathology", "text": "Investigators at Rush University Medical Center and the Brigham and Women's Hospital in Boston reported the discovery of a new gene that is associated with susceptibility to a common form of brain pathology called Tau that accumulates in several different conditions, including Alzheimer's disease, certain forms of dementia and Parkinsonian syndromes as well as chronic traumatic encephalopathy that occurs with repeated head injuries.Published in Molecular Psychiatry, the manuscript describes the identification and validation of a genetic variant within the protein tyrosine phosphatase receptor-type delta (PTPRD) gene.\"Aging leads to the accumulation of many different pathologies in the brain,\" said co-principal investigator Dr. David Bennett who directs the Alzheimer Disease Center at Rush. \"One of the most common forms of pathology is the neurofibrillary tangle (NFT) that was at the center of our study,\" he said. \"The NFT is thought to be more closely related to memory decline than other forms of aging-related pathologies, but there are still very few genes that have been implicated in the accumulation of this key feature of Alzheimer's disease and other brain diseases.\"Using autopsies from 909 individuals participating in studies of aging based at Rush University, the team of investigators assessed the human genome for evidence that a genetic variant could affect NFT. Lead author Dr. Lori Chibnik of Brigham and Women's Hospital said that \"The variant that we discovered is common: most people have one or two copies of the version of the gene that is linked to accumulating more pathology as you get older. Interestingly, tangles can accumulate through several different mechanisms, and the variant that we discovered appears to affect more than one of these mechanisms.\"The reported results offer an important new lead as the field of neurodegeneration searches for robust novel targets for drug development. This is especially true given the recent disappointing results in Alzheimer's disease trials targeting amyloid, the other major form of pathology related to Alzheimer's disease.Tau pathology is more closely connected to loss of brain function with advancing age and may be more impactful as a target. The advent of new techniques to measure Tau in the brains of living individuals with positron emission tomography offers a biomarker for therapies targeting Tau. Dr. De Jager, co-principal investigator at Brigham and Women's Hospital notes, \"This study is an important first step. However, the result needs further validation, and the mechanism by which the PTPRD gene and the variant that we have discovered contribute to the accumulation of NFT remains elusive. Other studies in mice and flies implicate PTPRD in memory dysfunction and worsening of Tau pathology, suggesting that altering the level of PTPRD activity could be helpful in reducing an individual's burden of Tau pathology.\"Tau pathology is one of the defining features of Alzheimer disease, which is the most common form of dementia in older age. While symptomatic treatments exist, there are currently no preventive therapies. PTPRD is an intriguing new candidate that deserves further evaluation in the search for Alzheimer's disease therapies.  ", "article_link": null, "institution": "Rush University Medical Center", "journal": "Molecular Psychiatry", "keywords": ["Medicine/Health", " Clinical Trials", " Aging", " Alzheimer's Disease"], "date": "Fri, 24 Mar 2017 04:00:00 GMT", "source_link": "https://www.rush.edu/news/press-releases/new-gene-discovered-associated-tau-pathology"}