{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "concentration", "six", "unsaturated", "fatty", "acids", "key", "brain", "regions", "associated", "alzheimer", "disease", "ad", "cognitive", "symptoms", "neuropathology", "according", "study", "publishing", "plos", "medicine", "cristina", "king", "college", "london", "uk", "madhav", "thambisetty", "national", "institute", "aging", "usa", "colleagues", "performed", "nontargeted", "metabolic", "profiling", "study", "comparing", "concentration", "100", "structurally", "distinct", "fatty", "acid", "metabolites", "brain", "tissue", "samples", "older", "individuals", "enrolled", "baltimore", "longitudinal", "study", "aging", "participants", "cognitive", "assessments", "year", "death", "detailed", "neuropathological", "assessments", "autopsy", "participants", "fell", "three", "groups", "14", "people", "healthy", "brains", "15", "neuropathological", "proteins", "tau", "amyloid", "brains", "show", "memory", "problems", "14", "ad", "metabolite", "levels", "measured", "samples", "brain", "regions", "vulnerable", "ad", "pathology", "middle", "frontal", "inferior", "temporal", "gyri", "well", "region", "resistant", "ad", "pathology", "cerebellum", "researchers", "found", "levels", "six", "unsaturated", "fatty", "acids", "ufas", "linoleic", "acid", "linolenic", "acid", "docosahexaenoic", "acid", "eicosapentaenoic", "acid", "oleic", "acid", "arachidonic", "acid", "vulnerable", "brain", "regions", "associated", "study", "observational", "clear", "whether", "dysregulation", "ufa", "drives", "ad", "pathology", "response", "authors", "also", "note", "small", "study", "due", "limited", "availability", "tissue", "samples", "longitudinal", "cognitive", "assessments", "detailed", "neuropathological", "assessments", "death", "nontargeted", "metabolomics", "approaches", "like", "one", "metabolite", "features", "assigned", "identities", "thus", "larger", "studies", "needed", "confirm", "findings", "may", "identify", "metabolites", "associated", "ad", "still", "authors", "conclude", "work", "suggests", "dysregulation", "ufa", "metabolism", "plays", "role", "driving", "ad", "pathology", "results", "provide", "evidence", "metabolic", "basis", "ad", "pathogenesis"], "url": "http://www.eurekalert.org/pub_releases/2017-03/p-bfa031317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe concentration of six unsaturated fatty acids in key brain regions are associated with Alzheimer disease (AD) cognitive symptoms and neuropathology, according to a study publishing in PLOS Medicine.", "Cristina Legido-Quigley of King's College London, UK, Madhav Thambisetty of National Institute on Aging, USA, and colleagues performed a nontargeted metabolic profiling study comparing the concentration of 100 structurally distinct fatty acid metabolites in brain tissue samples from older individuals enrolled in the Baltimore Longitudinal Study of Aging.", "The participants all had cognitive assessments in the year before death and detailed neuropathological assessments on autopsy.", "The participants fell into three groups: 14 people with healthy brains, 15 with the neuropathological proteins tau or amyloid in their brains but who didn't show memory problems, and 14 with AD.", "The metabolite levels were measured in samples from brain regions vulnerable to AD pathology (middle frontal and inferior temporal gyri) as well as those from a region resistant to AD pathology (cerebellum).", "The researchers found that the levels of six unsaturated fatty acids (UFAs) (linoleic acid, linolenic acid, docosahexaenoic acid, eicosapentaenoic acid, oleic acid, and arachidonic acid) in the vulnerable brain regions were associated with AD.As this study is observational, it is not clear whether dysregulation of UFA drives AD pathology or is a response to it.", "The authors also note that this is a small study due to limited availability of tissue samples with longitudinal cognitive assessments and detailed neuropathological assessments at death, and that in nontargeted metabolomics approaches like this one, not all metabolite features can be assigned identities.", "Thus, larger studies are needed to confirm the findings and may identify other metabolites associated with AD.", "Still, the authors conclude that this \"work suggests that dysregulation of UFA's metabolism plays a role in driving AD pathology and that these results provide further evidence for the metabolic basis of AD pathogenesis.\""], "title": "Brain fatty acid levels dysregulated in Alzheimer's disease | EurekAlert! Science News", "source": "PLOS", "date": "2018-01-19_20:36:49", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe concentration of six unsaturated fatty acids in key brain regions are associated with Alzheimer disease (AD) cognitive symptoms and neuropathology, according to a study publishing in PLOS Medicine. Cristina Legido-Quigley of King's College London, UK, Madhav Thambisetty of National Institute on Aging, USA, and colleagues performed a nontargeted metabolic profiling study comparing the concentration of 100 structurally distinct fatty acid metabolites in brain tissue samples from older individuals enrolled in the Baltimore Longitudinal Study of Aging. The participants all had cognitive assessments in the year before death and detailed neuropathological assessments on autopsy. The participants fell into three groups: 14 people with healthy brains, 15 with the neuropathological proteins tau or amyloid in their brains but who didn't show memory problems, and 14 with AD. The metabolite levels were measured in samples from brain regions vulnerable to AD pathology (middle frontal and inferior temporal gyri) as well as those from a region resistant to AD pathology (cerebellum). The researchers found that the levels of six unsaturated fatty acids (UFAs) (linoleic acid, linolenic acid, docosahexaenoic acid, eicosapentaenoic acid, oleic acid, and arachidonic acid) in the vulnerable brain regions were associated with AD.As this study is observational, it is not clear whether dysregulation of UFA drives AD pathology or is a response to it. The authors also note that this is a small study due to limited availability of tissue samples with longitudinal cognitive assessments and detailed neuropathological assessments at death, and that in nontargeted metabolomics approaches like this one, not all metabolite features can be assigned identities. Thus, larger studies are needed to confirm the findings and may identify other metabolites associated with AD. Still, the authors conclude that this \"work suggests that dysregulation of UFA's metabolism plays a role in driving AD pathology and that these results provide further evidence for the metabolic basis of AD pathogenesis.\" "}