{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txan", "international", "team", "scientists", "led", "researchers", "university", "california", "san", "diego", "school", "medicine", "university", "california", "san", "francisco", "developed", "novel", "genetic", "score", "allows", "individuals", "calculate", "risk", "developing", "alzheimer", "disease", "ad", "based", "upon", "genetic", "information", "description", "polygenic", "hazard", "scoring", "phs", "system", "validation", "published", "march", "21", "online", "issue", "plos", "medicine", "combined", "genetic", "data", "large", "independent", "cohorts", "patients", "ad", "epidemiological", "estimates", "create", "scoring", "replicated", "findings", "independent", "sample", "validated", "known", "biomarkers", "alzheimer", "pathology", "said", "author", "rahul", "desikan", "md", "phd", "clinical", "instructor", "ucsf", "department", "radiology", "biomedical", "imaging", "specifically", "researchers", "combined", "polygenic", "information", "known", "ad", "incidence", "rates", "population", "derive", "instantaneous", "risk", "estimates", "developing", "ad", "given", "individual", "given", "age", "genetic", "information", "calculate", "annualized", "risk", "developing", "ad", "said", "desikan", "already", "dementia", "yearly", "risk", "ad", "onset", "based", "age", "genetic", "information", "think", "measures", "polygenetic", "risk", "involving", "multiple", "genes", "informative", "early", "ad", "diagnosis", "determining", "prognosis", "enrichment", "strategy", "clinical", "trials", "conduct", "study", "research", "team", "analyzed", "genotype", "data", "ad", "patients", "normal", "elderly", "controls", "participating", "several", "projects", "alzheimer", "disease", "genetics", "consortium", "national", "alzheimer", "coordinating", "center", "alzheimer", "disease", "neuroimaging", "initiative", "team", "scrutinized", "data", "single", "nucleotide", "polymorphisms", "snps", "variations", "single", "nucleotide", "dna", "building", "block", "occur", "specific", "position", "genome", "snp", "variation", "genomic", "information", "humans", "affects", "individual", "susceptibility", "disease", "case", "researchers", "looked", "snps", "linked", "ad", "risk", "apoe", "status", "persons", "e4", "variant", "apoe", "gene", "known", "greater", "risk", "developing", "researchers", "developed", "continuous", "polygenic", "hazard", "score", "phs", "based", "upon", "data", "predict", "risk", "developing", "ad", "tested", "two", "independent", "cohorts", "defined", "groups", "people", "found", "persons", "top", "phs", "quartile", "developed", "ad", "considerably", "lower", "age", "highest", "yearly", "ad", "incidence", "rate", "importantly", "phs", "also", "identified", "people", "cognitively", "normal", "baseline", "eventually", "developed", "ad", "even", "among", "people", "apoe", "e4", "allele", "important", "genetic", "risk", "factor", "ad", "phs", "informed", "age", "onset", "individuals", "high", "phs", "scores", "developed", "ad", "years", "earlier", "individuals", "low", "authors", "found", "phs", "strongly", "predicted", "empirical", "age", "ad", "onset", "progression", "normal", "aging", "ad", "strongly", "associated", "neuropathology", "biomarkers", "ad", "neurodegeneration", "clinical", "perspective", "polygenic", "hazard", "score", "provides", "novel", "way", "assess", "individual", "lifetime", "risk", "developing", "ad", "also", "predict", "age", "disease", "onset", "said", "senior", "author", "anders", "dale", "phd", "director", "center", "translational", "imaging", "precision", "medicine", "professor", "neurosciences", "radiology", "psychiatry", "cognitive", "science", "uc", "san", "diego", "school", "medicine", "equally", "important", "continuous", "polygenic", "testing", "ad", "genetic", "risk", "better", "inform", "prevention", "therapeutic", "trials", "useful", "determining", "individuals", "likely", "respond", "therapy", "authors", "note", "several", "limitations", "study", "beyond", "need", "broader", "deeper", "validation", "studies", "example", "databases", "primarily", "represented", "individuals", "european", "descent", "thus", "indicative", "ad", "incidence", "genetic", "risk", "ethnicities", "latino", "limitation", "unfortunate", "product", "available", "genetic", "studies", "good", "predictive", "performance", "genetic", "risk", "score", "requires", "large", "amount", "data", "train", "currently", "european", "cohorts", "reached", "critical", "mass", "said", "author", "chun", "chieh", "fan", "md", "department", "cognitive", "science", "uc", "san", "given", "association", "studies", "across", "ethnic", "populations", "emerging", "health", "disparities", "field", "genetic", "prediction", "removed", "fan", "added"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--gad031617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAn international team of scientists, led by researchers at University of California San Diego School of Medicine and University of California San Francisco, has developed a novel genetic score that allows individuals to calculate their age-specific risk of developing Alzheimer's disease (AD), based upon genetic information.", "A description of the polygenic hazard scoring (PHS) system and its validation are published in the March 21 online issue of PLOS Medicine.", "\"We combined genetic data from large, independent cohorts of patients with AD with epidemiological estimates to create the scoring, then replicated our findings on an independent sample and validated them with known biomarkers of Alzheimer's pathology,\" said co-first author Rahul S. Desikan, MD, PhD, clinical instructor in the UCSF Department of Radiology & Biomedical Imaging.", "Specifically, the researchers combined genotype-derived polygenic information with known AD incidence rates from the U.S. population to derive instantaneous risk estimates for developing AD.", "\"For any given individual, for a given age and genetic information, we can calculate your 'personalized' annualized risk for developing AD,\" said Desikan.", "\"That is, if you don't already have dementia, what is your yearly risk for AD onset, based on your age and genetic information.", "We think these measures of polygenetic risk, of involving multiple genes, will be very informative for early AD diagnosis, both in determining prognosis and as an enrichment strategy in clinical trials.", "\"To conduct the study, the research team analyzed genotype data from more than 70,000 AD patients and normal elderly controls who were participating in several projects, such as the Alzheimer's Disease Genetics Consortium, the National Alzheimer's Coordinating Center and the Alzheimer's Disease Neuroimaging Initiative.", "The team scrutinized the data for AD-associated single nucleotide polymorphisms (SNPs), which are variations of a single nucleotide or DNA building block that occur at a specific position in the genome.", "There is some SNP variation in genomic information in all humans, which affects individual susceptibility to disease.", "In this case, the researchers looked at SNPs linked to AD risk and for APOE status.", "Persons with the E4 variant in the APOE gene are known to be at greater risk of developing late-onset AD.The researchers developed a continuous polygenic hazard score or PHS based upon this data to predict age-specific risk of developing AD, then tested it in two independent cohorts or defined groups of people.", "They found persons in the top PHS quartile developed AD at a considerably lower age and had the highest yearly AD incidence rate.", "Importantly, PHS also identified people who were cognitively normal at baseline but eventually developed AD.", "Even among people who did not have the APOE E4 allele, the most important genetic risk factor for AD, PHS informed age of onset; individuals with high PHS scores developed AD 10-15 years earlier than individuals with low PHS.The authors found that PHS strongly predicted empirical age of AD onset and progression from normal aging to AD, with strongly associated neuropathology and biomarkers of AD neurodegeneration.", "\"From a clinical perspective, the polygenic hazard score provides a novel way not just to assess an individual's lifetime risk of developing AD, but also to predict the age of disease onset,\" said senior author Anders Dale, PhD, director of the Center for Translational Imaging and Precision Medicine and professor in neurosciences, radiology, psychiatry and cognitive science at UC San Diego School of Medicine.", "\"Equally important, continuous polygenic testing of AD genetic risk can better inform prevention and therapeutic trials and be useful in determining which individuals are most likely to respond to therapy.\"", "The authors note several limitations to their study, beyond the need for broader and deeper validation studies.", "For example, their databases primarily represented individuals of European descent and thus are not indicative of AD incidence and genetic risk in other ethnicities, such as African-American or Latino.", "\"This limitation is an unfortunate product of available genetic studies.", "To have good predictive performance, the genetic risk score requires a large amount of data to train, but currently only European cohorts have reached this critical mass,\" said co-first author Chun Chieh Fan, MD, in the Department of Cognitive Science at UC San Diego.But \"given the genome-wide association studies across ethnic populations that are emerging, the health disparities in the field of genetic prediction will be removed,\" Fan added."], "title": "Genetic assessment developed to determine risk for age-associated Alzheimer's disease | EurekAlert! Science News", "source": "University of California - San Diego", "date": "2018-01-19_20:36:52", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAn international team of scientists, led by researchers at University of California San Diego School of Medicine and University of California San Francisco, has developed a novel genetic score that allows individuals to calculate their age-specific risk of developing Alzheimer's disease (AD), based upon genetic information. A description of the polygenic hazard scoring (PHS) system and its validation are published in the March 21 online issue of PLOS Medicine. \"We combined genetic data from large, independent cohorts of patients with AD with epidemiological estimates to create the scoring, then replicated our findings on an independent sample and validated them with known biomarkers of Alzheimer's pathology,\" said co-first author Rahul S. Desikan, MD, PhD, clinical instructor in the UCSF Department of Radiology & Biomedical Imaging. Specifically, the researchers combined genotype-derived polygenic information with known AD incidence rates from the U.S. population to derive instantaneous risk estimates for developing AD. \"For any given individual, for a given age and genetic information, we can calculate your 'personalized' annualized risk for developing AD,\" said Desikan. \"That is, if you don't already have dementia, what is your yearly risk for AD onset, based on your age and genetic information. We think these measures of polygenetic risk, of involving multiple genes, will be very informative for early AD diagnosis, both in determining prognosis and as an enrichment strategy in clinical trials.\"To conduct the study, the research team analyzed genotype data from more than 70,000 AD patients and normal elderly controls who were participating in several projects, such as the Alzheimer's Disease Genetics Consortium, the National Alzheimer's Coordinating Center and the Alzheimer's Disease Neuroimaging Initiative. The team scrutinized the data for AD-associated single nucleotide polymorphisms (SNPs), which are variations of a single nucleotide or DNA building block that occur at a specific position in the genome. There is some SNP variation in genomic information in all humans, which affects individual susceptibility to disease. In this case, the researchers looked at SNPs linked to AD risk and for APOE status. Persons with the E4 variant in the APOE gene are known to be at greater risk of developing late-onset AD.The researchers developed a continuous polygenic hazard score or PHS based upon this data to predict age-specific risk of developing AD, then tested it in two independent cohorts or defined groups of people. They found persons in the top PHS quartile developed AD at a considerably lower age and had the highest yearly AD incidence rate. Importantly, PHS also identified people who were cognitively normal at baseline but eventually developed AD. Even among people who did not have the APOE E4 allele, the most important genetic risk factor for AD, PHS informed age of onset; individuals with high PHS scores developed AD 10-15 years earlier than individuals with low PHS.The authors found that PHS strongly predicted empirical age of AD onset and progression from normal aging to AD, with strongly associated neuropathology and biomarkers of AD neurodegeneration. \"From a clinical perspective, the polygenic hazard score provides a novel way not just to assess an individual's lifetime risk of developing AD, but also to predict the age of disease onset,\" said senior author Anders Dale, PhD, director of the Center for Translational Imaging and Precision Medicine and professor in neurosciences, radiology, psychiatry and cognitive science at UC San Diego School of Medicine. \"Equally important, continuous polygenic testing of AD genetic risk can better inform prevention and therapeutic trials and be useful in determining which individuals are most likely to respond to therapy.\" The authors note several limitations to their study, beyond the need for broader and deeper validation studies. For example, their databases primarily represented individuals of European descent and thus are not indicative of AD incidence and genetic risk in other ethnicities, such as African-American or Latino. \"This limitation is an unfortunate product of available genetic studies. To have good predictive performance, the genetic risk score requires a large amount of data to train, but currently only European cohorts have reached this critical mass,\" said co-first author Chun Chieh Fan, MD, in the Department of Cognitive Science at UC San Diego.But \"given the genome-wide association studies across ethnic populations that are emerging, the health disparities in the field of genetic prediction will be removed,\" Fan added."}