{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "top", "illustration", "biocomputing", "units", "propelled", "molecular", "motors", "junction", "within", "network", "channels", "bottom", "shows", "canning", "electron", "microscopy", "images", "network", "view", "crashing", "computers", "smartphones", "software", "security", "holes", "allow", "hackers", "steal", "millions", "passwords", "could", "prevented", "possible", "design", "verify", "software", "unfortunately", "date", "problem", "neither", "engineers", "supercomputers", "solve", "one", "reason", "computing", "power", "required", "verify", "correct", "function", "many", "types", "software", "scales", "exponentially", "size", "program", "processing", "speed", "energy", "consumption", "cooling", "conventional", "microelectronic", "processors", "prevent", "current", "computers", "verifying", "large", "recently", "launched", "research", "project", "aims", "develop", "biocomputer", "overcome", "two", "main", "obstacles", "faced", "today", "supercomputers", "first", "use", "vast", "amounts", "electric", "power", "much", "development", "powerful", "computers", "hampered", "primarily", "limitations", "ability", "cool", "processors", "second", "two", "things", "time", "eu", "funds", "project", "develop", "computer", "based", "highly", "efficient", "molecular", "motors", "use", "fraction", "energy", "existing", "computers", "tackle", "problems", "many", "solutions", "need", "explored", "simultaneously", "potential", "impact", "project", "results", "limited", "design", "software", "practically", "really", "interesting", "mathematical", "problems", "time", "computed", "efficiently", "current", "computer", "technology", "says", "dan", "nicolau", "enterprise", "molecular", "sense", "original", "idea", "using", "biomolecular", "motors", "computers", "limit", "new", "project", "aims", "push", "using", "biomolecular", "motors", "computing", "units", "idea", "biomolecular", "machines", "billionth", "meter", "nanometers", "size", "solve", "problems", "moving", "nanofabricated", "network", "channels", "designed", "represent", "mathematical", "algorithm", "see", "fig", "1", "approach", "scientists", "project", "termed", "biocomputation", "whenever", "biomolecules", "reach", "junction", "network", "either", "add", "number", "sum", "calculating", "leave", "way", "biomolecule", "acts", "tiny", "computer", "processor", "memory", "individual", "biomolecule", "much", "slower", "current", "computer", "used", "large", "numbers", "quickly", "adding", "computing", "power", "researchers", "demonstrated", "works", "recent", "publication", "proceedings", "national", "academy", "usa", "pnas", "using", "molecular", "motors", "cell", "optimized", "billion", "years", "evolution", "highly", "energy", "efficient", "nanomachines", "says", "stefan", "diez", "heading", "participating", "tu", "dresden", "research", "team", "biological", "computing", "units", "multiply", "adapt", "difficulty", "mathematical", "problem", "adds", "till", "korten", "tu", "dresden", "bio4comp", "project", "equally", "contributing", "first", "author", "pnas", "research", "consortium", "focus", "developing", "technology", "required", "scale", "biocomputers", "point", "able", "compete", "alternative", "computing", "approaches", "dna", "computing", "quantum", "computing", "process", "aim", "attract", "larger", "scientific", "economic", "community", "focus", "developing", "technology", "viable", "alternative", "computing", "approach", "received", "million", "future", "emerging", "technologies", "fet", "programme", "eu", "run", "highly", "interdisciplinary", "research", "project", "touching", "mathematics", "biology", "engineering", "computation", "funding", "million", "go", "research", "group", "stefan", "diez", "professor", "bionanotools", "b", "cube", "tu", "dresden", "research", "institute", "focusing", "molecular", "bioengineering", "fellow", "max", "planck", "institute", "cell", "biology", "genetics", "dresden", "role", "group", "modify", "properties", "motor", "proteins", "kinesin", "order", "optimize", "biocomputation", "well", "integrate", "nanofabricated", "devices", "work", "strongly", "benefit", "synergies", "collaborations", "center", "advancing", "electronics", "dresden", "cfaed", "one", "current", "clusters", "excellence", "tu", "dresden", "optimizing", "motors", "gives", "us", "ideal", "tools", "nanotechnology", "time", "learn", "great", "deal", "work", "inside", "cell", "diez", "says", "insights", "useful", "beyond", "specific", "project", "goals", "example", "elucidate", "roles", "proteins", "serious", "diseases", "cancer", "dementia"], "url": "http://www.eurekalert.org/pub_releases/2017-03/tud-mmb032017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The top is an illustration of biocomputing units propelled by molecular motors through a junction within a network of channels.", "The bottom shows canning electron microscopy images of a network...\n       view more Crashing computers or smartphones and software security holes that allow hackers to steal millions of passwords could be prevented if it were possible to design and verify error-free software.", "Unfortunately, to date, this is a problem that neither engineers nor supercomputers can solve.", "One reason is that the computing power required to verify the correct function of a many types of software scales exponentially with the size of the program, so that processing speed, energy consumption and cooling of conventional microelectronic processors prevent current computers from verifying large programs.The recently launched research project aims to develop a biocomputer that can overcome the two main obstacles faced by today's supercomputers: first, they use vast amounts of electric power - so much that the development of more powerful computers is hampered primarily by limitations in the ability to cool the processors.", "Second, they cannot do two things at the same time.", "The EU now funds a project that will develop a computer based on highly efficient molecular motors that will use a fraction of the energy of existing computers, and that can tackle problems where many solutions need to be explored simultaneously.", "The potential impact of the project results is not limited to the design of error-free software: \"Practically all really interesting mathematical problems of our time cannot be computed efficiently with our current computer technology.\"", "says Dan V. Nicolau, Ph.D.", "M.D., from the UK-based enterprise Molecular Sense, who had the original idea of using biomolecular motors as computers.", "This is the limit that the new project aims to push by using biomolecular motors as computing units: The idea is that biomolecular machines, each only a few billionth of a meter (nanometers) in size, can solve problems by moving through a nanofabricated network of channels designed to represent a mathematical algorithm (see fig.", "1); an approach the scientists in the project termed \"network-based biocomputation\".", "Whenever the biomolecules reach a junction in the network, they either add a number to the sum they are calculating or leave it out.", "That way, each biomolecule acts as a tiny computer with processor and memory.", "While an individual biomolecule is much slower than a current computer, they are self-assembling so that they can be used in large numbers, quickly adding up their computing power.", "The researchers have demonstrated that this works in a recent publication in the Proceedings of the National Academy of the USA (PNAS).", "\"We are using molecular motors of the cell that have been optimized by a billion years of evolution to be highly energy efficient nanomachines.", "\", says Prof. Stefan Diez who is heading the participating TU Dresden research team, \"and the biological computing units can multiply themselves to adapt to the difficulty of the mathematical problem.\"", "adds Dr. Till Korten from TU Dresden, co-coordinator of the Bio4Comp project and equally contributing first author of the PNAS publication.The research consortium will focus on developing the technology required to scale up network-based biocomputers to a point at which they are able to compete with other alternative computing approaches such as DNA computing and quantum computing.", "In the process, they aim to attract a larger scientific and economic community that will focus on developing the technology into a viable alternative computing approach.", "To do so, they have received 6.1 Million € from the Future & Emerging Technologies (FET) programme of the EU to run a highly interdisciplinary research project touching mathematics, biology, engineering, and computation.", "Of this funding, 1.1 million € will go to the research group of Stefan Diez, Professor for BioNanoTools at B CUBE, a TU Dresden research institute focusing on Molecular Bioengineering, and fellow at the Max Planck Institute of Cell Biology and Genetics (MPI-CBG) Dresden.", "The role of the group will be to modify the properties of motor proteins, such as kinesin, in order to optimize them for biocomputation, as well as to integrate them into nanofabricated devices.", "This work will strongly benefit from synergies and collaborations with the Center for Advancing Electronics Dresden (cfaed), one of the current Clusters of Excellence at TU Dresden.", "\"Optimizing the motors not only gives us ideal tools for nanotechnology, but at the same time we learn a great deal about how they work and what they do inside the cell.", "\", Diez says.", "These insights will be useful beyond the specific project goals, for example to elucidate the roles of these proteins in serious diseases such as cancer and dementia."], "title": "Molecular motor-powered biocomputers | EurekAlert! Science News", "source": "Technische Universität Dresden", "date": "2018-01-19_20:36:59", "year": "Mon, 20 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The top is an illustration of biocomputing units propelled by molecular motors through a junction within a network of channels. The bottom shows canning electron microscopy images of a network...\n       view more Crashing computers or smartphones and software security holes that allow hackers to steal millions of passwords could be prevented if it were possible to design and verify error-free software. Unfortunately, to date, this is a problem that neither engineers nor supercomputers can solve. One reason is that the computing power required to verify the correct function of a many types of software scales exponentially with the size of the program, so that processing speed, energy consumption and cooling of conventional microelectronic processors prevent current computers from verifying large programs.The recently launched research project aims to develop a biocomputer that can overcome the two main obstacles faced by today's supercomputers: first, they use vast amounts of electric power - so much that the development of more powerful computers is hampered primarily by limitations in the ability to cool the processors. Second, they cannot do two things at the same time. The EU now funds a project that will develop a computer based on highly efficient molecular motors that will use a fraction of the energy of existing computers, and that can tackle problems where many solutions need to be explored simultaneously. The potential impact of the project results is not limited to the design of error-free software: \"Practically all really interesting mathematical problems of our time cannot be computed efficiently with our current computer technology.\" says Dan V. Nicolau, Ph.D. M.D., from the UK-based enterprise Molecular Sense, who had the original idea of using biomolecular motors as computers. This is the limit that the new project aims to push by using biomolecular motors as computing units: The idea is that biomolecular machines, each only a few billionth of a meter (nanometers) in size, can solve problems by moving through a nanofabricated network of channels designed to represent a mathematical algorithm (see fig. 1); an approach the scientists in the project termed \"network-based biocomputation\". Whenever the biomolecules reach a junction in the network, they either add a number to the sum they are calculating or leave it out. That way, each biomolecule acts as a tiny computer with processor and memory. While an individual biomolecule is much slower than a current computer, they are self-assembling so that they can be used in large numbers, quickly adding up their computing power. The researchers have demonstrated that this works in a recent publication in the Proceedings of the National Academy of the USA (PNAS). \"We are using molecular motors of the cell that have been optimized by a billion years of evolution to be highly energy efficient nanomachines.\", says Prof. Stefan Diez who is heading the participating TU Dresden research team, \"and the biological computing units can multiply themselves to adapt to the difficulty of the mathematical problem.\" adds Dr. Till Korten from TU Dresden, co-coordinator of the Bio4Comp project and equally contributing first author of the PNAS publication.The research consortium will focus on developing the technology required to scale up network-based biocomputers to a point at which they are able to compete with other alternative computing approaches such as DNA computing and quantum computing. In the process, they aim to attract a larger scientific and economic community that will focus on developing the technology into a viable alternative computing approach. To do so, they have received 6.1 Million € from the Future & Emerging Technologies (FET) programme of the EU to run a highly interdisciplinary research project touching mathematics, biology, engineering, and computation. Of this funding, 1.1 million € will go to the research group of Stefan Diez, Professor for BioNanoTools at B CUBE, a TU Dresden research institute focusing on Molecular Bioengineering, and fellow at the Max Planck Institute of Cell Biology and Genetics (MPI-CBG) Dresden. The role of the group will be to modify the properties of motor proteins, such as kinesin, in order to optimize them for biocomputation, as well as to integrate them into nanofabricated devices. This work will strongly benefit from synergies and collaborations with the Center for Advancing Electronics Dresden (cfaed), one of the current Clusters of Excellence at TU Dresden. \"Optimizing the motors not only gives us ideal tools for nanotechnology, but at the same time we learn a great deal about how they work and what they do inside the cell.\", Diez says. These insights will be useful beyond the specific project goals, for example to elucidate the roles of these proteins in serious diseases such as cancer and dementia."}