{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "impact", "vibrations", "tall", "buildings", "wobbly", "bridges", "floors", "people", "health", "wellbeing", "researched", "new", "million", "national", "research", "recreating", "experience", "working", "office", "block", "walking", "across", "wobbly", "bridge", "dancing", "crowded", "stadium", "built", "joint", "project", "universities", "exeter", "looking", "rigid", "appearance", "tall", "buildings", "flex", "response", "external", "forces", "strong", "winds", "make", "vibrate", "sway", "low", "frequencies", "sometimes", "bursts", "motion", "random", "already", "indicated", "see", "attached", "papers", "subtle", "building", "motion", "perceived", "occupants", "sometimes", "inducing", "motion", "sickness", "causing", "fear", "simulators", "help", "research", "team", "better", "understand", "could", "affect", "wellbeing", "people", "work", "performance", "recreating", "vibrations", "using", "simulators", "team", "engineers", "medics", "physiologists", "psychologists", "universities", "exeter", "bath", "explore", "people", "experience", "different", "forms", "motion", "sickness", "tiredness", "low", "mood", "difficulty", "concentrating", "well", "lack", "motivation", "working", "building", "sways", "slightly", "recreate", "structural", "motion", "people", "experience", "surroundings", "temperature", "humidity", "noise", "air", "quality", "even", "smells", "national", "testing", "facility", "located", "universities", "exeter", "bath", "allow", "researchers", "measure", "effect", "people", "vibrations", "tall", "buildings", "impact", "offices", "condominiums", "football", "stadiums", "rock", "concert", "venues", "including", "impact", "vibrations", "caused", "crowds", "simultaneously", "exiting", "stadium", "walking", "across", "virtual", "reality", "human", "body", "motion", "capture", "equipment", "help", "team", "devise", "solutions", "mitigate", "impact", "help", "designers", "planners", "architects", "engineers", "construction", "refurbishment", "five", "years", "exeter", "bath", "inject", "project", "engineering", "physical", "sciences", "research", "council", "epsrc", "contributing", "create", "vibration", "simulator", "brand", "new", "building", "exeter", "university", "major", "laboratory", "refurbishment", "pavic", "professor", "vibration", "engineering", "university", "exeter", "expert", "adviser", "millennium", "bridge", "london", "design", "london", "olympic", "2012", "venues", "accommodated", "huge", "crowds", "says", "new", "testing", "facility", "place", "humans", "centre", "future", "structural", "building", "design", "way", "currently", "placed", "designing", "cars", "people", "living", "working", "high", "rises", "office", "blocks", "true", "impact", "vibrations", "currently", "poorly", "understood", "differ", "depending", "whether", "environment", "quiet", "noisy", "time", "day", "even", "whether", "people", "moving", "standing", "running", "walking", "humans", "spend", "90", "lives", "buildings", "vibrate", "still", "little", "reliable", "information", "effect", "structural", "vibration", "professor", "pavic", "said", "400", "tall", "buildings", "planned", "london", "2030", "many", "rest", "uk", "worldwide", "vsimulators", "potentially", "major", "influence", "design", "future", "worldwide", "portfolio", "buildings", "first", "time", "link", "structural", "motion", "environmental", "conditions", "human", "body", "motion", "psychology", "physiology", "fully", "controllable", "virtual", "environment", "dr", "antony", "darby", "head", "civil", "engineering", "university", "bath", "said", "like", "sea", "sickness", "propensity", "motion", "induced", "discomfort", "situation", "environment", "dependent", "example", "people", "concert", "grandstand", "accept", "completely", "different", "level", "vibration", "hospital", "operating", "theatre", "ability", "simulate", "structural", "motion", "surroundings", "temperature", "noise", "air", "quality", "even", "smell", "contribute", "experience", "tolerance", "building", "motion", "perfect", "complement", "pooled", "expertise", "bath", "exeter", "facility", "also", "help", "medics", "design", "rehabilitation", "programmes", "people", "problems", "movement", "including", "dementia", "vicki", "goodwin", "university", "exeter", "helped", "design", "healthcare", "applications", "vsimulators", "said", "new", "world", "class", "facility", "help", "us", "better", "understand", "people", "move", "help", "us", "create", "supportive", "environments", "example", "people", "dementia", "also", "help", "us", "develop", "rehabilitation", "programmes", "including", "using", "technology", "improve", "movement", "ultimately", "wellbeing", "manufacturers", "cars", "aircraft", "already", "routinely", "simulate", "impact", "humans", "new", "designs", "national", "research", "facility", "could", "enable", "architects", "engineers", "create", "general", "bespoke", "design", "criteria", "tall", "building", "design", "well", "building", "floors", "bridges", "stadiums", "facility", "backing", "industry", "leaders", "planning", "use", "improve", "structural", "pembridge", "director", "wsp", "parsons", "brinckerhoff", "said", "believe", "working", "research", "team", "make", "real", "difference", "structural", "design", "ground", "vibration", "building", "movement", "key", "challenges", "sites", "adjacent", "vibration", "inducing", "infrastructure", "tall", "building", "design", "professor", "kenny", "kwok", "university", "western", "sydney", "australia", "world", "authority", "impact", "vibrations", "said", "new", "test", "site", "could", "help", "establish", "standards", "levels", "building", "motion", "acceptable", "recent", "field", "studies", "shown", "building", "motion", "cause", "sopite", "syndrome", "early", "onset", "motion", "sickness", "new", "facility", "utilised", "advance", "understanding", "prevalence", "sopite", "syndrome", "adverse", "effects", "building", "occupants", "guide", "formulation", "acceptability", "criteria", "building", "motion", "address", "adverse", "effects", "occupant", "wellbeing", "work", "performance", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoe-iow031917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe impact of vibrations from very tall buildings and wobbly bridges and floors on people's health and wellbeing is to be researched in a new £7.2 million government-funded national research facility.Simulators recreating the experience of working in a high-rise office block, walking across a wobbly bridge or dancing in a crowded stadium are to be built in a joint project by the universities of Exeter and Bath.Despite looking rigid in appearance, tall buildings can flex in response to external forces, and strong winds can make them vibrate or sway at low frequencies, sometimes with bursts of motion at random intervals.Studies have already indicated (see attached papers) that very subtle building motion can be perceived by some occupants, sometimes inducing motion sickness and causing fear.", "The simulators will help the research team better understand how this could affect the wellbeing of some people, their work performance, or behaviour.By recreating the vibrations using virtual-reality simulators, a multi-disciplinary team of engineers, medics, physiologists and psychologists from the Universities of Exeter and Bath will explore how people can experience different forms of motion sickness such as tiredness, low mood, and difficulty concentrating, as well as a lack of motivation if they are working in a building that sways slightly in the wind.The 'VSimulators' will not only recreate the structural motion people experience, but the surroundings, temperature, humidity, noise, air quality and even smells of buildings.The national testing facility - located at both the Universities of Exeter and Bath - will allow the researchers to measure not only the effect on people of vibrations from very tall buildings, but their impact in offices and condominiums, football stadiums and rock concert venues, including the impact of vibrations caused by crowds simultaneously exiting a stadium and walking across 'wobbly' bridges.State-of-the-art virtual reality and human body motion capture equipment will help the team to devise solutions to mitigate impact and help designers, planners, architects and engineers in the construction or refurbishment of buildings.Over five years Exeter and Bath will inject £2.45 into the project, with the Engineering and Physical Sciences Research Council (EPSRC) contributing a further £4.8m to create the vibration simulator in a brand new building at Exeter university, with a major laboratory refurbishment in Bath.Alex Pavic, Professor of Vibration Engineering at the University of Exeter, who was an expert adviser on the 'wobbly' Millennium Bridge in London and on the design of the London Olympic 2012 venues, which accommodated huge crowds, says the new testing facility will \"place humans at the centre of future structural building design in the same way they are currently placed when designing cars.", "\"\"More and more people are living and working in high rises and office blocks but the true impact of vibrations on them is currently very poorly understood and can differ depending on whether an environment is quiet or noisy, the time of the day and even whether people are moving, standing, running or walking.", "Humans spend 90% of their lives in buildings which vibrate non-stop, but there is still very little reliable information about the effect of structural vibration,\" Professor Pavic said.", "\"With over 400 tall buildings planned just for London between now and 2030, and many more in the rest of the UK and worldwide, VSimulators will potentially have major influence on the design of a future multi-£trillion worldwide portfolio of buildings.", "It will for the first time link structural motion, environmental conditions and human body motion, psychology and physiology in a fully controllable virtual environment.", "\"Dr Antony Darby, Head of Civil Engineering at the University of Bath, said: \"Just like sea sickness, our propensity to motion induced discomfort is situation and environment dependent.", "For example, people at a concert in a grandstand will accept completely different level of vibration than those in a hospital operating theatre.", "\"We now have the ability to simulate not only the structural motion, but the surroundings, temperature, noise, air quality, even smell, all of which contribute to our experience of, and tolerance to, building motion.", "This is a perfect complement to the pooled expertise between Bath and Exeter.", "\"The facility will also help medics design rehabilitation programmes for people with problems with movement, including dementia sufferers.Dr Vicki Goodwin, of the University of Exeter who helped design the healthcare applications of VSimulators, said: \"This new world class facility will help us better understand how people move.", "This will help us to create supportive environments, for example for people with dementia.", "It will also help us develop rehabilitation programmes, including those using technology, to improve movement and ultimately wellbeing.", "\"Manufacturers of cars and aircraft already routinely simulate the impact on humans of new designs.", "The national research facility could enable architects and engineers to create general and bespoke design criteria for tall building design, as well as for building floors, bridges and stadiums.", "The facility has the backing of industry leaders planning to use it to further improve structural design.Chris Pembridge, Director of WSP | Parsons Brinckerhoff, said: \"We believe that working with the research team will make a real difference to structural design where ground vibration and building movement are key challenges such as sites adjacent to vibration inducing infrastructure and in tall building design.", "\"Professor Kenny Kwok of the University of Western Sydney, Australia, who is a world authority on the impact of tall-building vibrations, said the new test site could help establish standards for the levels of building motion that are acceptable.", "\"Our recent field studies have shown that wind-induced building motion can cause sopite syndrome or early onset motion sickness.", "This new facility will be utilised to advance our understanding of the prevalence of sopite syndrome and its adverse effects on building occupants, and guide the formulation of acceptability criteria for building motion to address its adverse effects on occupant wellbeing and work performance,\" he said."], "title": "Impact of wobbly bridges and skyscrapers on human health tested in government-funded research center | EurekAlert! Science News", "source": "University of Exeter", "date": "2018-01-19_20:37:02", "year": "Sun, 19 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe impact of vibrations from very tall buildings and wobbly bridges and floors on people's health and wellbeing is to be researched in a new £7.2 million government-funded national research facility.Simulators recreating the experience of working in a high-rise office block, walking across a wobbly bridge or dancing in a crowded stadium are to be built in a joint project by the universities of Exeter and Bath.Despite looking rigid in appearance, tall buildings can flex in response to external forces, and strong winds can make them vibrate or sway at low frequencies, sometimes with bursts of motion at random intervals.Studies have already indicated (see attached papers) that very subtle building motion can be perceived by some occupants, sometimes inducing motion sickness and causing fear. The simulators will help the research team better understand how this could affect the wellbeing of some people, their work performance, or behaviour.By recreating the vibrations using virtual-reality simulators, a multi-disciplinary team of engineers, medics, physiologists and psychologists from the Universities of Exeter and Bath will explore how people can experience different forms of motion sickness such as tiredness, low mood, and difficulty concentrating, as well as a lack of motivation if they are working in a building that sways slightly in the wind.The 'VSimulators' will not only recreate the structural motion people experience, but the surroundings, temperature, humidity, noise, air quality and even smells of buildings.The national testing facility - located at both the Universities of Exeter and Bath - will allow the researchers to measure not only the effect on people of vibrations from very tall buildings, but their impact in offices and condominiums, football stadiums and rock concert venues, including the impact of vibrations caused by crowds simultaneously exiting a stadium and walking across 'wobbly' bridges.State-of-the-art virtual reality and human body motion capture equipment will help the team to devise solutions to mitigate impact and help designers, planners, architects and engineers in the construction or refurbishment of buildings.Over five years Exeter and Bath will inject £2.45 into the project, with the Engineering and Physical Sciences Research Council (EPSRC) contributing a further £4.8m to create the vibration simulator in a brand new building at Exeter university, with a major laboratory refurbishment in Bath.Alex Pavic, Professor of Vibration Engineering at the University of Exeter, who was an expert adviser on the 'wobbly' Millennium Bridge in London and on the design of the London Olympic 2012 venues, which accommodated huge crowds, says the new testing facility will \"place humans at the centre of future structural building design in the same way they are currently placed when designing cars.\"\"More and more people are living and working in high rises and office blocks but the true impact of vibrations on them is currently very poorly understood and can differ depending on whether an environment is quiet or noisy, the time of the day and even whether people are moving, standing, running or walking. Humans spend 90% of their lives in buildings which vibrate non-stop, but there is still very little reliable information about the effect of structural vibration,\" Professor Pavic said.\"With over 400 tall buildings planned just for London between now and 2030, and many more in the rest of the UK and worldwide, VSimulators will potentially have major influence on the design of a future multi-£trillion worldwide portfolio of buildings. It will for the first time link structural motion, environmental conditions and human body motion, psychology and physiology in a fully controllable virtual environment.\"Dr Antony Darby, Head of Civil Engineering at the University of Bath, said: \"Just like sea sickness, our propensity to motion induced discomfort is situation and environment dependent. For example, people at a concert in a grandstand will accept completely different level of vibration than those in a hospital operating theatre.\"We now have the ability to simulate not only the structural motion, but the surroundings, temperature, noise, air quality, even smell, all of which contribute to our experience of, and tolerance to, building motion. This is a perfect complement to the pooled expertise between Bath and Exeter.\"The facility will also help medics design rehabilitation programmes for people with problems with movement, including dementia sufferers.Dr Vicki Goodwin, of the University of Exeter who helped design the healthcare applications of VSimulators, said: \"This new world class facility will help us better understand how people move. This will help us to create supportive environments, for example for people with dementia. It will also help us develop rehabilitation programmes, including those using technology, to improve movement and ultimately wellbeing.\"Manufacturers of cars and aircraft already routinely simulate the impact on humans of new designs. The national research facility could enable architects and engineers to create general and bespoke design criteria for tall building design, as well as for building floors, bridges and stadiums. The facility has the backing of industry leaders planning to use it to further improve structural design.Chris Pembridge, Director of WSP | Parsons Brinckerhoff, said: \"We believe that working with the research team will make a real difference to structural design where ground vibration and building movement are key challenges such as sites adjacent to vibration inducing infrastructure and in tall building design.\"Professor Kenny Kwok of the University of Western Sydney, Australia, who is a world authority on the impact of tall-building vibrations, said the new test site could help establish standards for the levels of building motion that are acceptable.\"Our recent field studies have shown that wind-induced building motion can cause sopite syndrome or early onset motion sickness. This new facility will be utilised to advance our understanding of the prevalence of sopite syndrome and its adverse effects on building occupants, and guide the formulation of acceptability criteria for building motion to address its adverse effects on occupant wellbeing and work performance,\" he said.\r\n"}