{"title": "New research shows promise for improving vascular access for hemodialysis patients", "text": "Philadelphia, PA, August 16, 2017 - Approximately 500,000 Americans with end-stage renal disease rely on hemodialysis to survive. Hemodialysis requires repeated access to the blood. Failure to maintain adequate access to the vasculature is a major cause of medical complications and, potentially, death for these patients. A new study in The American Journal of Pathology provides information about the mechanisms underlying failure of the most common type of hemodialysis vascular access, the arteriovenous fistula. Despite being the preferred approach, there is currently limited understanding of the mechanisms involved in fistula maturation failure.Hemodialysis removes waste products from the blood and establishes electrolyte and fluid balance in patients whose kidneys can no longer function properly. There are several approaches that doctors use to establish connections with the blood supply for hemodialysis. \"The arteriovenous fistula is the preferred type of vascular access because of lower complication rates compared with synthetic arteriovenous grafts or central venous catheters. However, up to 60% of newly created fistulas never become usable for dialysis because they fail to mature (meaning the vessels do not enlarge enough to support the dialysis blood circuit),\" explained lead investigator Xiaoyong Tong, MD, PhD, of the Innovative Drug Research Centre, Chongqing University, Chongqing (China). This study examined vein tissue obtained at the time 19 patients underwent surgical creation of arteriovenous fistulas at Boston University. Success was defined as the ability to use the fistula for 75% of hemodialysis sessions during the fifth month after fistula creation. The investigators focused in on the ability of smooth muscle cells to respond to nitric acid, a vasodilator derived from the inner-most cells of blood vessels. When smooth muscle cells from the vein segments were grown in culture, the investigators found that nitric oxide-induced inhibition of smooth muscle cell migration, but not proliferation, was significantly greater in cells from patients with subsequent fistula maturation success than from those with subsequent fistula maturation failure (17% inhibition versus 5.7% inhibition). They also found that overexpression of the calcium regulatory protein, sarcoplasmic/endoplasmic reticulum calcium ATPase (SERCA), or down-regulation of Nox4, a major source of reactive oxygen species in blood vessels, significantly improved nitric oxide responsiveness of smooth muscle cells from poor nitric oxide responders. These findings suggest that impairment in responsiveness to nitric oxide that occurs in some patients with end-stage renal disease may result in hyperplasia (excessive growth) of the innermost layer of the blood vessels or reduced ability of the vessels to dilate. Either abnormality can limit the maturation and viability of the arteriovenous fistula. This research raises the possibility that therapeutic restoration of nitric oxide responsiveness through manipulation of local mediators may prevent fistula maturation failure in patients and potentially contribute to their ability to remain on hemodialysis. \"The superficial location and accessibility of the fistula make it highly suited for application of local drug or gene therapies both during and after its surgical creation. The findings from these studies may also have applicability to the more general problem of impaired nitric oxide responsiveness associated with kidney failure and cardiovascular disease,\" commented co-investigator Laura M. Dember, MD, of the Renal, Electrolyte and Hypertension Division and Center for Clinical Epidemiology and Biostatistics at the University of Pennsylvania Perelman School of Medicine (Philadelphia).", "article_link": "http://dx.doi.org/10.1016/j.ajpath.2017.05.006", "url": "http://www.eurekalert.org/pub_releases/2017-08/e-nrs081417.php", "region": "europe", "source_link": null, "funder": "National Natural Science Foundation of China, Chongqing Research Program of Basic Research and Frontier Technology, American Diabetes Association, National Institues of Health", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Hematology", " Diabetes", " Surgery"], "journal": "American Journal of Pathology", "description": "Hemodialysis requires repeated access to the blood. Failure to maintain adequate access to the vasculature is a major cause of medical complications and, potentially, death for these patients. A new study in The American Journal of Pathology provides information about the mechanisms underlying failure of the most common type of hemodialysis vascular access, the arteriovenous fistula. Despite being the preferred approach, there is currently limited understanding of the mechanisms involved in fistula maturation failure.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}