{"title": "Binge-watching 'The Walking Dead?' You might feel like a zombie yourself", "text": "ANN ARBOR -- Binge-watching is a great way for young adults to catch up on multiple episodes of their favorite television series like \"The Walking Dead\" or \"Game of Thrones,\" but it comes at a price.New research by the University of Michigan and the Leuven School for Mass Communication Research in Belgium found that higher binge-viewing frequency leads to poorer sleep quality, more fatigue and increased insomnia, while regular TV viewing does not.\"Our study signals that binge viewing is prevalent in young adults and that is may be harmful to their sleep,\" said co-author Jan Van den Bulck, U-M professor of communication studies.Binge viewing, in which people watch an excessive amount of the same TV program in one sitting, has been on the rise as more American households use streaming services and digital video recorders.Researchers surveyed 423 adults between the ages of 18 to 25 in February 2016. They were asked about sleep quality, fatigue and insomnia, as well as the frequency of binge watching programs on a TV, laptop or desktop computer for the last month.Most of the sample (81 percent) reported that they had binge-watched. Of that group, nearly 40 percent did it once during the month preceding the study, while 28 percent said they did it a few times. About 7 percent had binge-viewed almost every day during the preceding month. Men binge-watched less frequently than women, but the viewing session nearly doubled that of women.Respondents indicated they slept, on average, seven hours and 37 minutes. Those who binge-viewed reported more fatigue and sleep quality compared to those who didn't binge-watch.Liese Exelmans, a researcher at the Leuven School for Mass Communication Research and the study's lead author, said people might sleep an appropriate amount of time (seven to nine hours for adults), but the quality is not always good.\"These students have flexible daytime schedules,\" she said. \"Chances are they are compensating for lost sleep by sleeping in.\"The study showed that increased cognitive arousal prior to sleep (i.e., being mentally alert) is the mechanism explaining the effects of binge viewing on sleep quality. \"Bingeable TV shows have plots that keep the viewer tied to the screen,\" Exelmans said. \"We think they become intensely involved with the content, and may keep thinking about it when they want to go to sleep.\"A racing heart, or one that beats irregularly, and being mentally alert can create arousal (or pre-sleep arousal) when a person tries to fall asleep. This can lead to poor sleep quality after binge-viewing.\"This prolongs sleep onset or, in other words, requires a longer period to 'cool down' before going to sleep, thus affecting sleep overall,\" Exelmans said.  The Researchers note that binge-watching frequently happens unintentionally. People get absorbed into their shows, watch \"just one more episode\" and fail to go to bed in a timely manner.\"They might not intend on watching a lot, but they end up doing so anyway,\" Exelmans said.Sleep insufficiency has been connected to physical and mental health consequences, including reduced memory function and learning ability, obesity, hypertension and cardiovascular disease.\"Basically, sleep is the fuel your body needs to keep functioning properly,\" Exelmans said. \"Based on that research, it's very important to document the risk factors for poor sleep. Our research suggests that binge viewing could be one of this risk factors.\"The findings appear in the Journal of Clinical Sleep Medicine.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uom-bw081417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan", "keywords": ["Sleep/Sleep Disorders", " Social/Behavioral Science", " Quality of Life", " Perception/Awareness"], "journal": "Journal of Clinical Sleep Medicine", "description": "Binge-watching is a great way for young adults to catch up on multiple episodes of their favorite television series like 'The Walking Dead' or 'Game of Thrones,' but it comes at a price.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}