{"title": "Kazan University research may help speed up express testing", "text": "This new method detects nitrated derivatives up to 8 times faster.\r\nNew sorption materials may soon facilitate the establishment of a new express test production in Tatarstan.\r\nThe research is being conducted by PhD candidate Ramilya Ziatdinova (Supramolecular Chemistry Lab, Institute of Chemistry). She became a finalist of the federal \"Tecnhocrat\" competition, the results of which will be revealed soon. Ms. Ziatdinova also received the Mayor of Kazan Scholarship for 2017.\r\nThe compound created during the research can selectively detect nitrated derivatives in 3 hours, which is approximately 8 times faster in comparison with existing methods. Such derivatives are used in dyes, plastics, pesticides, petroleum chemistry, and paper production. The waste disposal of such facilities is monitored by the relevant authorities.\r\nThe research author explained, &laquoThis all leads to water pollution. One of the indicators is the presence of nitrated derivatives. Also, sorbents are used in medicine, food production, and water treatment. We currently have a nanopowder that consists of 13 mm particles and can detect derivatives quickly and faultlessly. The next step is to create express test kits. Only imported products are used for this in Russia nowadays. The only big obstacle here is financing because very sizable investment is needed to provide the necessary production scale».\r\nThe sorbent was developed by adding silicone dioxide to a widely used commercial reagent. Not only has the detection speed risen but also the temperature range (from 100 to 300 C) and the acidity range.\r\nMs. Ziatdinova added, &laquoRussia and Tatarstan have petrochemical industry, oil refining, chemical plants, but there are no locally produced express test kits. We have dye plants, waste treatment facilities, water supply facilities... We will continue our work and hope that it's going to have a tangible result».\r\nChair of the Department of Organic Chemistry Igor Antipin had this to say, &laquoThat is one of the most popular and in-demand topics in the world. Express tests are not limited to industrial monitoring. They are also of use in medical testing. The Western countries are very interested in such new methods because they care about longevity. The only way to succeed here is to create a startup where an individual moves along from research work to business and promotes the material. The only question is whether his/her endeavor becomes auspicious or not».\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/kfu-kur011317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Kazan Federal University", "keywords": ["Chemistry/Physics/Materials Sciences", " Geology/Soil", " Hydrology/Water Resources", " Diagnostics"], "journal": "", "description": "The compound created during the research can selectively detect nitrated derivatives in three hours, which is approximately eight imes faster in comparison with existing methods. Such derivatives are used in dyes, plastics, pesticides, petroleum chemistry, and paper production. The waste disposal of such facilities is monitored by the relevant authorities.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}