{"title": "Schizophrenia could directly increase risk of diabetes", "text": "People with early schizophrenia are at an increased risk of developing diabetes, even when the effects of antipsychotic drugs, diet and exercise are taken out of the equation, according to an analysis by researchers from King's College London.Schizophrenia is known to be associated with a reduced life expectancy of up to 30 years. This is largely due to physical health disorders such as heart attack or stroke, for which type 2 diabetes is a major risk factor. People with long-term schizophrenia are three times more likely than the general population to have diabetes, something which has previously been attributed to poor diet and exercise habits in this group, as well as the use of antipsychotic medication. Published today in JAMA Psychiatry, this new study examined whether diabetes risk is already present in people at the onset of schizophrenia, before antipsychotics have been prescribed and before a prolonged period of illness that may be associated with poor lifestyle habits (such as poor diet and sedentary behaviour).The researchers pooled data from 16 studies comprising 731 patients with a first episode of schizophrenia and 614 people from the general population. They analysed blood tests from these studies and found that patients with schizophrenia showed higher risk of developing type 2 diabetes compared with healthy controls.Specifically, the patients had higher levels of fasting blood glucose, which is a clinical indicator of diabetes risk. The higher the glucose in your blood, the more likely you are to have diabetes as the body cannot efficiently remove glucose into cells where it can be used as fuel.They also discovered that compared with healthy controls, patients with first episode schizophrenia had higher levels of insulin and increased levels of insulin resistance, again supporting the notion that this group are at higher risk of developing diabetes. These results remained significant even when analyses were restricted to studies where patients and controls were matched for dietary intake, the amount of regular exercise they engaged in, and ethnic background. This suggests that the results were not wholly driven by differences in lifestyle factors or ethnicity between the two groups, and may therefore point towards schizophrenia's direct role in increasing risk of diabetes.The researchers highlight several factors that could increase the likelihood of developing both conditions, including shared genetic risk and evidence of shared developmental risk factors, such as premature birth and low birth-weight. It is also thought that the stress associated with developing schizophrenia, which sees levels of the stress hormone cortisol rise, may also contribute to a higher risk of diabetes. Dr Toby Pillinger, first author of the study from the Institute of Psychiatry, Psychology & Neuroscience (IoPPN) at King's College London, said: 'The mortality gap between people with schizophrenia and the general population is growing, and there is a need for novel approaches to halt this trend. Our study highlights the importance of considering physical health at the onset of schizophrenia, and calls for a more holistic approach to its management, combining physical and mental healthcare.'Our findings tell us that people with early schizophrenia have already started down the road to developing diabetes, even if they haven't been diagnosed with diabetes yet.'Dr Pillinger added: 'Given that some antipsychotic drugs may increase the risk of diabetes further, clinicians have a responsibility to select an appropriate antipsychotic at an appropriate dose. Our results also suggest that patients should be given better education regarding diet and physical exercise, monitoring, and, where appropriate, early lifestyle changes and treatments to combat the risk of diabetes.'Professor Oliver Howes, senior author of the study from the IoPPN at King's College London, said: 'These findings are a wake-up call that we need to rethink the link between diabetes and schizophrenia and start prevention right from the onset of schizophrenia. It is a case of thinking mind and body right from the start.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/kcl-scd011017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Mental Health"], "journal": "JAMA Psychiatry", "description": "People with early schizophrenia are at an increased risk of developing diabetes, even when the effects of antipsychotic drugs, diet and exercise are taken out of the equation, according to an analysis by researchers from King's College London.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}