{"title": "Wearable biosensors can flag illness, Lyme disease, risk for diabetes; low airplane oxygen", "text": "Can your smart watch detect when you are becoming sick? A new study from Stanford, publishing January 12th, 2017 in PLOS Biology, indicates that this is possible. By following 60 people through their everyday lives, Stanford researchers found that smart watches and other personal biosensor devices can help flag when people have colds and even signal the onset of complex conditions like Lyme disease and diabetes. \"We want to tell when people are healthy and also catch illnesses at their earliest stages,\" said Michael Snyder, PhD, Professor and Chair of Genetics at Stanford and senior author of the study. Postdoctoral scholars Xiao Li, PhD, and Jessilyn Dunn, PhD, and researcher Denis Salins share lead authorship.Smart watches and similar portable devices are commonly used for measuring steps and physiological parameters, but have not generally been used to detect illness. Snyder's team took advantage of the portability and ease of using wearable devices to collect a myriad of measurements from participants for up to two years to detect deviations from their normal baseline for measurements such as heart rate and skin temperature. Because the devices continuously follow these measures, they potentially provide rapid means to detect the onset of diseases that change your physiology.Many of these deviations coincided with times when people became ill. Heart rate and skin temperature tends to rise when people become ill, said Snyder.  His team wrote a software program for data from a smart watch called 'Change of Heart' to detect these deviations and sense when people are becoming sick. The devices were able to detect common colds and in one case helped detect Lyme disease--in Snyder, who participated in the study.\"I had elevated heart rate and decreased oxygen at the start of my vacation and knew something was not quite right,\" said Snyder.  After running a low-grade fever for several days, Snyder visited a physician who confirmed the illness. Snyder took the antibiotic doxycycline and the symptoms disappeared. Subsequent tests confirmed the presence of Lyme. The smart watch and an oxygen sensor were useful in detecting the earliest signs of illness.This research paves the way for the smart phone to serve as a health dashboard, monitoring health and sensing early signs of illness, likely even before the person wearing it does.In addition to detecting illness, the study had several other interesting findings. Individuals with indications of insulin resistance and who are therefore are at high risk for Type 2 diabetes are often unaware that they have this risk factor. Personal biosensors could potentially be developed into a simple test for those at risk for Type 2 diabetes by detecting variations in heart rate patterns, which tend to differ from those not at risk.Another interesting finding of the study is an effect that impacts many of us. The authors found that blood oxygenation decreases during airplane flights. Although this is a known effect, the authors were able to characterize it in greater detail than has been previously reported. Snyder's team found that reduced blood oxygenation typically occurs for a large fraction of a flight and further demonstrated that this is associated with fatigue. \"Many of us have had the experience of feeling tired on airplane flights,\" Snyder said. \"Sometimes people may attribute this to staying up late, a hectic work schedule, or the stress of travel. However, it is likely that cabin pressure and reduced oxygen also are contributors.\" \"The information collected could aid your physician, although we can expect some initial challenges in how to integrate the data into clinical practice,\" said Snyder. For example, patients may want to protect the privacy of their physiologic data or may want to share only some of it.\"Physicians and third-party payers will demand robust research to help guide how this comprehensive longitudinal personal data should be used in clinical care,\" Snyder said. \"However, in the long-term I am very optimistic that personal biosensors will help us maintain healthier lives.\"", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2001402", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-wbc011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Biomechanics/Biophysics", " Medicine/Health", " Diagnostics", " Environmental Health", " Health Care Systems/Services", " Information Management/Tracking Systems"], "journal": "PLOS Biology", "description": "Can your smart watch detect when you are becoming sick? A new study from Stanford, publishing Jan. 12, 2017, in PLOS Biology, indicates that this is possible. By following 60 people through their everyday lives, Stanford researchers found that smart watches and other personal biosensor devices can help flag when people have colds and even signal the onset of complex conditions like Lyme disease and diabetes.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}