{"title": "New urine test can quickly detect whether a person has a healthy diet", "text": "Scientists have developed a urine test that measures the health of a person's diet.The five-minute test measures biological markers in urine created by the breakdown of foods such as red meat, chicken, fish and fruit and vegetables.The analysis, developed by researchers from Imperial College London, Newcastle University and Aberystwyth University, also gives an indication of how much fat, sugar, fibre and protein a person has eaten.Although the work is at an early stage, the team hope that with future development the test will be able to track patients' diets. It could even be used in weight loss programmes to monitor food intake. Evidence suggests people inaccurately record their own diets, and under-report unhealthy food while over-reporting fruit and vegetable intake -- and that the likelihood of inaccuracies in food diaries increases if a person is overweight or obese.Professor Gary Frost, senior author of the study from the Department of Medicine at Imperial said: \"A major weakness in all nutrition and diet studies is that we have no true measure of what people eat. We rely solely on people keeping logs of their daily diets -- but studies suggest around 60 per cent of people misreport what they eat to some extent. This test could be the first independent indicator of the quality of a person's diet -- and what they are really eating.\" In study, published in the journal Lancet Diabetes and Endocrinology and conducted at the MRC-NIHR National Phenome Centre, the researchers asked 19 volunteers to follow four different diets, ranging from very healthy to very unhealthy (see notes to editors). These were formulated using World Health Organisation dietary guidelines, which advise on the best diets to prevent conditions such as obesity, diabetes and heart disease. The volunteers strictly followed these diets for three days while in a London research facility, throughout which the scientists collected urine samples in the morning, afternoon and evening. The research team then assessed the urine for hundreds of compounds, called metabolites, produced when certain foods are broken down in the body. These included compounds that indicate red meat, chicken, fish, fruit and vegetables, as well as giving a picture of the amount of protein, fat, fibre and sugar eaten. They also included compounds that point to specific foods such as citrus fruits, grapes and green leafy vegetables.From this information the researchers were able to develop a urine metabolite profile that indicated a healthy, balanced diet with a good intake of fruit and vegetables. The idea is this 'healthy diet' profile could be compared to the diet profile from an individual's urine, to provide an instant indicator of whether they are eating healthily.The scientists then tested the accuracy of the test on data from a previous study. This included 225 UK volunteers as well as 66 people from Denmark. All of the volunteers had provided urine samples, and kept information on their daily diets. Analysis of these urine samples enabled the researchers in the current study to accurately predict the diet of the 291 volunteers. Professor John Mathers, co-author from the Human Nutrition Research Centre at Newcastle University, said: \"For the first time, this research offers an objective way of assessing the overall healthiness of people's diets without all the hassles, biases and errors of recording what they've eaten.\"The team now hope to refine the technology by testing it on larger numbers of people. They also need to further assess the accuracy of the test on an average person's diet, outside of a research setting.Dr Isabel Garcia-Perez, co-author from the Faculty of Medicine at Imperial explained: \"We need to develop the test further so we can monitor the diet based on a single urine sample, as well as increase the sensitivity. This will eventually provide a tool for personalised dietary monitoring to help maintain a healthy lifestyle. We're not at the stage yet where the test can tell us a person ate 15 chips yesterday and two sausages, but it's on the way.\" The team added the technology may one day be used alongside weight loss programmes, as well as patient rehabilitation, for instance to help heart attack patients follow a healthy diet. Professor Elaine Holmes, co-author from the Department of Surgery and Cancer at Imperial added: \"We are hoping to make this test available to the public within the next two years. The idea would be to collect a urine sample at home and deliver it to a local centre for analysis. We envisage the tool being used by dieticians to help guide their patients' dietary needs, or even by individuals who are interested in finding out more about the relationship between diet and their health\"Dr Des Walsh, head of population and systems medicine at the Medical Research Council said: \"Though this research is still in its early stages, it's grappling with essential methods in food and diet studies where advances are really needed. Measuring what we eat and drink more accurately will widen the benefits of nutrition research, developing better evidence-based interventions to improve individual's health and reduce obesity.\"Professor John Draper, co-author from Aberystwyth University added: \"The future challenge is to apply the technology developed in this laboratory study in a community setting and objectively monitor diet in the home. The teams in Aberystwyth and Newcastle have been doing just this and the results are looking very promising.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/icl-nut011117.php", "region": "europe", "source_link": null, "funder": "Medical Research Council, National Institute of Health Research", "meeting": "", "institution": "Imperial College London", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "Lancet Diabetes & Endocrinology", "description": "Scientists have developed a urine test that measures the health of a person's diet.\r\n\r\nThe five-minute test measures biological markers in urine created by the breakdown of foods such as red meat, chicken, fish and fruit and vegetables.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}