{"title": "Wearable sensors can tell when you are getting sick, Stanford study shows", "text": "Wearable sensors that monitor heart rate, activity, skin temperature and other variables can reveal a lot about what is going on inside a person, including the onset of infection, inflammation and even insulin resistance, according to a study by researchers at the Stanford University School of Medicine.An important component of the ongoing study is to establish a range of normal, or baseline, values for each person in the study and when they are ill. \"We want to study people at an individual level,\" said Michael Snyder, PhD, professor and chair of genetics.Snyder is the senior author of the study, which will be published online Jan. 12 in PLOS Biology. Postdoctoral scholars Xiao Li, PhD, and Jessilyn Dunn, PhD, and software engineer Denis Salins share lead authorship.Altogether, the team collected nearly 2 billion measurements from 60 people, including continuous data from each participant's wearable biosensor devices and periodic data from laboratory tests of their blood chemistry, gene expression and other measures. Participants wore between one and eight commercially available activity monitors and other monitors that collected more than 250,000 measurements a day. The team collected data on weight; heart rate; oxygen in the blood; skin temperature; activity, including sleep, steps, walking, biking and running; calories expended; acceleration; and even exposure to gamma rays and X-rays.\"I was very impressed with all the data that was collected,\" said Eric Topol, MD, professor of genomics at the Scripps Research Institute, who was not involved in the study. \"There's a lot here -- a lot of sensors and a lot of different data on each person.\"The study demonstrated that, given a baseline range of values for each person, it is possible to monitor deviations from normal and associate those deviations with environmental conditions, illness or other factors that affect health. Distinctive patterns of deviation from normal seem to correlate with particular health problems. Algorithms designed to pick up on these patterns of change could potentially contribute to clinical diagnostics and research.The work is an example of Stanford Medicine's focus on precision health, whose goal is to anticipate and prevent disease in the healthy and to precisely diagnose and treat disease in the ill. On a long flight to Norway for a family vacation last year, Snyder noticed changes in his heart rate and blood oxygen levels. As one of the 60 participants in the digital health study, he was wearing seven biosensors. From previous trips, Snyder knew that his oxygen levels normally dropped during airplane flights and that his heart rate increased at the beginning of a flight -- as occurred in other participants. But the values typically returned to normal over the course of a long flight and after landing. This time, his numbers didn't return to baseline. Something was up, and Snyder wasn't completely surprised when he went on to develop a fever and other signs of illness. Two weeks earlier, he'd been helping his brother build a fence in rural Massachusetts, so his biggest concern was that he might have been bitten by a tick and infected with Lyme disease. In Norway, Snyder persuaded a doctor to give him a prescription for doxycycline, an antibiotic known to combat Lyme disease. Subsequent tests confirmed that Snyder had indeed been infected with the Lyme microorganism.Snyder was impressed that the wearable biosensors picked up the infection before he even knew he was sick. \"Wearables helped make the initial diagnosis,\" he said. Subsequent data analysis confirmed his suspicion that the deviations from normal heart rate and oxygen levels on the flight to Norway had indeed been quite abnormal.\"The fact that you can pick up infections by monitoring before they happen is very provocative,\" said Topol.For Snyder, the Lyme diagnosis is just the tip of the iceberg -- part of very early work to begin querying massive data sets of health information. The results of the current study raise the possibility of identifying inflammatory disease in individuals who may not even know they are getting sick. For example, in several participants, higher-than-normal readings for heart rate and skin temperature correlated with increased levels of C reactive protein in blood tests. C reactive protein is an immune system marker for inflammation and often indicative of infection, autoimmune diseases, developing cardiovascular disease or even cancer. Snyder's own data revealed four separate bouts of illness and inflammation, including the Lyme disease infection and another that he was unaware of until he saw his sensor data and an increased level of C reactive protein.The wearable devices could also help distinguish participants with insulin resistance, a precursor for Type 2 diabetes. Of 20 participants who received glucose tests, 12 were insulin- resistant. The team designed and tested an algorithm combining participants' daily steps, daytime heart rate and the difference between daytime and nighttime heart rate. The algorithm was able to process the data from just these few simple measures to predict which individuals in the study were likely to be insulin-resistant.The study also revealed that declines in blood-oxygen levels during airplane flights were correlated with fatigue. Fortunately, the study showed that people tend to adapt on long flights; oxygen levels in their blood go back up, and they generally feel less fatigued as the hours go by.\"The desaturation of oxygen in flight was not something I anticipated,\" said Topol. \"Whenever you walk up and down the aisle of a plane, everyone is sleeping, and I guess there may be another reason for that besides that they partied too hard the night before. That was really interesting, and I thought it was great that the authors did that.\"Topol noted that one of the biosensors used in the study doesn't work very well and that another has been recalled. \"A few are not going to hold up,\" he said. \"Either they are not going to be available or they are going to be proven to not be very accurate. But what is good about what the authors did here is that they weren't just relying on one device. They did everything they could with the kind of sensors that are available today to get data that was meaningful.\"During a visit to the doctor, patients normally have their blood pressure and body temperature measured, but such data is typically collected only every year or two and often ignored unless the results are outside of normal range for entire populations. But biomedical researchers envisage a future in which human health is monitored continuously.\"We have more sensors on our cars than we have on human beings,\" said Snyder. In the future, he said, he expects the situation will be reversed and people will have more sensors than cars do. Already, consumers have purchased millions of wearable devices, including more than 50 million smart watches and 20 million other fitness monitors. Most monitors are used to track activity, but they could easily be adjusted to more directly track health measures, Snyder said. With a precision health approach, every person could know his or her normal baseline for dozens of measures. Automatic data analysis could spot patterns of outlier data points and flag the onset of ill health, providing an opportunity for intervention, prevention or cure.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sumc-wsc010517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health"], "journal": "PLOS Biology", "description": "New research from Stanford shows that fitness monitors and other wearable biosensors can tell when an individual's heart rate, skin temperature and other measures are abnormal, suggesting possible illness.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}