{"title": "Some cells need a 'haircut' before duplicating", "text": "Many of our cells are equipped with a hairlike \"antenna\" that relays information about the external environment to the cell, and scientists have already discovered that the appearance and disappearance of these so-called primary cilia are synchronized with the process of cellular duplication, called mitosis. Now, cell biologists at Johns Hopkins report the discovery of new information about how this \"hair loss\" and cell duplication are linked through the dramatic clipping of the tips of the cilia -- what the scientists dub decapitation -- that begins their disassembly.The researchers say the new information is key to better understanding how cells decide to undergo mitosis, a process integral to the development of organisms, the maintenance of tissues and the formation of cancer. They also hope their work will shed light on cilia-related diseases, like polycystic kidney disease, and certain forms of intellectual disability. \"The decapitation of cilia had been observed before but never explored,\" says Takanari Inoue, Ph.D., associate professor of cell biology at the Johns Hopkins University School of Medicine, who led the study. \"We now know that it's a normal process, not just something that happens under certain experimental conditions. And we have identified the molecular players that drive it.\"A summary of his team's findings appears Jan. 12 in the journal Cell.Like antennas on minivans, primary cilia are tiny structures that appear on cells within the kidney, brain, retina and inner ear, among other organs, and provide cells with information about the flow and chemistry of fluids outside.When a cell is not dividing, a state called quiescence, most cellular structures are continuously changing, but primary cilia are relatively stable. Inoue and his group sought to understand what causes the \"haircut\" when a cell exits quiescence and begins mitosis, during which replicated chromosomes divide and populate two new \"daughter\" cells.They started by comparing cells with more and less of an enzyme called Inpp5e, which previous studies had implicated in the stability of cilia. After adding a fluorescent tag to the membrane of cilia in quiescent mouse embryonic cells, the team videotaped cilia's tips. They were seemingly being severed and drifting away once every several hours.The rate of decapitation was higher in cells missing the Inpp5e gene and when cells were given signals that stimulate mitosis. But when the scientists added a molecular code to the Inpp5e protein so that it would collect in the cilia, the rate of decapitation greatly slowed. Inoue says this suggests that the presence of Inpp5e in the cilia stalls the decapitation process and that mitotic signals expel Inpp5e from the cilia to promote decapitation.\"Because genetic mutations in Inpp5e are associated with Joubert syndrome, which is characterized by abnormal brain development and intellectual disability, we now suspect that Inpp5e affects brain development,\" says Inoue.The function of Inpp5e is to deplete a fatlike molecule, called PIP2, from the membrane of cilia. A fluorescent tag that binds to PIP2 showed the researchers that the concentration of PIP2 in the cilia, especially near the tip, was synchronized too: PIP2 accumulated at the tips of cilia after cells received mitotic signals, and the cilia were clipped off at the site of PIP2 accumulation.Because PIP2 plays a key role in the formation of wirelike structures made from the protein actin, the team used a fluorescent biosensor to measure and view the structures' formation in cilia. In cilia containing excess PIP2 due to a lack of Inpp5e, the researchers found a tenfold increase in wire formation. In addition, they saw that the wire formation happened right at the site of decapitation just a few minutes ahead of time (see VIDEO).\"We think that wire formation is actually providing the force that decapitates the cilia,\" says Inoue.To see how decapitation affected the rest of cilia disassembly, Siew Cheng Phua, a graduate student in Inoue's lab and the primary author of the paper, designed a way to stop wires from forming within cilia. She found that the wires are essential to cilia decapitation and that decapitation is required for the full disassembly of cilia.Next, the team analyzed the timing of cilia decapitation. Using a rainbow of fluorescent tags, the researchers followed cells with cilia from quiescence through their transition to mitosis. The cilia were marked in blue, and the nuclei of the cells changed from yellow to red to dark as they progressed. In normal cells, cilia decapitation generally occurred while cells were still in the quiescent state (yellow nuclei), before transitioning into mitosis (dark nuclei). But in cells whose cilia were prevented from forming wires, the inability to decapitate cilia was associated with a slower transition from quiescence to mitosis.\"Somehow, decapitation triggers the shrinking of the cilia; they shrink by more than what is clipped off,\" says Inoue. \"At the same time, that seems to signal to the cell that it's time to exit quiescence and begin division.\"When they analyzed the contents of the decapitated cilia tips -- a collaborative project with researchers in Japan -- they mostly found molecules important for cell signaling and cilia growth, implying that decapitation adjusts the composition and function of cilia.The clipped tips of cilia might also have clinical implications, according to Phua. Recent research shows that urine from patients with polycystic kidney disease contains tiny sacs enclosed in membrane. Inoue says it's possible they are cilia tips and that they play a role in disease development, but more research is needed to confirm this idea.Phua adds that: \"Abnormal sensory functions of cilia are associated with some cancers, like skin and brain cancer. The novel link between cilia decapitation and mitosis could help us understand how defects in primary cilia influence the abnormal cell divisions which underlie cancer formation.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2016.12.032", "url": "http://www.eurekalert.org/pub_releases/2017-01/jhm-scn011017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Disorders, NIH/National Institute of Arthritis and Musculoskeletal and Skin Diseases, NIH/National Institute of General Medical Sciences, Japan Grant-in-Aid", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health"], "journal": "Cell", "description": "Many of our cells are equipped with a hairlike 'antenna' that relays information about the external environment to the cell, and scientists have already discovered that the appearance and disappearance of these so-called primary cilia are synchronized with the process of cellular duplication, called mitosis", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}