{"title": "Initiative encourages international sharing of data to combat infectious disease outbreaks", "text": "To protect people against potentially deadly infectious disease outbreaks, it is critical that scientists and governments rapidly share information about the pathogens that cause them. The first study of the Global Initiative on Sharing All Influenza Data (GISAID) shows how it is possible to encourage the greater international sharing of such data, despite numerous challenges that exist.The article finds that by developing a successful track-record in the field of influenza, GISAID is contribuing to global health in at least five ways: (1) collating the most complete repository of high-quality influenza data in the world; (2) facilitating the rapid sharing of information during outbreaks; (3) supporting the World Health Organization's strain selection process for the seasonal flu vaccine; (4) developing mechanisms to resolve potential conflicts concerning the sharing of virus data; and (5) building greater trust with countries that are key to global pandemic preparedness.\"How to encourage the rapid international sharing of scientific data about deadly pathogens is a major global health challenge for the twenty-first century. There are important lessons that can be learned from the influenza community, which has developed an innovative model for sharing such data over the past decade,\" said Prof. Stefan Elbe, co-author of the Global Challenges article.\r\n", "article_link": "http://dx.doi.org/10.1002/gch2.1018", "url": "http://www.eurekalert.org/pub_releases/2017-01/w-iei011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "Global Challenges", "description": "To protect people against potentially deadly infectious disease outbreaks, it is critical that scientists and governments rapidly share information about the pathogens that cause them. The first study of the Global Initiative on Sharing All Influenza Data shows how it is possible to encourage the greater international sharing of such data, despite numerous challenges that exist.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}