{"title": "Researchers find link between concussions and Alzheimer's disease", "text": "(Boston)--New research has found concussions accelerate Alzheimer's disease-related brain atrophy and cognitive decline in people who are at genetic risk for the condition.The findings, which appear in the journal Brain, show promise for detecting the influence of concussion on neurodegeneration. Moderate-to-severe traumatic brain injury is one of the strongest environmental risk factors for\r\ndeveloping neurodegenerative diseases such as late-onset Alzheimer's disease, although it is unclear whether mild traumatic brain injury or concussion also increases this risk.Researchers from Boston University School of Medicine (BUSM) studied 160 Iraq and Afghanistan war veterans, some who had suffered one or more concussions and some who had never had a concussion. Using MRI imaging, the thickness of their cerebral cortex was measured in seven regions that are the first to show atrophy in Alzheimer's disease, as well as seven control regions. \"We found that having a concussion was associated with lower cortical thickness in brain regions that are the first to be affected in Alzheimer's disease,\" explained corresponding author Jasmeet Hayes, PhD, assistant professor of psychiatry at BUSM and research psychologist at the National Center for PTSD, VA Boston Healthcare System. \"Our results suggest that when combined with genetic factors, concussions may be associated with accelerated cortical thickness and memory decline in Alzheimer's disease relevant areas.\" Of particular note was that these brain abnormalities were found in a relatively young group, with the average age being 32 years old. \"These findings show promise for detecting the influence of concussion on neurodegeneration early in one's lifetime, thus it is important to document the occurrence and subsequent symptoms of a concussion, even if the person reports only having their \"bell rung\" and is able to shake it off fairly quickly, given that when combined with factors such as genetics, the concussion may produce negative long-term health consequences,\" said Hayes. The researchers hope that others can build upon these findings to find the precise concussion-related mechanisms that accelerate the onset of neurodegenerative diseases such as Alzheimer's disease, chronic traumatic encephalopathy, Parkinson's and others. \"Treatments may then one day be developed to target those mechanisms and delay the onset of neurodegenerative pathology,\" she added.    ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-rfl011217.php", "region": "namerica", "source_link": null, "funder": "US Department of Veterans Affairs, NIH/National Institute of Mental Health", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Mathematics/Statistics", " Neurobiology", " Alzheimer's Disease"], "journal": "Brain", "description": "New research has found concussions accelerate Alzheimer's disease-related brain atrophy and cognitive decline in people who are at genetic risk for the condition.\r\n\r\nThe findings, which appear in the journal Brain, show promise for detecting the influence of concussion on neurodegeneration.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}