{"title": "Why are Australia's shrublands like 'knee-high tropical rainforests'?", "text": "MONTREAL, Jan. 12, 2017 - Some of the Earth's ecosystems host a disproportionately high number of plant species, and infertile shrublands in warm semi-arid regions support 20 per cent of the world's plant species on five percent of the land surface. In particular, some shrublands in South-Western Australia are so species-rich that some botanists refer to them as \"knee-high tropical rainforests.\"How a large number of plant species can successfully coexist while competing for space and limiting resources has puzzled ecologists for decades. In a new paper published today in the prestigious journal Science, a team of researchers from Australia, Canada, Sweden and Panama, led by Associate Professor Etienne Laliberté from Université de Montréal's Department of Biological Sciences, suggest that part of the answer for such high plant diversity resides in the myriad of root-associated organisms that live in soils.Plant roots constantly interact with a wide range of different soil organisms. While some of these organisms are harmful and eat roots or cause diseases, others are beneficial and enhance nutrient acquisition and protect roots against pathogens.\"The effects that specific groups of soil biota have on individual plant performance have been studied intensively, especially in agricultural systems,\" said Laliberté. \"However, until now the collective influence of soil biota for the maintenance of plant species diversity in natural vegetation was poorly known.\"The researchers selected a large number of plant species from a very high diversity shrubland in South-Western Australia, and exposed plants from each of these species to soil biota collected either from the rooting zone of plants of its own species or from other species.\"We found that some plant species grew better in their 'own' soils, yet many others actually performed best when exposed to soils from other species,\" said Laliberté. \"Using simulations, we showed that these complex interactions between plants mediated by soil biota equalised growth differences between plant species, thus promoting their long-term coexistence.\"The study highlights the important role that soil biota can play in the maintenance of plant diversity in species-rich ecosystems.", "article_link": "http://dx.doi.org/10.1126/science.aai8291", "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-waa011217.php", "region": "namerica", "source_link": "http://science.sciencemag.org/cgi/doi/10.1126/science.aai8291", "funder": "Australian Research Council", "meeting": "", "institution": "University of Montreal", "keywords": ["Plant Sciences", " Biodiversity", " Ecology/Environment", " Nutrition/Nutrients", " Plant Sciences", " Earth Science", " Geology/Soil"], "journal": "Science", "description": "A new UdeM study of the flora 'Down Under' breaks new ground by showing that soil biota play an important role in the maintenance of plant diversity in species-rich ecosystems.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}