{"title": "Markers for prostate cancer death can identify men in need of more aggressive treatment", "text": "Boston, MA -- Prostate cancer (PC) is the second leading cause of male cancer death in the United States with an estimated 26,000 deaths in 2016.  Two-thirds of all PC deaths observed in the US are men with localized disease who developed metastasis. Several markers for dying from prostate cancer exist, but whether these are markers for telling who is likely to die early from any cause, and how their performance compares, is unknown.   Identifying such a marker is important because we can then identify which men may benefit from new, more aggressive treatments for prostate cancer.Researchers at Brigham and Women's Hospital found that a prostate specific antigen (PSA) nadir (the lowest level a PSA drops after treatment) greater than 0.5 ng/mL following radiation and androgen deprivation therapy (anti-hormone therapy), appears to identify men prior to PSA failure who are at high-risk for dying early as a result of treatment failure for their prostate cancer.  The findings are published in the January 12 edition of JAMA Oncology.\"By identifying and enrolling these men in clinical trials immediately, the hope is to take a prostate cancer that appears to be incurable and make it curable\" stated Trevor J. Royce, MD, senior resident in the department of Radiation Oncology at BWH, and corresponding author of the study. Using data from a randomized trial of 206 men treated with either radiation or, radiation and six months of hormonal therapy, researchers compared early markers of prostate cancer death to identify men at risk of dying early. \"This study's results can have practice changing implications on how future prostate cancer trials are designed in terms of identifying the men for these studies who are at high risk for early death due to ineffective initial treatment for their prostate cancer,\" stated Anthony Victor D'Amico, MD, PhD, chief, Genitourinary Radiation Oncology, Brigham and Women's Hospital and senior author of the study.   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bawh-mf011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Prostate Cancer", " Clinical Trials"], "journal": "JAMA Oncology", "description": "Researchers at Brigham and Women's Hospital found that a prostate specific antigen (PSA) nadir greater than 0.5 ng/mL following radiation and androgen deprivation therapy, appears to identify men prior to PSA failure who are at high-risk for dying early as a result of treatment failure for their prostate cancer.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}