{"title": "Improving longevity of functionally integrated stem cells in regenerative vision therapy", "text": "Stem cell therapies hold great promise for restoring function in a variety of degenerative conditions, but one of the logistical hurdles is how to ensure the cells survive in the body long enough to work. Researchers from the Buck Institute report one of the first demonstrations of long-term vision restoration in blind mice by transplanting photoreceptors derived from human stem cells and blocking the immune response that causes transplanted cells to be rejected by the recipient.Publishing in the Cell Stem Cell, this work highlights immune system rejection as one of the key issues that needs to be addressed to improve efficiency of stem cell regeneration therapies. The findings support a path to improving clinical applications, specifically for restoring vision in humans by allowing photoreceptors derived from human stem cells to integrate and thrive in the eye.\"This turned into a nice story of long-term restoration of vision in completely blind mice,\" said Buck faculty and senior author Deepak Lamba, PhD, MBBS. \"We show that these mice can now perceive light as far out as 9-months following injection of these cells.\" Photoreceptors are specialized neurons in the retina that convert light into signals that the brain interprets as sight. Loss of these cells is a common endpoint in degenerative eye diseases. Human embryonic stem cells can provide a potential source for photoreceptor replacement, but despite Lamba's prior work showing that photoreceptors derived from stem cells could function in mice, researchers   hadn't been able to show long-term sustained vision restoration. A major controversy in field, said Lamba, was whether the transplanted photoreceptors simply die off or were being actively rejected by the immune system - the eye, along with the brain, had long been thought to be \"privileged\" in that the cells of the immune system didn't monitor those locations.Lamba's group set out to examine in detail the degree to which immune rejection contributes to disappointing outcomes in stem cell therapies for the eye, and to determine if they could find a way around the problem. If rejection was occurring and that could be suppressed, they reasoned, transplanted photoreceptors derived from stem cells might have time to integrate into the visual system and start relaying information to the brain. The team used a specific mouse strain that is healthy but it is lacking in a specific immune cell receptor, which makes the mouse unable to reject transplanted foreign cells. Called immunodeficient IL2 receptor gamma (IL2rγ) null mice, these animals lack the IL2rγ receptor that humans also have as part of a functional immune system.\"This mouse strain is great model for this research because they are otherwise healthy and normal, including in their vision, so it allows us to conduct studies focused on cell integration,\" said the publication's lead author, Jie Zhu, PhD, a postdoctoral researcher who started in Lamba's lab three years ago.In these mice, the team showed that without the rejection process, there was a 10-fold increase of living human embryonic stem cell-derived donor retinal cells that matured and integrated into the retina. After seeing significantly improved long-term survival and integration of the transplanted cells, the next step was to see if the cells actually functioned. The team transplanted stem cell-derived photoreceptors into another strain of mouse, called CRX null, which is congenitally blind. The team measured the pupils' response to light and examined the brains' visual response centers to show that signals from the eye were going to the appropriate areas of the brain. They found that even nine months to a year after photoreceptor transplantation, eyes were responding to light and transmitting sight messages to the brain.\"That finding gives us a lot of hope for patients, that we can create some sort of advantage for these stem cell therapies so it won't be just a transient response when these cells are put in, but a sustained vision for a long time,\" said Lamba. \"Even though the retina is often considered to be 'immune privileged,' we have found that we can't ignore cell rejection when trying to transplant stem cells into the eye.\" Dr. Lamba's lab is dedicated to the clinical applications of human stem cells, with a special interest in restoring vision that has been compromised by degenerative eye diseases, such as macular degeneration. They are already refining the current work, said Zhu and Lamba. One direction is to use drugs already approved to prevent rejection for organ transplant that target the same IL2? receptor. \"Using an antibody against this specific receptor means that the immune system might not need to be suppressed more generally, which can be very toxic,\" said Zhu.\"We can also potentially identify other small molecules or recombinant proteins to reduce this interleukin 2 receptor gamma activity in the body - even eye-specific immune responses - that might reduce cell rejection,\" said Lamba. \"Of course it is not validated yet, but now that we have a target, that is the future of how we can apply this work to humans.\" ", "article_link": "http://dx.doi.org/10.1016/j.stem.2016.11.0193", "url": "http://www.eurekalert.org/pub_releases/2017-01/bifr-ilo010517.php", "region": "namerica", "source_link": null, "funder": "Foundation for Retinal Research, Lyda Hill Foundation", "meeting": "", "institution": "Buck Institute for Research on Aging", "keywords": ["Biology", " Aging", " Ophthalmology", " Pharmaceutical Science", " Transplantation"], "journal": "Cell Stem Cell", "description": "One of the challenges in developing stem cell therapies is ensuring that transplanted cells can survive long enough to work. Buck Institute researchers report one of the first demonstrations of long-term vision restoration in blind mice by transplanting photoreceptors derived from human stem cells and blocking the immune response that causes transplanted cells to be rejected. The findings support a path to improving clinical applications in restoring human vision lost to degenerative eye diseases.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}