{"title": "Family Medicine and Community Health journal volume 4, issue number 4 publishes", "text": "Beijing, December 1, 2016: The Winter 2016 issue includes three original research articles, two review articles, a commentary article, a narrative analysis article and two China Focus articles addressing various topics in family medicine in both China and internationally.\r\nThe first featured article in this issue is an original research article entitled \"Engaging black sub-Saharan African communities and their gatekeepers in HIV prevention programs: Challenges and strategies from England.\" by authors Mathew Nyashanu and Laura Serrant, Statistics show black sub-Saharan African (BSSA) communities disproportionately constitute two-thirds of people with HIV, however HIV infection remains a sensitive issue in black communities. This article explores the sociocultural challenges in engaging BSSA communities in HIV prevention programs in England and explores possible strategies to improve their involvement. Ineffective engagement with BSSA communities can hinder the effectiveness of HIV prevention programs. Networking, coordination, and cultural sensitivity training for health professionals are key strategies for engaging BSSA communities in successful implementation of HIV prevention programs. The second featured article is an original research article entitled \"Mothers' health-related quality of life: Its relationship with children's health-related quality of life and behavior in low-income families.\" by authors Rosa Sze Man Wong, Vivian Yawei Guo, Patrick Ip, Carlos King Ho Wong, Esther Yee Tak Yu, Colman Siu Cheung Fung and Cindy Lo Kuen Lam, This article discusses how children from low-income families had worse HRQOL and more behavioral problems than children from the general population in Hong Kong. There were significant associations of child HRQOL and behavior with maternal HRQOL, which were stronger than those found with maternal screen detected depression. The lack of association of child HRQOL with screen-detected depression may be due to the symptoms not being severe enough to disrupt the quality of childcare provided by the mother. The findings suggest that more attention should be paid to reducing the negative impact of health problems on mothers' daily roles in childcare in low-income families.\r\nOther articles published in the issue include:\r\nNigel Mathers, Aarti Bansal: Patient-centered care in a multicultural world\nLap-kin Chiang, Michael K.C. Yau, Cheuk-wai Kam, Lorna V. Ng, Benny C.Y. Zee: Epidemiological study of hypertensive retinopathy in the primary care setting: Retrospective cross-sectional review of retinal photographs\nBronwyn Lapp, David Zakus: Factors associated with the utilization of institutional and home birth services among women in Ethiopia: A scoping review\nAus Molan, Kazunori Nosaka, Michael Hunter, Wei Wang: The role of Toxoplasma gondii as a possible inflammatory agent in the pathogenesis of type 2 diabetes mellitus in humans\nJennifer DeVoe, Heather Angier, Megan Hoopes, Rachel Gold: A new role for primary care teams in the United States after  \"Obamacare:\" Track and improve health insurance coverage rates\nVenera Zakirova, David Zakus: 'Feeling of despair' as the leading cluster theme of conceptual  descriptive analyses in participatory assessment: Russia Oxfam GB case study\nWei Wang, David Zakus: Healthy China 2030: \"Without national health, there will be no  comprehensive well-being\"\nLap-kin Chiang: Screening of intraocular pressure before routine pupil dilation for retinal photography: Clinical case report \n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/fmac-fma011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Family Medicine and Community Health", "keywords": ["Medicine/Health", " Environmental Health", " Health Care Systems/Services", " Health Professionals", " Public Health", " Disease in the Developing World"], "journal": "Family Medicine and Community Health", "description": "The Winter 2016 issue includes three original research articles, two review articles, a commentary article, a narrative analysis article and two China Focus articles addressing various topics in family medicine in both China and internationally.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}