{"title": "Building London's Houses of Parliament helped create clean-air laws", "text": "Britain's dazzling Houses of Parliament building, constructed from 1840 until 1870, is an international icon. But the building's greatest legacy may be something politicians and tourists don't think about much: the clean air around it.That's the implication of newly published research by MIT architectural historian Timothy Hyde, who through original archival work has reconstructed a piece of history lost in the haze of time. As his scholarship shows, Parliament's decades-long reconstruction was so hindered by pollution -- the air was eating away at the new stones being laid down -- the British government convened scientific inquiries into the effects of the atmosphere on the new building.Those inquiries spurred new scientific research about the environment at a time when Victorian England was rapidly industrializing, and represent a first, seminal case of examining our built environment to learn more about the natural environment. \"The Houses of Parliament project was a catalyst, because of the research that accompanied this building,\" Hyde says. \"The very specific realization that pollution was corroding the building even as it was being built [formed] a discovery about the environment of the modern city.\"Hyde has reconstructed this process in an article published in the Journal of Architecture. The paper, \"'London particular'; the city, its atmosphere and the visibility of its objects,\" reconstructs the years-long process through which government officials realized Parliament's new limestone was being quickly degraded by the notorious soot, smoke, and grime that filled London's air.The advances that flowed from this were not just scientific, Hyde says, but more broadly represented a recognition of the linkages between all the elements of urban life.\"It really did enable a different understanding of the modern city,\" says Hyde, who is the Clarence H. Blackall Career Development Associate Professor of Architectural History at MIT. Observers came to recognize cities, he thinks, \"not as a collection of individual buildings, but rather as a set of interrelated causes and effects. One building, like a factory, could cause the decay of another building. And the modern city had to be thought of as trying to achieve an equilibrium between its parts.\"London's burningBritain's old Parliament complex, a set of buildings dating to medieval times, was engulfed by flames on Oct. 16, 1834, when some wooden tally sticks, used for accounting, caught fire. The overnight blaze destroyed the meeting places of the House of Commons and the House of Lords, among other spaces. The event was witnessed by thousands of spectators, including two of the best-known artists of the era, Joseph Mallord William Turner and John Constable, who later depicted it in their artwork. With Parliament subsequently meeting in temporary quarters, the government held a high-profile competition for a new building, won by the architect Charles Barry, who developed the Gothic Revival design so familiar now to Britons and visitors to London. \"The rebuilding of the Houses of Parliament was the single most important architectural project in the 19th century in Great Britain, and was understood as such by the public and the protagonists,\" Hyde notes. That's why, when the new building's limestone quickly began to decay in the 1840s, the British government formed committees of experts to examine the problem. No other building project, in all likelihood, would have received such attention. \"The Houses of Parliament project, because of its public nature, enabled this possibility of bringing into public view knowledge about the decaying of buildings,\" Hyde says.Parliament had already convened the most knowledgeable people it could find to work on the project; the experts who helped select the stone of the building included geologist William Smith, creator of the iconic Geological Map of England and Wales, and Henry de la Beche, director of the Geological Survey of Great Britain. By 1846, de la Beche had submitted a report to Parliament about the general hazards of smoke pollution. In analyzing the problems of the new Parliament building more specifically, the government inquiry drew upon the pathbreaking research of chemist Robert Angus Smith, who had discovered that the air in Manchester was full of sulphuric acid, while air in the country tended to lack it.Angus Smith's work led to the conclusion, by the end of the 1850s, that sulphuric \"acid rain,\" as it came to be called, was indeed corroding urban buildings. The inclusion of this scientific research in Parliament's inquiries had significance beyond the completion of the building itself. Looking at the science of stone decay helped call attention to such environmental matters more broadly, and accelerated the process through which science became incorporated into new legal statutes. By 1875, for instance, Britain passed a new Public Health Act with articles specifically on smoke prevention, building on the kinds of research highlighted by the Houses of Parliament inquiries.Architecture participates in modernityTo be sure, Hyde notes, such public-health regulations were gaining momentum from a variety of sources, not just the Houses of Parliament's lengthy rebuilding process. \"The question of public health would have moved ahead in some channels,\" Hyde says. \"There were already concerns about the effects of pollution on human bodies.\" And yet, as Hyde says, the fact that pollution \"had effects on buildings was a distinctive question that had consequences.\" It also brought into play legal matters of \"property and value,\" because one building could be damaged by smoke from another one. For this reason as well, pollution problems raised legal questions that could not be ignored -- and weren't, before long. Such statutory laws have been a fundamental part of environmental rules ever since. All of which means that Britain's Houses of Parliament still matter to us, but not just as a seat of power or emblem of design. Indeed, as Hyde notes in the paper, while many scholars have closely scrutinized the aesthetic meaning of the building, what we have largely missed is its environmental and legal importance. \"Architecture participates in changing the processes of modernity,\" concludes Hyde. \"It does not just reflect them.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/miot-blh011217.php", "region": "namerica", "source_link": "http://news.mit.edu/2017/britain-houses-parliament-clean-air-laws-0112", "funder": "", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Atmospheric Science", " Pollution/Remediation", " Social/Behavioral Science", " Urbanization", " History"], "journal": "Journal of Architecture", "description": "Britain's dazzling Houses of Parliament building, constructed from 1840 until 1870, is an international icon. But the building's greatest legacy may be something politicians and tourists don't think about much: the clean air around it. That's the implication of newly published research by MIT architectural historian Timothy Hyde, who through original archival work has reconstructed a piece of history lost in the haze of time.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}