{"title": "Exercise ... It does a body good: 20 minutes can act as anti-inflammatory", "text": "It's well known that regular physical activity has health benefits, including weight control, strengthening the heart, bones and muscles and reducing the risk of certain diseases. Recently, researchers at University of California San Diego School of Medicine found how just one session of moderate exercise can also act as an anti-inflammatory. The findings have encouraging implications for chronic diseases like arthritis, fibromyalgia and for more pervasive conditions, such as obesity. The study, recently published online in Brain, Behavior and Immunity, found one 20-minute session of moderate exercise can stimulate the immune system, producing an anti-inflammatory cellular response. \"Each time we exercise, we are truly doing something good for our body on many levels, including at the immune cell level,\" said senior author Suzi Hong, PhD, in the Department of Psychiatry and the Department of Family Medicine and Public Health at UC San Diego School of Medicine. \"The anti-inflammatory benefits of exercise have been known to researchers, but finding out how that process happens is the key to safely maximizing those benefits.\" The brain and sympathetic nervous system -- a pathway that serves to accelerate heart rate and raise blood pressure, among other things -- are activated during exercise to enable the body to carry out work. Hormones, such as epinephrine and norepinephrine, are released into the blood stream and trigger adrenergic receptors, which immune cells possess. This activation process during exercise produces immunological responses, which include the production of many cytokines, or proteins, one of which is TNF -- a key regulator of local and systemic inflammation that also helps boost immune responses. \"Our study found one session of about 20 minutes of moderate treadmill exercise resulted in a five percent decrease in the number of stimulated immune cells producing TNF,\" said Hong. \"Knowing what sets regulatory mechanisms of inflammatory proteins in motion may contribute to developing new therapies for the overwhelming number of individuals with chronic inflammatory conditions, including nearly 25 million Americans who suffer from autoimmune diseases.\" The 47 study participants walked on a treadmill at an intensity level that was adjusted based on their fitness level. Blood was collected before and immediately after the 20 minute exercise challenge.\"Our study shows a workout session doesn't actually have to be intense to have anti-inflammatory effects. Twenty minutes to half-an-hour of moderate exercise, including fast walking, appears to be sufficient,\" said Hong. \"Feeling like a workout needs to be at a peak exertion level for a long duration can intimidate those who suffer from chronic inflammatory diseases and could greatly benefit from physical activity.\"Inflammation is a vital part of the body's immune response. It is the body's attempt to heal itself after an injury; defend itself against foreign invaders, such as viruses and bacteria; and repair damaged tissue. However, chronic inflammation can lead to serious health issues associated with diabetes, celiac disease, obesity and other conditions. \"Patients with chronic inflammatory diseases should always consult with their physician regarding the appropriate treatment plan, but knowing that exercise can act as an anti-inflammatory is an exciting step forward in possibilities,\" said Hong. ", "article_link": "http://dx.doi.org/10.1016/j.bbi.2016.12.017", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--ei011217.php", "region": "namerica", "source_link": null, "funder": "American Recovery and Reinvestment Act, National Institutes of Health", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Gerontology", " Immunology/Allergies/Asthma"], "journal": "Brain, Behavior and Immunity", "description": "It's well known that regular physical activity has health benefits, including weight control, strengthening the heart, bones and muscles and reducing the risk of certain diseases. Recently, researchers at University of California San Diego School of Medicine found how just one session of moderate exercise can also act as an anti-inflammatory. The findings have encouraging implications for chronic diseases like arthritis, fibromyalgia and for more pervasive conditions, such as obesity.", "date": "Thu, 12 Jan 2017 05:00:00 GMT"}