{"title": "Pumping iron is good for the heart, UBC researchers show", "text": "Just one session of interval weight-training can improve the risk of Type 2 diabetes complications, according to a UBC Okanagan study. This is encouraging news for those starting the New Year with good intentions.Jonathan Little, an assistant professor in the School of Health and Exercise Sciences at UBC Okanagan's campus, says the study demonstrates that a series of simple leg exercises, involving weights, can improve blood vessel function of people with and without diabetes.    \"Individuals with Type 2 diabetes are up to four times more likely to develop cardiovascular disease than those without,\" says Little, the study's senior researcher. \"After completion of just one bout of exercise, we saw an improvement in blood vessel function, an indicator of heart health and heart attack risk. \"With further study, this information could provide a new safe and cost-effective tool to help people manage their disease.\"In the study, Little and his research team compared the effect of two types of interval training--resistance (leg press, extensions and lifts) and cardiovascular (stationary bicycle) exercises--on blood vessel function. Both of these alternated periods of high and low intensity effort, in a one-to-one work/rest ratio.Thirty-five age-matched study participants were assigned into one of three groups; people with Type 2 diabetes, non-exercisers, and regular exercisers without diabetes. Each group performed a 20-minute exercise routine, which included a warm up and seven one-minute, high-intensity efforts with a one-minute rest between each interval. \"All exercisers showed greater blood vessel function improvement after the resistance-based interval training,\" says Monique Francois, a UBC graduate student and the co-author of the study. \"However, this was most prominent in the Type 2 diabetes group.\"\"Resistance training was introduced to this group because it's relatively easy and can accommodate individuals who are new to exercising. This study shows that resistance-based interval training exercise is a time-efficient and effective method with immediate effects.\" According to the Canadian Diabetes Association, there are 11 million Canadians living with diabetes or prediabetes. Diabetes is a chronic, debilitating, and sometimes fatal disease, in which the body cannot produce insulin or cannot properly use the insulin it produces. Insulin is a hormone that controls the amount of sugar in the blood. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uobc-pii011017.php", "region": "namerica", "source_link": null, "funder": "Natural Sciences and Engineering Research Council, Canadian Institutes of Health Research", "meeting": "", "institution": "University of British Columbia Okanagan campus", "keywords": ["Biochemistry", " Molecular Biology", " Medicine/Health", " Aging", " Diabetes", " Sports/Recreation"], "journal": "American Journal of Physiology - Heart and Circulatory Physiology", "description": "Just one session of interval weight-training can improve the risk of Type 2 diabetes complications, according to a UBC Okanagan study. This is encouraging news for those starting the New Year with good intentions.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}