{"title": "Using E. coli to detect hormone disruptors in the environment", "text": "Endocrine disrupting chemicals (EDCs) have been implicated in the development of obesity, diabetes and cancer and are found in a wide array of products including pesticides, plastics and pharmaceuticals. EDCs are potentially harmful, even at low concentrations, equal in some cases to mere milligrams dissolved in in a swimming pool full of water. Now researchers report in ACS Central Science that they can quickly detect environmentally relevant concentrations of EDCs using engineered E. coli bacteria.Detecting EDCs can be tough because the classification is based on their activity -- disrupting hormone function -- instead of their structures. Thus the term encompasses a broad spectrum of chemicals and often, health risks arise from aggregate exposure to several different species. Because many EDCs act on the same hormone receptors on a cell's surface, researchers have been developing tests that detect the compounds based on their ability to interfere with hormones. But these methods currently take days to produce a result or involve many complicated and expensive steps. Here, Matthew Francis and colleagues overcame these challenges by using E. coli in their device.Non-toxic, dead E. coli cells display an estrogen receptor on the surface of the researchers' portable sensor. A protein on the sensor surface recognizes the EDC-E. coli complex, producing an electronic read-out in minutes. The inexpensive device can determine the concentration of many known EDCs individually and overall concentrations as mixtures. They tested the detection in water and in complex solutions like baby formula. It also can detect EDCs released into liquid from a plastic baby bottle following microwave heating. The team notes that their test is suitable for use in the field and can be modified to test for other types of chemicals that act on human receptors.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/acs-uec010617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Ecology/Environment", " Chemistry/Physics/Materials Sciences", " Environmental Health"], "journal": "ACS Central Science", "description": "Endocrine disrupting chemicals (EDCs) have been implicated in the development of obesity, diabetes and cancer and are found in a wide array of products including pesticides, plastics and pharmaceuticals. EDCs are potentially harmful, even at low concentrations, equal in some cases to mere milligrams dissolved in in a swimming pool full of water. Now researchers report in ACS Central Science that they can quickly detect environmentally relevant concentrations of EDCs using engineered E. coli bacteria.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}