{"title": "CTO Summit 2017 will feature latest research and techniques for chronic total occlusions", "text": "NEW YORK - Jan. 11, 2017 - The Chronic Total Occlusion (CTO) Summit 2017 will feature the latest research and techniques available for interventional cardiologists in this emerging subspecialty of complex coronary artery disease. Now in its 14th year, the two-day course will take place February 23-24 at the New York Marriott Marquis. \"CTOs are typically the most challenging types of blockages to treat with an interventional procedure. However, in recent years, significant progress has been made in the field,\" said Course Co-Director Dimitrios Karmpaliotis, MD. Dr. Karmpaliotis is also Director of CTO, Complex and High Risk Angioplasty at the Center for Interventional Vascular Therapy at NewYork-Presbyterian Hospital/Columbia University Medical Center and an Assistant Professor of Medicine at Columbia University College of Physicians and Surgeons.\"We now have a better understanding of the disease as well as the types of patients who can benefit from the procedure because of technological advances and research findings. With advanced techniques and training, experienced practitioners of percutaneous coronary intervention (PCI) for CTOs can achieve success rates greater than 90%. Furthermore, the techniques and technologies that will be demonstrated during the course are translatable to almost any other type of Complex Coronary Artery Interventional Procedures, so the course is of value to all interventionists regardless of whether they will eventually engage in CTO PCI.\"This year's conference will focus on patient selection, procedure planning, complications and trouble-shooting, as well as specific patient populations such as post CABG, low EF, multivessel/left main disease, and renal insufficiency. Several live cases from NewYork-Presbyterian Hospital/Columbia University Medical Center will feature some of the world's leading experts in CTO stenting. In addition, a special session showcasing the latest research data on CTOs will focus on procedural outcomes, registry updates, and new stent technologies. Among the highlights are:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/crf-cs2011117.php", "region": "namerica", "source_link": "http://www.crf.org/crf/news-and-events/news/news/1922-cto-summit-2017-will-feature-latest-research-and-techniques-for-chronic-total-occlusions", "funder": "", "meeting": "Chronic Total Occlusion (CTO) Summit 2017", "institution": "Cardiovascular Research Foundation", "keywords": ["Education", " Medical Education", " Medicine/Health", " Cardiology", " Clinical Trials"], "journal": "", "description": "The Chronic Total Occlusion (CTO) Summit 2017 will feature the latest research and techniques available for interventional cardiologists in this emerging subspecialty of complex coronary artery disease. Now in its 14th year, the two-day course will take place Feb. 23-24 at the New York Marriott Marquis.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}