{"title": "Robust funding for research and pro-innovation policies on advocates' 2017 wish list", "text": "ARLINGTON, Va.-January 11, 2017- Research!America urges the 115th Congress and Trump Administration to move swiftly on several research and innovation priorities this year to combat deadly and disabling diseases that threaten the health of our nation, economy and global competitiveness. Congress should provide robust funding for the National Institutes of Health (NIH) and our nation's other federal health agencies in FY17 and FY18; implement and continuously fund the 21st Century Cures Act; re-authorize the Food and Drug Administration (FDA) user fees; sustain the Prevention and Public Health Fund (PPHF); and repeal the medical device tax. The future of the PPHF and fate of the medical device tax are uncertain as Congress considers repealing the Affordable Care Act. The nonprofit advocacy alliance also calls on the Trump Administration to appoint leaders with strong scientific backgrounds to key positions including but not limited to Science Advisor.The continuing resolution (CR) for FY17 flat-funded most government agencies through April, including the Centers for Disease Control and Prevention (CDC), National Science Foundation (NSF) and the Agency for Healthcare Research and Quality (AHRQ). The CR includes initial funding for the 21st Century Cures Act to support the NIH's Precision Medicine and BRAIN Initiatives, the Cancer Moonshot and the FDA.  User fees, a collaboration between private industry and the FDA to speed medical advances to patients, should be re-authorized and not subject to sequestration which will resume in full force in FY18 if Congress doesn't pass a budget deal. A strong majority of Americans (77%) agree that it is important for Congress to assign a high priority to putting research and innovation to work to assure continued medical progress, according to a survey commissioned by Research!America.\"A full-year CR would squander crucial opportunities for faster medical progress and shortchange other national priorities,\" said Mary Woolley, president and CEO, Research!America. \"Congress should pass an omnibus bill that reflects important budget deliberations that occurred over the last year. Robust funding for medical and health research will support President-elect Trump's call for a safer, better and more prosperous nation.\" The Prevention and Public Health Fund, authorized in the ACA, helps states keep communities healthy and safe by providing support for immunizations, cancer screenings, and chronic disease prevention among other health programs. \"It's a strategic investment in our nation's public health infrastructure,\" Woolley said.  About half of all adults in the U.S. have one or more chronic health conditions, such as heart disease, type 2 diabetes and obesity, according to the CDC. The 2.3% medical device excise tax initiated under ACA was suspended for two years through December 2017 as part of the 2015 tax extenders package. \"There is bipartisan opposition to this tax because it discourages the research and development we need to fuel medical progress and save lives,\" said Woolley. \"It should be repealed this year to ensure medical progress is unhindered.\" Seventy-three percent of Americans surveyed say it is important for the federal government to support incentives for private sector investments in new treatments and cures.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/r-rff011117.php", "region": "namerica", "source_link": "http://www.researchamerica.org", "funder": "", "meeting": "", "institution": "Research!America", "keywords": ["Biotechnology", " Medicine/Health", " Cancer", " Health Care Systems/Services", " Neurobiology", " Public Health", " Political Science", " Research/Development"], "journal": "", "description": "Research!America urges the 115th Congress and Trump Administration to move swiftly on several research and innovation priorities this year to combat deadly and disabling diseases that threaten the health of our nation, economy and global competitiveness.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}