{"title": "Damon Runyon Cancer Research Foundation grants prestigious fellowship, Breakthrough Scientist Awards", "text": "New York, NY (Jan. 12, 2017) - The Damon Runyon Cancer Research Foundation, a non-profit organization focused on supporting innovative early career researchers, named 16 new Damon Runyon Fellows at its fall Fellowship Award Committee review. The recipients of this prestigious, four-year award are outstanding postdoctoral scientists conducting basic and translational cancer research in the laboratories of leading senior investigators across the country. The Fellowship encourages the nation's most promising young scientists to pursue careers in cancer research by providing them with independent funding ($231,000 total) to work on innovative projects.The Committee also named three new recipients of the Damon Runyon-Dale F. Frey Award for Breakthrough Scientists. This award provides additional funding to scientists completing a prestigious Damon Runyon Fellowship Award who have greatly exceeded the Foundation's highest expectations and are most likely to make paradigm-shifting breakthroughs that transform the way we prevent, diagnose and treat cancer. Each awardee will receive $100,000 to be used toward their research.Cancer cells frequently rewire intracellular metabolic pathways in order to support rapid proliferation. In addition to serving as building blocks for cell growth, metabolites also serve as critical substrates for enzymes that control gene expression programs. Changes in intracellular metabolites can therefore have a profound effect on cellular functions including survival, growth and differentiation. Dr. Finley found that specific intracellular metabolites promote the self-renewal of embryonic stem cells and thus can influence gene expression programs and control cell identity. She will continue to investigate how metabolites regulate cell fate decisions in stem cells and cancer cells. She will interrogate how cells rewire metabolic pathways to support growth and how these metabolic changes influence cellular programs that control self-renewal and differentiation. These studies will shed light on how cancer cells fuel their growth and how tumor-associated metabolic alterations contribute to the establishment of the stem cell-like state that characterizes the most malignant tumors.The telomerase enzyme adds repetitive DNA sequences to the ends of human chromosomes, assuring genome integrity and providing unlimited proliferative potential to continuously dividing cells. Importantly, 90% of all cancers require telomerase activity for their survival. Mutations that activate the expression of telomerase reverse transcriptase (TERT), the major protein subunit of telomerase, are the most frequent mutations in a number cancers and are strongly correlated with poor clinical outcomes for patients carrying them. Telomerase is therefore an attractive target to potentially treat a wide range of aggressive cancers. Dr. Schmidt has developed techniques to study telomerase trafficking in vivo, as well as single-molecule assays to analyze telomerase catalysis and its modulation in vitro. He is able to visualize enzymatic action of telomerase in real-time at nucleotide resolution. He aims to understand the enzymatic mechanism of telomerase catalysis to identify potential weaknesses that can be targeted to inhibit telomerase action in cancer cells.Immunotherapies that take the brakes off the immune response and direct cytotoxic T lymphocytes (CTLs) to hunt down tumors have revolutionized cancer treatment in the last decade. Stories of patients who are cured by immunotherapy even after exhausting all other treatment options are increasingly common -- but unfortunately, only a minority of patients achieve such remarkable benefits. Now, two pressing challenges are to understand why immunotherapy fails in non-responders and to develop new or modified therapies that achieve durable remission for these patients as well. Successful immunotherapy is predicated on the infiltration of the tumor microenvironment by tumor-specific CTLs. The cells and signals that generate and sustain these cells are collectively known as type 1 immunity. Conversely, the immune cells and signals associated with the distinct processes of tissue remodeling and wound healing are known as type 2 immunity. There is also evidence that the type 2 response may actually promote tumor growth and survival, so the success of cancer immunotherapy may therefore rely in part on preventing type 2 responses. Dr. von Moltke aims to understand the regulation of type 2 immune responses, with a particular focus on the earliest events that lead to initiation of type 2 immunity. He hopes that insights gained from these studies will inform the development of improved cancer immunotherapies that guide immune responses away from type 2 towards type 1.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/drcr-drc011117.php", "region": "namerica", "source_link": "https://www.damonrunyon.org/latest-news/entries/3181", "funder": "Damon Runyon Cancer Research Foundation", "meeting": "", "institution": "Damon Runyon Cancer Research Foundation", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Genetics", " Grants/Funding", " Biochemistry", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Biotechnology"], "journal": "", "description": "The Damon Runyon Cancer Research Foundation, a non-profit organization focused on supporting innovative early career researchers, named 16 new Damon Runyon Fellows at its fall Fellowship Award Committee review. The recipients of this prestigious, four-year award are outstanding postdoctoral scientists conducting basic and translational cancer research in the laboratories of leading senior investigators across the country. The Committee also named three new recipients of the Damon Runyon-Dale F. Frey Award for Breakthrough Scientists.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}