{"title": "Circulating fatty acids ratio may help predict bariatric weight loss surgery outcome", "text": "New findings published online in The FASEB Journal, may one day help clinicians predict the outcome of roux-en-Y gastric bypass surgerysurgery. In a study involving a small number of patients, researchers found that the serum stearic acid/palmitic acid (S/P) ratio was a reliable marker in predicting diabetes remission and assessing metabolic status. Ultimately, this study could help healthcare providers determine who might benefit the most from bariatric weight-loss surgery. \"Roux-en-Y gastric bypass surgery (RYGB), one of the most commonly used bariatric surgical procedures, showed the different efficacy in obese patients with diabetes,\" said Wei Jia, Ph.D., a researcher involved in the work and associate director of the Cancer Epidemiology Program at the University of Hawaii Cancer Center and also director of the Center for Translational Medicine at Shanghai Jiao Tong University Affiliated Sixth People's Hospital in Shanghai, China. \"Our findings could help identify patients preoperatively who would respond most favorably to the surgery.\"Jia and colleagues used two independent cohorts. The first was a longitudinal cohort of 38 obese patients with diabetes who achieved weight loss and diabetes remission after RYGB. About 32 percent of these patients showed recurrence of diabetes at the second year follow-up examination. Those patients who had higher levels of S/P before surgery had greater possibilities for diabetes remission after surgery. In the second cohort of 381 community-based human participants, overweight or obese patients with diabetes exhibited lower S/P than did body mass index-matched nondiabetic patients, which highlight the specific product-to-precursor ratios as novel markers in preoperative assessment of bariatric surgery. Adding the S/P ratio to the previously reported clinical panel of diabetes duration, HbA1c level, and fasting C-peptide level contributed a significant increase in the predictive potential. \"This is a very important new picture in the bariatric surgery field,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"Both the morbidity that necessitates the procedure and the procedure itself are steep challenges, and this study has the potential to greatly benefit patients going forward.\"", "article_link": "http://dx.doi.org/10.1096/fj.201600927R", "url": "http://www.eurekalert.org/pub_releases/2017-01/foas-cfa011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology", " Medicine/Health", " Diagnostics", " Diet/Body Weight", " Hematology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes", " Surgery"], "journal": "FASEB Journal", "description": "New findings published online in The FASEB Journal, may one day help clinicians predict the outcome of roux-en-Y gastric bypass surgery.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}