{"title": "First study to show parents' concerns about neighborhood restrict kids' outdoor play", "text": "New Orleans, LA - A study conducted by LSU Health New Orleans School of Public Health is the first to demonstrate that parents who are concerned about their neighborhoods restrict their children's outdoor play. The study is published in the International Journal of Environmental Research and Public Health. \r\n\tThe LSU Health New Orleans team designed the study to identify factors that may reduce physical activity among adolescents.\r\n\t\"Physical inactivity is a major contributing factor to the obesity epidemic, and a large portion of the adolescent population in the US doesn't meet the recommended 60 minutes of daily vigorous physical activity,\" notes senior author Melinda Sothern, PhD, CEP, Research Professor at LSU Health New Orleans School of Public Health. \"We were interested in exploring some of the possible reasons.\"\r\n\tThe research team measured parents/guardians' and adolescent participants' responses to a questionnaire, and they evaluated neighborhood characteristics. Adolescents who are free to play outdoors and travel actively without adult supervision accumulate more physical activity than those who are not; therefore understanding whether parental perceptions of their neighborhood impact physical activity-related parenting behaviors may be crucial to improving overall activity among adolescents.\r\n\t\"Parents who do not trust their neighbors or feel they have no control over neighborhood problems were more likely to restrict their child's outdoor play,\" says lead author Maura Kepper, PhD, a postdoctoral researcher at LSU Health New Orleans School of Public Health.\r\n\tIn this small study, though, the self-reported responses did not seem to indicate that the parents' concerns altered their children's physical activity levels. The role of the physical environment was not clear, yet this exploratory study illustrates the need for further research in larger, more diverse samples of children and adolescents.\r\n\t\"Furthermore, we found that the neighborhood physical environment, such as the presence of graffiti and blighted property in the neighborhood, worsened the problem,\" says Kepper, who now also has an appointment at Pennington Biomedical Research Center. \"Therefore, a child's ability to achieve the recommended 60 minutes of daily physical activity may be limited. This research is an important first step to identifying targets for community-based programs that seek to facilitate trust and control among neighbors that is needed to increase outdoor play among children and adolescents, especially within poor physical environments.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/lsuh-1st011017.php", "region": "namerica", "source_link": "http://www.lsuhsc.edu/newsroom/Parents'%20Concerns%20Restrict%20Outdoor%20Play.html", "funder": "Mid-South Transdisciplinary Collaborative Center for Health Disparities Research, NIH/National Institute of Minority Health and Health Disparities, LSU Health New Orleans, Pennington Biomedical Research Center, and others", "meeting": "", "institution": "Louisiana State University Health Sciences Center", "keywords": ["Group Organization", " Medical Education", " Medicine/Health", " Diet/Body Weight", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health", " Social/Behavioral Science", " Parenting/Child Care/Family"], "journal": "International Journal of Environmental Research and Public Health", "description": "A study conducted by LSU Health New Orleans School of Public Health is the first to demonstrate that parents who are concerned about their neighborhoods restrict their children's outdoor play. The study is published in the International Journal of Environmental Research and Public Health.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}