{"title": "Close to half of adults and one quarter of kids in the US regularly consume artificial sweeteners", "text": "Philadelphia, PA, January 10, 2017 - Low-calorie sweeteners (LCSs) are often used in place of added sugars such as sucrose and high-fructose corn syrup in food and beverage products. While these artificial sweeteners offer less calories, their effects on weight management and long-term health are still under investigation. A new study in the Journal of the Academy of Nutrition and Dietetics reports that 41% of adults and 25% of children currently consume at least one LCS item on a regular basis. The researchers note that this represents a 200% increase for children and a 54% increase among adults compared to data reported in 1999-2000.Are LCSs good for you? \"Although LCSs were once believed to be physiologically inert, more recently their use has been suggested to influence metabolism,\" noted lead investigator Allison C. Sylvetsky, PhD, assistant professor of Exercise and Nutrition Sciences at the George Washington University Milken Institute School of Public Health. \"Some studies have suggested a beneficial effect on weight loss, while others indicate that obesity risk increases with LCS use. Little is known about the impact of long-term consumption, particularly in children. Despite the perceived benefits of replacing caloric sugars with LCSs for weight loss, evidence for the effectiveness of this strategy is lacking and some studies suggest a link between LCSs and obesity, diabetes, and other health issues.\"Using data from the 2009-2012 National Health Examination Survey (NHANES), investigators analyzed reported LCS consumption for both children and adults. Data showed that women were more likely to consume products containing LCSs and that consumption increased with body weight in adults, with people with obesity being more likely to consume LCSs than normal weight individuals. Adults with diabetes were more likely to consume LCSs compared to those without diabetes. The data also showed a relationship between LCS intake and race and income. People of non-Hispanic white race/ethnicity had higher rates of LCS consumption, as did those in higher income brackets. Researchers noted that while parents are generally opposed to feeding their kids food or drinks containing LCSs based on prior research, they may not realize that many of the foods children bring home surprisingly contain artificial sweeteners. In addition, LCSs are now being incorporated into foods not traditionally thought of as high in sugar like yogurt, milk substitutes, breads, cereals, condiments, and drinks. \"We have previously reported that most parents have negative attitudes toward LCS consumption by their children, yet often do not recognize the presence of LCSs in foods and beverages that they purchase for their families,\" explained Dr. Sylvetsky. \"This study raised the possibility that parents may preferentially select products with nutrient content claims such as 'no sugar added' or 'light' in an effort to provide healthier options to their children, without realizing that these sugar-modified products often contain LCSs. The presence of LCSs in foods commonly consumed by children, such as canned fruit, ice cream, flavored oatmeal, and snack bars, combined with strong marketing and promotion of products deemed to be healthier alternatives, may be driving LCS food intake in children.\" The study also found that most reported LCS consumption occurs at home (71% and 72% among adults and children, respectively) and with meals (64% of adults, 62% of children). While LCSs still represented a relatively low overall proportion of total food intake, 44% of adults and 20% of children reported consuming multiple daily servings of LCSs. For 17% of LCS-consuming adults, that number was more than three times per day. \"While the effects of early life exposure to LCSs on taste preferences, weight management, and chronic disease prevention have not been well-studied in humans, compelling findings in animal models highlight the need to examine their potential health effects in humans,\" concluded Dr. Sylvetsky. \"Given that a significant proportion of children and adults in the US consume LCSs, these findings emphasize the need for prospective, long-term, well-controlled studies to determine the chronic health effects, especially in children.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.jand.2016.11.004", "url": "http://www.eurekalert.org/pub_releases/2017-01/ehs-cth011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier Health Sciences", "keywords": ["Medicine/Health", " Nutrition/Nutrients", " Pediatrics", " Public Health"], "journal": "Journal of the Academy of Nutrition and Dietetics", "description": "A new study in the Journal of the Academy of Nutrition and Dietetics reports that 41 percent of adults and 25 percent of children currently consume at least one LCS item on a regular basis. The researchers note that this represents a 200 percent increase for children and a 54 percent increase among adults compared to data reported in 1999-2000.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}