{"title": "How to reap the benefits of exercise: It's in the genes", "text": "An international team of scientists at Baylor College of Medicine, the Telethon Institute of Genetics and Medicine in Naples, Italy and other institutions has discovered that the gene TFEB is a major regulator of muscle function during exercise. Exercise triggers TFEB entering into the nucleus of muscle cells where it regulates the processes that provide energy to the muscle. These genes include those involved in glucose use, insulin sensitivity and function of the mitochondria, the energy-producer structures inside cells. This work may lead to the design of future treatments for conditions such as diabetes, obesity and metabolic syndrome. The study appears in Cell Metabolism.In a previous study, the researchers found that TFEB can regulate the response of cells to food deprivation.\"In this study we found that TFEB controls the response of the body to physical exercise,\" said co-senior author Dr. Andrea Ballabio, professor of molecular and human genetics at Baylor and director of the Telethon Institute of Genetics and Medicine. \"TFEB plays a central role by regulating the expression of genes that allow muscle cells to use energy.\" TFEB is a transcription factor - a master regulator molecule inside the cell that controls the expression and function of genes.Uncovering the role of TFEB in exerciseThe scientists studied the role of TFEB in the laboratory mouse. When the researchers knocked out the mouse TFEB gene, the mice had a hard time sustaining exercise. A closer look inside the cells showed that the mitochondria looked abnormal and were dysfunctional. The cells in the exercising muscle could not generate enough energy to sustain physical activity. In contrast, when the scientists overexpressed the TFEB gene in mice, the mitochondria looked healthy and increased the amount of energy they normally produced.The researchers were surprised by these results. \"TFEB had not been associated with how cells use energy before,\" Ballabio said. \"This work is the product of a very fruitful international collaboration among researchers in laboratories in Italy, the UK, China and the U.S.,\" said Ballabio. \"Our discovery of a central pathway that regulates muscle metabolism, use of glucose and mitochondrial function may have important implications in the study of diseases such as obesity and diabetes, as well as in a number of diseases in which muscle function is compromised.\" Future studies aimed at identifying drugs that modulate this pathway may lead to the identification of new strategies to treat such diseases.", "article_link": "http://dx.doi.org/10.1016/j.cmet.2016.11.003", "url": "http://www.eurekalert.org/pub_releases/2017-01/bcom-htr010917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Baylor College of Medicine", "keywords": ["Biology", " Cell Biology", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Genes"], "journal": "Cell Metabolism", "description": "An international team of scientists has discovered that the gene TFEB is a major regulator of muscle function during exercise. Exercise triggers TFEB entering into the nucleus of muscle cells where it regulates the processes that provide energy to the muscle.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}