{"title": "Consumption of low-calorie sweeteners jumps by 200 percent in US children", "text": "WASHINGTON, DC (January 10, 2017)--About 25 percent of children and more than 41 percent of adults in the United States reported consuming foods and beverages containing low-calorie sweeteners (LCS) such as aspartame, sucralose, and saccharin in a recent nationwide nutritional survey, according to a study out today. Those numbers represent a 200 percent increase in LCS consumption for children and a 54 percent jump for adults from 1999 to 2012. \"Just 8.7 percent of kids reported consuming low-calorie sweeteners in 1999 and thirteen years later that number had risen to 25.1 percent.  Kids aren't alone in this trend. More adults also are taking in low-calorie sweeteners in diet soft drinks and in a variety of foods and snack items,\" says lead author of the study Allison Sylvetsky, PhD, an assistant professor of Exercise and Nutrition Sciences at the George Washington University Milken Institute School of Public Health (Milken Institute SPH). \"The findings are important, especially for children, because some studies suggest a link between low-calorie sweeteners and obesity, diabetes and other health issues.\"Low-calorie sweeteners are often used in place of added sugars such as sucrose and high- fructose corn syrup. The U.S. Food and Drug Administration has approved several of these sweeteners including acesulfame-potassium, advantame, aspartame, neotame, saccharin and sucralose. Plant extracts such as stevioside and rebaudioside A are also used in place of sugar. This study is the first to look at the use of low-calorie sweeteners in foods, beverages, and packets using the most recent data for the U.S. population. More importantly, it clearly shows a striking increase in LCS consumption for U.S. children and teens, says Sylvetsky.The researchers conducted a cross sectional study using data from nearly 17,000 men, women and children included in the National Health and Nutrition Evaluation Survey (NHANES) from 2009 to 2012 and compared the findings to their prior analysis using data from 1999-2008. In the current study, the researchers used the survey results from two dietary interviews in which consumers recalled what they ate or drank during a previous 24 hour period.Among the key findings:Despite the rising popularity of diet or \"light\" foods and beverages, there is still no scientific consensus on the health impacts connected to low-calorie sweeteners. Some studies have suggested that the use of foods and drinks containing low-calorie sweeteners can help with weight loss. Others have shown that consumption of diet drinks and foods may paradoxically lead to weight gain--perhaps because exposure to intensely sweet foods can trigger a craving for more. Or it may be that people who drink a diet soda think they've saved enough calories that they then indulge in second helpings, Sylvetsky says.Most parents--and many experts--challenge whether it is a good idea for kids to be eating or drinking lots of foods or beverages with such sweeteners. Yet this study shows that one out of four U.S. children are consuming these sweeteners and in most cases they're eating foods or beverages containing low-calorie sweeteners while at home. Those findings suggest that parents may not realize the term \"light\" or \"no added sugar\" may mean that a product contains a low-calorie sweetener. Parents may be buying the light versions of the family favorites thinking they are healthier, Sylvetsky adds. For consumers that want to steer clear of low-calorie sweeteners and perhaps reduce the overall sweetness of their diet, the best approach may be to follow the dietary guidelines put forth by the U.S. government. Stick to a diet with plenty of fruits and veggies, whole grains--and do limit added sugars.  \"Drink water instead of soda. Sweeten a serving of plain yogurt with a little fruit,\" says Sylvetsky. \"And don't forget an apple or another piece of fresh fruit is a great snack for both kids and adults.\"The study, \"Consumption of Low-calorie Sweeteners among Children and Adults in the United States,\" appears in the January 10 issue of the Journal of the Academy of Nutrition and Dietetics. Co-authors of the study include Kristina Rother at the National Institute of Diabetes and Digestive and Kidney Diseases; Jean Welsh at Emory University as well as Yichen Jin, Elena Clark and Sameera Talegawkar at Milken Institute SPH.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/gwum-col010917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "George Washington University Milken Institute School of Public Health", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Public Health"], "journal": "Journal of the Academy of Nutrition and Dietetics", "description": "About 25 percent of children and more than 41 percent of adults in the United States reported consuming foods and beverages containing low-calorie sweeteners (LCS) such as aspartame, sucralose, and saccharin in a recent nationwide nutritional survey, according to a study out today. Those numbers represent a 200 percent increase in LCS consumption for children and a 54 percent jump for adults from 1999 to 2012.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}