{"title": "Identification of autophagy-dependent secretion machinery", "text": "Autophagy has long been considered as a physiological process solely for degradation, but its secretory role has recently emerged. A group of researchers, including Tomonori Kimura, a researcher at the Department of Nephrology, Osaka University (the research was conducted at the University of New Mexico, USA), identified the molecular machinery by which autophagy mediates secretion of the inflammatory cytokine*2, interleukin-1 beta, in corporation with SNARE proteins*3.In addition to interleukin-1 beta, leaderless proteins such as ferritin, whose secretory system has not been identified, are also found to be secreted based on the same autophagy machinery. Therefore, the newly-identified autophagy-dependent secretory system facilitates the secretion of leaderless proteins*4, and plays fundamental roles in this secretion.\"Autophagy is related with a diverse spectrum of diseases and has long been anticipated as a therapeutic option from the point of view of degradation. \", says Tomonori Kimura. \"Our findings will open another dimension for therapeutic approaches through the secretory role of autophagy. \"Autophagy is a self-degradative process for cellular homeostasis. Autophagosome sequesters the degradative targets, whose process is followed by fusion with lysosomes for degradation of its contents. Recently, autophagy is also reported to play a role in secretion. A subset of cytokines (proteins secreted from cells to mediate information to other cells) which promotes inflammation. Interleukin-1 beta is a major inflammatory cytokine which is activated and released upon infection.SNARE proteins mediates vesicular fusion, such as fusion between cellular plasma membrane and cytoplasmic vesicles. This fusion is mediated by a set of SNARE proteins, generally consisting of Qa-, Qb-, Qc-, and R-SNARE proteins.Signal peptides are short peptides in proteins through which proteins are bound for specific cellular distribution or secretion. A number of proteins do not have signal peptides (called leaderless proteins), and their secretory pathway have not been elucidated thus far.", "article_link": "http://dx.doi.org/10.15252/embj.201695081", "url": "http://www.eurekalert.org/pub_releases/2017-01/ou-ioa011017.php", "region": "asia", "source_link": "http://resou.osaka-u.ac.jp/en/research/2016/20161212_1", "funder": "National Institute of Health, Manpei Suzuki Diabetes Foundation, Uehara Memorial Foundation, Norwegian Research Council, Norwegian Cancer Society", "meeting": "", "institution": "Osaka University", "keywords": ["Biology", " Medicine/Health"], "journal": "The EMBO Journal", "description": "A group of researchers identified a molecular machinery by which autophagy*1 mediates secretion. These results underscore an important role of autophagy other than degradation, and will bring us to future translational research of medicine.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}