{"title": "Quick blood test for gut bacteria can predict risk of death and heart problems in patients", "text": "The bacteria that inhabit our gut digest food and produce metabolites that can have a marked effect on the heart and blood vessels. Researchers have found that measuring the levels of a molecule called trimethylamine N-oxide (TMAO) that is produced by the gut bacteria from components of red meat, eggs and diary products in blood could give them a quick and reliable way of assessing the risk of death and other major heart problems in patients who arrive in hospital emergency departments with chest pains. Furthermore, TMAO levels could predict this risk not only in the short-term (over the first 30 days) but also the risk of death in the longer term (up to seven years later).The study, which is published today (Wednesday) in the European Heart Journal [1], found that TMAO levels also predicted higher risks of serious heart problems and death even in patients who did not have a protein called troponin T in their blood - a protein that is released when the heart muscle has been damaged, for instance during a heart attack. Measuring for troponin T is one of the standard diagnostic tests that are carried on patients with suspected heart problems. The findings suggest the possibility of helping patients to reduce their risk by trying to reduce TMAO levels in two ways: through a change in diet or by designing new drugs that prevent TMAO being produced.Previous studies have shown that higher TMAO levels are associated with blood clots (thrombosis), by helping platelets to form clots quicker, and with inflammation of blood vessels. Higher TMAO levels in heart disease patients have been shown to predict the risk of thrombosis, but, until now, it was not known whether TMAO levels could predict the risk of thrombosis, other heart problems or death in previously healthy people arriving in hospital emergency departments for the first time with suspected acute coronary syndrome (ACS) - a term that includes a range of heart problems from angina to heart attacks.Researchers in Switzerland and the USA examined TMAO levels in the blood of 530 patients, aged over 18, arriving in the emergency department of the Cleveland Clinic (Ohio, USA) with chest pains, and 1,683 patients who had coronary angiography within five days after being admitted to one of four university hospitals in Switzerland (Zurich, Bern, Lausanne and Geneva) with chest pains. The patients were followed up for several years to monitor for outcomes such as death from any cause, death from heart and blood vessel problems, heart attack, stroke or revascularisation (a procedure to re-establish blood flow to the heart or blood vessels) - collectively termed \"major adverse cardiovascular events\" (MACE).Professor Thomas Lüscher, Chairman of Cardiology at the University Heart Centre, Zurich, Switzerland, who led the study, said: \"We found that the Cleveland patients with higher TMAO levels were more likely to experience a major adverse cardiovascular event at 30 days, six months and seven years after their admittance to hospital. After adjusting for risk factors such as age, smoking, diabetes cholesterol levels and blood pressure, when compared with patients with the lowest TMAO levels, those with levels in the top 25% were around six times more likely to die, suffer a heart attack or stroke or require revascularisation at 30 days and six months, and nearly twice as likely to die within seven years. \"Interestingly, even in patients who did not appear to have elevated levels of troponin T when they first arrived at hospital, those with the TMAO levels in the top 25% still had a nearly six-fold higher risk of a major adverse cardiovascular event.\"In the larger group of Swiss patients, those with the highest TMAO levels had a 1.5 times higher risk after one year, after adjusting for other risk factors. Possibly this is related to different dietary habits of Swiss and US patients.\"This study shows for the first time that TMAO levels are associated with both short and long term risks of death and other cardiovascular problems among patients coming to hospital emergency departments with chest pain and suspected heart problems. We think that rapid TMAO testing could now contribute to the identification of higher risk patients, with the potential to speed up the time between initial evaluation and cardiac catheterisation. This could help salvage more of the heart muscle that is under stress, as time is muscle.\"The researchers say that TMAO levels also suggest new ways to reduce the risk of further heart problems and death. Co-author, Dr Slayman Obeid, junior consultant at the University Heart Centre, Zurich, said: \"TMAO offers a better understanding of the clinical impact that our daily diet has on the cardiovascular system, specifically in patients presenting with acute coronary syndrome. This opens the way for new preventive measures, such as encouraging patients to switch from a diet rich in red meat, dairy products and eggs to a Mediterranean diet rich in green leafy vegetables and fibre. In addition, drugs could be developed that target the process by which bacteria in the gut interact with food to make TMAO. So, in the future, interventions that reduce TMAO levels may help to reduce the risk of clots and blocked arteries.\"In both groups of patients, those with TMAO levels above 2.5 micromolar (1 μM = 1 millionth of a molar) seemed to be at higher risk. However, after adjusting for other risk factors and medical conditions, the increased risk was seen to start at 4.28 μM in the US patients and 4.85 μM in the Swiss.Testing for TMAO is quick and easy to perform in the laboratory and is inexpensive - in the USA hospitals can carry it out for around $50-55. ", "article_link": "http://dx.doi.org/10.1093/eurheartj/ehw582", "url": "http://www.eurekalert.org/pub_releases/2017-01/esoc-qbt010917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "European Society of Cardiology", "keywords": ["Microbiology", " Nutrition/Nutrients", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Diagnostics", " Nutrition/Nutrients"], "journal": "European Heart Journal", "description": "Researchers have found that measuring the levels of a molecule called trimethylamine N-oxide (TMAO) that is produced by the gut bacteria from components of red meat, eggs and diary products in blood could give them a quick and reliable way of assessing the risk of death and other major heart problems in the short and long term in patients who arrive in hospital emergency departments with chest pains. The research is published in the European Heart Journal.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}