{"title": "Endocrinologists want training in transgender care", "text": "Washington, DC -- Four out of five physicians who specialize in treating hormone health conditions have never received formal training on care for transgender individuals, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.  Transgender individuals have a gender identity that is different from their sex assigned at birth. Many people who are transgender are prescribed hormones or undergo other medical treatments to reduce the distress that can subsequently occur. They often seek treatment from endocrinologists -- physicians and scientists who specialize in treating and researching hormone conditions.\"As awareness and insurance coverage of transgender healthcare has increased, there is growing demand for healthcare providers with expertise in this area,\" said the study's first author, Caroline Davidge-Pitts, MD, of the Mayo Clinic in Rochester, MN. \"It is crucial for endocrinologists to receive the necessary training to feel confident providing the highest quality care for this population.\"The Mayo Clinic and the Endocrine Society conducted an online survey of practicing U.S. endocrinologists and directors of training programs that prepare fellows, residents and medical students for endocrinology careers to gauge their understanding of transgender healthcare. Of 411 practicing physicians who responded, nearly 80 percent had treated a transgender individual during their career. The survey found that most healthcare providers were comfortable taking a history or prescribing hormones to transgender individuals. Respondents felt less confident discussing surgery and other non-hormonal treatment options, which may require a referral to a surgeon or other healthcare provider. The survey respondents were interested in receiving additional training in transgender care from online training modules and medical meeting presentations. Of the 54 endocrinology fellowship program directors who responded to the survey, 35 said their programs provided dedicated teaching on transgender health topics. The respondents said the biggest hurdles to providing more education were lack of faculty interest or experience, training resources and funding.\"The survey results will help us develop strategies to educate endocrinologists who are currently in practice as well as those entering the field about transgender care,\" Davidge-Pitts said. \"Teaching transgender health topics earlier, in medical school or residency, is one way to ensure young professionals are prepared. Expanded continuing education through online modules or medical meetings can benefit current healthcare providers.\"", "article_link": "http://dx.doi.org/10.1210/jc.2016-3007", "url": "http://www.eurekalert.org/pub_releases/2017-01/tes-ewt010517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Health Professionals", " Internal Medicine", " Urogenital System"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Four out of five physicians who specialize in treating hormone health conditions have never received formal training on care for transgender individuals, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}