{"title": "Landmark study defines normal ranges for testosterone levels", "text": "Washington, DC--A large study of more than 9,000 men has established harmonized reference ranges for total testosterone in men that when applied to assays that have been appropriately calibrated will effectively enable clinicians to make a correct diagnosis of hypogonadism, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.Testosterone is the main sex hormone in men, though women have testosterone as well in smaller amounts. Hypogonadism, a condition characterized by low testosterone levels, can lead to sexual dysfunction, decreased muscle and bone strength, less energy, and lower fertility. The correct diagnosis and effective treatment and prevention of hypogonadism as well as many other diseases depend on accurate measurement of hormones, but lack of both defined reference ranges of testosterone and standardization of hormone assays has made diagnosing hypogonadism a difficult task.\"Well-defined reference ranges are at the heart of clinical practice and without them clinicians can make erroneous diagnoses that could lead to patients receiving costly, lifelong treatments that they don't need or deny treatments to those who need them,\" said Shalender Bhasin, MD, of Brigham and Women's Hospital, Harvard Medical School in Boston, MA and lead author of the study. \"Our data establish a reference range for testosterone. These data also show that variations in assays is an important contributor to variation in testosterone levels in cohorts from different geographic regions. Clearly we need standardization in all hormone assays.\"In this study, researchers obtained serum testosterone samples from men who had already had their testosterone levels assayed locally. The samples were sent to the Centers for Disease Control and Prevention's (CDC) Clinical Standardization Programs at the National Center for Environmental Health where testosterone concentrations were measured using a higher order liquid chromatography tandem mass spectrometry method. Researchers used the results from both measurements to generate harmonized values, which were in turn used to derive standardized, age-specific reference ranges overall. The harmonized normal range for testosterone in a non-obese population of European and American Men, 19-39 years, is 264-916 ng/dL.\"Without harmonized reference ranges and standardized assays, tests can lead to misdiagnoses and unfortunately this happens every day around the world,\" said Hubert Vesper, PhD who is also a co-author of the study and co-chair of The Partnership for the Accurate Testing of Hormones (PATH). \"Now we have a reference range for testosterone, and it's important that we take this into consideration in the tests that clinicians and patients depend on for accurate diagnoses.\"PATH provides technical and scientific support to the CDC Steroid Hormone Standardization Program, conducts educational activities on hormone measurement, and advocates for the universal use of standardized hormone tests, where available. ", "article_link": "http://dx.doi.org/10.1210/jc.2016-2935", "url": "http://www.eurekalert.org/pub_releases/2017-01/tes-lsd011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Aging", " Health Professionals", " Internal Medicine", " Urogenital System"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "A large study of more than 9,000 men has established harmonized reference ranges for total testosterone in men that when applied to assays that have been appropriately calibrated will effectively enable clinicians to make a correct diagnosis of hypogonadism, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}