{"title": "Folic acid supplementation recommended for prevention of neural tube defects", "text": "The U.S. Preventive Services Task Force (USPSTF) recommends that all women who are planning or capable of pregnancy take a daily supplement containing 0.4 to 0.8 mg (400-800 μg) of folic acid. The report appears in the January 10 issue of JAMA.This is an A recommendation, indicating that there is high certainty that the net benefit is substantial.Neural tube defects are major birth defects of the brain and spine that occur early in pregnancy due to improper closure of the embryonic neural tube, which may lead to a range of disabilities or death. Daily folic acid supplementation in the periconceptional period (occurring around the time of conception) can prevent neural tube defects. However, most women do not receive the recommended daily intake of folate from diet alone.Data from 2003 to 2006 suggest that 75 percent of nonpregnant women ages 15 to 44 years do not consume the recommended daily intake of folic acid for preventing neural tube defects. To update its 2009 recommendation, the USPSTF assessed new evidence on the benefits and harms of folic acid supplementation in women of childbearing age.The USPSTF is an independent, volunteer panel of experts that makes recommendations about the effectiveness of specific preventive care services such as screenings, counseling services, and preventive medications.Women who have a personal or family history of a pregnancy affected by a neural tube defect are at increased risk of having an affected pregnancy. However, most cases occur in the absence of any personal or family history. Some factors increase the risk of neural tube defects, including use of particular anti-seizure medications, maternal diabetes, obesity, and mutations in folate-related enzymes.The USPSTF found convincing evidence that folic acid supplementation in the periconceptional period provides substantial benefits in reducing the risk of neural tube defects in the developing fetus. The USPSTF found inadequate evidence on how the benefits of folic acid supplementation may vary by dosage, timing relative to pregnancy, duration of therapy, or race/ethnicity.The USPSTF found adequate evidence that the harms to the mother or infant from folic acid supplementation taken at the usual doses are no greater than small.The critical period for supplementation starts at least 1 month before conception and continues through the first 2 to 3 months of pregnancy.The USPSTF concludes with high certainty that the net benefit of daily folic acid supplementation to prevent neural tube defects in the developing fetus is substantial for women who are planning or capable of pregnancy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-fas010517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "The US Preventive Services Task Force recommends that all women who are planning or capable of pregnancy take a daily supplement containing 0.4 to 0.8 mg (400-800 μg) of folic acid. The report appears in the Jan. 10 issue of JAMA.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}