{"title": "Researchers reveal connection between female estrogen cycle and cocaine addiction", "text": "Hormonal fluctuations women undergo make them particularly sensitive, compared to men, to the addictive properties of cocaine, according to a study conducted at the Icahn School of Medicine at Mount Sinai and published January 10 in the journal Nature Communications.The Mount Sinai research team discovered that estrogen intensifies the brain's dopamine reward pathway and demonstrated that cocaine has its most potent effects during the estrous/menstrual cycle, when release of estrogen is at its highest.  Their research suggests that a possible addiction intervention could be to adjust this hormonal cycle through use of birth control pills or a similar strategy.\"Our study will change the way we think about addiction research to emphasize the need to further understand female subjects, as most research on addiction has been conducted in male subjects,\" says Erin Calipari, PhD, co-first author on the paper and a postdoctoral fellow at the Icahn School of Medicine.  \"Further study of the estrogen-reward pathway is important, as it is quite possible that estrogen may have similar effects on other forms of substance abuse.\" Dr. Calipari is a member of the Laboratory of Molecular Psychiatry, led by the study's senior investigator, Eric Nestler, MD, PhD, Nash Family Professor of Neuroscience and Director of The Friedman Brain Institute at the Icahn School of Medicine.  The Mount Sinai research team sought to understand why women, once they try cocaine, are much more likely than men to become addicted.  While the overall rate of addiction is higher in males, previous research has shown that when females have the opportunity to try cocaine and other drugs, they are more likely than men to continue use and they transition to full addiction significantly faster than their male counterparts.  Addiction investigators have also uncovered that women are more likely to use cocaine at an earlier age, take the drug in larger quantities, and have greater difficulty remaining abstinent compared to men.  Additionally, women report that when estrogen levels are rising during their menstrual cycles, they experience a greater \"high\" from cocaine administration. To understand why this occurs, researchers used mice -- animals that show the same sex differences in drug use as humans -- and fixed tiny fiber-optic probes to specific areas of the brain, including those involved in the dopamine reward pathway. Female mice at various points in their estrus cycle, as well as male mice, were studied. The research team found that estrogen affects the quantity of dopamine  released by neurons in response to cocaine, as well as how long the dopamine stays in the synapse between brain cells. Both actions increase the pleasurable effects of cocaine, and each was significantly bolstered as estrogen levels increased in the female mice.  Both male and female mice linked pleasure/reward to where it occurred in their cages, spending more time on the side of their cage that was previously paired with cocaine.   Female mice did so to a greater extent, indicating enhanced reward to cocaine use.  \"The mice quickly learned that a particular environment is linked to drugs, and we demonstrated that when these mice, especially females at the height of their estrous cycle, were put into that environment, it stimulated a dopamine reward signal even without cocaine use,\" Dr. Calipari says. \"It is the same kind of strong, learned response that we know happens in humans.\"Researchers surmise that the evolutionary mechanism underlying the link between estrogen and the reward pathway is pleasure from seeking a mate and having sex, actions which promote the survival of the species.  Another evolutionary hypothesis is that heightened estrogen could promote food seeking, via effects on dopamine signaling, to ensure females are healthy enough to carry offspring.  However, the estrogen in the brains of women that likely primes their response to survival-related rewards can also make them more vulnerable to addiction.\"Our findings underscore the unique insight into normal brain function and disease pathology that results from studying both sexes,\" emphasizes Dr. Nestler, the principal author of the study.  \"This approach is essential to enable the field to develop optimized treatments for drug addition and other conditions for women as well as men.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-rr011017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse, The Brain and Behavior Research Foundation, NIH/National Institute of Mental Health, NIH/National Institute of Alcoholism and Alcohol Abuse", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Addiction", " Clinical Trials", " Neurochemistry", " Sex-Linked Conditions", " Addiction", " Drugs", " Behavior", " Sex-Linked Conditions"], "journal": "Nature Communications", "description": "This study shows how high estrogen release during the estrus cycle increases the pleasure felt via the brain's reward pathway", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}