{"title": "Meet Canada's 'poop lady'", "text": "They call her the \"poop lady.\" \r\nWay up north in Canada's Resolute Bay, an Arctic hamlet of less than 300 people in Nunavut, the locals are used to seeing Catherine Girard. \r\n The Université de Montréal student of environmental biology has flown in every summer since 2010 to research the diet and health of the local Inuit population. \r\nBy 2012, after undergraduate work on aquatic mercury, she narrowed down her PhD subject to analyzing \"gut microbiome,\" the bacteria in people's digestive tracts. \r\nAnd to do that, she had to collect stool samples. \r\nHer findings, published in early January in the American Society for Microbiology journal mSphere, mark the first time that Inuit microbiome has been described.\r\n\"I got to know people up there very well over the years, said Girard, 28. \r\n\"And they did me a big favour by welcoming me into their community and then doing this weird and gross and embarrassing thing for me.\" \r\nShe started out low-key. Helped by a local guide and interpreter - essential to her work - Girard pitching her project in as polite terms as possible. \r\n\"I tried to keep it casual. We'd joke a lot about me being 'the poop lady' and stuff, and people would generally burst out laughing,\" she recalled. \r\nAsked to donate a stool sample, \"they'd say yes or no immediately. Either they'd be grossed out by the idea or think it was hilarious and want to see what's in their poop.\" \r\nGirard put signs up around town, made radio announcements, attended Canada Day parades and Nunavut Day festivities, went door-to-door. She encouraged people to donate, telling them their microbiomes are key to their health and are so uniquely northern that her study would \"put them on the map.\" \r\nIn the end, thanks to support from local organizations and members of the community, she bagged 19 stool samples and had them flown south to Montreal to be analyzed. \r\nAnd that's when she got a surprise. \r\nIn the lab of her thesis co-supervisor Jesse Shapiro, a computational evolutionary biologist at UdeM, Girard learned the Inuit's gut microbiome wasn't so unique after all. Compared with samples from 26 residents of Montreal, the samples from Resolute Bay were remarkably similar, indicating a similar kind of diet: low in fiber, high in fat.\r\nStudies of the microbiome of other rural, indigenous, hunter-gatherer populations around the globe - in Burkina Faso, Tanzania and Venezuela, notably - have shown the opposite. There, people eat more vegetables and less meat, and the microbes in their gut are thus more diverse. \r\nBecause the Inuit eat raw fish and sea mammals (mostly seal), they ingest fewer carbohydrates and more animal fat and proteins - and also, potentially, mercury, a neurotoxin that bioamplifies in marine foodwebs. The Inuit also eat a lot of processed foods flown in from the south. \r\nCombined, the two types of diets - traditional and modern - tend to lead to obesity and other health problems such as diabetes. Mercury could add to the mix. Girard hopes her work on microbiota and mercury will lead to a better understanding of how they influence each other. \r\n \"This is what I'm starting to work on right now,\" said Girard, whose PhD is being supervised by Shapiro and UdM biology professor Marc Amyot.\r\n\"Mercury is a big public health issue up north, and from the stool samples that provided the DNA marker used in our study, we will perform deeper metagenomic analyses that will help us explore this contaminant's interactions with Inuit microbiome.\" \r\nNext up: Getting stool samples at different times of the year, not just summer, to see how the microbiomes variy as people's diets change over the seasons. \r\n\"People just don't realize it: you have more bacterial cells on your body than you have human cells, and microbiomes are extremely important,\" Girard said. \r\n\"They're important to your health, they're unique to you, like a fingerprint, and the better we understand them, the more we'll all know about who we are.\"\r\n", "article_link": "http://dx.doi.org/10.1128/mSphere.00297-16", "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-mc011017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Montreal", "keywords": ["Marine/Freshwater Biology", " Food/Food Science", " Cell Biology", " Marine/Freshwater Biology", " Microbiology", " Medicine/Health", " Diet/Body Weight", " Nutrition/Nutrients", " Minorities"], "journal": "mSphere", "description": "Since 2012, UdeM PhD student Catherine Girard has collected stool samples from the Inuit of Nunavut. In a new study, she documents for the first time their 'gut microbiome' -- with surprising results.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}