{"title": "Study suggests enterovirus infections linked with autoimmunity that leads to type 1 diabetes", "text": "New research published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) shows that children with type 1 diabetes (T1D) have a higher incidence of enterovirus infections prior to experiencing the autoimmune processes which lead to their T1D. The study is by Professor Heikki Hyöty and Dr Hanna Honkanen, University of Tampere, Finland, and colleagues. Type 1 diabetes is caused by an immune-mediated process that damages insulin-producing beta cells in the pancreas. The subclinical phase of the disease can be identified by detecting autoantibodies. Enteroviruses have been linked to type 1 diabetes in studies showing an increased frequency of these viruses in the blood and pancreas of diabetic and autoantibody-positive individuals and in studies showing an increased frequency of enterovirus antibodies in people with T1D. However, this association has not been seen in all studies.In this new study, the authors analysed whether the presence of enteroviruses in stools was associated with the appearance of islet autoimmunity in the \"Type 1 Diabetes Prediction and Prevention Study\" in Finland. The current study is the largest study to date in which enteroviruses have been analysed in stool samples collected over time from children who developed signs of a beta cell-damaging process. A total of 1673 stool samples from 129 case children who turned positive for multiple islet autoantibodies and 3108 stool samples from 282 matched control children were screened for the presence of enterovirus ribonucleic acid (RNA - the genetic material found in viruses). Altogether, 108 infections were diagnosed in the 129 case children and 169 infections in the 282 control children during the whole follow-up (mean 0.8 vs 0.6 infections per child). This difference was also seen in infections that occurred prior to the appearance of autoantibodies (0.6 vs 0.4 infections per child).Further analyses showed that the excess of infections in case children occurred more than 12 months before the first autoantibody-positive sample was taken. During this time period, an average of 0.62 infections were diagnosed per case child compared with 0.33 infections per control child, corresponding to 6.3 vs 2.1 infections per 10 follow-up years. Put another way, children with type 1 diabetes were found to have had three times more enterovirus infections than control children. The authors say: \"The present study suggests that enterovirus infections in young children are associated with the appearance of islet autoantibodies with a time lag of about 1 year. This finding supports previous observations from other prospective studies suggesting that enterovirus infections may play a role in the initiation of the beta cell-damaging process.\"They add that large international studies are in progress to study this association in different countries and to understand the mechanisms that make it possible for these viruses to infect insulin-producing cells in the pancreas. They say: \"It will also be important to explore the possibility of creating a vaccine against these viruses to find out whether it could prevent type 1 diabetes.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/d-sse010517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "Diabetologia", "description": "New research published in Diabetologia (the journal of the European Association for the Study of Diabetes) shows that children with type 1 diabetes (T1D) have a higher incidence of enterovirus infections prior to experiencing the autoimmune processes which lead to their T1D.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}