{"title": "Study finds association between insufficient sleep and gestational diabetes mellitus", "text": "A Singapore-based study has found a new health link between short sleep during pregnancy and gestational diabetes mellitus (GDM). This is the first study to examine the relationship between sleep duration and GDM in a multi-ethnic Asian population. Findings, published in the journal SLEEP, suggest that addressing sleep concerns during pregnancy could potentially reduce the risk of developing GDM.Diabetes is a global health concern and is an increasingly pressing problem in Asia.  In a 2015 report by the International Diabetes Federation (IDF), Singapore was found to have the second-highest proportion of diabetics among developed nations. It also has one of the highest rates of GDM, which increases the risk of subsequent Type 2 diabetes. GDM, which is diagnosed by high blood glucose levels, is one of the most common health problems during pregnancy. Unmanaged high glucose levels in pregnancy can result in complications that can affect both mother and child including pre-term labour, obstructed labour, birth trauma, high blood pressure for mothers, and increased risk of mother and foetal deaths. To reduce and manage the burden of diabetes, it is imperative to identify the factors that may contribute to unhealthy blood glucose levels.Sleep has been identified as one of the factors that affects glucose metabolism, and some studies have indicated that short sleep is a risk factor for Type 2 diabetes. However, few studies have examined the relationship between sleep and GDM, especially in an Asian population. Recent work suggests that adults in Singapore are among the most sleep-deprived in the world. This lack of sleep could contribute to GDM in Asian women, who are already at increased risk of GDM compared with Caucasian women.  In order to determine if short sleep duration is associated with increased risk of GDM, Associate Professor Joshua Gooley from Duke-NUS Medical School (Duke-NUS) and Dr Cai Shirong from the National University of Singapore Yong Loo Lin School of Medicine, a member of the National University Health System (NUHS), analysed the sleep and glucose levels of participants in the Growing Up in Singapore Towards healthy Outcomes (GUSTO) study. To examine the potential link between short sleep and GDM, 686 women completed a sleep questionnaire and had their glucose levels measured in a standard clinical test (oral glucose tolerance test) at 26 to 28 weeks of gestation. Of the 686 participants who had their glucose levels measured, 131 (19%) were diagnosed with GDM. Statistical analyses were run to assess whether exposure to short sleep, defined as less than 6 hours per night, was associated with greater odds of having GDM. The researchers found that short sleep was associated with increased risk of GDM, after adjusting for factors including age, BMI, and history of GDM. Interestingly, the frequency of GDM was highest (27.3%) in women who reported sleeping less than six hours a night and was lowest (16.8%) in women who reported sleeping between seven to eight hours a night.Results are consistent with findings which show that short sleep is associated with Type 2 diabetes in non-pregnant populations. They are also consistent with smaller studies done in Caucasian and African-American pregnant women. \"Our results raise the possibility that good sleep habits could reduce the likelihood of developing hyperglycemia and GDM,\" said senior author Assoc Prof Gooley, from the Neuroscience and Behavioural Disorders Programme at Duke-NUS. \"With the recently launched 'War on Diabetes' in Singapore, the importance of healthy sleep habits should be emphasised to doctors and patients, in addition to initiatives that are geared toward improving other lifestyle factors, such as diet and exercise.\"\"Our study provides a better understanding of how we may be able to counter a potentially serious condition for pregnant women and her child,\" added first author, Dr Cai. \"Additional studies are needed to assess the contribution of other modifiable lifestyle factors to GDM risk.\" GUSTO is a long-term study that seeks to determine effects of maternal health and lifestyle on growth outcomes of their children.  The study is a collaboration between KK Women's and Children's Hospital, the NUHS and the Singapore Institute for Clinical Sciences (SICS), the Agency for Science, Technology and Research (A*STAR). Participants represent the three major race groups in Singapore - Chinese, Malay and Indian. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/dms-sfa010917.php", "region": "asia", "source_link": null, "funder": "National Research Foundation, National Medical Research Council, Singapore Institute for Clinical Sciences, Agency for Science, Technology and Research", "meeting": "", "institution": "Duke-NUS Medical School", "keywords": ["Medicine/Health", " Diabetes", " Sleep/Sleep Disorders"], "journal": "Sleep", "description": "A Singapore-based study has found a new health link between short sleep during pregnancy and gestational diabetes mellitus (GDM). This is the first study to examine the relationship between sleep duration and GDM in a multi-ethnic Asian population. Findings, published in the journal SLEEP, suggest that addressing sleep concerns during pregnancy could potentially reduce the risk of developing GDM.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}