{"title": "Case Western receives $2.5 million Helmsley grant for 'smart' insulin development", "text": "New York, NY--The Leona M. and Harry B. Helmsley Charitable Trust awarded a $2.5 million grant to the Case Western Reserve University School of Medicine to continue research on a new form of insulin for those living with type 1 diabetes (T1D).The three-year grant will support ongoing research to develop so-called \"smart\" insulin, a rapid-acting, glucose-responsive form of the hormone that becomes active when blood sugar is high and inactive when blood sugar is low. The Helmsley Charitable Trust first granted $1 million to the Case Western program in 2013, and will now fund further pre-clinical efforts to design such glucose-responsive insulin (GRI) molecules.\"We're very pleased to continue our partnership with the researchers at Case Western who are on the vanguard of changing the lives of people with T1D,\" says Gina Agiostratidou, Director of the Helmsley Charitable Trust's Type 1 Diabetes Program. \"Intelligent insulin can take not only much of the worry out of managing blood sugar, but much of the health risk as well.\" People with T1D must rely on regular insulin injections to manage their metabolism, especially glucose in the bloodstream, but such injections can result in blood sugar levels that are too low or too high, as patients are often unable to make exact projections of how their blood sugar will change with changes in diet or exercise. The \"smart\" insulin analogs that researchers at Case Western are developing promise to mitigate this by automatically activating and de-activating based on the amount of glucose in the bloodstream. \"This grant will enable us to accelerate and optimize the development of glucose-responsive insulin by exploring a 'molecular diversity' of potential design,\" says Dr. Michael A. Weiss, the principal investigator of the project. \"After preparing a logical series of candidate GRIs, we will test in animals the form of the hormone that will be most likely to work best for patients.\" The animal studies will be coordinated by Dr. Faramarz Ismail-Beigi, Professor of Medicine at Case Western Reserve University. For the project, Dr. Weiss and his collaborative team will exploit efficient screening of potential GRI candidates in laboratory-based studies. Candidate analogs will go through in vitro and animal-based in vivo testing, with the lead candidate resulting from the project positioned for a pre-Investigational New Drug (IND) discussion with the regulatory authorities for phase I clinical studies. Upon successful completion of the proposed project, Case Western aims to collaborate with other academic groups and funding partners to conduct quantitative simulation studies via silico testing to assess potential target product profiles for GRIs.The Helmsley Charitable Trust's original $1 million grant allowed Case Western researchers to make significant progress with respect to molecular principles enabling the design and synthesis of a novel class of GRIs. That grant was part of a total of $6.5 million that Helmsley awarded to Case Western and six other organizations for early-stage projects focused on drugs, devices, or therapies that will ease the burden of managing T1D. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/cwru-cwr010917.php", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=483", "funder": "The Helmsley Charitable Trust", "meeting": "", "institution": "Case Western Reserve University", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "The Leona M. and Harry B. Helmsley Charitable Trust awarded a $2.5 million grant to the Case Western Reserve University School of Medicine to continue research on a new form of insulin for those living with type 1 diabetes (T1D).", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}