{"title": "Epigenetic changes promote development of fatty liver in mouse and man", "text": "Mice with a strong tendency to obesity already exhibit epigenetic changes at six weeks of age, inducing the liver to amplify its production of the enzyme DPP4 and release it into the circulation. Over the long term, this favors the development of a fatty liver. Such changes in DNA methylation are also detectable in humans with fatty liver and suggest a similar causal chain. These are the results of a study of an international research team led by Annette Schürmann, Robert Schwenk, Christian Baumeier and Sophie Saussenthaler of the German Institute of Human Nutrition (DIfE), a partner of the German Center for Diabetes Research (DZD). The team, which includes diabetes researchers from Finland, Sweden and France, has now published its results in the journal Diabetes (Baumeier et al. 2017; https://doi.org/10.2337/db15-1716).DPP4* is an enzyme that inhibits the action of important intestinal hormones of the glucose metabolism. Various studies have shown that high blood glucose levels stimulate the body's production of the enzyme. In particular, people with non-alcoholic fatty liver disease** have high DPP4 levels in the liver and in the blood. Until now, however, it was unclear whether increased DPP4 is a consequence or a trigger of fatty liver disease.To find answers to these questions, the scientists studied the gene regulation of the DPP4 gene in mice that are prone to obesity. Similar to identical twins, all animals of this breeding line are genetically identical. Nevertheless, some of the mice gain much more weight under the same high-fat diet and at the adult age of about 20 weeks develop a fatty liver. This suggests that the differences in weight development are due to epigenetic effects.In their study, the researchers showed that already at the age of six weeks in the mice with a rapid weight gain, the DPP4 gene was less methylated at four specific loci, i.e. epigenetically altered, compared to the other mice. As a result, the enzyme synthesis in the liver as well as the enzyme concentrations in the blood increased significantly, depending on the blood glucose level, even before the animals developed a fatty liver. \"Perhaps the methylation of the gene can be compared with a dimming switch, which regulates the transcription of the gene and thus the amount of the enzyme formed. If the sites in the gene are methylated, the DPP4 synthesis in the liver cells is 'dimmed', that means reduced and reversed,\" said Christian Baumeier, the first author of the publication. Furthermore, the scientists observed that later only those adult animals had a fatty liver that exhibited higher DPP4 level in the liver due to reduced methylation. \"Our results clearly show that the increased concentrations of DPP4 in the liver and blood that were measured in the obese animals were not the consequence of a fatty liver. Rather the opposite was true, the altered epigenetic regulation of the gene was responsible for the development of the fatty liver,\" added Sophie Saussenthaler, who shared the first authorship with Baumeier.As further analyses of the scientists have shown, the DPP4 gene in human liver is regulated by epigenetic changes just as in mice. In tissue samples from patients with severe fatty liver disease, the gene was less methylated. The degree of fat content in the liver correlated with the degree of DPP4 gene methylation and the amount of enzymes produced by the liver. \"Taken together, our results indicate that the epigenetic changes of the DPP4 gene associated with obesity have a negative effect on the liver metabolism already in young people, long before a fatty liver develops,\" said Annette Schürmann, leader of the study and head of the Department of Experimental Diabetology at DIfE. She continued: \"Therefore, in further studies, we should investigate how and at what point DPP4 inhibitors*** can be used in diabetes therapy to prevent the development of non-alcoholic fatty liver disease.\"", "article_link": "http://dx.doi.org/10.2337/db15-1716", "url": "http://www.eurekalert.org/pub_releases/2017-01/dzfd-ecp010917.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/news/news/dzd-news/article/37395/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Biology", " Genetics", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Diabetes", "description": "Mice with a strong tendency to obesity already exhibit epigenetic changes at six weeks of age, inducing the liver to amplify its production of the enzyme DPP4 and release it into the circulation. Over the long term, this favors the development of a fatty liver. Such changes in DNA methylation are also detectable in humans with fatty liver and suggest a similar causal chain.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}