{"title": "New study: What do health plan deductibles really mean for people with chronic illness?", "text": "ANN ARBOR, Mich. -- For tens of millions of Americans, the start of a new year means the counter has gone back to zero on their health insurance deductible. If they need health care, they'll pay for some of it out of their own pockets before their insurance takes over. As insurance plans with deductibles grow in popularity, a new study takes a national look at what those plans mean for people with common chronic health conditions such as diabetes, asthma, joint problems and heart disease. The short answer: Those who choose plans with a deductible and have such conditions should be prepared to spend hundreds or even thousands of dollars of their own money on their care, beyond what they spend to buy the insurance plan in the first place. The results, reported in JAMA Internal Medicine by researchers from the VA Ann Arbor Health Care System, University of Michigan Medical School, and Penn State University, especially show the impact of high-deductible health plans - which now cover 40 percent of Americans who buy their own health insurance or get it through an employer. Using data from a national survey of Americans under age 65, the researchers find that having a high-deductible plan makes it more likely that health-related costs will take up more than 10 percent of a chronically ill person's total income. They also find huge variation between patients who have the same condition in the amount of out-of-pocket spending they had, even for those in low-deductible plans. Despite these out-of-pocket costs, the study finds that few people with chronic illnesses said that costs or insurance coverage issues had gotten in the way of getting the care or prescriptions they needed. \"Increasingly, these plans have become woven into fabric of health insurance in America, so it's important to look at the impact of deductibles on people who need care on an ongoing basis,\" says senior author Jeffrey Kullgren, M.D., M.S., M.P.H., a research scientist in the VA Center for Clinical Management Research of the VA Ann Arbor Healthcare System and an assistant professor of general medicine at the U-M Medical School. \"Not only on how they spend their money on care for their day in, day out health needs, but also how that affects spending in the rest of their lives.\"The findings are based on data from 2011 through 2013, during a time when many more employers started offering high-deductible health plans. It was also before individuals who needed to buy their own insurance could do so on the Healthcare.gov Marketplace. Since the launch of the Marketplace, more than 90 percent of people shopping there have chosen high-deductible plans. Lower-income people who choose Silver-level Marketplace plans can get assistance with out-of-pocket costs from the federal government. But those who opt for Bronze-level plans with high deductibles, which have lower monthly premium costs, aren't eligible for deductible help. Neither are people who make more than the income limit or get their coverage outside of the Marketplaces. \"If changes in health policy remove Marketplace subsidies, that could rewind the clock to the era we studied,\" says Kullgren, who is a member of the U-M Institute for Healthcare Policy and Innovation and the Center for Behavioral and Social Sciences in Medicine. Kullgren and first author Joel E. Segel, Ph.D., a Penn State health economist, analyzed data from 17,177 people interviewed for the Medical Expenditure Panel Survey, a nationally representative survey conducted by the Agency for Healthcare Research and Quality. Just over 4,100 had a high-deductible health plan, and 44.5 percent had a chronic health condition. They looked at data from people who had heart disease, high blood pressure, diabetes, asthma, joint diseases, cancer except for skin cancer, and mood disorders such as depression. They compared their out of pocket costs against those of people who had none of these conditions, and looked at those who had plans with high deductibles, low deductibles and no deductibles.In 2013, a plan was considered high deductible if it asked patients to pay the first $1,250 in care costs for an individual or $2,500 for a family. Only people with deductibles above this amount qualify to open a health savings account that lets them put away cash that they can use tax-free to pay for some health costs.Kullgren specializes in studying the impact of consumer-directed health care plans - a phrase that encompasses those with high deductibles or other cost-sharing arrangements. He also studies how the companies that run such plans, or offer them to their employees, can help their participants understand the costs and medical choices that they will be responsible for. \"A lot of plans, employers and policymakers are using these plans as vehicles to make consumers more active in their care, more cost-conscious, and more interested in optimizing the value of their care,\" he says. \"This includes offering price-transparency tools that people can use to see what the care they need will cost, and quality tools to show which hospitals or providers offer the best value. \"But we don't know yet how often people are using these tools to help them get the care they need and avoid the care they don't need, nor how well the tools serve their needs,\" he adds. \"We need to focus on helping people who are in these plans use them better.\"He is currently analyzing national survey data from people enrolled in high-deductible health plans who were asked about these topics. He is also partnering with Priority Health, a major private insurer, to design a pilot project that will launch early this year. It will test a price transparency tool that patients and health providers can use together, during a clinical appointment, to make decisions based on medical need and cost. \"One challenge of high-deductible health plans is that clinical decisions made in a doctor's office are often completely disconnected from the reality of what a patient has to pay out of pocket,\" he says. \"Patients have to decide whether and where to get a service, such as an operation, lab test or medical imaging exam, that they must pay for under their plan. These are decisions where clinicians can help patients navigate - and in some cases help them avoid care they don't need.\"", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2016.8419", "url": "http://www.eurekalert.org/pub_releases/2017-01/uomh-ns010517.php", "region": "namerica", "source_link": null, "funder": "Veterans Affairs", "meeting": "", "institution": "University of Michigan Health System", "keywords": ["Business/Economics", " Health Care", " Insurance", " Personal", " Socioeconomics", " Medicine/Health", " Cancer", " Cardiology", " Health Care Systems/Services", " Diabetes"], "journal": "JAMA Internal Medicine", "description": "For tens of millions of Americans, the start of a new year means the counter has gone back to zero on their health insurance deductible. If they need health care, they'll pay for some of it out of their own pockets before their insurance takes over. As insurance plans with deductibles grow in popularity, a new study takes a national look at what those plans mean for people with common chronic health conditions.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}