{"title": "Most breastfed infants not receiving recommended vitamin D supplementation", "text": "Although daily vitamin D supplementation is recommended for breastfed infants, adherence to this recommendation is poor. \r\nIn new research published in the January/February 2017 issue of Annals of Family Medicine, Tom D. Thacher, MD and colleagues at the Mayo Clinic in Rochester, Minn., explored maternal preferences for vitamin D supplementation and found less than half of infants in the study were receiving the recommended daily vitamin D supplementation. Given a choice, most mothers would prefer to supplement themselves to enrich their breast milk with vitamin D rather than supplement their infants. Surveying 140 mothers with exclusively breastfed infants and 44 who used both breast milk and formula milk, researchers found only 55 percent supplemented their infants with vitamin D, and only 42 percent supplemented with the 400 IU recommended. Regarding maternal preferences, they found 88 percent of mothers preferred supplementing themselves rather than their infants, and 57 percent preferred daily to monthly supplementation. Mothers cited safety as most important in choosing a method of supplementation. The authors conclude that taking maternal preferences into consideration could improve adequate intakes of vitamin D in breastfed infants. They offer that because most mothers take a prenatal vitamin after delivery, higher doses of vitamin D (4000-6400 IU daily) could be incorporated into the maternal supplementation routine to enrich the breast milk with vitamin D. They cite ease of administration and avoidance of potential toxicity to the infant from dosing errors as advantages of maternal rather than infant supplementation.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/aaof-mbi010417.php", "region": "namerica", "source_link": null, "funder": "Mayo Clinic CTSA", "meeting": "", "institution": "American Academy of Family Physicians", "keywords": ["Medicine/Health", " Nutrition/Nutrients", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Annals of Family Medicine", "description": "Most breastfed infants are not receiving the recommended vitamin D supplementation according to new findings from researchers at the Mayo Clinic published in the January/February 2017 issue of Annals of Family Medicine.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}