{"title": "Do weekend warriors reap any health benefits?", "text": "WASHINGTON, DC (January 9, 2017)--The U.S. Department of Health and Human Services recommends getting at least 150 minutes of moderate-intensity exercise spread out during the week. This could be accomplished by walking 30 minutes five days a week, but for many people even that modest amount of time just isn't there during the work week. But can people get a health benefit by working up a sweat only on the weekends?Yes, says a study that will appear in the January 9 issue of the Journal of the American Medical Association Internal Medicine (JAMA IM). The study suggests that so-called \"weekend warriors\" have significantly lower all-cause mortality compared with inactive people. For people constrained by a busy weekday schedule, this study provides support for compressing their workout into a day or two, says a commentary that accompanies the study in the same issue. At the same time, there are still many questions remaining about the optimal dose of physical activity in terms of total time, frequency, and intensity, say the authors of the invited commentary Hannah Arem and Loretta DiPietro both from Milken Institute School of Public Health (Milken Institute SPH) at the George Washington University.Arem and DiPietro go on to say that people who exercise throughout the week or on a daily basis may be getting additional health benefits, such as countering the negative effects of an otherwise inactive lifestyle. For busy people, they recommend building short stints of physical activity into a daily routine by taking the stairs instead of the elevator or taking short, frequent walks.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/gwum-dww010617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "George Washington University Milken Institute School of Public Health", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Public Health", " Exercise"], "journal": "JAMA Internal Medicine", "description": "Yes, say two GW experts available for comment on a new study.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}