{"title": "'First do no harm: Internists say Congress needs to preserve protections in the ACA'", "text": "(Washington, January 9, 2017)--In a letter sent today to leaders in the House of Representatives and the Senate, the American College of Physicians (ACP), representing 148,000 internal medicine physicians (internists), related subspecialists, and medical students, implored Congress to not roll back coverage and protections established by the Affordable Care Act (ACA), and to  evaluate any proposals to change it based on whether or not they would result in improvements in coverage, access and protections for patients.\"Independent and non-partisan analyses show that efforts to 'repeal and replace' the ACA would lead to massive losses of coverage and consumer protections for people enrolled in commercial insurance markets and in the Medicaid program, slow the movement to value-based payment reforms, force seniors to pay more for their prescription drugs, and undermine initiatives to prevent illnesses and promote public health,\" said Nitin S. Damle, MD, MS, MACP, president of ACP, in the letter.  \"If the ACA is repealed, every state in the country would experience big increases in the uninsured rate, uncompensated care, and potential loss of coverage for people with pre-existing conditions.\"The impact of the threat to patients if the ACA is repealed would be substantial. A 2015 study from the Congressional Budget Office estimated that the full repeal of the ACA would increase federal budget deficits by $137 billion between 2016 and 2025. A 2016 study from the Urban Institute estimates that 58 million U.S. residents would be without insurance coverage if the ACA is repealed. In December 2016 the Kaiser Family Foundation released a study showing that 52 million people under age 65 have a pre-existing condition that would have made them uninsurable in the pre-ACA individual insurance market.  ACP's letter included a link to an analysis of what the impact will be in every state and the District of Columbia, if the ACA is repealed without a replacement that provides comparable or better protections and coverage, on:To that end, the College has put together a list of ten key questions that should be used when evaluating suggested changes to the ACA.  The questions are intended to ensure that proposed changes will 'first, do no harm:' at a minimum, patients must be no worse off than the coverage and consumer protections available under current law and preferably, better off: While ACP opposes repealing and replacing the ACA, the letter stated the College's belief that there is opportunity to improve the law by stabilizing insurance markets; expanding consumer choice of insurance products and of physician and hospitals; ensuring network adequacy; supporting state innovation, reducing administrative burden, and supporting the critical role played by primary care physicians in providing accessible, high quality and cost-effective care to all types of patients.\"Our sincere hope is that Congress will join with physicians, nurses and other health professionals; consumer and patient advocacy groups; hospitals; insurers; states; employers; and others to consider approaches that will result in improvements compared to current law in coverage, access, and protections,\" concluded Dr. Damle, a practicing internist. \"Especially for lower-income patients and those with pre-existing conditions and chronic illnesses, rather than rolling them back.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/acop-dn010617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Health Care", " Insurance", " Internal Medicine", " Public Health", " Policy/Ethics", " Science/Health and the Law", " Political Science", " Socioeconomics"], "journal": "", "description": "In a letter sent today to leaders in the House of Representatives and the Senate, the American College of Physicians (ACP), representing 148,000 internal medicine physicians (internists), related subspecialists, and medical students, implored Congress to not roll back coverage and protections established by the Affordable Care Act (ACA), and to  evaluate any proposals to change it based on whether or not they would result in improvements in coverage, access and protections for patients.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}