{"title": "High dietary red meat intake linked to common bowel condition diverticulitis", "text": "A high dietary intake of red meat, particularly of the unprocessed variety, is linked to a heightened risk of developing the common inflammatory bowel condition, diverticulitis, reveals research published online in the journal Gut.Diverticulitis occurs when the small pockets or bulges lining the intestine (diverticula) become inflamed. It is relatively common, accounting for more than 200,000 hospital admissions every year in the US at an annual cost of $US 2 billion.New cases of the condition are on the rise, particularly among younger people. And around 4% of those affected will develop severe or long term complications, such as perforations in the gut wall, abscesses, and fistula (abnormal connections between two hollow spaces).Yet despite its prevalence and impact, not much is known about what causes diverticulitis, although it has been linked to smoking, the use of non-steroidal anti-inflammatory drugs (NSAIDs), physical inactivity, and obesity.Insufficient dietary fibre intake is also thought to have a role, but few other dietary factors have been explored in any detail.In a bid to rectify this, the research team assessed the potential impact of total dietary red meat, poultry, and fish intake on the risk of developing diverticulitis in nearly 46,500 men, taking part in the Health Professionals Follow up Study.The men were all aged 40 to 75 when they joined the study between 1986 and 2012. Every four years they were asked to state how often, on average, they had eaten standard size portions of red meat, including processed meat; poultry; and fish, over the preceding year.They were given nine options, ranging from 'never' or 'less than once a month,' to 'six or more times a day.'During the 26 year monitoring period, some 764 men developed diverticulitis.Those who ate higher quantities of red meat tended to use common anti-inflammatory drugs and painkillers more often; they smoked more; and they were less likely to exercise vigorously. Their fibre intake was also lower.Those who ate more poultry and fish were more likely to exercise vigorously, take aspirin, and to smoke less.But after taking account of these potentially influential factors, total red meat intake was associated with heightened diverticulitis risk.Compared with the lowest levels of consumption, the highest level of red meat intake was associated with a 58% heightened risk of developing diverticulitis, with each daily serving associated with an 18% increased risk. However, risk peaked at six servings a week.The association was strongest for unprocessed red meat, and substituting one daily portion of this with fish or poultry was associated with a 20% lowered risk.The overall findings did not seem to be influenced by overweight or age.Exactly how red meat intake might affect diverticulitis risk is not clear, and further research is required. But higher red meat consumption has been linked to the presence of inflammatory chemicals, such as C reactive protein and ferritin, as well as heart disease/stroke and diabetes, explain the researchers.It's possible that the type and diversity of bacteria colonising the gut, referred to as the gut microbiome, may also have a role, with red meat consumption altering the range of bacteria, so potentially affecting immune response and the integrity of the gut lining.And the higher cooking temperatures involved for unprocessed meat, which was more strongly associated with diverticulitis, may influence bacterial composition or inflammatory activity, venture the researchers.This is an observational study, so no firm conclusions can be drawn about cause and effect, and the findings may have been subject to recall inaccuracies, the researchers point out. Furthermore, as the research was only carried out in men, the findings may not be applicable to women.Nevertheless, the researchers conclude: \"Our findings may provide practical dietary guidance for patients at risk of diverticulitis, a common disease of huge economic and clinical burden.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/b-hdr010517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "Gut", "description": "A high dietary intake of red meat, particularly of the unprocessed variety, is linked to a heightened risk of developing the common inflammatory bowel condition, diverticulitis, reveals research published online in the journal Gut.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}