{"title": "Medicaid expansion linked to better care quality at health centers", "text": "PROVIDENCE, R.I. [Brown University] -- As the incoming administration of President-elect Donald Trump and members of the 115th U.S. Congress consider the possibility of revamping or replacing the Affordable Care Act, a new Brown University study finds an association between the law's expansion of Medicaid and improved care quality at federally funded community health centers that serve more than 20 million predominantly poor residents a year.\"The first year of Medicaid expansion was associated with increases in insurance coverage and improvements in asthma treatment, BMI screening, pap testing and blood pressure control,\" wrote the authors of the study in the January 2017 issue of the journal Health Affairs.In January 2014, the District of Columbia and 25 states extended Medicaid to non-elderly residents with incomes at or below 138 percent of poverty, while 25 states did not (though six more have expanded Medicaid since then). Because many poor people turn to federally funded community health centers for care, the researchers sought to determine what difference Medicaid expansion might be making for them. Their analysis tracked changes in insurance coverage, the number of patients receiving care at health centers, and eight measures of care quality among roughly 20 million people a year who sought care at 1,057 community health centers between 2011 and 2014.Led by Megan Cole, a doctoral student at Brown, and Dr. Amal Trivedi, associate professor of health services, policy and practice, the study not only spanned the time period around expansion, but also compared statistically similar centers in states that expanded Medicaid and states that did not. That method gave the researchers two layers of comparison -- before 2014 vs. after, and expansion state vs. non-expansion state -- for determining whether the differences they observed might be attributable to Medicaid expansion.The researchers found a relatively greater drop in uninsurance rates of 11.1 percentage points for health center patients in expansion states vs. non-expansion states in 2014 compared to 2011-2013. Over the same period, they also found that the relative increase in Medicaid coverage was 11.8 percentage points higher for centers in expansion states. In 2014 about 23 percent of health center patients in expansion states and 39 percent in non-expansion states still remained uninsured.Although more patients in expansion states gained insurance coverage (primarily from Medicaid but also a modest amount from private sources), the rate of increase in unique patients visiting centers in 2014 compared to before was similar in expansion vs. non-expansion states. Cole and Trivedi said a likely reason was that the Affordable Care Act provided billions of dollars in funding to centers in all states to hire more staff, expand operations and to upgrade facilities, potentially allowing them to serve more patients across the board.Impact on qualityThe apparent result of the law in 2014 was therefore that many more patients came to health centers for care, but they were substantially more likely to come with insurance in expansion states. That meant that patients in expansion states were significantly more likely to contribute to their local center's revenue rather than just using their services, Cole said, and they were also more likely to be able to buy medications they were prescribed and access specialty care. Both factors -- that patients in expansion states could better reimburse their centers and were better positioned to benefit from higher quality care -- may have contributed to the quality trends the study data show, Trivedi added.Between the 2011-2013 period and 2014, care quality -- defined as the rate at which recommended care was provided -- improved at least slightly in expansion states on seven of the study's eight tracked measures: providing drug treatment for asthma, lipid-lowering therapy for coronary artery disease, aspirin for patients with cardiovascular disease, colorectal cancer screening, pap testing, body mass index (BMI) assessment, and hypertension control. Care improved in non-expansion states on five of those measures but declined for pap testing and hypertension. In both sets of states, diabetes control got slightly worse.When the researchers compared the magnitude and the direction of the changes on each of the eight metrics, they found that four showed statistically significant differences -- all in favor of Medicaid expansion states: care for asthma, pap testing, BMI assessment and hypertension (particularly among Hispanics).\"We do see relative improvements in some of these measures,\" Cole said. \"Prior to expansion we see similar trends in both expansion and non-expansion states but then we see a deviation in 2014. Some of it is due to slight declines in quality in the non-expansion states, and some of it is due to greater improvements in quality in the expansion states.\"Trivedi and Cole said they hope that as policymakers consider the future of health care in the U.S., they will account for the impact on care for millions of poor patients who receive care in health centers. Their analysis suggests that Medicaid expansion benefited these patients.\"Repealing Medicaid expansion entirely would have large consequences given that millions of low-income people would lose coverage -- particularly those patients who receive care in health centers,\" Cole said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bu-mel010517.php", "region": "namerica", "source_link": null, "funder": "Agency for Healthcare Research and Quality, Nora Kahn Piore Award", "meeting": "", "institution": "Brown University", "keywords": ["Health Care", " Socioeconomics", " Medicine/Health", " Cardiology", " Diagnostics", " Health Care Systems/Services", " Health Professionals", " Gynecology", " Public Health"], "journal": "Health Affairs", "description": "In the first year of Medicaid expansion, four out of eight quality indicators at federally funded health centers improved significantly in states that expanded Medicaid compared to non-expansion states, according to a new study.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}