{"title": "Older adults with arthritis need just 45 minutes of activity per week", "text": "CHICAGO --- Older adults who suffer from arthritis need to keep moving to be functionally independent. But in an examination of a goal that is daunting for most of this aging population, a new Northwestern Medicine study found that performing even a third of the recommended activity is beneficial.Federal guidelines suggest achieving 150 minutes of moderate activity per week to prevent premature death and serious illness, however only one in 10 older American adults with arthritis in their knees meet these guidelines. Northwestern Medicine researchers wanted to determine a less overwhelming activity goal to get this population up and moving, and 45 minutes per week was that magic number. Approximately one third of participants improved or had high function after two years. But those participants who achieved this minimum of 45 minutes of moderate activity, such as brisk walking, per week were 80 percent more likely to improve or sustain high future function over two years compared with those doing less. This finding was true for both men and women.  \"Even a little activity is better than none,\" said first author Dorothy Dunlop, professor of rheumatology and preventive medicine at Northwestern University Feinberg School of Medicine. \"For those older people suffering from arthritis who are minimally active, a 45-minute minimum might feel more realistic.\"A rare examination of the type and intensity of physical activity older adults need to remain functional, the study was published online Dec. 28 in the journal Arthritis Care & Research.\"The federal guidelines are very important because the more you do, the better you'll feel and the greater the health benefits you'll receive,\" Dunlop said. \"But even achieving this less rigorous goal will promote the ability to function and may be a feasible starting point for older adults dealing with discomfort in their joints.\"Federal guidelines suggest achieving the 150 minutes of moderate activity done in sessions lasting at least 10 minutes to promote good cardiovascular health. But Dunlop and her team focused on simply keeping this population functioning over two years. \"We're looking for an older population who can be functionally independent,\" Dunlop said. \"And we were interested in seeing what kind of physical activity might be beneficial to promote good function down the road. We found moderate-intensity activity rather than light activity, such as pushing a grocery cart, to be more valuable to promote future function.\"Looking at the intensity of activity that older adults need to achieve to remain functional has not been systematically examined, Dunlop said. Using sophisticated movement-monitoring accelerometers, the researchers measured the physical activity of 1,600 adults from the nationwide research study, Osteoarthritis Initiative, who had pain, aching or stiffness in their hips, knees or feet. \"We found the most effective type of activity to maintain or improve your function two years later was moderate activity, and it did not need to be done in sessions lasting 10 minutes or more, as recommended by federal guidelines,\" Dunlop said.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nu-oaw010917.php", "region": "namerica", "source_link": "https://news.northwestern.edu/stories/2017/01/minimal-activity-requirement-older-arthritis-adults/", "funder": "NIH/National Institute of Arthritis and Musculoskeletal and Skin Diseases", "meeting": "", "institution": "Northwestern University", "keywords": ["Medicine/Health", " Mortality/Longevity", " Aging", " Aging"], "journal": "Arthritis Care & Research", "description": "Older adults who suffer from arthritis need to keep moving to be functionally independent. But in an examination of a goal that is daunting for most of this aging population, a new Northwestern Medicine study found that performing even a third (45 minutes) of the recommended activity is beneficial, and those who did improved function in their lower arthritic limbs by 80 percent.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}