{"title": "An ecological invasion mimics a drunken walk", "text": "A theory that uses the mathematics of a drunken walk describes ecological invasions better than waves, according to Tim Reluga, associate professor of mathematics and biology, Penn State. The ability to predict the movement of an ecological invasion is important because it determines how resources should be spent to stop an invasion in its tracks. The spread of disease such as the black plague in Europe or the spread of an invasive species such as the gypsy moth from Asia are examples of ecological invasions. \r\n\tTwo camps of scientists work on this problem -- mathematicians and ecologists. Mathematicians focus on creating models to describe invasion waves, while ecologists go to the field to measure observations of invasions, building computer simulations to predict the phenomenon they observe. Ideally both camps should agree on the underlying theory to explain their model results. But an ongoing argument continues among these scientists due to one seemingly simple detail -- how randomness affects an ecological invasion. Reluga hopes his approach will settle the argument, reconciling mathematical models with ecological observations.\"I hope this paper makes things clear that different kinds of randomness have different effects on invasions,\" Reluga said.Previously, ecologists made inconsistent theories about how randomness influences an invasion. Some said it sped up while others said it slowed down an invasion. This is in contrast to mathematicians who said randomness had no affect on invasions, but randomness affects an ecological invasion in a number of different ways. Reluga's work categorizes this randomness into three factors -- spatial, demographic, and temporal. The invasion of a forest population, such as the spread of acorn trees in England and Scotland at the end of the last ice age, can show how all three random factors affect this ecological invasion. The presence of squirrels in the forest can increase spatial randomness as squirrels disperse acorns further away from trees. Demographic randomness describes the variation in the average number of acorns trees produce. Finally, temporal randomness refers to how regularly the trees disperse seeds through time. For his research Reluga constructed a mathematical model of an ecological invasion that behaves like a random walk, or movement that resembles the way someone who has had too much to drink tries to walk. He then showed the model replicates four key properties observed in computer simulations -- increasing spatial and temporal randomness sped up an invasion, and increasing demographic randomness and population density slowed down an invasion. By mathematically proving his model results replicated these properties, he concluded his take on spatial, demographic, and temporal random factors resembles the real world. Reluga's results, published in Theoretical Population Biology, agree with what ecologists observe in the field and mathematicians predict with models, covering a wide class of invasion phenomenon. \"This is the way we should be thinking about the problem of randomness in ecological invasions,\" Reluga said. \"If we think about it in this different frame, all the results make natural sense.\"Reluga's different frame describes the movement of individuals in a population, stepping away from the conventional wave model used by mathematicians. This approach gives his model the fourth key property -- invasions slow down when the density of the population increases. This means that survival is affected by how many and how close neighbors are. His results replicate real-world observations that many nearby neighbors decrease the chance of survival as resources become scarcer. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ps-ae010917.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation", "meeting": "", "institution": "Penn State", "keywords": ["Agriculture", " Ecology/Environment", " Mathematics/Statistics"], "journal": "Theoretical Population Biology", "description": "A theory that uses the mathematics of a drunken walk describes ecological invasions better than waves, according to Tim Reluga, associate professor of mathematics and biology, Penn State.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}