{"title": "New year, new idea: High-value health plan concept aims for bipartisan appeal", "text": "As Washington grapples with the fate of the Affordable Care Act, a pair of health care researchers has proposed a new way to design health insurance plans that could win bipartisan support - and has already started to do so.In an invited commentary in JAMA Internal Medicine, the University of Michigan's Mark Fendrick, M.D., and Harvard University's Michael Chernew, Ph.D., put forth the framework for what they call a \"high-value health plan.\"It's the first peer-reviewed publication to put forth the idea, which has also appeared in a bipartisan U.S. House bill introduced in the last Congress. The idea combines the consumer-driven, market-based concepts of high deductible health plans linked to health savings accounts, with exemptions that enhance coverage for the clinical services that have been proven to benefit patients the most. Currently, all HDHPs must cover certain preventive services without asking patients to pay for them out of their deductible. But existing regulations do not allow these plans to cover services to manage chronic disease. As a result, patients with chronic illnesses such as diabetes, depression, or heart disease must pay the entire cost of their tests, appointments, and prescriptions until they meet their plan's deductible. Many of these services are proven to keep their condition from getting worse, and in some cases have been found to lower total health care spending.About 40 percent of privately insured Americans under age 65 have HDHPs, including many people who have bought insurance on the Healthcare.gov marketplace. Each year, these plans require an individual to pay at least $1,300 -- and a family the first $2,600 -- of their health costs before their benefit coverage kicks in.  In many plans, deductibles are substantially higher than this - a frequently raised issue in health reform discussions.Republican-supported health policy proposals aim to increase the use of HSAs, which give people a tax-free place to put cash aside to pay for their deductibles and other health expenses. But HSAs, which are available to anyone with a HDHP, have been criticized by Democrats as being mostly useful to people with higher incomes. For two decades, Fendrick and Chernew have studied how out-of-pocket costs can cause lower-income people and those with chronic illness to skip needed care. The new JAMA Internal Medicine includes two research articles about the impact of HDHPs on personal health care spending.The High Value Health Plan concept that the pair proposes would require a change to the federal tax code, to give health insurance companies more flexibility in designing HDHPs. \"Allowing health plans the flexibility to voluntarily cover more services outside the deductible would enhance consumer choice,\" says Fendrick, a professor in the U-M Medical School and School of Public Health who heads the Center for Value-Based Insurance Design (V-BID). While the monthly premiums for HVHPs would need to be modestly higher than those for existing HDHPs, the HVHP premiums would be lower than for most traditional plans. He says, \"The next generation health plan should be affordable, cover essential health care, and better engage consumers in their health care decisions.\"", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2016.8747", "url": "http://www.eurekalert.org/pub_releases/2017-01/uomh-nyn010917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan Health System", "keywords": ["Business/Economics", " Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services", " Policy/Ethics", " Science/Health and the Law", " Poverty/Wealth"], "journal": "JAMA Internal Medicine", "description": "As Washington grapples with the fate of the Affordable Care Act, a pair of health care researchers has proposed a new way to design health insurance plans that could win bipartisan support -- and has already started to do so.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}