{"title": "Two years and multiple doctors often needed to diagnose polycystic ovary syndrome", "text": "PHILADELPHIA - Polycystic ovary syndrome (PCOS) is the most common endocrine disorder -- and most common cause of infertility - affecting 9 to 18 percent of women around the world. Despite the prevalence of the complex and chronic condition, one-third of women diagnosed with PCOS saw at least three health professionals over the course of two years before receiving a diagnosis, according to a study from the Perelman School of Medicine at the University of Pennsylvania. The study, published in the Journal of Clinical Endocrinology & Metabolism, is the largest to date examining time to diagnosis, and reveals what the authors say are \"major gaps\" in education and support for women with the condition.\"Women with PCOS have an increased risk of type 2 diabetes, metabolic syndrome and anxiety and depression, and studies have shown that the longer it takes for the condition to be diagnosed, the greater the patient dissatisfaction,\" said senior author Anuja Dokras, MD, PhD, a professor of Obstetrics and Gynecology and director of the Penn Polycystic Ovary Syndrome Program. \"These new results are concerning for both women who are, or may be, affected by PCOS, and health care providers. Not only do women often wait several months or even years before care providers are able to diagnose the condition, but even after diagnosis, patients are often unsatisfied with the information and support they receive.\"PCOS primarily affects women of reproductive age -- most often between the ages of 18 to 35. Inconsistent menstrual periods, excess hair growth, acne, and obesity are the most common symptoms, but the authors caution against placing too much emphasis on only one of these symptoms.In the study, researchers surveyed 1,385 women from 48 different countries who had been diagnosed with PCOS to learn more about their diagnosis experience and the information they were provided about PCOS. More than one-third (33.6 percent) of women surveyed reported that it took more than two years before receiving a diagnosis, and nearly half (47.1 percent) saw three or more health professionals before receiving a diagnosis. Additional results showed that only 15.6 percent of women said they were satisfied with the information they received.When asked \"how can we best support women with PCOS?\" more than 90 percent of participants said providing broadly available educational materials would be helpful, while 70 percent expressed an interest in support and presentations at patient workshops. The authors suggest that greater community and clinician awareness about the full range of PCOS features is needed internationally to enable early diagnosis.\"Women with PCOS who responded to the survey were most concerned about trouble losing weight, irregular menstrual cycles, and infertility. Health care providers have an obligation to provide these patients with better support and information at the time of diagnosis to help them understand and manage their condition,\" Dokras said, noting that the absence of a targeted diagnostic test likely contributes to delays in diagnosis. \"The delays in diagnosis reported in the new study suggest a significant missed opportunity to improve treatment and quality of life for these patients. Diagnosing women with PCOS earlier will allow providers to intervene in a more proactive manner, treating symptoms of the condition -- such as obesity, acne, excess body hair, anxiety, and depression - more effectively.\"Based on the study findings, the authors are calling for the development of international evidence-based guidelines, co-designed consumer and health professional resources and international dissemination to improve diagnosis experience, education, management and health outcomes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-tya010917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Fertility", " Health Care Systems/Services", " Health Professionals", " Gynecology"], "journal": "Journal of Clinical Endocrinology & Metabolism", "description": "PCOS is the most common endocrine disorder - and most common cause of infertility -- affecting 9 to 18 percent of women around the world. Despite the prevalence of the complex and chronic condition, one-third of women diagnosed with PCOS saw at least three health professionals over the course of two years before receiving a diagnosis, according to a new study from researchers at Penn Medicine.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}