{"title": "Endometriosis increases risk of complications during pregnancy and delivery", "text": "(PHILADELPHIA) - A new meta-analysis shows that pregnant women with endometriosis are at greater risk for a host of complications during pregnancy and at delivery, including preterm birth and cesarean section. The study was published in the journal Fertility and Sterility.\"It's important that women with a history of endometriosis, and obstetricians caring for them, are aware of this association between prior endometriosis and higher risks of miscarriage, preterm birth, placenta previa, cesarean delivery and a baby small for gestational age,\" Vincenzo Berghella, M.D., Professor of Gynecology and Director of Maternal Fetal Medicine in the Department of Obstetrics and Gynecology at the Sidney Kimmel Medical College at Thomas Jefferson University. \"These pregnancies deserve closer monitoring for these complications.\"Endometriosis affects about 11 percent of women in the United States, is often diagnosed in the early reproductive years and is associated with endometrial tissue that travels and lodges in other parts of the body. Some of the symptoms include dagger-like abdominal pain, infertility and painful intercourse. \"Endometriosis is known to alter a woman's physiology in a way that could interfere with a number of stages of pregnancy,\" says Berghella. \"From causing inflammation at the endometrium, to resisting the action of progesterone during implantation and throughout the pregnancy, there are a number of ways that endometriosis may affect the normal course of pregnancy.\"  Twenty four studies were included in the analysis comprising over a million women. The results show that women had a higher risk of preterm birth, miscarriage, cesarean delivery and placenta previa. The study also showed that endometriosis was associated with birth of infants who were small for their gestational age. There was no association, however, between endometriosis and gestational hypertension or preeclampsia.  \"Prior studies looking at this issue have reported conflicting results,\" says Berghella. \"Studies like ours help clarify the findings by pooling the data from many studies to give the field a more conclusive answer to a debated research question. The collective data is stronger than any single study alone and often helps shape opinion in the field.\" ", "article_link": "http://dx.doi.org/10.1016/j.fertnstert.2017.07.019", "url": "http://www.eurekalert.org/pub_releases/2017-09/tju-eir091317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Thomas Jefferson University", "keywords": ["Medicine/Health", " Fertility", " Gynecology", " Physiology"], "journal": "Fertility & Sterility", "description": "A new meta-analysis shows that pregnant women with endometriosis are at greater risk for a host of complications during pregnancy and at delivery, including preterm birth and cesarean section.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}