{"title": "Novel intensive care improves treatment for heart patients -- and cuts costs", "text": "Baltimore, Md., September 11, 2017 - Researchers at the University of Maryland School of Medicine (UM SOM) have found that a new, collaborative treatment model for seriously ill heart patients with breathing difficulties results in better care and lower costs.The first-ever study, published in the Journal of the American College of Cardiology, examined the use of medical specialists in intensive care (known as intensivists) for patients receiving mechanical breathing assistance in the Cardiac Intensive Care Unit (CICU) at the University of Maryland Medical Center (UMMC).  The researchers found that using intensivists to help treat these patients improved their care, decreased the amount of time the patients stayed in the hospital, and lowered costs.\"When we looked at the clinical results of our intervention, we were removing the breathing tube faster, and getting patients out of the Cardiac ICU about two days earlier than previously,\" says study senior author Michael T. McCurdy, MD, FCCM, FCCP, FAAEM, associate professor of pulmonary & critical care medicine and emergency medicine at UM SOM. \"Plus, we saved well over $4 million a year in hospital costs. It was striking.\"Intensivists specialize in the care of critically ill or injured patients. At UMMC, the intensivists have additional expertise in pulmonary medicine and the use of mechanical ventilators. Prior to the intensivist consultations, cardiologists were responsible for monitoring and weaning patients from mechanical ventilators in the CICU.\"This is a developing paradigm - critical care medicine-trained physicians working collaboratively with cardiologists in a CICU,\" says study co-author Gautam V. Ramani, MD, assistant professor of medicine at UM SOM and medical director of clinical advanced heart failure at UMMC. \"The take-home message: there is a role for a collaborative model between critical care and cardiac care.\"UMMC's adult cardiac ICU has 15 beds serving about 2,000 patients annually, with a variety of cardiac abnormalities and conditions: heart attack, pre- and post-heart transplantation management, drug and mechanical circulatory support and treatment of pulmonary hypertension. Study DetailsThe study looked at data from a year before and after the intensivist consultations were started. A total of 363 patients receiving mechanical ventilation in the CICU were included: 162 in the pre-implementation group and 201 in the post-implementation group. The researchers analyzed how long patients were in the hospital, assessed whether patients met a benchmark of 28 days of unassisted breathing, calculated costs associated with both length of stay and total hospitalization, and recorded in-hospital death rates. A key finding underscores direct benefits to patients, says Dr. McCurdy, \"The number of patients discharged to home from the CICU rose significantly, from 27 percent to 42 percent.\"Dr. Ramani says the next stage could be to use physicians trained in both cardiology and critical care medicine: \"It's difficult to find these people. It's a new area, a new field. Not many people have dual certification, but there is increasing recognition that this collaborative approach can reduce the length of stay and improve patient outcomes.\"\"The improvements in patient care alone warrant further study of this collaborative staffing model,\" says E. Albert Reece, MD, PhD, MBA, vice president of medical affairs at the University of Maryland and dean of the School of Medicine. \"Likewise, at a time when we are all striving for prudent and efficient stewardship of scarce medical care resources, expanded application of this model and a review of efforts to cross-train intensive care physicians are worthwhile pursuits.\" Breathing difficulties are a common aspect of certain types of heart disease.  According to the American Heart Association, shortness of breath and persistent coughing or wheezing can be a sign of heart failure, in which the heart can't pump enough blood to meet the body's needs. ", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.07.739", "url": "http://www.eurekalert.org/pub_releases/2017-09/uomm-nic091117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Death/Dying", " Health Care Systems/Services", " Pulmonary/Respiratory Medicine", " Public Health"], "journal": "Journal of the American College of Cardiology", "description": "Researchers at the University of Maryland School of Medicine find that a new, collaborative treatment model for seriously ill heart patients with breathing difficulties results in better care and lower costs.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}