{"institution": "American Academy of Neurology", "title": "Both too much, too little weight tied to migraine", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaon-btm040717.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - Both obesity and being underweight are associated with an increased risk for migraine, according to a meta-analysis published in the April 12, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The researchers looked at all available studies on body mass index (BMI) and migraine. \"As obesity and being underweight are potentially modifiable risk factors for migraine, awareness of these risk factors is vital for both people with migraine and doctors,\" said study author B. Lee Peterlin, DO, of Johns Hopkins University School of Medicine and a member of the American Academy of Neurology. \"More research is needed to determine whether efforts to help people lose or gain weight could lower their risk for migraine.\"A total of 12 studies with 288,981 participants were included in the meta-analysis. When the researchers compiled all of the results and adjusted for age and sex, they found that obese people were 27 percent more likely to have migraine than people of normal weight. People who were underweight were 13 percent more likely to have migraine than people of normal weight. Obesity was defined as a BMI of 30 or higher. Underweight was defined as a BMI of less than 18.5. According to Peterlin, age and sex were important variables in the relationship between body mass index and migraine. \"This makes sense, as the risk entailed by obesity and the risk of migraine is different in women and men and in younger and older people,\" she said. \"Both obesity disease risk and the occurrence of migraine is more common in women and in younger people.\" She continued, \"It's not clear how body composition could affect migraine. Adipose tissue, or fatty tissue, secretes a wide range of molecules that could play a role in developing or triggering migraine. It's also possible that other factors such as changes in physical activity, medications, or other conditions such as depression play a role in the relationship between migraine and body composition.\" Limitations of the meta-analysis include that for half of the studies people self-reported that they had migraine and for more than half of the studies people self-reported their body mass index.   \r\n", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Neurobiology", " Nutrition/Nutrients", " Pain"], "description": "Both obesity and being underweight are associated with an increased risk for migraine, according to a meta-analysis published in the April 12, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The researchers looked at all available studies on body mass index (BMI) and migraine.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}