{"institution": "University of Texas at Austin", "title": "Human cognitive map scales according to surroundings", "url": "http://www.eurekalert.org/pub_releases/2017-04/uota-hcm041217.php", "article_link": "http://dx.doi.org/10.1073/pnas.1701352114", "region": "namerica", "funder": "", "meeting": "", "journal": "Proceedings of the National Academy of Sciences", "source_link": "https://news.utexas.edu/2017/04/12/human-cognitive-map-scales-according-to-surroundings", "text": "AUSTIN, Texas -- A new study published this week in the journal Proceedings of the National Academy of Sciences refines our understanding of a human skill -- the ability to instantaneously assess a new environment and get oriented thanks to visual cues.Whereas humans can look at a complex landscape like a mountain vista and almost immediately orient themselves to navigate its multiple regions over long distances, other mammals such as rodents orient relative to physical cues -- like approaching and sniffing a wall -- that build up over time.The way humans navigate their surroundings and understand their relative position includes an environment-dependent scaling mechanism, an adaptive coordinate system with differences from other mammals, according to the study led by researchers at The University of Texas at Austin. \"Our research, based on human data, redefines the fundamental properties of the internal coordinate system,\" said Zoltan Nadasdy, lead author of the study and an adjunct assistant professor in the university's Department of Psychology. Nadasdy is also a researcher at Eötvös Loránd University and the Sarah Cannon Research Institute at St. David's Medical Center.\"Dysfunction in this system causes memory problems and disorientation, such as we see in Alzheimer's disease and age-related decline. So, it's vital that we continue to further our understanding of this part of the brain,\" he said.Through a partnership with Seton Healthcare Family, the researchers in the UT Austin Human Brain Stimulation and Electrophysiology Lab were able to measure relevant brain activity of epileptic patients whose diagnostic procedure requires that they have electrodes planted in the entorhinal cortex of the brain. Neurons there serve as the internal coordinate system for humans. (The brains of individuals with epilepsy function normally when not undergoing a seizure.)Patients performed a virtual navigation task on a tablet computer in four environments daily for seven to eight consecutive days. By measuring their brain activity, the researchers identified three previously unknown traits of the system:Humans rescale their internal coordinate system according to the size of each new environment. This flexibility differs from rodents' rigid map that has a constant grid scale and empowers humans to navigate diverse places.\r\nWhen seeking navigational cues in any given location, humans automatically align their internal compass with the corners and shape of the space. In contrast, rodents do so relative to the walls of the environment through physical exploration.\r\nThe nature of the coordinate system differs between humans and rodents -- Cartesian and hexagonal respectively.\r\nThe findings illuminate the fabric of the human memory and spatial navigation, which are vulnerable to disease and deterioration. Deeper knowledge of these neuronal mechanisms can inform the development of techniques to prolong the health of this part of the brain and combat diseases such as Alzheimer's.The study builds on earlier Nobel Prize-winning research exploring the entorhinal cortex of rodents. Due to the differences discovered between the human and rodent systems of navigation, the researchers emphasize that generalizing results from studies on animal subjects may provide inaccurate conjectures.This study is one of the few on human subjects that report on the activity of individual neuron behavior, said György Buzsáki, an expert from New York University Medical Center who was not involved in the research.\"They not only confirm a previous report but extend the findings by showing that the size of the neuronal representation by entorhinal grid cells scales with the environment,\" Buzsáki said.\"Our hypothesis is challenging the definition of a universal spatial scale of environment predominant in lower mammals, which may open up important avenues of discovery,\" said Robert Buchanan, another lead author on the study and an associate professor at Dell Medical School. He is also an adjunct associate professor in the university's Department of Psychology and a chief of neurosurgery at Seton Brain and Spine Institute.\"Now, we can continue to explore this key component of what it means to be human -- how we think about our past and future, how we imagine and plan,\" Buchanan said.By using virtual reality, the researchers also refined a new experimental technology for facilitating spatial experiences that can't be reproduced in a laboratory. The data implies that humans can seamlessly switch between reality and virtual reality -- a finding that can be applied in other studies of the brain.", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Ophthalmology"], "description": "A new study published this week in the journal Proceedings of the National Academy of Sciences refines our understanding of a human skill -- the ability to instantaneously assess a new environment and get oriented thanks to visual cues.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}