{"institution": "UT Southwestern Medical Center", "title": "Weather-forecast tool adapted to evaluate brain health of oxygen-deprived newborns", "url": "http://www.eurekalert.org/pub_releases/2017-04/usmc-wta040717.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Scientific Reports", "source_link": null, "text": "DALLAS - April 10, 2017 - UT Southwestern Medical Center pediatric researchers have harnessed an analytical tool used to predict the weather to evaluate the effectiveness of therapies to reduce brain injury in newborns who suffer oxygen deprivation during birth.The analytical tool, called wavelet analysis technology, is best known for predicting long-term weather patterns, such as El Nino. UT Southwestern researchers say this same analytical tool can help improve assessment and treatment of newborns with asphyxia, which is when the baby's brain is deprived of oxygen due to complications during birth. The non-invasive method produces real-time heat maps of the infant's brain that doctors can use to determine whether therapies to prevent brain damage are effective.\"These are babies to whom something catastrophic happened at birth. What this technology does is measure physiologic parameters of the brain - blood flow and nerve cell activity - to produce a real-time image of what we are calling 'neurovascular coupling.' If there is high coherence between these two variables, you know that things are going well,\" said Dr. Lina Chalak, Associate Professor of Pediatrics at UT Southwestern and lead author of the study.The wavelet analysis correlates information from two non-invasive technologies that are currently used on a day-to-day basis in neonatal intensive care: amplitude EEG and near infrared spectroscopy. The approach combines the results from these commonly done tests in a sophisticated way and creates a new proxy measure of brain health called neurovascular coupling. When neuronal activity and brain perfusion are synchronized - as indicated by large areas of red on heat maps created by this method - treatment is working well.About 12,000 newborns experience oxygen deprivation (asphyxia) during birth in the U.S. each year, according to a 2010 article in Lancet. This can occur for a number of reasons, such as the cord being wrapped around the baby's neck, a difficult breech birth, or the separation of the placenta from the uterus too soon, Dr. Chalak explained. These infants are at high risk of developing serious consequences such as cerebral palsy, epilepsy, and cognitive deficits.No treatments were available until about 10 years ago when a national study in which UT Southwestern participated, showed that reducing the baby's core temperature could counteract the impact of birth asphyxia for some infants. The cooling blankets are now standard treatment, but only about half of babies treated with a cooling blanket benefit.Until the adaptation of the wavelet technology, doctors couldn't determine which infants were benefitting from cooling treatment and which babies may need additional therapies, which are being developed.Wavelet analysis information also can help in evaluation of new therapies. Dr. Chalak plans to use wavelet analysis as part of the HEAL study, a large clinical trial to determine the effectiveness of erythropoietin, a hormone that promotes the formation of red blood cells, to treat newborns with asphyxia. Wavelet analysis will be used to evaluate infants who are part of the HEAL study at the Neonatal Intensive Care Unit at William P. Clements Jr. University Hospital, Parkland Hospital, and Children's Medical Center.Wavelet technology also may help determine which children should be treated.\"Of the babies who are oxygen-deprived, some don't qualify for cooling because their brain damage or encephalopathy is judged to be mild. Yet some of these children have adverse outcomes. This technology may help us identify who needs cooling,\" said Dr. Rashmin Savani, Chief of Neonatal-Perinatal Medicine and Professor of Pediatrics and of Integrative Biology, who holds The William Buchanan Chair in Pediatrics.It could also lead to other discoveries.\"Understanding of brain blood flow regulation and its impact on brain function in newborns with asphyxia using this novel technology has great potential for developing new sensitive biomarkers for clinical diagnosis, treatment, and prognosis for these sick babies, which is desperately needed in the field,\" said co-author Dr. Rong Zhang, Associate Professor of Neurology and Neurotherapeutics, and of Internal Medicine, and a member of the Peter O'Donnell Jr. Brain Institute at UT Southwestern.The research appears in Scientific Reports.Other UT Southwestern researchers who contributed to this paper are Dr. Beverley Adams-Huet, Assistant Professor of Clinical Sciences and of Internal Medicine; Diana Vasil, research nurse; and Dr. Takashi Tarumi, Instructor in Neurology and Neurotherapeutics, along with Dr. Fenghua Tian, Assistant Professor of Biomedical Engineering at UT Arlington. The research was funded by grants from the National Institutes of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health.Dr. Chalak said the new tools represent a paradigm shift for physicians who treat oxygen-deprived newborns. \"Hopefully, the future will be bright for babies who suffered asphyxia, differing from the bleak prognoses of the past.\"", "keywords": ["Medicine/Health"], "description": "UT Southwestern Medical Center pediatric researchers have harnessed an analytical tool used to predict the weather to evaluate the effectiveness of therapies to reduce brain injury in newborns who suffer oxygen deprivation during birth.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}