{"title": "One in 3 high blood pressure patients failing to take medication", "text": "One in three people who suffer from high blood pressure are failing to take medication as prescribed by their healthcare professionals, a new study led by the University of Leicester has suggested.A study on 1,400 hypertensive patients, conducted in collaboration between the Universities of Leicester (lead authors Dr Pankaj Gupta, Dr Prashanth Patel from the Department of Cardiovascular Sciences at the University of Leicester), Manchester (Prof M Tomazweski) and Czech Republic (Prof J Widimsky) has used a novel urine test to find that non-adherence to prescribed medications is around 30-40%.Non-adherence to medications has been known since the time of Hippocrates and has been found to be one of the important reasons for the lack of blood pressure control in at least 50% of the patients in the study - despite the availability of good medicines. Non-adherence leads to poorer cardiovascular outcomes and is thought to cost $100 billion to the US health economy. A crucial reason for the lack of progress in improving adherence has been the previous lack of a clinically useful objective measure to show when people are not taking their prescribed medicine. The research team has worked to develop a robust and reliable biochemical screening method to assess for non-adherence to antihypertensive medications in urine or blood using a technique called liquid chromatography-tandem mass spectrometry.  The team has set up a National Centre for Adherence Testing (NCAT, ncat@uhl-tr.nhs.uk) at Leicester's Hospitals and receive samples from around 25 hypertension clinics across UK. The study showed that more than 41.6% of the UK cohort and 31.5% of the Czech cohort were non-adherent to their anti-hypertensive medications. Moreover 14.5% of the UK and 12% of the Czech cohort were not taking any medications. Crucially non-adherence was related to the number of prescribed medications with the risk increasing by >75% with each increase in medication and it was highest with diuretics. As well as the above, younger patients and females were found to have an increased risk of non-adherence to prescribed medications. Dr Gupta said: \"Given the high prevalence of non-adherence, we should assess patients, particularly those on multiple antihypertensive medications or those who do not have an expected response to treatment\"Dr Patel said: \"This is a simple, relatively inexpensive and a robust test. It and has anecdotally changed the management of hypertension in many centres who use the test.\"The researchers hope to ascertain whether non-adherent patients, on follow up, improved their medication taking behaviour and if adherence testing led to an improvement in blood pressure.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.116.08729", "url": "http://www.eurekalert.org/pub_releases/2017-05/uol-oit052517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Leicester", "keywords": ["Medicine/Health", " Cardiology", " Health Professionals", " Pharmaceutical Science", " Public Health"], "journal": "Hypertension", "description": "University of Leicester researchers design novel urine test to help to diagnose adherence to blood pressure medications.", "date": "Thu, 25 May 2017 04:00:00 GMT"}