{"title": "Kidney transplants from diabetic donors will save more lives, sooner", "text": "PHILADELPHIA -- There are more than 98,000 people currently awaiting a kidney transplant in the United States. But the organs are in short supply: only about 17,000 patients will receive transplants each year. For sicker patients and those facing the longest wait times -- five to seven years or more on the waiting list -- a new study finds there may be a benefit to accepting a kidney from a deceased diabetic donor. In a study published today in the Clinical Journal of the American Society of Nephrology, researchers from the Perelman School of Medicine at the University of Pennsylvania, have found that the best chance of survival, for older patients, those who live in areas with long waits for transplantation, or those who already have diabetes, may come from accepting a kidney from a deceased donor who had diabetes.\"Most often, these organs are considered 'high-risk' as diabetes is a risk factor for kidney disease, and there may be underlying kidney damage that is not detected in initial organ screenings prior to transplantation,\" said lead author Jordana Cohen, MD, MSCE, an instructor of Medicine in the division of Renal-Electrolyte and Hypertension. \"However, there are many patients on the wait list who will die before they receive a kidney transplant. For these patients, based on this study, their best chance of survival and of having a better quality of life may come from accepting this kind of organ.\"Researchers performed an observational study of 437,619 kidney transplant candidates using data from the Organ Procurement and Transplantation Network database. They identified 8,101 recipients of diabetic donor kidneys and 126,560 recipients of nondiabetic donor kidneys. The team assessed the risk an adverse event after accepting a diabetic donor kidney as compared to remaining on the waitlist or receiving a nondiabetic donor kidney. \"Our goal was to evaluate the mortality risk of transplantation with diabetic donor kidneys compared to remaining on the kidney transplant waitlist, and to determine which patients would benefit most from transplantation with these organs,\" said senior author Deirdre L. Sawinski, MD, assistant medical director of Kidney Pancreas Transplantation, and an assistant professor of medicine in the division of Renal-Electrolyte and Hypertension. \"In this analysis, we were able to determine that kidney transplant candidates who are at highest risk of dying on the waitlist, such as the elderly, patients with diabetes themselves, and those at centers with the longest average waiting times, benefit most from transplantation with diabetic donor kidneys, with a nearly 10 percent improvement in long term survival.\" The team also found that poor quality diabetic donor kidneys, as determined by a donor index that takes into account factors such as donor age and kidney function, provide no survival benefit, and that younger kidney transplant candidates--those under age 40 years old--do not benefit from transplantation with diabetic donor kidneys.  While kidneys from diabetic donors may not last as long or work as well as kidneys from non-diabetic donors, the initial survival benefits seem to outweigh these risks.Sawinski added that \"patients, who are over the age of 40 or those who already have diabetes, should consider accepting a kidney from a deceased diabetic donor when available, in order to increase their chances of being transplanted sooner, and increasing their survival.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-ktf052517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Transplantation"], "journal": "Clinical Journal of the American Society of Nephrology", "description": "In a study published today in the Clinical Journal of the American Society of Nephrology, researchers from the Perelman School of Medicine at the University of Pennsylvania, have found that the best chance of survival, for older patients, those who live in areas with long waits for transplantation, or those who already have diabetes, may come from accepting a kidney from a deceased donor who had diabetes.", "date": "Thu, 25 May 2017 04:00:00 GMT"}