{"title": "Racial disparities in risk of stroke", "text": "In a Correspondence in The New England Journal of Medicine, researchers led by Susan Cheng, MD, MPH, of Brigham and Women's Hospital, explore the impact of efforts to reduce risk factors for stroke in black patients. Cheng and colleagues write, \"There has been a disparity between blacks and whites in the rates at which the contributions of risk factors for stroke have diminished. Given the potential for interventions to modify the risk of stroke, targeted efforts to address particular risk factors may reduce the overall burden of stroke among blacks.\" Cheng is available to speak with media about this publication. WHO \tSusan Cheng, MD, MPH\r\nPhysician and researcher, Division of Cardiovascular Medicine, Brigham and Women's Hospital\r\nSenior author of this NEJM CorrespondenceWHERE  \tThe New England Journal of MedicineWHAT \tResearchers examined trends in the contributions of major risk factors for stroke -- hypertension, obesity, diabetes, hypercholesterolemia, and smoking -- in 15,350 adults, 26 percent of whom were black.  Over an average of 24 years, 1,243 participants experienced a stroke. Researchers determined the population attributable risk, an estimate of the proportion of disease in the study population that can be attributed to an exposure. They found that the contributions of major risk factors for stroke - such as hypertension, smoking and diabetes - are decreasing, likely reflecting increasing awareness and treatment.  The contributions of all risk factors combined decreased from 73 percent in 1990 to 41 percent in 2010 across the entire participant sample However, when analyzing according to race, researchers found that the contribution of all risk factors combined was associated with a greater decline in the risk of stroke among whites (66 percent in 1990 to 34 percent in 2010) than among blacks (84 percent in 1990 to 63 percent in 2010). The difference was primarily driven by the disparity in the reduction of hypertension. Researchers note that for most risk factors that contribute to the incidence of stroke, declining trends among men were similar to those among women.WHY\tCheng, a physician and researcher in the Division of Cardiovascular Medicine at BWH is the author of over 100 peer-reviewed publications.  Most recently, she was senior author on a separate paper, published in the British Medical Journal, about the prognosis and heritability of high blood pressure that begins early in life. Her research focuses on how aging promotes the development of cardiovascular risk and disease.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bawh-rdi052317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Internal Medicine", " Neurobiology", " Public Health"], "journal": "New England Journal of Medicine", "description": "In a Correspondence in The New England Journal of Medicine, researchers led by Susan Cheng, M.D., M.P.H., of Brigham and Women's Hospital, explore the impact of efforts to reduce risk factors for stroke in black patients.", "date": "Wed, 24 May 2017 04:00:00 GMT"}