{"title": "Loss of airway blood vessels is associated with risk of death in smokers without COPD", "text": "ATS 2017, WASHINGTON, DC -- In a new study, CT-measured vascular pruning - the diminution of distal pulmonary blood vessels (vessels on the outer edges of the lungs) - was associated with increased risk of death in smokers without chronic obstructive pulmonary disease (COPD).  The study was presented at the 2017 American Thoracic Society International Conference.  \"Our finding suggests that vascular pruning may be an important marker for susceptibility to injury from tobacco smoke and may provide prognostic information in smokers with mild or no lung function impairment,\" said lead author Carolyn E. Come, MD, of Brigham and Women's Hospital, Boston, Massachusetts.  Interestingly, a similar signal was not seen in smokers with COPD.  \"It is possible that vascular injury precedes lung tissue destruction, but that as disease evolves, the two processes progress in parallel.  As a result, the effect of vascular pruning may be overshadowed in models that look at multiple variables to predict mortality.  It is also possible that vascular pruning's association with mortality is nonlinear.\"Dr. Come and colleagues used CT scanning to measure the vascular structure (morphology) of 6,435 patients who had participated in the COPDGene study.  These patients had Global Initiative for Chronic Obstructive Lung Disease (GOLD) stage 0-4 airflow obstruction, and available mortality data.   Researchers looked at a number of variables to examine the association between vascular pruning and mortality.  Patients were divided into four groups (quartiles), based on their amount of vascular pruning. They then divided the entire cohort into those with and those without COPD.On the whole, 3.8 percent of patients without COPD and 18.8 percent of those with COPD died over a median follow up of 5.6 years.  In both the COPD and non-COPD groups, the scientists found that mortality rates increased with greater vascular pruning.  In the non-COPD group, however, after adjusting for numerous variables, patients in the two quartiles with the most pruning  had significantly higher mortality than those in the lowest quartile for pruning.  In COPD patients, vascular pruning was not significantly associated with mortality on adjusted analyses.   \"Our finding of macroscopic vascular changes in smokers is consistent with previous studies that demonstrated evidence of microscopic vascular remodeling in pulmonary arteries of smokers without airflow obstruction,\" said Dr. Come. She added:  \"Our work extends the findings of these studies, again demonstrating changes in vascular morphology in smokers with mild or no lung function impairment and showing the clinical importance of these changes.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-loa051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ATS 2017 International Conference", "institution": "American Thoracic Society", "keywords": ["Medicine/Health", " Pulmonary/Respiratory Medicine", " Physiology"], "journal": "", "description": "In a new study, CT-measured vascular pruning -- the diminution of distal pulmonary blood vessels (vessels on the outer edges of the lungs) -- was associated with increased risk of death in smokers without chronic obstructive pulmonary disease (COPD).  The study was presented at the 2017 American Thoracic Society International Conference.", "date": "Tue, 23 May 2017 04:00:00 GMT"}