{"title": "Sleep apnea may increase atrial fibrillation risk", "text": "ATS 2017, WASHINGTON, DC-- Obstructive sleep apnea (OSA) may increase the risk of developing atrial fibrillation (AF), according to new research presented at the ATS 2017 International Conference.OSA is characterized by repetitive episodes of shallow or paused breathing during sleep that lead to a drop in blood oxygen level and disrupted sleep. AF is one of the most common cardiac arrhythmias characterized by a rapid and irregular heart beat that can lead to stroke and related heart problems.\"There is strong biologic plausibility that obstructive sleep apnea may increase the risk of developing atrial fibrillation through a number of mechanisms,\" said lead author Tetyana Kendzerska, MD, PhD, assistant professor of medicine at the University of Ottawa in Canada. \"There is  emerging evidence from animals and smaller studies in humans that OSA may increase the chances of developing  AF through oxidative stress, increased sympathetic activity, metabolic abnormalities, endothelial dysfunction and cardiac stretch from intrathoracic pressure swings.\"Researchers in Canada reviewed the records of 8,256 adults (average age 47) referred with suspected OSA, but free of any physician-diagnosed heart rate abnormalities, including AF at baseline. Participants were followed for up to 13 years. During that time, 173 developed AF resulting in hospitalization.Before controlling for established risk factors for AF, the researchers found that measures of OSA severity such as the number of times an individual partially or completely stopped breathing per hour of sleep and sleep time spent with oxygen saturation lower than normal (\r\n\tThose who developed AF were more likely to be older, current or former smokers and have a high level of comorbidities. After adjusting for these and other known risk factors, the authors found that oxygen desaturation in sleep, but not the number of times an individual stops breathing, remained a significant predictor of AF hospitalizations. They also found the association between oxygen desaturation and AF hospitalization was stronger in women than men.\"Other studies have shown that women with sleep apnea are at greater risk of cardiovascular consequences, including mortality,\" said senior author Richard S. Leung, MD, PhD, assistant professor of medicine at the University of Toronto. \"Greater endothelial dysfunction, higher propensity to develop pulmonary and systemic hypertension and impaired heart rate responses to autonomic challenges in women with OSA may explain these findings, but further studies are needed to confirm this finding and understand the potential mechanisms.\"In their primary analysis, the researchers did not include hypertension. \"Hypertension may be the causal pathway between OSA and AF, so including it might have diminished the association between OSA and AF,\" Dr. Kendzerska said. \"However, in our secondary analysis, we did control for hypertension, and the association between oxygen desaturation and AF remained significant, suggesting that OSA can directly cause AF without the intermediate step of developing hypertension.\"Study limitations include not having data on adherence to continuous positive air pressure (CPAP) treatment for OSA and whether a participant's hypertension was being treated or not. The authors are now analyzing data connecting OSA to emergency department visits for AF.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-sam051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ATS 2017 International Conference", "institution": "American Thoracic Society", "keywords": ["Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders"], "journal": "", "description": "Obstructive sleep apnea (OSA) may increase the risk of developing atrial fibrillation (AF), according to new research presented at the ATS 2017 International Conference.", "date": "Mon, 22 May 2017 04:00:00 GMT"}