{"title": "Was a statin beneficial for primary cardiovascular prevention in older adults?", "text": "Analysis of data from older adults who participated in a clinical trial showed no benefit of a statin for all-cause mortality or coronary heart disease events when a statin was started for primary prevention in older adults with hypertension and moderately high cholesterol, according to a new article published by JAMA Internal Medicine.Many older patients take statins for primary cardiovascular prevention but data are limited on the risks and benefits of statins for primary prevention in this age group. Improving the understanding of preventive interventions in older patients has implications for health care and its costs.Benjamin H. Han, M.D., M.P.H., of the New York University School of Medicine, and coauthors analyzed data from older adults in the Lipid-Lowering Trial (LLT) component of the Antihypertensive and Lipid-Lowering Treatment to Prevent Heart Attack Trial (ALLHAT-LLT), which was conducted from 1994 to 2002.The authors used an analytical sample that included 2,867 adults with hypertension but without baseline atherosclerotic cardiovascular disease (plaque build-up in the arteries). Of the 2,867 adults, 1,467 were in the pravastatin sodium group (40 mg per day) and 1,400 received usual care from their primary care physician to lower cholesterol.The authors report no benefit of pravastatin for the main outcome of all-cause mortality or secondary outcomes of coronary heart disease events and cause-specific mortality. More deaths occurred in the pravastatin group than in the usual care group (141 vs. 130) among adults 65 to 74 and among adults 75 and older (92 vs. 65). There were 76 CHD events in the pravastatin group compared with 89 in the usual care group among adults 65 to 74 and 31 CHD events compared with 39 among adults 75 and older, according to the results. Stroke, heart failure and cancer rates were similar in the two treatment groups for both age groups.Authors note limitations of the current study, which include its design as a post hoc secondary analysis of a trial of a subgroup of patients.\"No benefit was found when a statin was given for primary prevention to older adults. Treatment recommendations should be individualized for this population,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tjnj-was051817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology", " Internal Medicine"], "journal": "JAMA Internal Medicine", "description": "Analysis of data from older adults who participated in a clinical trial showed no benefit of a statin for all-cause mortality or coronary heart disease events when a statin was started for primary prevention in older adults with hypertension and moderately high cholesterol, according to a new article published by JAMA Internal Medicine.", "date": "Mon, 22 May 2017 04:00:00 GMT"}