{"title": "Sleep apnea and insomnia in African-Americans goes undiagnosed", "text": "ATS 2017, WASHINGTON, DC--African Americans with sleep apnea and insomnia are rarely diagnosed with either problem, even when the severity of the two sleep disorders are likely to affect their health, according to new research presented at the ATS 2017 International Conference.\"African Americans experience a disproportionate burden of numerous health problems, including obesity, diabetes, hypertension and cardiovascular disease, all of which have been shown to be associated with sleep,\" said lead study author Dayna A. Johnson, PhD, MPH, MS, MSW, a postdoctoral research fellow at Brigham and Women's Hospital and Harvard Medical School. \"It seems plausible that sleep apnea and insomnia are important risk factors contributing to these health disparities.\"Dr. Johnson and her colleagues studied data of 825 African Americans who underwent a sleep study as part of the Jackson (Miss.) Heart Study, which is funded by the National Institutes of Health and is the largest single-site prospective investigation of cardiovascular disease in African Americans undertaken. The average age of those undergoing the home sleep study was 63 years, and two-thirds of the participants were women.The researchers defined sleep apnea, which produces pauses in breathing, based on the apnea-hypopnea index (AHI), which measures the number of pauses that occur per hour of sleep. An AHI >5 was considered mild; an AHI >15, moderate; and an AHI >30, severe.  The researchers used the Women's Health Initiative (WHI) Insomnia Rating Scale, a commonly used assessment of perceived insomnia symptoms, to define insomnia. Participants with a score >10 were considered to have insomnia. Participants were asked if a physician had told them that they suffered from either of the disorders.The study found that three of every four participants had sleep apnea: 38.4 percent had mild sleep apnea; 21.3 percent had moderate sleep apnea; and 15.8 percent had severe sleep apnea. But only 2.1 percent of those with sleep apnea reported that a physician diagnosed the condition.Higher body mass index, hypertension, diabetes, being male and being older were all associated with sleep apnea and its severity.The study also found that more than 2 in 10 participants suffered from insomnia. But only 6.7 percent of them reported a physician diagnosis.According to Dr. Johnson, the prevalence of both sleep apnea and insomnia in the study population was higher than would be expected in the general population of adults of a similar age.\"There is a disturbingly high prevalence of undiagnosed sleep disorders in our study population of African Americans,\" she said. \"It is important to investigate the reasons for this high prevalence as well as investigate interventions targeted at increasing awareness and screening for sleep disorders.\"Because treating these sleep disorders \"could drastically improve quality of life and reduce the burden of subsequent adverse health outcomes,\" Dr. Johnson added, clinicians need to identify patients at risk of these sleep disorders and encourage them to undergo sleep studies. In addition, although public awareness of sleep apnea is growing, efforts targeting the most at-risk populations may be warranted.Dr. Johnson said that study findings from the Jackson, Miss., metropolitan area may not apply to African Americans living elsewhere. \"African Americans living in Jackson, Mississippi, may not be representative of all African Americans due to differences in risk factors that may be related to geography,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ats-saa051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ATS 2017 International Conference", "institution": "American Thoracic Society", "keywords": ["Medicine/Health", " Diagnostics", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders", " Minorities"], "journal": "", "description": "African-Americans with sleep apnea and insomnia are rarely diagnosed with either problem, even when the severity of the two sleep disorders are likely to affect their health, according to new research presented at the ATS 2017 International Conference.", "date": "Mon, 22 May 2017 04:00:00 GMT"}