{"title": "Preterm birth linked to higher risk of heart failure", "text": "Babies born preterm run a higher risk of heart failure during childhood and adolescence than those born at full term, researchers at Karolinska Institutet in Sweden report. The registry-based study is published in The Journal of the American College of Cardiology (JACC).More and more babies survive increasingly preterm births. Babies born prematurely are exposed to life outside the womb at a time when their organs are yet to fully mature and their bodies are not entirely prepared for the radical transition from fetus to neonate.In recent years, scientists have become all the more interested in the consequences of preterm birth on, amongst other things, cardiovascular health in young adults. Complementing previous studies indicating a higher risk of hypertension, stroke and fatal cardiovascular disease, researchers at Karolinska Institutet have now uncovered a hitherto unknown connection between preterm birth and heart failure in a registry study of 2.6 million individuals born between 1987 and 2012.\"We found that the risk of heart failure was higher for individuals born preterm, and inversely correlated with duration of pregnancy, in that the earlier you're born, the greater the risk,\" explains lead author Hanna Carr, doctoral student at Karolinska Institutet's Department of Medicine in Solna. The study shows that children born before the 28th week are 17 times more likely to suffer heart failure than those born at full term. Individuals born a little later - in weeks 28 to 31 - ran just over three times the risk. This correlation held when children with birth defects were excluded from the analysis and other possible determinants, such as birth weight, socioeconomic situation and parental heart conditions, were controlled for.The results corroborate earlier studies indicating abnormal development of the cardiovascular system in people born prematurely. The researchers point out, however, that heart failure is very rare in children and young adults, so the risk of developing the condition at a young age is very small, even for people born prematurely.\"It could be the case that the higher risk of heart failure remains when they grow older, in which case more people will be affected as heart failure is much more common in older people,\" says associate professor Anna-Karin Edstedt Bonamy, paediatrician, who led the project. \"In general the risk of heart failure can be reduced by adopting a healthy lifestyle, including refraining from tobacco use, keeping physically active, minimising your alcohol consumption and occasionally checking your blood pressure.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ki-pbl052217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Karolinska Institutet", "keywords": ["Medicine/Health", " Cardiology", " Pediatrics"], "journal": "Journal of American College of Cardiology", "description": "Babies born preterm run a higher risk of heart failure during childhood and adolescence than those born at full term, researchers at Karolinska Institutet in Sweden report. The registry-based study is published in The Journal of the American College of Cardiology (JACC).", "date": "Mon, 22 May 2017 04:00:00 GMT"}