{"title": "Body ownership is not impaired in schizophrenia", "text": "Schizophrenia patients often experience an altered sense of self, e.g. as if someone else is controlling their actions. This impairment is described as a deficit in the \"sense of agency\", and while it has been well established and linked to problems with sensorimotor brain signals, another category has been left unexplored: the \"sense of body ownership\" by which we feel that our bodies belong to ourselves. Using a full-body illusion experiment, EPFL scientists have now determined that body ownership is not affected in schizophrenia. The study is published in the Schizophrenia Bulletin. The study was carried out by the lab of Michael Herzog at EPFL. Led by postdoc Albulena Shaqiri, the scientists tested 59 patients suffering from chronic schizophrenia, and compared to 30 healthy people. The patients undertook a well-established test called the \"Full-Body Illusion\", which has been developed by Olaf Blanke's lab at EPFL. The idea behind the Full-Body Illusion is to induce changes in body ownership through prolonged multisensory stimulation. In this study, participants had their backs stroked while watching their back being stroked on a virtual body using a virtual reality visor. When both real and virtual stroking happen at the same time, the participants typically experienced a stronger sense of body ownership and identification with the virtual body, while they also felt drifting towards it. But when the strokes were not synchronized, the patients felt none of this. The study found that the patients performed the same way as healthy controls in the Illusion, meaning that their sense of body ownership is unaffected by schizophrenia. \"This has never been shown or reported before,\" says Albulena Shaqiri. \"Up to now, it was believed that schizophrenia patients have a disturbed sense of body ownership\". \"This finding gives us a more realistic understanding of deficits of the Self in schizophrenia, and may assist us in finding solutions to these problems,\" adds Roy Salomon from Bar-Illan University, and one of the study's lead authors.Schizophrenia patients are known to be impaired in their sense of agency, which has to do with the feeling of being the author of one's actions. This is caused by problems with sensorimotor mechanisms in the brain, impairing the ability of the patient to discriminate self-generated actions from those caused by external sources. But until now, the question of body ownership has been left open. This is critical because agency and body ownership are the two main components of what we call the Self, and this is the area where schizophrenia manifests.\"It is important to publish such 'negative' results,\" says Michael Herzog on the finding that the sense of body ownership is not impaired in schizophrenia. \"Otherwise, we give the impression that schizophrenia patients are deficient in all paradigm tests - which, as our study shows, is simply not true.\" \"This study suggests that body ownership is not affected in schizophrenia,\" says Olaf Blanke. \"Yet, more work is needed to test important aspects of self-consciousness in schizophrenia, such as the many different forms of body ownership -- hand, torso, face -- their dependency on different multisensory stimuli, and their relation to sensorimotor aspects of self-consciousness such as agency.\"", "article_link": "http://dx.doi.org/10.1093/schbul/sbx098", "url": "http://www.eurekalert.org/pub_releases/2017-07/epfd-boi072617.php", "region": "europe", "source_link": null, "funder": "NCCR-Synapsy", "meeting": "", "institution": "Ecole Polytechnique Fédérale de Lausanne", "keywords": ["Neurobiology", " Social/Behavioral Science", " Mental Health", " Perception/Awareness"], "journal": "Schizophrenia Bulletin", "description": "Answering a long-standing question, EPFL scientists have determined that the sense of body ownership is not affected in schizophrenia patients.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}