{"title": "Study links sudden deaths in Bangladeshi children to chemicals sprayed on fruit trees", "text": "Oakbrook Terrace, Ill. (July 24, 2017)--Excessive and improper applications of insecticides and other agriculture chemicals in local fruit orchards may have triggered an outbreak of  acute encephalitis syndrome (AES), a condition often associated with deadly inflammation of the brain, that killed 13 children in a rural Bangladesh community in 2012, according to a new study published online today in the American Journal of Tropical Medicine and Hygiene. All of the deaths, which occurred within 20 hours of the onset of symptoms, were linked to exposure to lychee, a small, reddish fruit with a sweet white flesh that is cultivated across China and South Asia. Similar deaths from AES have been observed near lychee orchards in India; however, a recent analysis published in the journal The Lancet concluded that those deaths were caused by a reaction to a naturally occurring toxin found in lychee seeds and pulp. \"Our investigation suggested the seeds might not be the cause as the seeds are not eaten in Bangladesh and instead found the deaths in 2012 were most likely due to an exposure to multiple, highly toxic agrochemicals,\" said M. Saiful Islam, MSS, MPH, an Associate Scientist at the International Center for Diarrheal Disease Research, Bangladesh (icddr,b) and the lead author of the study. \"These deaths occurred at a time when lychee was being harvested and consumed across Bangladesh. If the seeds were the cause, then we would expect to see cases scattered across the country, not just in a certain small area.\"Islam and colleagues from icddr,b, the Institute of Epidemiology, Disease Control and Research (IEDCR) and the United States Centers for Disease Control and Prevention (CDC) based their conclusion on an exhaustive investigation into 14 cases of AES in children 1 to 12 years old that occurred between May 31 and June 30, 2012 in the Dinajpur District in northern Bangladesh. Only one child survived. The scientists discovered that around the time of the 2012 outbreak, growers were applying endosulfan in the orchards, which, the study notes, is a \"highly toxic\" insecticide that has been banned due to the deleterious health effects in more than 80 countries. As of 2016, Bangladesh was one of several countries, including the United States, that still allowed restricted use of endosulfan. The pesticide was slated to be phased out of use in the United States by the end of 2016. According to the study, 13 of the 14 children lived either right beside or within 10 meters of a lychee orchard. One victim did not live as close to an orchard, but, before falling ill, he reportedly consumed a large number of lychees collected from the same orchards.The outbreak occurred around harvest times, when there is typically an abundance of lychee fruit on the ground around the trees. Local residents told the investigators that it was common for children to play in the orchards and to eat fruit that had fallen on the ground without washing it, using their teeth to peel the lychee's tough skin. In addition, several of the victims had family members who worked in the orchards, which, the study notes, could have increased exposures via residues on clothing worn into the home. Several families of victims reported the symptoms began with a sharp, sudden cry from their child. Loss of consciousness occurred, on average, about 2.5 hours after the onset of illness and deaths within about 20 hours or less. Other symptoms included respiratory distress, froth at the mouth and convulsions. While it is known that an infection like meningitis can lead to AES, the scientists asserted that the \"short duration between onset of illness and death all suggest the outbreak was more likely due to a toxic poisoning than an infection.\" Islam said physical evidence collected from the orchards, which included discarded containers of insecticides and other chemicals, and interviews with community residents suggested that multiple chemicals were applied to the fruit and in amounts far greater than are normally used by other lychee producers. The study also found evidence that the lychee growers were applying an insecticide that had been approved only for use in cotton, not food crops.\"People in the communities told us that sometimes the spraying was so heavy it became difficult to stay in their houses and that the smell would linger for hours,\" he said. The researchers also noted that clinical symptoms seen in the children were similar to what was noted in an outbreak of sudden child deaths in 2009 in Bangladesh that was linked to the carbamate class of insecticides, which were also used in the lychee orchards. Additionally, the study pointed to a 2015 outbreak in the same region that involved 12 recorded hospitalizations and 11 deaths as further evidence that the 2012 outbreak is likely associated with the use of toxic chemicals in the area. Islam and his colleagues plan to conduct follow-up studies in an effort to obtain more biological evidence from victims--specifically liver and brain biopsies along with a focused ethnographic study that could provide more definitive evidence of chemical exposures. \"This study makes a strong case for the value of solid detective work and community engagement when investigating the causes of a dangerous and tragic public health crisis,\" said ASTMH President Patricia F. Walker, MD, DTM&H, FASTMH. \"By working closely with the affected communities and earning their trust, researchers were able to identify the potential role of agricultural chemicals in this outbreak. Community education and improved oversight of pesticide use will be needed to help reduce the risk of future tragedies\"", "article_link": "http://dx.doi.org/10.4269/ajtmh.16-0856", "url": "http://www.eurekalert.org/pub_releases/2017-07/b-sls071717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, US Centers for Disease Control and Prevention", "meeting": "", "institution": "Burness", "keywords": ["Agriculture", " Fertilizers/Pest Management", " Toxicology", " Medicine/Health", " Environmental Health", " Epidemiology", " Neurobiology", " Pediatrics", " Public Health", " Disease in the Developing World"], "journal": "American Journal of Tropical Medicine and Hygiene", "description": "Excessive and improper applications of insecticides and other agriculture chemicals in local fruit orchards may have triggered an outbreak of a deadly swelling of the brain known as acute encephalitis syndrome (AES) that killed 13 children in a rural Bangladesh community in 2012, according to a new study published online today in the American Journal of Tropical Medicine and Hygiene.", "date": "Mon, 24 Jul 2017 04:00:00 GMT"}