{"title": "While not necessarily reality, perception can cause reality to evolve", "text": "New Orleans, LA - In an invited perspective published January 6, 2017, in Science, Hamilton Farris, PhD, Associate Professor-Research at LSU Health New Orleans Neuroscience Center of Excellence, finds that the key insight of an important study by Nachev, et al. is that perception can drive the evolution of observable traits. \r\n\t\"The study integrated field and laboratory experiments with computer simulations to explain how perceptual mechanisms in a pollinator - a bat - can cause the evolution of counterintuitive traits in flowers,\" notes Farris.\r\n\tFarris explains that understanding perceptual abilities, including the ability to notice differences in stimuli, is critical to understanding the evolution of observable traits, and proportional perception plays a key role. To be noticeable, the difference between two stimuli must not be constant, but rather proportional to its physical magnitude. Using proportions to compare ever larger stimuli makes it more difficult to perceive stimulus changes however; as a large stimulus increases, perception of its size or value appears to remain the same. \r\n\t\"For example, you can easily tell the difference between a 1-lb. weight and a 2-lb. weight,\" says Farris, \"but not between a 50-lb weight and a 51-lb. weight even though the absolute difference is the same. In that way, proportional perception can provide limits to the evolution of traits.\"\r\n\tThis study examined how flowers evolve diluted nectar, even though bats prefer higher concentrations of sugar. It successfully integrated psychophysics and evolutionary biology. \r\n\t\"This integration is long overdue,\" Farris concludes. \"Even though proportional perception has been studied for more than a hundred years, it is still unknown how selection alters those proportions in different species and whether the underlying neural mechanisms are shared. Integrating psychology with evolutionary biology will result in a better understanding of how perception works and how traits evolve, and not just in animals. How humans look, sound and smell could be a result of how our eyes, ears and nose perceive the world.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/lsuh-wnn010617.php", "region": "namerica", "source_link": "http://www.lsuhsc.edu/newsroom/Perceptions%20Drive%20Traits%20Evolution.html", "funder": "", "meeting": "", "institution": "Louisiana State University Health Sciences Center", "keywords": ["Biology", " Evolution", " Health Care", " Medical Education", " Medicine/Health", " Health Professionals", " Neurobiology", " Public Health", " Behavior", " Researchers/Scientists/Awards"], "journal": "Science", "description": "In an invited perspective published Jan. 6, 2017, in Science, Hamilton Farris, Ph.D., Associate Professor-Research at LSU Health New Orleans Neuroscience Center of Excellence, finds that the key insight of an important study by Nachev, et al. is that perception can drive the evolution of observable traits.", "date": "Fri, 06 Jan 2017 05:00:00 GMT"}