{"title": "Counseling, antidepressants change personality (for the better), team reports", "text": "CHAMPAIGN, Ill. -- A review of 207 studies involving more than 20,000 people found that those who engaged in therapeutic interventions were, on average, significantly less neurotic and a bit more extraverted after the interventions than they were beforehand.The review, reported in the journal Psychological Bulletin, challenges the idea that personality traits are established at birth or in childhood and remain static ever after, said University of Illinois psychology professor Brent Roberts, who led the analysis with U. of I. graduate student Jing Luo and Illinois psychology professor Daniel Briley; Phil Chow, of the University of Virginia; Rong Su, of Purdue University; and Patrick Hill, of Carleton University. \"This really is definitive evidence that the idea that personality doesn't change is wrong,\" Roberts said. \"We're not saying personality dramatically reorganizes itself. You're not taking an introvert and making them into an extravert. But this reveals that personality does develop and it can be developed.\"Personality psychologists consider neuroticism and its counterpart, emotional stability, key personality traits, along with conscientiousness, agreeableness, openness and extraversion. People who are high in neuroticism tend to be more anxious, moody and depressed than others, and are more likely to perceive events as threatening, Roberts said.\"Some clinical psychologists see neuroticism at the core of every form of psychopathology, whether it's drug and alcohol abuse, psychopathy, depression or panic disorder,\" he said. \"The fact that we saw the most change in neuroticism is not surprising because, for the most part, that's what therapists are there to treat.\"Studying personality is tricky because many people subscribe to the idea that once someone reaches adulthood, their personality is set for life, Roberts said.\"It is very common for individuals to think of personality as that part of them that is really distinct and enduring in a way that is recognizable,\" he said. While there is a lot of evidence that personality is relatively stable over the lifespan, \"there never has been any evidence that people are perfectly unchanging, perfectly stable,\" he said.The impetus for the new analysis was the realization that many clinical studies assessed participants' personality traits at the beginning and end of treatment. This usually involved having participants fill out questionnaires about their attitudes, preferences and behaviors.The studies involved interventions such as cognitive-behavioral therapy, supportive or psychotherapeutic counseling, pharmacological treatment (with antidepressants, for example), hospitalization or a combination of approaches.\"Interventions were associated with marked changes in personality trait measures over an average time of 24 weeks,\" the researchers wrote. \"Emotional stability was the primary trait domain showing changes as a result of therapy.\"Patients with anxiety disorders changed the most, the team found. Those with substance abuse problems changed the least.The amount of change in emotional stability \"was dramatic, by our standards,\" Roberts said. After about three months in treatment, participants' self-reported emotional stability increased, on average, by about half as much as it would over the course of their adult life, he said.\"In terms of our expectations, this is a remarkable amount of change,\" he said.\"In about 50 of the studies, the researchers tracked the people down well past the end of the therapeutic situation, and they seemed to have held onto the changes, which is nice,\" Roberts said. \"So, it's not a situation where the therapist is just affecting your mood. It appears that you get a long-term benefit.\"", "article_link": "http://dx.doi.org/10.1037/bul0000088", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoia-cac010617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Aging", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Counseling", " Decision-making/Problem Solving", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "Psychological Bulletin", "description": "A review of 207 studies involving more than 20,000 people found that those who engaged in therapeutic interventions were, on average, significantly less neurotic and a bit more extraverted after the interventions than they were beforehand.", "date": "Fri, 06 Jan 2017 05:00:00 GMT"}