{"title": "You've got mail -- personality differences in email use", "text": "A new study shows that while many of us cannot do our job without email, it can stress us out - and that personality differences affect how we use email and what we find stressful.\r\nThe results of the study are being presented this week, Friday 6 January 2017, at the British Psychological Society's Division of Occupational Psychology annual conference in Liverpool by John Hackston from OPP Ltd.\r\nData was collected via an online survey of 368 people, all of whom had already completed a personality type questionnaire. \r\nThe results showed that those of us with a big picture focus are more likely to check our emails on holiday, at the weekend and before and after work than our more matter of fact counterparts.  Unfortunately, sending emails outside of work hours leads to stress, as does the amount of emails we send and receive. Managers, regardless of personality type, are more likely to feel that they waste time on email and to find it overwhelming and stressful.\r\nPeople with different personality preferences found different aspects of using email stressful, allowing the researchers to compile guidance to help individuals cope with email more effectively.\r\nHackston commented: \"Our research shows that while there are some general guidelines for using email, everyone is different. Knowing your personality type can help you to avoid stress and communicate better with others\".\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bps-ygm010517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "British Psychological Society Division of Occupational Psychology Annual Conference", "institution": "British Psychological Society", "keywords": ["Social/Behavioral Science"], "journal": "", "description": "The results showed that those of us with a big picture focus are more likely to check our emails on holiday, at the weekend and before and after work than our more matter of fact counterparts.  Unfortunately, sending emails outside of work hours leads to stress, as does the amount of emails we send and receive. Managers, regardless of personality type, are more likely to feel that they waste time on email and to find it overwhelming and stressful.", "date": "Fri, 06 Jan 2017 05:00:00 GMT"}