{"title": "New personality model sets up how we see ourselves -- and how others see us", "text": "A new model for identifying personality traits may help organizations save money by improving the hiring process and with evaluating employee performance.The model, developed by Brian Connelly, an associate professor in U of T Scarborough's Department of Management, is called Trait-Reputation-Identity (TRI). The model is unique in that it contrasts personality as seen by an individual versus how their personality is seen by others. \"If someone believes they are very outgoing or more friendly than they actually are based on peer assessment, that's important information to have about that person,\" says Connelly, who recently became a Canada Research Chair.Past personality trait models have relied heavily on the way people typically behave, but TRI combines that with a focus on how individuals think about their own personality traits. While the model is useful for anyone studying and using personality measures, Connelly says having the ability to better predict outcomes like performance, motivation, leadership, procrastination, and commitment to an organization are strong indicators of a potential candidate's effectiveness in the workplace. \"It's a bit of a departure from the way we've typically studied personality in the past,\" says Connelly, who is an expert on organizational behaviour and human resources. The current system for evaluating job applications, which relies heavily on reference checks, is not an effective means of predicting job performance, says Connelly. He also adds that the problem with current personality tests is that they often have a narrow view of personality that leads organizations to choose manipulators and egoists over more suitable candidates. He hopes that more reliable tests can lead to more accurate, data driven results that do a better job of weeding out bias and fakery that cost organizations millions of dollars in retention and hiring costs every year.TRI uses a unique blend of self and peer ratings to gather feedback on an individual's relationship to the big five personality traits - extraversion, agreeableness, conscientiousness, neuroticism and openness. What sets it apart from previous models is that it provides a robust method and analytical framework to determine whether there's agreement or divergence about an individual's personality traits. \"This difference has been talked about in the past from a theoretical standpoint, but now we can assign a number to a trait or reputation score, and identify a score for a particular personality construct like extroversion,\" he says.  As a follow-up study Connelly is looking at the personality traits of Korean Air Force cadets by focusing on their self-perception and how they were perceived by their peers. The ongoing research will evaluate the cadets when they eventually reach the air force. He will also be doing another follow-up study with Co-op Management students at U of T Scarborough. He says having a reliable model to provide valuable and realistic feedback about personality is even more important as more millennials enter the workplace.\"Much has been made about narcissism being an issue among millennials and the difficulty of older workers connecting with younger generations,\" he says. \"From a practical perspective I hope this model will help people learn something new about themselves from the assessment and to think about aspects of their personality they may not have otherwise considered.\"  The model, which was developed with Samuel McAbbe, an Assistant Professor of Psychology at the Illinois Institute of Technology, is outlined in an article published in the journal Psychological Review.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uot-npm010617.php", "region": "namerica", "source_link": "http://ose.utsc.utoronto.ca/ose/story.php?id=9118", "funder": "", "meeting": "", "institution": "University of Toronto", "keywords": ["Business/Economics", " Group Organization", " Personal", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Employment"], "journal": "Psychological Review", "description": "A new personality trait model co-developed by Brian Connelly could save employers money in hiring and retention costs.  This could be done by better weeding out candidates and having a better system for employee evaluations.", "date": "Fri, 06 Jan 2017 05:00:00 GMT"}