{"title": "One part of the brain unexpectedly continues to grow in adulthood", "text": "In humans, the part of the brain that's responsible for face recognition continues to grow into adulthood, a new study reveals. The results are surprising, since brain development is largely thought to involve synaptic pruning, rather than growth. The ability to recognize faces, which is critical for everyday social interactions, improves from childhood to adulthood. In seeking to better understand brain activity behind facial recognition, Jesse Gomez et al. used quantitative magnetic resonance imaging (qMRI) to compare brain tissue across individuals. In 22 children and 25 adults, they compared recognition test results of faces and places with qMRI data that corresponds with the respective brain regions. Intriguingly, the region of the brain that helps people recognize faces was found to increase in relative size in adults, while the region that helps people recognize places was found to stay the same.  These results were confirmed in the postmortem analysis of adult brains. Modeling suggests that changes in myelination, the fatty white substance that surrounds the axons of some nerve cells, is not sufficient alone to explain this expansion of the brain region. Thus the authors propose that it may be caused by an increase in cell bodies, dendritic structures, and myelin sheath.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aag0311", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaft-opo010317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Biology", " Developmental/Reproductive Biology", " Neurobiology"], "journal": "Science", "description": "In humans, the part of the brain that's responsible for face recognition continues to grow into adulthood, a new study reveals. The results are surprising, since brain development is largely thought to involve synaptic pruning, rather than growth.", "date": "Thu, 05 Jan 2017 05:00:00 GMT"}