{"title": "Who gets most distracted by cell phones?", "text": "While it was well known that the use of cell phones or smartphones (hereafter, mobile phones) could cause oversights and delays in judgment, how the presence of such devices affects cognitive functioning was not well studied. As a part of their research, Associate Professor Jun-ichiro Kawahara of Hokkaido University's Graduate School of Letters and Motohiro Ito of Chukyo University (a special research student at Hokkaido University' Graduate School of Letters) measured the effect of mobile phones on the ability to pay attention of 40 undergraduate students. The participants were split into two groups: a \"mobile-phone conditions\" group and a \"control conditions\" group. For the former, the researchers placed a mobile phone (that did not belong to the participant being tested) next to a computer monitor, asked the participant to search for a target character amongst other characters that appeared on the monitor screen, and then measured the time it took to search for the target character. For the latter group, a memo pad of the same size as the phone was placed by the monitor, and the same experiment was conducted. Thereafter, participants were asked about how frequently they use and how attached they are to the internet.According to the experiment's results, \"mobile-phone conditions\" participants took longer to find the target character than the control group, indicating that participants were automatically distracted by the presence of the phone, impairing cognitive performance. This effect was more pronounced in people who infrequently use the internet. On the other hand, it was found that heavy users were not distracted by the phone and rather more efficient to notice the target when it appeared on the side of the monitor where the mobile phone was placed. These results suggest that the influence of a mobile phone on the examinee's cognitive performance differed depending on the degree of their internet usage. The researchers hypothesize that people are automatically drawn to the presence of a mobile phone, and there are individual differences in how one attempts to ignore it. In conclusion, Kawahara notes \"The mere presence of a mobile phone was a distraction among infrequent internet users. However, among frequent internet users, the device might have served as a spatial cue from which their visual system starts searching the target\".\r\n", "article_link": "http://dx.doi.org/10.1111/jpr.12143", "url": "http://www.eurekalert.org/pub_releases/2017-01/hu-wgm010417.php", "region": "asia", "source_link": "https://www.oia.hokudai.ac.jp/blog/who-gets-most-distracted-by-cell-phones/", "funder": "", "meeting": "", "institution": "Hokkaido University", "keywords": ["Social/Behavioral Science", " Quality of Life", " Behavior", " Information Management/Tracking Systems", " Perception/Awareness", " Internet"], "journal": "Japanese Psychological Research", "description": "Researchers have verified that the mere presence of a cell phone or smartphone can adversely affect our cognitive performance, particularly among infrequent internet users.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}