{"title": "Corporal punishment viewed as more acceptable and effective when referred to as spanking", "text": "Parents and nonparents alike feel better about corporal punishment when it's called 'spanking' rather than 'hitting' or 'beating,' according to a new study by researchers at Southern Methodist University, Dallas.Study participants judged identical acts of a child's misbehavior and the corporal punishment that followed it, but rated the discipline as better or worse simply depending on the verb used to describe it.Discipline acts referred to as spank and swat were ranked as more effective and acceptable than those referred to as slap, hit or beat.The findings of the study indicate that people buffer negative views of corporal punishment by calling it by a more culturally acceptable label, said psychologist Alan Brown, psychology professor at SMU and lead author on the research.\"Our findings suggest that the way child-discipline is described may alter the action's implied intensity or physical harm, and its consequences such as emotional upset,\" Brown said. \"Calling a response to misbehavior a 'swat' may imply higher prevalence of that response as well as make it seem more justifiable and valid -- even if the actual punishment is the same as an act described more harshly.\"Participants in the study rated the acts after reading and responding to hypothetical scenarios in which a mom disciplined her misbehaving son. Spank rated highest for commonness, acceptability and effectiveness, while beat ranked the worst, he said.\"The labels that we give to our experiences can have a moderate to profound influence on how we interpret and remember these events,\" Brown said. \"We found that altering the verb used to describe an act of corporal punishment can change perception of its effectiveness and acceptance of it.\"One implication of the study is that public health interventions to eliminate corporal punishment should focus on changing the semantics of discipline to reduce or prevent violence, say the authors. They cite UNICEF's 2014 recommendation that \"There is a need to eliminate words which maintain 'social norms that hide violence in plain sight.'\"The psychologists endorse replacing the verb spank with the verb assault, as suggested by other researchers in the field, which they say could change the perception of spanking and reduce its use.Labels can buffer how actions are perceivedResearch consistently has found that corporal punishment does emotional and developmental harm to children and fails to improve a child's behavior over the long run.\"Our belief is that it is never okay to discipline a child by striking them, and that various terms commonly used to describe such actions can buffer how these actions are perceived,\" Brown said. \"Our research demonstrated that ratings of how common, acceptable and effective an act of corporal punishment appears to be is significantly influenced by the word used to describe it.\"Co-author on the study was psychologist George Holden, a noted expert on parenting, discipline and family violence and co-author on the research and a professor in the SMU Department of Psychology.The findings were reported in the article \"Spank, Slap, or Hit? How Labels Alter Perceptions of Child Discipline\" published in the journal Psychology of Violence.The other co-author on the research was Rose Ashraf, a graduate student in SMU's Department of Psychology. Holden is a founding steering committee member and current president of the U.S. Alliance to End the Hitting of Children.Study examined how different terms influence perceptions and actionsParticipants were 191 nonparents and 481 parents.The discipline scenarios were between a mom and her 5-year-old son. The mom and son varied with each scenario, which described a boy in eight acts of misbehavior: aggression, stealing, ignoring requests, deception, teasing, property destruction, animal cruelty and lying.Study participants read each vignette of misbehavior, and the subsequent description of the mom's response using a term commonly reflecting corporal punishment: spank, slap, swat, hit and beat.The authors selected the labels from the most commonly used terms in the research literature for corporal punishment in American culture.The hypothetical scenarios were brief and left context and details such as the seriousness of the transgression or the intentions of the misbehaving child to the respondents' imaginations.For example: \"John continues to hit his sibling after his mother has asked him to stop. John's mother ______ him.\" The participants then rated the mother's response on how common it was, how acceptable it was and how effective it was.The purpose was to examine how differences in the terms influence perceptions of parental discipline, the authors said.\"Our study highlights the role of language in legitimizing violent parental behavior,\" according to the authors in their article. \"Altering the verb used to describe the same act of corporal punishment can have a substantial impact on how that parental response is evaluated, with some terms having a relative tempering effect (spank, swat) compared with others (hit, slap, beat).\"\r\n", "article_link": "http://dx.doi.org/10.1037/vio0000080", "url": "http://www.eurekalert.org/pub_releases/2017-01/smu-cpv010417.php", "region": "namerica", "source_link": "http://blog.smu.edu/research/2017/01/03/corporal-punishment-viewed-as-more-acceptable-and-effective-when-referred-to-as-spanking-study-finds/", "funder": "", "meeting": "", "institution": "Southern Methodist University", "keywords": ["Medicine/Health", " Pediatrics", " Public Health", " Social/Behavioral Science", " Behavior", " Mental Health", " Parenting/Child Care/Family"], "journal": "Psychology of Violence", "description": "Corporal punishment is viewed as more acceptable and effective when called spanking, according to a new study at Southern Methodist University, Dallas. Parents and nonparents alike judged identical acts of a child's misbehavior and the subsequent corporal punishment more favorably when called 'spank' or 'swat' rather than 'slap,' 'hit' or 'beat.' The findings indicate that people buffer negative views of corporal punishment by calling it a more culturally acceptable, less violent label, the researchers said.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}