{"title": "Economics made simple with physics models", "text": "How would you go about understanding how markets can suddenly be gripped by panic? To physicists, using a model originally developed to explain magnetism might make sense. Yet, economists may find this extremely counter-intuitive. Both physical and economic phenomena may possess universal features that could be uncovered using the tools of physics. The principal difference is that in economic systems - unlike physical ones - current actions may be influenced by the perception of future events. The latest issue of EPJ Special Topics examines the question as to whether econophysics, a physics-based approach to understanding economic phenomena, is more useful and desirable than conventional economics theories.To date, econophysics has mostly been concerned with elucidating the properties of financial markets, complex economic networks, wealth and income distribution and strategic decision making. Its main aim has been to develop a theory for economic systems like that describing critical phenomena in physical systems, one which can explain their behaviour in the neighbourhood of a specific point - referred to as critical point - independent of their distinct micro-level features.One of the features emerging from the issue is that the much coveted idea of universality may be the exception rather than the rule in the economic and the social world. Also, many of the originally proposed models of econophysics can be argued to be simplistic rather than simple. Most importantly, a clear-cut demonstration of superiority of econophysics models over standard economics models has yet to be delivered.However, the access to large quantities of data, for example, data from financial markets, and the greater availability of computing power continues to drive this data-hungry field forward. Its success stories include the discovery of the 'inverse cubic law', an apparently universal form describing the distribution of fluctuations in stock prices and market indices. Other examples include the development of agent-based models, such as the minority game and asset exchange models, as well as the analysis of economic networks, which is influenced by physicists' analyses of large complex networks.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/s-ems010317.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/economics-made-simple-with-physics-models/11954372", "funder": "", "meeting": "", "institution": "Springer", "keywords": ["Group Organization", " Socioeconomics", " Chemistry/Physics/Materials Sciences"], "journal": "EPJ ST", "description": "Both physical and economic phenomena may possess universal features that could be uncovered using the tools of physics. The principal difference is that in economic systems -- unlike physical ones -- current actions may be influenced by the perception of future events. The latest issue of EPJ Special Topics examines the question as to whether econophysics, a physics-based approach to understanding economic phenomena, is more useful and desirable than conventional economics theories.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}