{"title": "Cancer authority pulls together the principles, practice and ethics of cancer care", "text": "Samuel Hellman, MD, the former Dean of the Division of Biological Sciences and the Pritzker School of Medicine at the University of Chicago, \"cannot remember a time when I did not want to become a doctor.\"The field of cancer research is glad he felt that calling. Many patients worldwide have benefitted from innovations during his distinguished career in cancer care, research, teaching and administration. The short list of his career highlights includes roles as co-editor of seven editions of the world's leading cancer textbook, former physician-in-chief at the nation's top cancer center, former chairman of radiation therapy at the Harvard Medical School and past president of two of the country's most influential cancer organizations.Graduating from Allegheny College and SUNY Upstate Medical College, he received postgraduate training at Harvard and Yale, and a fellowship at London's Royal Marsden Hospital. Along the way, he published scores of academic manuscripts, editorials, essays, opinion pieces and reminiscences in an array of high-impact medical journals as well as more general magazines. Selected publications that are accessible to a general audience, plus a few unpublished pieces, have now been compiled into a book, Learning While Caring: Reflections on a Half-Century of Cancer Practice, Research, Education and Ethics, published in January 2017 by Oxford University Press.The title, Learning While Caring, is instructive. Physicians have no choice but to continue their professional education while practicing medicine, Hellman argues. \"Lifelong learning is essential,\" he insists, but keeping up with the literature and presenting at meetings must be combined with skills learned more informally through the experience of caring for patients. Much of what is taught in medical school needs to be revised or modified or even discarded throughout the physician's career. \"Medicine is a learned profession,\" he wrote, \"but perhaps more important, it is a learning profession.\"The book includes three dozen essays and commentaries, presented in five sections - medical ethics and learning, academic medicine, research, perceptions of cancer, and heroes - with each section organized chronologically. The section on ethics, the longest, focuses on the author's \"uneasiness\" with the process of randomized clinical trials. In such trials, the immediate interests of a patient may compete with the long-term benefits to society, placing the physician in a position that Hellman describes as \"ethically intolerable.\" It is a doctor's primary responsibility, Hellman insists, to \"act as a patient's agent.\" This \"takes precedence over his responsibility as a scientist.\"He also argues that medicine should not be intellectually or physically separate from other academic activities in the university. Patient care draws as much from the humanities and social sciences as from the biological and physical sciences. And a good general education must include some medically related science. \"You can't consider genetic engineering of plants or animals, including humans,\" he insists, \"without understanding what a gene is and how it functions.\" The section on academic medicine features a humorous interlude, \"Tales of the Unnatural,\" published in JAMA shortly after Halloween in 1998. This essay, should be required reading for up and coming physician-scientists considering leadership roles. Hellman sets the tone by pointing out that altering just one letter converts the title of dean into dead - a transformation that suggests how the office holder is subsequently perceived by former friends and colleagues. He next describes the hierarchy of the academic nobility. Department chairs and senior faculty, for example are vampires of available resources. Lower ranking faculty, administrators, board members and even donors are all endowed with comparably ghoulish titles.Although a few of the selections in the section on research contain some scientific or medical jargon, they remain quite readable. Much of this section focuses on the gradual, grudging evolution of breast cancer treatment. Hellman was among the early advocates for replacing radical mastectomies in patients with early-stage disease with much less disfiguring operations - limited tumor removal followed by radiation therapy. Over time, this became the preferred approach. As part of this crusade, Hellman and his Harvard and University Chicago colleague, Ralph Weichselbaum, coined the term \"oligometastasis,\" referring to an intermediate spectrum of states between confined and widespread disease. Controversial at first, oligometastasis is now generally accepted and has considerable therapeutic importance.The next section is concerned with the perception of cancer by the general public, the patient and even the different medical specialties and providers. This is affected by is its metaphoric use in western culture. In order for cancer to be properly considered, Hellman stresses, it must be demythologized.The book ends with Hellman's carefully considered thoughts about two of his medical heroes: Thomas Hodgkin, for whom Hodgkin's disease was named and a model for the scholarly physician; and Marie Curie, who won the Nobel Prize twice, for the discovery of radium, essential for early radiation therapy, and its chemistry.  Both were chosen not only for their scientific distinction but also for their involvement in the important affairs of their time.In a closing summary, Hellman shares some pithy advice, acquired during a 50-year revolution in biology and medicine that brought practical, philosophical, and societal issues with which academia, medicine and cancer care continue to grapple:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uocm-cap010417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Biology", " Cell Biology", " Genetics", " Health Care", " Medical Education", " Medicine/Health", " Cancer", " Breast Cancer", " Clinical Trials", " Medical/Scientific Ethics"], "journal": "", "description": "Selected publications by Samuel Hellman, M.D.,  former physician-in-chief at the nation's top cancer center, former chair of radiation therapy at the Harvard Medical School and past president of two of the most influential cancer organizations, collected in a new book from Oxford Press.", "date": "Wed, 04 Jan 2017 05:00:00 GMT"}