{"title": "Sugar-free and 'diet' drinks no better for healthy weight than full sugar drinks", "text": "Sugar-free and \"diet\" drinks are often seen as the healthier option - but researchers from Imperial College London have argued that they are no more helpful for maintaining a healthy weight than their full-sugar versions.In a commentary on current research and policy into sweetened drinks, academics from Imperial College London and two Brazilian universities (University of Sao Paulo and Federal University of Pelotas) argued that sugar-free versions of drinks may be no better for weight loss or preventing weight gain than their full sugar counterparts, and may also be detrimental to the environment.Artificially-sweetened beverages (ASBs) are alternatives to full-sugared drinks. They contain no sugar and are sweetened with artificial sweeteners instead. ASBs are often known as \"diet\" versions of soft drinks, and may be perceived by consumers as the healthier option for those who want to lose weight or reduce their sugar intake. However, there is no solid evidence to support the claims that they are any better for health or prevent obesity and obesity related diseases such as type 2 diabetes.Professor Christopher Millett, senior investigator from Imperial's School of Public Health, said \"A common perception, which may be influenced by industry marketing, is that because 'diet' drinks have no sugar, they must be healthier and aid weight loss when used as a substitute for full sugar versions. However we found no solid evidence to support this.\"Sugar-sweetened beverages (SSBs) such as soft drinks, fruit-flavoured drinks, and sports drinks, make up a third of UK teenagers' sugar intake, and nearly half of all sugar intake in the US. SSBs provide many calories but very few essential nutrients, and their consumption is a major cause of increasing rates of obesity and type 2 diabetes. ASBs currently comprise a quarter of the global sweetened beverages market, but they are not taxed or regulated to the same extent as SSBs - perhaps due to their perceived harmlessness, say the researchers. Despite having no or very little energy content, there is a concern that ASBs might trigger compensatory food intake by stimulating sweet taste receptors. This, together with the consumers' awareness of the low-calorie content of ASBs, may result in overconsumption of other foods, thus contributing to obesity, type 2 diabetes and other obesity-related health problems. Professor Millett and colleagues outlined current evidence of the health effects of consuming ASBs. Although there was no direct evidence for a role of ASBs in weight gain, they found that there was no evidence that ASBs aid weight loss or prevent weight gain compared with the full sugar versions.In addition, the production of ASBs has negative consequences for the environment, with up to 300 litres of water required to produce a 0.5 L plastic bottle of carbonated soft drink.Dr Maria Carolina Borges, first author of the study from the Federal University of Pelotas in Brazil added: \"The lack of solid evidence on the health effects of ASBs and the potential influence of bias from industry funded studies should be taken seriously when discussing whether ASBs are adequate alternatives to SSBs.\" Professor Carlos Monteiro, co-author from the University of Sao Paulo, said: \"Taxes and regulation on SBS and not ASBs will ultimately promote the consumption of diet drinks rather than plain water - the desirable source of hydration for everyone.\" The authors added: \"Far from helping to solve the global obesity crisis, ASBs may be contributing to the problem and should not be promoted as part of a healthy diet.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/icl-sa010317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Imperial College London", "keywords": ["Medicine/Health", " Diet/Body Weight", " Diabetes", " Medical/Scientific Ethics"], "journal": "PLOS Medicine", "description": "Sugar-free and 'diet' drinks are often seen as the healthier option -- but researchers from Imperial College London have argued that they are no more helpful for maintaining a healthy weight than their full-sugar versions.", "date": "Tue, 03 Jan 2017 05:00:00 GMT"}