{"title": "New consensus on neuromodulation therapy by International Neuromodulation Society experts", "text": "SAN FRANCISCO, California - Jan. 2, 2017 - The International Neuromodulation Society (INS) journal Neuromodulation: Technology at the Neural Interface is publishing expert, evidence-based guidance on the safe and efficient use of neuromodulation implants in patient-centered therapy.The guidance, in six publications by more than 60 international experts, collectively reviews more than 600 publications that appeared in the scientific literature by 2014. The articles provide recommendations about specific issues to improve suffering in patients who live with a variety of chronic conditions.The INS executive officers convened the international experts who systematically rank evidence and present decision trees and flow charts concerning patient care.\"Interest in targeted delivery of chemical agents has grown in part because intrathecal drug delivery requires perhaps just 1% of an oral dose, and is not prone to painkiller diversion or misuse,\" commented INS President Timothy Deer, M.D. \"Meanwhile neurostimulation treats disease symptoms without relying on medication, by applying targeted electrical stimulation.\"The Neuromodulation Appropriateness Consensus Committee first issued neurostimulation therapy guidance in four articles in 2014 that have been cited more than 100 times. Since then, newer spinal cord stimulation systems have entered the clinic that vary the electrical stimulus pattern or frequency, or target a different part of the spinal cord involved in pain perception.Intrathecal drug delivery guidance has been published by members of the Polyanalgesic Consensus Conference (PACC) since 2000. These articles address intrathecal drug therapy for chronic pain from cancer or non-cancer conditions. The three articles being published now present recommendations about safety, localized and general pain, and when to employ trial treatment. The articles are the fifth iteration of PACC guidance, and update three PACC articles published in 2014 that have been collectively cited more than 250 times. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ins-nco123016.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "International Neuromodulation Society", "keywords": ["Health Care", " Pharmaceutical Sciences", " Medicine/Health", " Cancer", " Health Professionals", " Parkinson's Disease", " Pain", " Rehabilitation/Prosthetics/Plastic Surgery", " Memory/Cognitive Processes"], "journal": "Neuromodulation: Technology at the Neural Interface", "description": "The International Neuromodulation Society (INS) journal <i>Neuromodulation: Technology at the Neural Interface</i> is publishing expert, evidence-based guidance on the safe and efficient use of neuromodulation implants in patient-centered therapy.\r\n\r\nThe guidance, in six publications by more than 60 international experts, collectively reviews more than 600 publications that appeared in the scientific literature by 2014. \r\n\r\nThe articles provide recommendations about specific issues to improve suffering in patients who live with a variety of chronic conditions.", "date": "Mon, 02 Jan 2017 05:00:00 GMT"}