{"title": "The Lancet: Deprivation in early childhood can affect mental health in adulthood, according to landmark study", "text": "-- Despite living in strong and supportive families for over 20 years, many children exposed to severe early deprivation in Romanian institutions aged 0-3 experience a range of mental health problems in early adulthood. Experiencing severe deprivation and neglect in childhood can have a lasting psychological impact into early adulthood, according to a unique study which has followed the mental health of a group of children adopted from Romanian institutions to UK families in the 1990s. Published in The Lancet, this is the first large-scale study to follow a group of children who were subjected to extreme deprivation into adulthood, tracking how their mental health and cognition has developed as a result. The English and Romanian Adoptees study began shortly after the fall of the communist regime in Romania. Children living in institutions were subjected to extremely poor hygiene, insufficient food, little personalised care and no social or cognitive stimulation. The study, running since 1990, analyses the mental health of 165 children who spent time in Romanian institutions and who were adopted by families in the UK between the ages of two weeks and 43 months. In the UK, they joined socioeconomically advantaged, stable, caring and supportive families.  Comparing against 52 children adopted within the UK, the study has followed them throughout their childhood using questionnaires, IQ tests and interviews with the children and their parents to analyse social, emotional and cognitive outcomes at ages 6, 11 and 15. The latest part of the study followed the adoptees to ages 22 to 25 years old. It includes around three-quarters of the original adoptees - 39 UK adoptees, 50 Romanian adoptees who had spent less than six months in an institution as children and 72 who had spent over six months. The researchers found that the amount of time spent in a Romanian institution was an important marker of children's future mental health. Romanian adoptees who had spent less than six months had similar rates of mental health symptoms as UK adoptees. However, adoptees who had spent more time in the institutions had higher rates of social, emotional and cognitive problems throughout their lives.People who had lived in Romanian institutions for more than six months as children had higher rates of social problems including autistic features, difficulties engaging with others, inattention and overactivity which persisted from childhood into adulthood. They were also three to four times more likely to experience emotional problems as adults, and had lower educational attainment and employment rates than the other UK and Romanian adoptees. This all despite living in strong and supportive families for over 20 years. As children, more adoptees who lived in Romanian institutions for over six months had an IQ of less than 80, but this recovered within normal levels (an IQ of 90 or above) by early adulthood, suggesting developmental delays but no permanent impact on general cognitive abilities. Additionally, one in five (21%, 15 children) adoptees who spent over six months in Romanian institutions did not experience any mental health problems throughout their lives. The next steps of the research will involve an in-depth genetic analysis of the most exposed adoptees who did not develop mental health problems to distinguish whether genetic and epigenetic differences contribute to resilience. \"Being exposed to very severe conditions in childhood can be associated with lasting and deep-seated social, emotional and cognitive problems, which are complex and vary over time,\" said lead author Professor Edmund Sonuga-Barke, King's College London, UK, who conducted the follow-up study while at the University of Southampton. \"This highlights the importance of assessing patients from deprived backgrounds when providing mental health support and carefully planning care when these patients transfer from child to adult mental health care. Although focussed on children adopted from Romanian institutions in the early 1990s, our findings may also be relevant to large numbers of children who are still exposed to abusive or neglectful conditions around the world.\" [1]Because the children were different ages when they entered institutions and lived there for different amounts of time, the study could not determine whether there is a window during childhood development when children may be more or less likely to be affected by deprivation. In addition, it cannot control for other early risk factors affecting the child's mental health, such as maternal smoking or substance abuse during pregnancy, but the authors argue that there are unlikely to be significant differences among the two groups of Romanian adoptees. Writing in a linked Comment, Professor Frank Verhulst, Erasmus University Medical Centre, The Netherlands, said: \"Whatever the underlying mechanisms, the findings of Sonuga-Barke and colleagues' study elegantly support the rule of the earlier the better for improving the caregiving environment for young children whose basic needs are profoundly violated. This finding is true for millions of children around the world who are exposed to war, terrorism, violence, or mass migration. As a consequence, many young children face trauma, displacement, homelessness, or family disruption.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tl-tld022117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Experiencing severe deprivation and neglect in childhood can have a lasting psychological impact into early adulthood, according to a unique study which has followed the mental health of a group of children adopted from Romanian institutions to UK families in the 1990s.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}