{"title": "Mindfulness shows promise as we age, but study results are mixed", "text": "COLUMBUS, Ohio - As mindfulness practices rise in popularity and evidence of their worth continues to accumulate, those who work with aging populations are looking to use the techniques to boost cognitive, emotional and physiological health. But studies so far have shown mixed results in the elderly, and more investigation is needed to determine exactly how best to apply mindfulness in that population, a new review of the research to date has found.A majority of the 27 studies in the review suggest that the focused attention at the core of mindfulness benefits older people, but others don't point to improvements. And that should prompt more rigorous investigations in search of interventions likely to do the most good, researchers from The Ohio State University found. Their analysis appears in the journal Frontiers in Aging Neuroscience.\"Mindfulness is a practice that really serves as a way to foster a greater quality of life and there's been some thought that it could help with cognitive decline as we age,\" said Stephanie Fountain-Zaragoza, lead author of the study and a graduate student in psychology.\"Given the growing interest in mindfulness in general, we wanted to determine what we know right now so that researchers can think about where we go from here,\" she said.The good news so far:  The evidence from a variety of studies points to some benefits for older adults, suggesting that mindfulness training might be integrated into senior centers and group homes, the researchers found.Older people are an especially important population to study given diminished social support, physical limitations and changes in cognitive health, the researchers point out.Studies of mindfulness meditation usually involve three types of practices. The first, focused attention, involves sustained attention to a single thing (such as the breath) and an effort to disengage from other distractions. Open monitoring meditation, often seen as the next step up in mindfulness, includes acknowledging the details of multiple phenomena (sensations, sounds, etc.) without selectively focusing on one of them. \"This includes being open to experiencing thoughts and sensations and emotions and taking them as they come and letting them go,\" Fountain-Zaragoza said. Loving-kindness meditation encourages a universal state of love and compassion toward oneself and others.\"The goal with this is to foster compassionate acceptance,\" said senior author Ruchika Shaurya Prakash, director of Ohio State's clinical neuroscience laboratory and an expert in mindfulness.In addition to looking at how mindfulness contributed - or did not - to behavioral and cognitive functioning and to psychological wellbeing, some of the research also looked at its potential role in inflammation, which contributes to a variety of diseases. In all categories of study, including inflammatory processes, Prakash and Fountain-Zaragoza found mixed results.The hope is that mindfulness could help the elderly preserve attention and capitalize on emotional regulation strategies that naturally improve as we age, Prakash said. \"Around 50 percent of our lives, our minds are wandering and research from Harvard University has shown that the more your mind wanders, the less happy you are,\" she said.\"Mindfulness allows you to become aware of that chaotic mind-wandering and provides a safe space to just breathe.\"In older people, mindfulness ideally has the potential to help with cognition, emotion and inflammation, but little research has been done so far and those studies that have been done have had mixed results and scientific limitations.While most of the studies in the review showed positive results, the field is limited and would benefit greatly from larger randomized controlled trials, Fountain-Zaragoza said.\"We want to really be able to say that we have strong evidence that mindfulness is driving the changes we see,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/osu-msp022017.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/02/20/mindfulness-age/", "funder": "", "meeting": "", "institution": "Ohio State University", "keywords": ["Health Care", " Medicine/Health", " Alternative Medicine", " Gerontology", " Aging", " Social/Behavioral Science", " Behavior", " Mental Health", " Memory/Cognitive Processes"], "journal": "Frontiers in Aging Neuroscience", "description": "Mindfulness is all the rage, but studies on the elderly have so far been mixed. More investigation is needed to determine how best to apply mindfulness in that population, a new review has found.", "date": "Mon, 20 Feb 2017 05:00:00 GMT"}