{"title": "Severe hypoglycemia linked to increased risk of death in people with diabetes", "text": "A single instance of blood sugar falling so low as to require an emergency department visit was associated with nearly double the risk of cardiovascular disease or death, finds a new Johns Hopkins Bloomberg School of Public Health study of older adults with type 2 diabetes.Additionally, using data from a large, longitudinal study, the researchers found that one third of the older adults with diabetes who had experienced a severe low blood sugar episode (hypoglycemia) died within three years of the incident. In analyzing their data, the researchers controlled for such variables as how severe a person's diabetes was and how long it had been since diagnosis.The researchers say that their findings suggest that doctors might want to pay special attention to patients who have been sent to the emergency department for hypoglycemia after losing consciousness, having a seizure or experiencing another serious health event. The findings will be presented March 10 at the American Heart Association's EPI|LIFESTYLE 2017 Scientific Sessions in Portland, Ore.\"If you have a patient with a history of severe hypoglycemia, this could portend poorly for his or her future,\" says Alexandra K. Lee, MSPH, a PhD candidate in epidemiology at the Bloomberg School. \"Our thinking has been that you resolve a hypoglycemic episode and it's over. But what this tells us is that one episode may have long-lasting consequences.\"Says the study's senior author, Elizabeth Selvin, PhD, a professor of epidemiology at the School: \"Hypoglycemia is clearly an under-recognized risk factor for death and cardiovascular disease in people with diabetes. We are treating many people in this country for high blood sugar. They need to be very careful that their treatment doesn't go too far and cause hypoglycemia, a potentially more serious condition than we have truly understood.\"Diabetes is a condition marked by the inability of the body to properly manage the level of glucose (sugar) in the blood. Poorly controlled blood sugar - when blood sugar levels are too high - can lead to future complications such as blindness and nerve damage. According to the Centers for Disease Control and Prevention, roughly 29 million Americans have diabetes and other estimates say that roughly 85 percent are taking medication to lower their blood sugar.Sometimes, those efforts to lower blood sugar with medication go too far. One to two per 100 people with diabetes per year experience severe hypoglycemia ending in a hospital visit, Lee says.For the study, the researchers analyzed data from participants in the Atherosclerosis Risk in Communities (ARIC) cohort, a study of 15,792 residents in four communities in the United States, who were between the ages of 45 and 64 when the study began in 1987. Specifically, the researchers focused on 1,198 participants with type 2 diabetes, who were followed for an average of 15 years. They found that 192 experienced hypoglycemia that led to an emergency room visit or hospitalization. Those people were nearly twice as likely to die of any cause than those people with diabetes who did not have severe hypoglycemia.Researchers say that past studies have shown that people who experience severe hypoglycemia experience low-level heart damage, so a biological link between hypoglycemia and death from cardiovascular disease could be an extension of that. Additionally, the researchers say it isn't clear whether people who suffer from a hypoglycemic episode are already sicker than those who do not, or if the episode is what sickens them.Diabetes medications like metformin, which are designed to lower high blood sugar, can be valuable in some patients, Selvin says, but they are not the \"miracle\" treatment that statins tend to be for people with high cholesterol. If diabetes medications are used improperly, blood sugar can get dangerously low. At the same time, the benefits to small arteries of lowering blood sugar are often not realized for decades. Considering the risks of hypoglycemia, Selvin says that many older adults may see a downside and minimal upside to being on these diabetes medications.\"If the benefit is 10 or 20 years down the line and your patients are in their 70s, maybe we shouldn't be putting them on anti-diabetes medications,\" Selvin says. \"It's something to consider.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/jhub-shl030817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Disease, NIH/National Heart, Lung, and Blood Institute", "meeting": "American Heart Association's EPI|LIFESTYLE 2017 Scientific Sessions", "institution": "Johns Hopkins University Bloomberg School of Public Health", "keywords": ["Medicine/Health", " Diabetes", " Public Health"], "journal": "", "description": "A single instance of blood sugar falling so low as to require an emergency department visit was associated with nearly double the risk of cardiovascular disease or death, finds a new Johns Hopkins Bloomberg School of Public Health study of older adults with type 2 diabetes.", "date": "Fri, 10 Mar 2017 05:00:00 GMT"}