{"title": "Childhood bullying may lead to increased chronic disease risk in adulthood", "text": "March 10, 2017 - Being bullied during childhood might have lifelong health effects related to chronic stress exposure--including an increased risk for heart disease and diabetes in adulthood, according to a research review in the March/April issue of the Harvard Review of Psychiatry. The journal is published by Wolters Kluwer.Recent advances in understanding of the negative health effects of chronic stress highlight a pressing need to clarify the longer-term health implications of childhood bullying, according to the review by Susannah J. Tye, PhD, of the Mayo Clinic and colleagues. \"Bullying, as a form of chronic social stress, may have significant health consequences if not addressed early,\" Dr. Tye comments. \"We encourage child health professionals to assess both the mental and physical health effects of bullying.\"Health Impact of Bullying--What's the Evidence?\n\"Once dismissed as an innocuous experience of childhood, bullying is now recognized as having significant psychological effects, particularly with chronic exposure,\" Dr. Tye and co-authors write. Bullying has been linked to an increased risk of psychiatric disorders, although there are still questions about the direction of that association.Bullied children also have increased rates of various physical symptoms--recurrent and unexplained symptoms may be a warning sign of bullying. Dr. Tye comments, \"It is important that we appreciate the biological processes linking these psychological and physiological phenomena, including their potential to impact long-term health.\"Studies of other types of chronic stress exposure raise concerns that bullying--\"a classic form of chronic social stress\"--could have lasting effects on physical health. Any form of continued physical or mental stress can put a strain on the body, leading to increasing \"wear and tear.\" This process, called allostatic load, reflects the cumulative impact of biological responses to ongoing or repeated stress--for example, the \"fight or flight\" response.\"When an individual is exposed to brief periods of stress, the body can often effectively cope with the challenge and recover back to baseline,\" Dr. Tye explains. \"Yet, with chronic stress, this recovery process may not have ample opportunity to occur, and allostatic load can build to a point of overload. In such states of allostatic overload, physiological processes critical to health and well-being can be negatively impacted.\"With increasing allostatic load, chronic stress can lead to changes in inflammatory, hormonal, and metabolic responses. Over time, these physiological alterations can contribute to the development of diseases--including depression, diabetes, and heart disease-- as well as progression of psychiatric disorders.Early-life stress exposure can also affect the way in which these physiological systems respond to future stressors. This may occur in part through epigenetic changes--alterations in gene function related to environmental exposures--that alter the stress response itself. Chronic stress may also impair the child's ability to develop psychological skills that foster resilience, reducing their capacity to cope with future stress.The authors emphasize that although no cause-and-effect relationship can be shown so far. Future research--in particular, collaborations between clinical and basic science researchers--could have important implications for understanding, and potentially intervening in, the relationship between childhood bullying and long-term health.Dr. Tye and colleagues believe that current research shows the importance of addressing bullying victimization as a \"standard component\" of clinical care for children--at the primary care doctor's office as well as in mental health care. They conclude, \"Asking about bullying...represents a practical first step towards intervening to prevent traumatic exposure and reduce risk for further psychiatric and related morbidities.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wkh-cbm031017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Pediatrics", " Public Health", " Trauma/Injury", " Mental Health", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "Harvard Review of Psychiatry", "description": "Being bullied during childhood might have lifelong health effects related to chronic stress exposure -- including an increased risk for heart disease and diabetes in adulthood, according to a research review in the March/April issue of the Harvard Review of Psychiatry. The journal is published by Wolters Kluwer.", "date": "Fri, 10 Mar 2017 05:00:00 GMT"}