{"title": "University of Alberta research may provide solutions for the future treatment of diabetes", "text": "(Edmonton, AB.) Jason Dyck has long believed in the beneficial properties of resveratrol--a powerful antioxidant produced by some plants to protect against environmental stresses. The professor of pediatrics at the University of Alberta has spent years studying the natural compound, exploring its potential benefits for exercise performance, reduced blood pressure and heart health. Now his work is revealing resveratrol's potential for the treatment of diabetes.Although studies in obese patients treated with resveratrol have shown to be effective at lowering blood sugar levels, the amount of resveratrol found circulating in the blood is very low, leaving scientists questioning how resveratrol is working. In a new study published in the journal Diabetes, researchers at the U of A examined the impact of resveratrol on the community of bacteria, or microbiome, in the gut of obese mice. The team found that feeding resveratrol to obese mice over a period of 6 weeks altered the makeup of the bacteria in their intestines, improving glucose tolerance.To expand upon the findings, the scientists conducted a second experiment in which they fed healthy mice resveratrol for 8 weeks. From those mice, they collected fecal waste for the purpose of fecal transplant into obese mice with insulin resistance. The results from these fecal transplants were striking, with more dramatic and rapid effects than giving the mice resveratrol orally.\"Whatever was in this fecal material was more potent and efficacious than the resveratrol itself,\" says Dyck, also a member of the Alberta Diabetes Institute. \"We performed fecal transplants in pre-diabetic obese mice and within two weeks their blood sugar levels were almost back to normal.\" Dyck says his team was initially unsure if the fecal transplant was altering the gut microbiome in the mice or if it was producing a metabolite that was behind the effect. However, he is now convinced that the dramatic change is actually the result of an unknown metabolite in the fecal matter.\"I believe that there's something else in the mix that's causing this improvement in glucose homeostasis in obese mice,\" says Dyck. \"We're trying to isolate this unknown compound, with the hopes of using it as a potential treatment for impaired glucose homeostasis in obesity.\"\"To me, this is very exciting,\" he adds. \"If there's a small molecule in the fecal material that we can identify, we may be able to rapidly advance this into human testing.\"The team believes the findings could open the door to new therapies for diabetes patients in the future. Dyck though says it is already clear that their work is far from done.\"It's going to take a herculean effort to find what that molecule is\" says Dyck. \"Maybe it's one, maybe it's a combination of four or five, or maybe even a hundred. We don't know, but we intend to find out.\"", "article_link": "http://dx.doi.org/10.2337/db16-0680", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoaf-urm030917.php", "region": "namerica", "source_link": null, "funder": "Alberta Diabetes Institute, Canadian Diabetes Association", "meeting": "", "institution": "University of Alberta Faculty of Medicine & Dentistry", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes", "description": "In a study published in the journal Diabetes, researchers at the University of Alberta found that feeding resveratrol to obese mice over a period of 6 weeks altered the makeup of the bacteria in their intestines, improving glucose tolerance. A second experiment, involving fecal transplant from resveratrol fed mice to obese mice with insulin resistance, led to much more dramatic and rapid effects.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}