{"title": "Scientists identify a key barrier to proliferation of insulin-producing cells.", "text": "BOSTON - (March 9, 2017) - If you become resistant to insulin, a condition that is a precursor to type 2 diabetes, your body tries to compensate by producing more of the \"beta\" cells in the pancreas that produce the critical hormone. Researchers have long sought to understand why these cells often fail to proliferate in people who go on to develop the disease. Studying both humans and mice, scientists at Joslin Diabetes Center now have pinpointed one key biological mechanism that can prevent the cells from dividing successfully. Better understanding of the beta-cell proliferation process eventually may lead toward therapies for diabetes patients, whose supplies of these cells often shrink over time, says Rohit Kulkarni, M.D., Ph.D., a Joslin Senior Investigator and senior author on a paper about the work published in the journal Cell Metabolism. Previous studies of beta cell proliferation generally have focused on mechanisms that kick off the cell cycle that leads to successful cell division. \"Most adult mammalian beta cells are in a quiescent phase, and so if you want to push them into the cell cycle, you need to shake them out of their sleep,\" explains Kulkarni, who is also a Professor of Medicine at Harvard Medical School. Over the years, scientists have discovered a number of biological mechanisms that help to initiate the cell cycle. \"However, very often many of the beta cells that begin the cell cycle don't complete it, because the regulatory signals aren't appropriate,\" Kulkarni notes. \"The cells choose to die because that's an easier route than completing the cell cycle.\"Seeking to understand this failure to divide, his lab previously analyzed beta cells that were modified to lack an insulin receptor and didn't divide as easily as normal beta cells. Among their findings, the scientists saw that these cells generated significantly smaller amounts than normal beta cells of two proteins that partner to help separate the cell's chromosomes just before the cell divides. In their latest research, the Joslin team performed many experiments to explore the actions of these two proteins, called centromere protein A (CENP-A) and polo-like kinase-1 (PLK1), in mice and in cells from humans and mice. Among their experiments, the researchers studied beta cell signaling in mice that were modified to lack expression of the proteins and experienced insulin resistance by being placed on a high-fat diet, or aging, or becoming pregnant. \"We showed that mice that lacked the CENP-A protein could not compensate for insulin resistance by making more insulin-secreting cells,\" Kulkarni says.Additionally, his team examined human beta cells and found lower levels of CENP-A and PLK-1 proteins in cells from donors with diabetes compared to cells from healthy donors.To better understand how insulin signaling affects beta-cell growth, the Joslin scientists next studied a pathway involving a protein called FOXM1. This protein acts as a \"transcription factor\" that regulates genes by binding to their DNA regions. FOXM1 helps to drive cell proliferation, and it can promote the expression of CENP-A and PLK-1. \"We found that insulin signaling can initiate the binding of this transcription factor with PLK-1 and CENP-A, in both mouse and human beta cells,\" Kulkarni says. \"This binding is lost in beta cells lacking the insulin receptor, and the loss of binding leads to cell death rather than division.\"\"We also discovered that this type of regulation is, interestingly, specific to beta cells, and not seen in other metabolic cell types such as liver and fat cells,\" he says. Given this new insight into how beta cells divide or fail to divide, \"our next step will be to begin to ask whether we can target FOXM1 or other proteins in the pathway to enable a better progression through the cell cycle and to generate more beta cells,\" Kulkarni says. The research may hold the eventual promise of treatments not only for type 2 diabetes but for type 1 diabetes, in which beta cells are wiped out by autoimmune attack, he adds.Joslin's Jun Shirakawa was first author on the paper. Other contributors, all from Joslin, included Megan Fernandez, Tomozumi Takatani, Abdelfattah El Ouaamari, Prapaporn Jungtrakoon, Erin Okawa, Wei Zhang, Peng Yi and Alessandro Doria. The National Institutes of Health provided lead funding for the study.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/jdc-sia030917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Cell Biology", " Microbiology", " Molecular Biology", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "Researchers have long sought to understand why beta cells often fail to proliferate in people who develop insulin resistance and go on to develop type 2 diabetes.  Scientists at Joslin Diabetes Center now have pinpointed one key biological mechanism that can prevent the cells from dividing successfully.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}