{"title": "Men with impaired glucose metabolism should avoid high-carbohydrate foods in the evening", "text": "According to a nutrition study led by the German Institute of Human Nutrition (DIfE), a partner of the German Center for Diabetes Research, the so-called internal clock also influences how people with impaired glucose metabolism react to carbohydrate-rich food. For example, in men with prediabetes, abundant consumption of foods containing starch and sugar in the evening had a negative effect on their blood glucose regulation. In comparison, in healthy study participants the timing of carbohydrate intake did not play a significant role in blood glucose regulation. \r\nThe scientists led by Katharina Keßler, Andreas F. H. Pfeiffer, Olga Pivovarova and Natalia Rudovich of DIfE have now published their findings in the journal Scientific Reports (Kessler et al. 2017; DOI: 10.1038/srep44170). \r\nIt has long been known that the internal clock plays a role in the regulation of metabolic processes and that the glucose metabolism is therefore subject to a certain daily rhythm. Moreover, recent studies on rodents indicate that the internal clock also affects how the metabolism responds to the intake of carbohydrates or fats, and that certain time frames are more suitable than others for the consumption of a high-carbohydrate or a high-fat diet, seen from a health perspective. Similarly, human observation studies have found that persons who eat a high-carbohydrate, low-fat diet in the morning have a reduced risk of type 2 diabetes or metabolic syndrome. The latter is characterized by symptoms such as excessive fat deposits in the abdomen, hypertension, and a disturbed glucose and lipid metabolism. However, the exact interaction between the kind of diet and the circadian regulation of the glucose metabolism has not yet been sufficiently investigated.\r\nIn order to find out more about the physiological mechanisms underlying this interaction, the scientists at DIfE conducted a nutrition study on a total of 29 men. On average, they were about 46 years old and had an average body mass index of 27, meaning they were normal to very overweight. In 11 of the participants, the scientists identified a glucose metabolism disorder at the start of the study. This means that these participants already had increased fasting blood glucose levels or their blood glucose levels declined significantly more slowly than normal after a glucose load test. By contrast, the blood glucose regulation was not impaired in the remaining 18 study participants; their glucose tolerance was normal. \r\nDuring the study, the participants followed two different diets A and B* for four weeks each. Both diets provided the same amount of calories, carbohydrates, fats and proteins, but the time of day differed in which the participants consumed mostly carbohydrates or fats. Thus, according to diet plan A, the participants consumed carbohydrate-rich foods from the morning until about 1:30 pm and high-fat foods from 4:30 pm to 10 pm. According to diet plan B they ate high-fat foods in the morning and high-carbohydrate foods in the afternoons and evenings. Accompanying the respective dietary changes, the scientists examined the different metabolic values of the participants.\r\n\"As our study shows, at least for men with a glucose metabolism disorder, the time of day at which they eat a high-carbohydrate meal is relevant. When we compared the blood glucose measurements according to the two diets, their blood glucose levels after diet B averaged 7.9 percent higher than after diet A, in which the participants consumed a high-fat meal in the evening. Interestingly, we were not able to observe this effect in healthy men, although we generally noticed a decline in glucose tolerance during the course of the day, both in the healthy as well as in the persons with a glucose metabolism disorder. However, this was much more pronounced in the latter,\" said first author Keßler. Furthermore, in the affected men the researchers observed an altered secretion of the intestinal hormones glucagon-like peptide-1 (GLP-1)** and peptide YY (PYY)***, which contribute to the regulation of the glucose metabolism or body weight and whose secretion is subject to a particular circadian rhythm. Thus, the blood levels of the two hormones decreased significantly parallel to the pronounced decrease of glucose tolerance in the afternoons in the affected persons in contrast to the healthy participants. \r\n\"The circadian rhythm of the hormonal release thus influences the way we react to carbohydrates,\" said endocrinologist Pfeiffer, who heads the Department of Clinical Nutrition at DIfE. For that reason, the diabetologist Rudovich and the scientist Pivovarova recommend that especially people who already have a disturbed glucose metabolism should orient themselves on their internal clock and avoid high-carbohydrate meals in the evening. Original publication:Kessler, K. et al. The effect of diurnal distribution of carbohydrates and fat on glycaemic control in humans: a randomized controlled trial. Sci. Rep. 7, 44170; doi: 10.1038/srep44170 (2017).\r\nhttp://www.nature.com/articles/srep44170Background Information:Only men participated in the study because it is considerably more difficult to investigate circadian rhythms in women due to the menstrual cycle. * For both diets A and B the total percentage of carbohydrates of the energy intake was 50 percent, fat 35 percent and protein 15 percent, which corresponds to a balanced diet. In the time window in which increased carbohydrates should be consumed, that is, in the carbohydrate-rich diet phase, carbohydrate intake was 65 percent, fat 20 percent and protein 15 percent. By contrast, in the increased fat diet phase, the percentage of carbohydrates of the energy intake was 35 percent, fat 50 percent and protein 15 percent. In each case, 50 percent of the calories consumed daily were attributable to the high-carbohydrate or high-fat phase.  ** Glucagon-like peptide-1 (GLP-1): In the intestine, so-called L cells secrete GLP-1 after they have been stimulated by carbohydrates (e.g. sugar), proteins or fats. The peptide hormone has a half-life of less than two minutes, stimulates insulin release, and at the same time inhibits the release of glucagon which serves as the counter-balancing hormone to insulin. Both lead to a decrease in the blood glucose level. In addition, studies indicate that it restores the insulin sensitivity of pancreatic beta cells and at the same time inhibits their programmed cell death. In addition, it retards the absorption of carbohydrates from the intestine and has a saturating effect (Source: Wikipedia).*** Peptide YY (PYY) is released postprandially by specific cells of the intestinal mucosa into the blood. PYY inhibits gastric emptying, exocrine pancreatic secretion and gastric secretion. This delays the emptying of fat-containing food into the small intestine, thus enabling more efficient digestion. PYY also strongly influences appetite and satiety and leads to reduced food intake (Source: Wikipedia). The German Institute of Human Nutrition Potsdam-Rehbruecke (DIfE) is a member of the Leibniz Association. It investigates the causes of diet-related diseases in order to develop new strategies for prevention and therapy and to provide dietary recommendations. Its research focus includes the causes and consequences of the metabolic syndrome, which is a combination of obesity, high blood pressure, insulin resistance and lipid metabolism disorder, as well as the role of diet in healthy aging and the biological basis of food choices and eating habits. In addition, DIfE is a partner of the German Center for Diabetes Research (DZD), which was founded in 2009 and has since been funded by the BMBF.The Leibniz Association is the umbrella organization for 91 independent research institutions whose spectrum encompasses the natural, engineering and environmental sciences, economics, the spatial and social sciences as well as the humanities. Leibniz Institutes address issues of social, economic and ecological relevance. They conduct knowledge-driven and applied basic research, also in the overarching Leibniz research networks; they comprise and maintain scientific infrastructure and provide research-based services. The Leibniz Association sets priorities in knowledge transfer, in particular with the Leibniz research museums.  It provides advice and information for policymakers, academia, business and industry, and the general public.  Leibniz institutions maintain close cooperative relationships with universities - inter alia in the form of \"Leibniz Science Campi\", as well as with industry and other partners in Germany and abroad.  They are subject to a transparent and independent evaluation procedure. Due to the importance of the Leibniz Institutes for Germany as a whole, they are funded jointly by the federal government and state governments, employing some 18,600 individuals, including 9,500 researchers. The overall budget of the institutes amounts to more than EUR 1.7 billion.", "article_link": "http://dx.doi.org/10.1038/srep44170", "url": "http://www.eurekalert.org/pub_releases/2017-03/dzfd-mwi030917.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/news/news/dzd-news/article/38057/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Nutrition/Nutrients", " Health Care", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Scientific Reports", "description": "According to a nutrition study led by the German Institute of Human Nutrition, the so-called internal clock also influences how people with impaired glucose metabolism react to carbohydrate-rich food. E.g., in men with prediabetes, abundant consumption of foods containing starch and sugar in the evening had a negative effect on their blood glucose regulation. In comparison, in healthy study participants the timing of carbohydrate intake did not play a significant role in blood glucose regulation.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}