{"title": "Ammonia's role in cardiovascular health tracked in mice, human cells", "text": "Coronary artery disease is caused by plaque buildup in the vessels that deliver blood to the heart. Narrowed or blocked coronary arteries can result in a heart attack or sudden cardiac death. A study at the University of Missouri School of Medicine revealed that ammonia plays an important role in maintaining cardiovascular health. Researchers say that non-toxic amounts of the gas could help prevent coronary artery disease.\"Endothelial cells make up the inner lining of blood vessels,\" said William Durante, Ph.D., professor of medical pharmacology and physiology at the MU School of Medicine and lead author of the study. \"Damage or loss of these cells leads to plaque buildup within the arteries and eventually cardiovascular disease. Increased production of the protein heme oxygenase-1, or HO-1, is known to help protect against endothelial cell injury and cardiovascular disease. In our study, we wanted to understand how HO-1 protects these cells and identify a natural way to increase production of this protein.\" Ammonia, a colorless gas produced naturally in the body, has been linked to the production of HO-1. Endothelial cells can produce substantial amounts of ammonia, but the biological significance of this gas in these cells is not known. Using cultured human and mouse endothelial cells, as well as a live mouse model, the researchers studied ammonia's effect on HO-1.\"By administering measured doses of ammonia to our models over a one-day or one-week period, we saw a 300 percent increase in the expression of HO-1,\" Durante said. \"We also learned that ammonia actually kick-starts a series of events that ultimately result in vascular protection.\"The researchers observed that ammonia triggers oxidative stress, which increases HO-1 production. A byproduct of HO-1 is carbon monoxide, which promotes the survival of endothelial cells.\"I think it's very interesting that ammonia, a potentially toxic gas, offered vascular health benefits in our models,\" Durante said. \"Strangely enough it does this by generating carbon monoxide, another potentially toxic gas.\"Although measured amounts of ammonia delivered through drinking water proved non-toxic to mice, its direct use as a cardiovascular intervention would not always be practical.\"Ammonia is processed through the liver and ultimately excreted from the body through urine,\" Durante said. \"However, direct administration of ammonia could result in the accumulation of toxic amounts in the system ? especially for those with compromised liver function.\" To trigger a natural increase of ammonia, the researchers used the amino acid glutamine. Glutamine is an inexpensive and easily accessible dietary supplement.\"In endothelial cells, glutamine is metabolized to ammonia,\" Durante said. \"By using glutamine in our study, we were able to trigger an increase in ammonia production that also increased HO-1 without the risk of toxicity.\"Durante said the next step will be a pre-clinical trial to test glutamine's effect on a mouse model of coronary artery disease.\"Certainly more research is needed,\" Durante said. \"Although our study only involved mice and in vitro cells, the results are encouraging. If further research shows that we can control the mechanism that triggers natural cardiovascular protection, it may be possible to develop new treatment protocols for coronary artery disease.\" ", "article_link": "http://dx.doi.org/10.1016/j.freeradbiomed.2016.11.029", "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-ari030917.php", "region": "namerica", "source_link": "http://medicine.missouri.edu/news/20170309-ammonias-role-in-cardiovascular-health-tracked-in-mice-human-cells.php", "funder": "National Institutes of Health, American Heart Association Midwest Affiliate", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Physiology", " Toxicology", " Medical Education", " Medicine/Health", " Cardiology", " Endocrinology", " Internal Medicine", " Liver", " Diabetes", " Physiology"], "journal": "Free Radical Biology and Medicine", "description": "Coronary artery disease is caused by plaque buildup in the vessels that deliver blood to the heart. Narrowed or blocked coronary arteries can result in a heart attack or sudden cardiac death. A study at the University of Missouri School of Medicine revealed that ammonia plays an important role in maintaining cardiovascular health. Researchers say that non-toxic amounts of the gas could help prevent coronary artery disease.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}