{"title": "Sickle cell gene linked to elevated risk of developing kidney failure", "text": "Washington, DC (March 9, 2017) -- New research indicates that being born with one copy of the sickle gene puts an individual at elevated risk for developing kidney failure requiring dialysis. The findings, which appear in an upcoming issue of the Journal of the American Society of Nephrology (JASN), may have important public policy implications for genetic counseling for individuals with sickle cell trait (SCT).Hemoglobin variants, including SCT and hemoglobin C trait, are common in African Americans. These variants are thought to have persisted throughout evolution due to their protective effects against malaria. Affected individuals do not have a disease: they only carry 1 copy of a hemoglobin gene variant, and unlike individuals with 2 copies of the variant, they do not experience symptoms. Prior evidence suggested that the variants may play a role in chronic kidney disease in blacks, however, the association of these hemoglobin traits to progression to kidney failure requiring dialysis was unknown.To investigate this potential link, a team led by Rakhi Naik, MD, MHS (Johns Hopkins University) and Marguerite Irvin, PhD (University of Alabama at Birmingham) analyzed data from a large population-based study, the REasons for Geographic and Racial Differences in Stroke (REGARDS) study. The researchers evaluated 9909 African Americans, of whom 739 had SCT and 243 had hemoglobin C trait. The investigators noted that SCT is currently identified at birth in the United States via the Newborn Screening Program. \"Although you cannot change the genes you are born with, doctors can use this information to start screening for kidney disease earlier and to aggressively treat any other risk factors you may have such as diabetes or high blood pressure,\" said Dr. Naik. \"We still need more studies to determine if there are other treatments that can be used to slow the progression of kidney disease specifically in individuals with sickle cell trait.\" ", "article_link": "http://dx.doi.org/10.1681/ASN.2016101086", "url": "http://www.eurekalert.org/pub_releases/2017-03/ason-scg030317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Journal of the American Society of Nephrology", "description": "Sickle cell trait, a common hemoglobin variant in African-Americans, was associated with a twofold higher risk of developing kidney failure requiring dialysis.\r\nSickle cell trait conferred a similar degree of risk as APOL1 gene variants, which are currently the most widely recognized genetic contributors to kidney disease in blacks.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}