{"title": "Poor sleep in early childhood may lead to cognitive, behavioral problems in later years", "text": "A study led by a Massachusetts General Hospital pediatrician finds that children ages 3 to 7 who don't get enough sleep are more likely to have problems with attention, emotional control and peer relationships in mid-childhood.  Reported online in the journal Academic Pediatrics, the study found significant differences in the responses of parents and teachers to surveys regarding executive function - which includes attention, working memory, reasoning and problem solving -- and behavioral problems in 7-year-old children depending on how much sleep they regularly received at younger ages. \"We found that children who get an insufficient amount of sleep in their preschool and early school-age years have a higher risk of poor neurobehavioral function at around age 7,\" says Elsie Taveras, MD, MPH, chief of General Pediatrics at MassGeneral Hospital for Children , who led the study. \"The associations between insufficient sleep and poorer functioning persisted even after adjusting for several factors that could influence the relationship.\" As in previous studies from this group examining the role of sleep in several areas of child health, the current study analyzed data from Project Viva, a long-term investigation of the health impacts of several factors during pregnancy and after birth.  Information used in this study was gathered from mothers at in-person interviews when their children were around 6 months, 3 years and 7 years old, and from questionnaires completed when the children were ages 1, 2, 4, 5 and 6.  In addition, mothers and teachers were sent survey instruments evaluating each child's executive function and behavioral issues -- including emotional symptoms and problems with conduct or peer relationships, when children were around 7. Among 1,046 children enrolled in Project Viva, the study team determined which children were not receiving the recommended amount of sleep at specific age categories -- 12 hours or longer at ages 6 months to 2 years, 11 hours or longer at ages 3 to 4 years, and 10 hours or longer at 5 to 7 years.  Children living in homes with lower household incomes and whose mothers had lower education levels were more likely to sleep less than nine hours at ages 5 to 7. Other factors associated with insufficient sleep include more television viewing, a higher body mass index, and being African American. The reports from both mothers and teachers regarding the neurobehavioral function of enrolled children found similar associations between poor functioning and not receiving sufficient sleep, with teachers reporting even greater problems. Although no association was observed between insufficient sleep during infancy -- ages 6 months to 2 years -- and reduced neurobehavioral functioning in mid-childhood, Taveras notes that sleep levels during infancy often predict levels at later ages, supporting the importance of promoting a good quantity and quality of sleep from the youngest ages. \"Our previous studies have examined the role of insufficient sleep on chronic health problems -- including hobesity -- in both mothers and children,\" explains Taveras, who is a professor of Pediatrics at Harvard Medical School (HMS).  \"The results of this new study indicate that one way in which poor sleep may lead to these chronic disease outcomes is by its effects on inhibition, impulsivity and other behaviors that may lead to excess consumption of high-calorie foods. It will be important to study the longer-term effects of poor sleep on health and development as children enter adolescence, which is already underway through Project Viva.\" ", "article_link": "http://dx.doi.org/10.1016/j.acap.2017.02.001", "url": "http://www.eurekalert.org/pub_releases/2017-03/mgh-psi030917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, NIH/National Institute of Environmental Health Sciences", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Sleep/Sleep Disorders", " Pediatrics", " Behavior", " Parenting/Child Care/Family"], "journal": "Academic Pediatrics", "description": "A study led by a Massachusetts General Hospital pediatrician finds that children ages 3 to 7 who don't get enough sleep are more likely to have problems with attention, emotional control and peer relationships in mid-childhood.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}