{"title": "Chemical that detects plaques in Alzheimer's brains extends lifespan of roundworms", "text": "While many anti-aging drugs don't live up to their claim, a tightly replicated study by Rutgers and a group of researchers from around the country discovered that a chemical used to detect amyloid plaques found in the brains of those with Alzheimer's extended the lifespan of thousands of roundworms similar in molecular form, function and genetics to humans.In a study involving more than 44,000 animals published in Nature Communications, researchers from Rutgers, The University of Oregon, and the Buck Institute for Research on Aging in California tested 10 different compounds from multiple species of roundworms that featured more genetic diversity than can be found between mice and humans, and found that Thioflavin T was the most effective in increasing the lifespan in all species and doubling it in one.  Up until now, chemical compounds that have been found to extend life in worms and mice have been most often studied in animals with specific - and somewhat uniform -- genetic backgrounds. But Thioflavin T worked in all the genetically diverse species, possibly by preventing damaged and misfolded proteins which in humans contributes to age-related diseases like Alzheimer's, Parkinson's and Huntington's.  \"These worms may have been the same basic animal but, like humans, their genes had a lot of variation which means that they could have responded to interventions differently,\" said Monica Driscoll, co-principal investigator and distinguished professor of molecular biology and biochemistry, School of Arts and Sciences. \"We found this one compound did have a positive effect on all the strains, which is important if you want to find the best candidate intervention for healthy aging across a large swath of the population.'' The research was the result of four year grants awarded to Rutgers and its collaborators from the National Institute of Aging, the University of Oregon, and the Buck Institute. What is important about the findings besides discovering a possible anti-aging compound is the fact that Rutgers and the other two institutions closely coordinated their activities, used identical protocols and were able to reproduce the same results.The scientific community often has been criticized for spending money and conducting research that cannot be reproduced by other laboratories. In a study published in PLOS Biology in 2015, it was estimated that $28 billion was spent on preclinical studies in which the findings made in one research study could not be reproduced in another.\"By documenting in unprecedented detail everything we do in the lab, we were able to get close to seeing identical results across three labs,\" said Driscoll.  Detailing how this work is done is just as important as our results.\"This is particularly important for aging research, Driscoll said, because the targeted outcome is not to just extend life but to increase the quality.\"In my opinion, the real goal of aging research should not be longevity at all but rather a person's health span -- how long they can maintain an active, disease free, high quality of life,\" Driscoll said. \"The greatest risk factor for diseases like diabetes, cancer and neurodegenerative disease is age, so that is why research looking at delaying the onset of age-associated decline is so important.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ru-ctd030917.php", "region": "namerica", "source_link": "http://news.rutgers.edu/research-news/chemical-used-detect-sticky-buildup-brains-alzheimer%E2%80%99s-victims-extends-roundworm-lifespan/20170308#.WMGk3W8rKUl", "funder": "", "meeting": "", "institution": "Rutgers University", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Microbiology", " Molecular Biology", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease"], "journal": "Nature Communications", "description": "While many anti-aging drugs don't live up to their claim, a tightly replicated study by Rutgers and a group of researchers from around the country discovered that a chemical used to detect amyloid plaques found in the brains of those with Alzheimer's extended the lifespan of thousands of roundworms similar in molecular form, function and genetics to humans.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}