{"title": "Hair loss and prostate drug linked to persistent erectile dysfunction in men", "text": "CHICAGO --- Men with longer exposure to the drugs finasteride and dutasteride had a higher risk of getting persistent erectile dysfunction than men with less exposure, reports a new Northwestern Medicine study. The persistent erectile dysfunction continued despite stopping these drugs, in some cases for months or years.Among young men, prolonged exposure to the drugs posed a greater risk of persistent erectile dysfunction (PED) than all other assessed risk factors. This means there is a stronger relationship between taking these drugs and having PED than having diabetes, hypertension or smoking, which are other risk factors.Erectile dysfunction is difficulty achieving and maintaining a sufficient erection to have sex. Persistent erectile dysfunction continued despite stopping the drug and continued despite taking sildenafil (Viagra) or similar drug. Prior to the new study, there was no strong evidence that finasteride and dutasteride cause sexual problems that continue after men stop taking them. There also was no strong evidence that taking these drugs for a longer time increases the chance of experiencing sexual problems.\"Our study shows men who take finasteride or dutasteride can get persistent erectile dysfunction, in which they will not be able to have normal erections for months or years after stopping finasteride or dutasteride,\" said lead study author Dr. Steven Belknap, a research assistant professor of dermatology at Northwestern University Feinberg School of Medicine.Finasteride and dutasteride are drugs that are male hormone blockers. These drugs block the conversion of testosterone to its more active form, 5 alpha dihydrotestosterone.\r\nFinasteride is prescribed to some men with prostate enlargement or baldness. Dutasteride is prescribed to some men with prostate enlargement.Propecia and Proscar are brand names for finasteride. Avodart is a brand name for dutasteride. Jalyn is a combination drug containing dutasteride and tamsulosin.The new findings of an association between debilitating sexual dysfunction and exposure to finasteride or dutasteride should be of particular interest to prescribers and patients considering medical management of androgenic alopecia (hair loss) or symptomatic treatment of enlarged prostate, Belknap said.The study will be published March 9 in the journal PeerJ. Among the men studied, 167 of 11,909 (1.4 percent) developed persistent erectile dysfunction that continued for a median of 1,348 days after stopping the drugs.Young men under 42 years old who had more than 205 days of finasteride or dutasteride exposure had 4.9-fold higher risk of persistent erectile dysfunction than men with shorter exposure.The study evaluated data from 11,909 men for PED. Eligible subjects for evaluation for new PED were men 16 to 89 years old with at least one clinical encounter and one diagnosis from January 1992 to September 2013.The study was made possible by the Northwestern Medicine Electronic Data Warehouse, an electronic medical record data repository for patients of Northwestern Medicine.The findings follow a 2015 JAMA Dermatology study by Belknap showing published reports of clinical trials provide insufficient information to adequately establish the safety of finasteride for treatment of hair loss in men. This was the first meta-analysis of the quality of safety reporting in clinical trials of finasteride for treatment of male hair loss.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/nu-hla030817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Northwestern University", "keywords": ["Medicine/Health", " Dermatology", " Urogenital System", " Pharmaceutical Science", " Public Health"], "journal": "PeerJ", "description": "Men with longer exposure to the drugs finasteride and dutasteride had a higher risk of getting persistent erectile dysfunction than men with less exposure, reports a new study. The persistent erectile dysfunction continued despite stopping these drugs, in some cases for months or years.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}