{"title": "Hard choices? Ask your brain's dopamine", "text": "LA JOLLA -- (March 9, 2017) Say you're reaching for the fruit cup at a buffet, but at the last second you switch gears and grab a cupcake instead. Emotionally, your decision is a complex stew of guilt and mouth-watering anticipation. But physically it's a simple shift: instead of moving left, your hand went right. Such split-second changes interest neuroscientists because they play a major role in diseases that involve problems with selecting an action, like Parkinson's and drug addiction.In the March 9, 2017 online publication of the journal Neuron, scientists at the Salk Institute report that the concentration of a brain chemical called dopamine governs decisions about actions so precisely that measuring the level right before a decision allows researchers to accurately predict the outcome. Additionally, the scientists found that changing the dopamine level is sufficient to alter upcoming choice. The work may open new avenues for treating disorders both in cases where a person cannot select a movement to initiate, like Parkinson's disease, as well as those in which someone cannot stop repetitive actions, such as obsessive-compulsive disorder (OCD) or drug addiction.\"Because we cannot do more than one thing at a time, the brain is constantly making decisions about what to do next,\" says Xin Jin, an assistant professor in Salk's Molecular Neurobiology Laboratory and the paper's senior author. \"In most cases our brain controls these decisions at a higher level than talking directly to particular muscles, and that is what my lab mostly wants to understand better.\"When we decide to perform a voluntary action, like tying our shoelaces, the outer part of our brain (the cortex) sends a signal to a deeper structure called the striatum, which receives dopamine to orchestrate the sequence of events: bending down, grabbing the laces, tying the knots. Neurodegenerative diseases like Parkinson's damage the dopamine-releasing neurons, impairing a person's ability to execute a series of commands. For example, if you ask Parkinson's patients to draw a V shape, they might draw the line going down just fine or the line going up just fine. But they have major difficulty making the switch from one direction to the other, and spend much longer at the transition. Before researchers can develop targeted therapies for such diseases, they need to understand exactly what the function of dopamine is at a fundamental neurological level in normal brains. Jin's team designed a study in which mice chose between pressing one of two levers to get a sugary treat. The levers were on the right and left side of a custom-built chamber, with the treat dispenser in the middle. The levers retracted from the chamber at the start of each trial and reappeared after either two seconds or eight seconds. The mice quickly learned that when the levers reappeared after the shorter time, pressing the left lever yielded a treat. When they reappeared after the longer time, pressing the right lever resulted in a treat. Thus, the two sides represented a simplified two-choice situation for the mice--they moved to the left side of the chamber initially, but if the levers didn't reappear within a certain amount of time, the mice shifted to the right side based on an internal decision. \"This particular design allows us to ask a unique question about what happens in the brain during this mental and physical switch from one choice to another,\" says Hao Li, a Salk research associate and the paper's co-first author.As the mice performed the trials, the researchers used a technique called fast-scan cyclic voltammetry to measure dopamine concentration in the animals' brains via embedded electrodes much finer than a human hair. The technique allows for very fine-time-scale measurement (in this study, sampling occurred 10 times per second) and therefore can indicate rapid changes in brain chemistry. The voltammetry results showed that fluctuations in brain dopamine level were tightly associated with the animal's decision. The scientists were actually able to accurately predict the animal's upcoming choice of lever based on dopamine concentration alone. Interestingly, other mice that got a treat by pressing either lever (so removing the element of choice) experienced a dopamine increase as trials got under way, but in contrast their levels remained above baseline (didn't fluctuate below baseline) the entire time, indicating dopamine's evolving role when a choice is involved.  \"We are very excited by these findings because they indicate that dopamine could also be involved in ongoing decision, beyond its well-known role in learning,\" adds the paper's co-first author, Christopher Howard, a Salk research collaborator.To verify that dopamine level caused the choice change, rather than just being associated with it, the team used genetic engineering and molecular tools--including activating or inhibiting neurons with light in a technique called optogenetics--to manipulate the animals' brain dopamine levels in real time. They found they were able to bidirectionally switch mice from one choice of lever to the other by increasing or decreasing dopamine levels. Jin says these results suggest that dynamically changing dopamine levels are associated with the ongoing selection of actions. \"We think that if we could restore the appropriate dopamine dynamics--in Parkinson's disease, OCD and drug addiction--people might have better control of their behavior. This is an important step in understanding how to accomplish that.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/si-hca030617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Addiction", " Neurobiology", " Parkinson's Disease"], "journal": "Neuron", "description": "Salk researchers learn how dopamine governs ongoing decisions, yielding insights into Parkinson's, drug addiction.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}