{"title": "UAB to launch statewide genetics initiative for better health for all Alabama residents", "text": "BIRMINGHAM, Ala. - The University of Alabama at Birmingham -- Alabama's leading provider of genomic and personalized medicine -- has launched the Alabama Genomic Health Initiative in partnership with HudsonAlpha Institute for Biotechnology to better meet health needs across the state.The project, funded by a $2 million appropriation from the Alabama legislature to UAB, supports one of the nation's first statewide efforts to harness the power of genomic analysis to help identify those at high risk for a genetic disease, and provide a basis for continuing research into genetic contributors to health and disease.\"This initiative could be transformative for the state of Alabama,\" said Selwyn M. Vickers, M.D., senior vice president for Medicine and dean of the UAB School of Medicine. \"We will use the knowledge gained from the AGHI to begin to uncover more undiagnosed diseases, and will potentially rewrite our understanding of the burden of disease on our population. This project can have tremendous impact on the residents of Alabama and stimulate economic development in the state.\"The AGHI will recruit a diverse group of participants from every county in Alabama and provide genomic analysis and interpretation to this group free of charge. For some, the results will indicate an increased risk of a disease for which preventive or treatment strategies exist. Those participants will receive genetic counseling and be linked to appropriate medical care. The initiative will also feature a public education campaign about genomic medicine and create a DNA biobank for research.In the first year, the initiative plans on recruiting 2,000 individuals who will provide a DNA sample from a simple blood draw. Over a five-year period, the goal will be to increase the database to include genetic information from more than 10,000 persons.\"Since the Human Genome Project was completed in 2003, we've learned a tremendous amount about the roles of genes in disease,\" said Bruce R. Korf, M.D., Ph.D., chair of the UAB Department of Genetics and co-director of the AGHI. \"This project will result in immediate health benefits to some participants, and in the long term will help to address problems of chronic disease and rising health care costs in the state. It will also position Alabama as a leader at the forefront of 21st century medicine.\"The AGHI will engage citizens throughout the state and their health providers in the use of genomic information to guide medical care.\"This initiative advances the tremendous work already being done in genomics at HudsonAlpha and at UAB,\" said Richard M. Myers, Ph.D., president and science director of HudsonAlpha Institute for Biotechnology. \"Genomics is dependent on several factors, data being one of them. Undoubtedly, individuals will benefit from the AGHI; additionally, the initiative could lead to identification of new genetic diseases and new treatments for those conditions that will benefit Alabamians and the rest of the world. Through the AGHI, we can help make our citizens healthier, and demonstrate the value and power of genomic medicine in creating a new paradigm for health care. HudsonAlpha is proud to partner with UAB for this groundbreaking initiative.\"Korf anticipates that those who choose to participate will fall into one of two major categories. Most will be generally healthy, or will be receiving medical care for one or more conditions not recognized to have a genetic cause. The other group will be those with a recognized genetic issue whose origin is undetermined. Both groups will provide blood samples that will undergo genomic analysis at HudsonAlpha in Huntsville. The blood samples from the larger group -- those not known to be affected by a genetic condition -- will undergo a genotyping array test, assessing some 650,000 identified genomic biomarkers. The genotyping test will look for the presence of variants in 59 specific genes, referred to as actionable genes by the American College of Medical Genetics and Genomics. An ACMG committee, of which Korf is a member, compiled the list in 2013 after an exhaustive search of medical literature. The 59 genes are those that are known to contribute to disease and for which the potential for prevention or treatment exists.  \"Perhaps the best-known genes on the list of 59 are BRCA1 and BRCA2, which are associated with a genetic risk of breast and ovarian cancer,\" Korf said. \"Other genes on the list are known to contribute to the risk of other types of cancers, as well as some cardiac diseases and other conditions.\"Participants who test positive for one of the 59 genes on the ACMG list will, along with their primary medical provider, receive that information coupled with genetic counseling to provide interpretation of the results. Referral to appropriate prevention strategies or treatment will be provided through the primary care physician or a specialized provider. \"Individuals receiving a report that they have one of the 59 actionable genes will, with help from medical professionals, be able to develop a treatment plan going forward,\" Myers said. \"Potential interventions include increased surveillance, surgery or medications to reduce the risk.\"Korf estimates 1 to 3 percent of those who undergo testing will show a positive result for one of the 59 actionable genes. The list is continuously being reviewed, and it is likely that, as it evolves, those changes will be incorporated into the AGHI. In addition, a committee within AGHI may decide to add genes to the list for return of results to AGHI participants based on medical priorities important in our state.\"The number of individuals likely to get a positive report will be small; but the results will be life-changing, possibly lifesaving, for those persons,\" Korf said. \"And there is a multiplying effect. If one person discovers they have a genetic risk for a disease of which they were unaware, that potential risk can then be relayed to others in the family, so that they may also take appropriate action.\"Participants with a genetic condition of undetermined origin will receive a more extensive evaluation, known as whole genome sequencing, conducted at HudsonAlpha. Analysis and interpretation of those results will also be communicated to the patient/parents and his or her primary medical provider, and participants will be linked to appropriate medical care, potentially including the UAB Undiagnosed Diseases Program or the Smith Family Clinic for Genomic Medicine on the HudsonAlpha campus.\"Both HudsonAlpha and UAB have extensive genomics experience in both the research and clinical arenas,\" said Greg Cooper, Ph.D., faculty investigator at HudsonAlpha and co-leader of the sequencing workgroup for the AGHI. \"What we know already about the human genome will immediately benefit participants, and what we learn throughout the duration of the initiative will help transform the landscape, not only for participants, but for their families -- in the short term -- and all of society long term.\"Recruitment of subjects will begin this spring at UAB, followed by recruitment efforts at Cooper Green in Birmingham, as well as at UAB clinical operations in Huntsville, Montgomery and Selma, and eventually other sites in Alabama. The blood samples and extracted DNA collected from all participants will be retained in a biobank for future research purposes. \"Our goal is to develop a representative cross sample of Alabama residents, broadly representative of ethnic, racial and socioeconomic groups throughout the state,\" said Matthew Might, Ph.D., director of the UAB Hugh Kaul Personalized Medicine Institute and co-director of the AGHI. Might, newly recruited to UAB, was appointed by former President Barack Obama to serve as a strategic adviser to the White House Precision Medicine Initiative in 2015. He has a personal interest in the power of genomic medicine, as his son was diagnosed in 2012 as the first case of NGLY1 deficiency, an ultra-rare genetic disorder. Might says the combined resources of the UAB-HudsonAlpha Center for Genomic Medicine, UAB Informatics Institute and the Personalized Medicine Institute will drive groundbreaking research based on the genomic information garnered by the AGHI. \"Such a database will be an unparalleled tool for understanding the health risks across different demographics in the state,\" Might said. \"It will give researchers working on finding cures to conditions ranging from diabetes to heart disease to epilepsy the knowledge to identify genetic factors that predispose individuals to rare or common disorders, with the hope of developing new approaches to prevention, diagnosis and treatment.\"Ethical, legal and social issues will also be addressed by the AGHI, which has formed a bioethics working group to ensure the initiative conforms to the highest ethical principles. Bioethicists, two from HudsonAlpha, one from Tuskegee University and one from UAB, will review all plans and procedures to ensure that appropriate safeguards and protections are in place and guide the initiative on matters such as privacy, security and informed consent. The AGHI will establish an ethics review panel to investigate and respond to potential issues.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoaa-utl030917.php", "region": "namerica", "source_link": "http://www.uab.edu/news/innovation/item/8095-uab-to-launch-statewide-genetics-initiative-for-better-health-for-all-alabama-residents", "funder": "", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Genetics", " Health Care", " Medicine/Health", " Cancer", " Neurobiology", " Genes", " Gene Therapy"], "journal": "", "description": "The Alabama Genomic Health Initiative will recruit a diverse group of participants from every county in Alabama and provide genomic analysis and interpretation to this group free of charge. For some, the results will indicate an increased risk of a disease for which preventive or treatment strategies exist. Those participants will receive genetic counseling and be linked to appropriate medical care.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}