{"title": "Scientists find therapeutic target for diabetes-related blindness", "text": "Specific cells in the retina trigger inflammation and vision impairment associated with diabetes, according to new research out of Case Western Reserve University School of Medicine. The findings unexpectedly implicate Mueller cells--which provide structural support in the retina--as key drivers of the process. Researchers now have a therapeutic target in hand and understand initial steps of diabetic retinopathy, one of the most common and debilitating side effects of diabetes.Carlos Subauste, MD, Associate Professor of Medicine and Pathology and Timothy Kern, PhD, Professor of Medicine, Ophthalmology and Pharmacology at Case Western Reserve University School of Medicine led the research, recently published in Diabetes. Said Subauste, \"Our studies uncovered a novel mechanism that explains the development of experimental diabetic retinopathy. Diabetic retinopathy is the leading cause of visual impairment in working age adults in the western world.\"In the study, Subauste and his team zeroed in on a receptor protein that sits on the surface of Mueller cells. They discovered the receptor, CD40, sends signals to nearby cells called microglia and macrophages to initiate harmful inflammation in the retina. But, CD40 is a regular on the surfaces of many cells, so Subauste and his team had to devise a clever strategy to determine which cells initiate the harmful chain of events.\"From studies done with Dr. Kern, we knew mice with no CD40 are protected from diabetic retinopathy,\" said Subauste. \"We created transgenic mice that only express CD40 on Mu?ller cells to further examine the role of the receptor.\" The researchers discovered that mice with the receptor limited to Mueller cells still developed retinopathy. A closer look revealed that CD40 also elicits pro-inflammatory molecules from bystander microglia and macrophages. The researchers found that CD40 makes Mueller cells secrete a small energy molecule called ATP. In turn, ATP engages a specific receptor on the surface of microglia and macrophages triggering inflammatory responses in these cells.The researchers had found their culprit. Their study provides direct evidence that a single receptor on the surface of Mueller cells is sufficient to cause harmful inflammation that leads to experimental diabetic retinopathy.Said Subauste, \"Our study identifies CD40 as a therapeutic target against diabetic retinopathy.\" The prevalence of the receptor throughout the body suggests the findings may also be applicable to inflammatory bowel disease, atherosclerosis, or lupus.\"Add-back of CD40 represents an elegant means of testing the hypothesis,\" said a commentary in the journal featuring the study, calling the findings \"unprecedented.\"Diabetic retinopathy is a major complication of diabetes that impairs the ability of the retina to sense light. For years, scientists have implicated inflammation as a primary driver of the complication, but it has been difficult to tease apart the many cells and signal molecules involved.Said Subauste, \"The choice of Mueller cells was not obvious since it would have been logical to predict that CD40 expressed on microglia, macrophages, or endothelial cells, would have been the major driver of inflammation in the retina.\" Instead, the researchers discovered CD40 on Mu?ller cells activates these cell types, which are often implicated in inflammation. Subauste teamed up not only with Timothy Kern, PhD but also with George Dubyak, PhD, Professor of Physiology and Pharmacology at Case Western Reserve University School of Medicine for the groundbreaking study. Subauste and Kern are now combining the mouse models with pharmacologic interventions identified by Subauste that block inflammatory processes induced by CD40, to ultimately prevent diabetic retinopathy.", "article_link": "http://dx.doi.org/10.2337/db16-0051", "url": "http://www.eurekalert.org/pub_releases/2017-03/cwru-sft030817.php", "region": "namerica", "source_link": "http://casemed.case.edu/newscenter/news-release/newsrelease.cfm?news_id=524", "funder": "NIH/National Eye Institute, NIH/National Institute of General Medical Sciences, Juvenile Diabetes Foundation International", "meeting": "", "institution": "Case Western Reserve University", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Diabetes", "description": "Specific cells in the retina trigger inflammation and vision impairment associated with diabetes, according to new research out of Case Western Reserve University School of Medicine.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}