{"title": "'Stepping Up' model of care improves uptake of type 2 diabetes treatment", "text": "A new model of healthcare that focuses on a stronger role for nurses in primary care has been associated with a higher uptake of insulin treatment among patients with type 2 diabetes, reports a study published in The BMJ today. By 2030, almost 600 million people will have type 2 diabetes, therefore, innovation in delivering effective clinical care to patients with type 2 diabetes is an urgent global priority. Guidelines in the UK, US and Europe recommend early adoption of insulin treatment to improve long term outcomes. However, insulin initiation is often delayed, particularly in primary care, because of barriers in clinical practice. A team of researchers, led by John Furler from the University of Melbourne, assessed the outcomes of implementing \"The Stepping Up\" model of care that focuses on addressing some of the barriers seen in clinical practice, by enabling nurses to lead on insulin treatment initiation among patients within the practice as a part of routine care. By focusing on an enhanced role for the practice nurse, who is trained and mentored by a registered nurse with diabetes educator credentials, the model uses existing resources within the practice in a bid to improve outcomes. The study compared patients enrolled in an intervention group where they had consultations with the practice nurse as part of the Stepping Up Model, with a control group where patients received usual healthcare. In total, 266 patients took part and were based across 74 practices in Australia. Results show the model was associated with significantly higher rates of insulin initiation 105/151 (70%) patients starting insulin, compared with 25/115 (22%) in control practices. \r\nAfter 12 months, patients had significantly better HbA1c levels (an important measure of glucose in the blood), which is associated with better long term outcomes, such as reduced rates of kidney and eye disease, compared to the control group.The authors note the study may be subject to selection bias, and the patients in the study may not be representative of all people with diabetes. Nevertheless, they say \"our results indicate that, with appropriate support and redesign of the practice system, insulin initiation can become part of routine diabetes management in primary care, obviating the need to refer to specialist services with geographical, cost, and accessibility barriers.\"\"Our pragmatic, translational study has important implications for policymakers, funders, and practitioners seeking innovative ways to provide the best care for people with type 2 diabetes in primary care,\" they conclude. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/b-um030817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "A new model of health care that focuses on a stronger role for nurses in primary care has been associated with a higher uptake of insulin treatment among patients with type 2 diabetes, reports a study published in The BMJ today.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}