{"title": "Nurses central to getting diabetes care off to a better start", "text": "Guidelines in the UK, US, Australia and Europe recommend early adoption of insulin treatment to improve long-term health outcomes and reduce complications such as damage to the eyes, kidney and nerves - but clinical barriers often delay this.A study at 74 primary health clinics across Australia led by Professor John Furler, has found a new model of healthcare has made a dramatic difference to patient uptake of insulin treatment.Their findings, published today in the British Medical Journal (BMJ), highlight the benefits of the 'Stepping Up' program, in which nurses lead insulin treatment initiation among patients within the practice as a part of routine care.Seventy per cent of patients at clinics trialling the program began treatment, compared to just 22 per cent at clinics taking a traditional approach to diabetes management - with no additional demands on resources. \"By focusing on an enhanced role for the practice nurse, who is trained and mentored by a registered nurse with diabetes educator credentials, the model uses existing resources within the practice to improve outcomes,\" Professor Furler said. The research team, from the University's Department of General Practice, compared patients enrolled in an intervention group where they had consultations with the practice nurse as part of the Stepping Up Model, with a control group where patients received usual healthcare.In total, 266 patients took part and were based across 74 practices in Australia. \"After 12 months, we found that patients had significantly better HbA1c levels (an important measure of glucose in the blood), which is associated with better long term outcomes, such as reduced rates of kidney and eye disease, compared to the control group,\" Associate Professor Furler said.On the basis of these results, an implementation study of Stepping Up model of care, widened beyond insulin initiation to include intensification of diabetes therapy generally, will be carried out in the North-West Melbourne Primary Health Network.Professor Furler said T2D remains a significant health issue. \"By 2030, almost 600 million people worldwide will have T2D, therefore, innovation in delivering effective clinical care to patients with T2D is an urgent global priority.\" In Australia, over one million people have been diagnosed with T2D and an additional 1 in 34 adults are estimated to have undiagnosed diabetes. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-nct030817.php", "region": "africa", "source_link": "http://newsroom.melbourne.edu/news/nurses-central-getting-diabetes-care-better-start", "funder": "", "meeting": "", "institution": "University of Melbourne", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "BMJ", "description": "Giving primary health care nurses a greater role in managing Type 2 Diabetes can significantly reduce delays in starting insulin treatment, a team of researchers led by the University of Melbourne has found. ", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}