{"title": "For some, high blood pressure associated with better survival", "text": "Patients with both Type 2 diabetes and acute heart failure face a significantly lower risk of death but a higher risk of heart failure-related hospitalizations if they had high systolic blood pressure on discharge from the hospital compared to those with normal blood pressure, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. Previous studies have linked high blood pressure with worse health outcomes among people with Type 2 diabetes and among people with heart failure. The new study--the first to assess blood pressure and health outcomes in patients who have both Type 2 diabetes and acute heart failure--found that those with a systolic blood pressure above 150 mmHg were 45 percent less likely to die but 47 percent more likely to be hospitalized for heart failure during a 12-month follow-up period. Systolic blood pressure is the top number in blood pressure readings and indicates the amount of pressure exerted on artery walls when the heart beats. It is measured in millimeters of mercury (mmHg) and is often used as a marker for cardiovascular risk. \"Current guidelines for patients with Type 2 diabetes suggest that systolic blood pressure should be lower than 140 mmHg, and lower than 130 mmHg in some individuals,\" said Charbel Abi Khalil, MD, PhD, assistant professor of medicine and genetic medicine at Weill Cornell Medicine and cardiology consultant at the heart hospital, Hamad Medical Corporation in Doha, Qatar, and the study's lead author. \"However, patients with both Type 2 diabetes and acute heart failure have a distinct pathophysiology of the heart and may benefit from different guidelines.\" Doctors typically prescribe medications and lifestyle changes as needed to lower blood pressure to a recommended range in patients with Type 2 diabetes. Although the study results show significantly better survival among patients with higher systolic blood pressure, Abi Khalil noted that further studies, such as a randomized controlled trial, would be needed before changing medical guidelines for managing blood pressure for patients with both Type 2 diabetes and acute heart failure.  The researchers analyzed health records of 2,492 patients with Type 2 diabetes among 5,005 individuals who were hospitalized with acute heart failure in seven Middle Eastern countries: Oman, Saudi Arabia, Yemen, Kuwait, United Arab Emirates, Qatar and Bahrain. Based on the systolic blood pressure recorded on patients' hospital discharge papers, they divided patients into four blood pressure levels: below 120 mmHg (low blood pressure), 120-129 mmHG (normal), 130-149 mmHG (moderate) and above 150 mmHG (high). They then analyzed mortality and subsequent heart failure-related hospitalizations over the course of one year following the initial heart failure hospitalization.Rates of death and hospitalization among people with low or moderate systolic blood pressure were not significantly different from the rates observed in those with normal blood pressure. People with high blood pressure showed a significantly lower rate of death and higher rate of hospitalizations compared to those with normal blood pressure, even after the researchers adjusted the analysis to account for age, gender, smoking, cholesterol, heart rate, creatinine (a marker of kidney function) and left ventricle ejection fraction (a marker of heart function).  Abi Khalil said the findings echo other studies in which cardiovascular risk factors have been linked with outcomes that seem counterintuitive. For example, higher body mass index, which is usually associated with worse health outcomes in people with heart disease, is linked with better survival in patients with Type 2 diabetes and heart failure, leading to the notion of an \"obesity paradox.\" \"We could be looking at a 'blood pressure paradox' if our findings are confirmed by future studies,\" Abi Khalil said.Although the study shows association and not cause and effect, Abi Khalil pointed to several factors that might help explain the findings. One is that patients with Type 2 diabetes, heart failure and high blood pressure could be more likely to regularly visit cardiologists and diabetes specialists; this frequent follow-up could facilitate the successful implementation of treatment regimens and allow early diagnosis of other health problems that might arise. The study was an analysis of the Gulf-CARE registry, which is conducted under the auspices of the Gulf Heart Association and funded by Servier, a French pharmaceutical company. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-fsh030617.php", "region": "namerica", "source_link": null, "funder": "Gulf-CARE Registry, Gulf Heart Association, Servier", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "institution": "American College of Cardiology", "keywords": ["International/Immigration", " Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Diabetes", " Public Health"], "journal": "", "description": "Patients with both type 2 diabetes and acute heart failure face a significantly lower risk of death but a higher risk of heart failure-related hospitalizations if they had high systolic blood pressure on discharge from the hospital compared to those with normal blood pressure, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}