{"title": "Diabetes drug shows promise for safely treating, detecting Alzheimer's disease", "text": "(Boston)-- As the number of patients with Alzheimer's disease (AD) rapidly increases, new treatments as well as blood tests that are simple and can be easily performed in a doctor's office to diagnose are urgently needed.A new study has found treatment with the diabetes drug amylin (or pramlintide) safely improves learning and memory function in AD patients and reduces the AD pathology in their brains. The findings, which appear in the Journal Translational Research and Clinical Interventions, also may lead to the development of a blood test for AD.  Currently, lumbar punctures to detect biomarkers in cerebrospinal fluid and positron emission tomography imaging scans are used to diagnose AD. Unfortunately many patients are fearful of these procedures and the high cost is prohibitive. \r\n\"A single injection of pramlintide into our patients was well tolerated and reduced the amyloid burden as well as lowered the concentrations of amyloid-β peptides, a major component of AD in the brain,\" explained corresponding author Wendy Qiu, MD, PhD, associate professor of psychiatry and pharmacology and experimental therapeutics at Boston University School of Medicine. \r\n \"Our study suggests a potential role for the creation of a blood test that relies on pramlintide, which could cross the blood-brain barrier and help to translocate the biomarkers related to AD pathology including amyloid-β peptides and neuroinflammation, from the brain into the bloodstream where they can be detected,\" added Qiu. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/bumc-dds030817.php", "region": "namerica", "source_link": null, "funder": "Alzheimer's Disease Association, NIA, Ignition Award, Boston University Alzheimer's Disease Center", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "journal": "Journal Translational Research and Clinical Interventions", "description": "A new study has found treatment with the diabetes drug amylin (or pramlintide) safely improves learning and memory function in AD patients and reduces the AD pathology in their brains. The findings, which appear in the Journal Translational Research and Clinical Interventions, also may lead to the development of a blood test for AD.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}