{"title": "Bone-derived hormone suppresses appetite in mice", "text": "NEW YORK, NY (March 8, 2017)-- A hormone secreted by bone cells can suppress appetite, according to mouse studies conducted by Columbia University Medical Center (CUMC) researchers. The hormone--called lipocalin 2--turns on neurons in the brain that have been previously linked to appetite suppression. The findings reveal a previously unknown mechanism for regulating the body's energy balance and could lead to new targeted therapies for the treatment of obesity, type 2 diabetes, and other metabolic disorders.The study was published online today in the journal Nature.\"In recent years, studies at CUMC and elsewhere have shown that bone is an endocrine organ and produces hormones that affect brain development, glucose balance, kidney function, and male fertility,\" says study leader Stavroula Kousteni, PhD, associate professor of physiology and cellular biophysics (in medicine) at CUMC. \"Our findings add a critical new function of bone hormones to this list--appetite suppression--which may open a wholly new approach to the treatment of metabolic disorders.\"In 2007, a CUMC team led by Gerard Karsenty, MD, PhD, the Paul A. Marks Professor of Genetics and Development and professor of medicine, and chair, Department of Genetics and Development at CUMC, was the first to discover that bone is an endocrine organ that regulates energy metabolism through the release of a hormone called osteocalcin. \"We hypothesized that there were additional bone hormones that regulate metabolism, since other endocrine organs that affect metabolism usually do so through multiple hormones,\" said Dr. Kousteni.The first clues to a second hormone came in 2010, when Dr. Kousteni discovered that disabling a gene called FOXO1 in mouse osteoblasts (bone-forming cells) caused the mice to eat less and improved their glucose balance. \"Since osteocalcin does not regulate appetite, we knew that a second bone hormone had to be involved in this process,\" said Dr. Kousteni. In the current study, the CUMC researchers demonstrated that FOXO1-deficient osteoblasts express unusually high amounts of a protein called lipocalin 2. Lipocalin 2 was previously thought to be primarily secreted by adipocytes (fat cells) and to contribute to obesity. But the researchers showed, using mice that could not produce lipocalin in either their fat cells or osteoblasts, that lipocalin 2 is primarily secreted by osteoblasts and reduces appetite and weight. Lipocalin 2 also affected appetite and weight in normal-weight mice and in mice that were obese due to a lack of the leptin receptor and leptin signalling. In both types of mice, lipocalin 2 suppressed appetite, improved overall metabolism, and reduced body weight.Dr. Kousteni and her team also found that lipocalin 2 crosses the blood-brain barrier. In the brain, the protein binds to and activates melanocortin 4 receptor (MC4R) neurons in the hypothalamus, the primary brain region that regulates appetite. MC4R neurons are known to be involved in triggering appetite suppression. \r\n\"The hope is that lipocalin 2 might have the same effects in humans, and that our findings can be translated into the development of therapies for obesity and other metabolic disorders,\" said Dr. Kousteni.Initial findings in humans are encouraging. In an analysis of patients with type 2 diabetes, the researchers found that blood levels of lipocalin 2 were inversely correlated with body weight and blood A1c levels, a long-term measure of blood sugar. \"In other words, patients with higher lipocalin 2 levels had lower body weight and better glucose balance,\" said Dr. Kousteni.  ", "article_link": "http://dx.doi.org/10.1038/nature21697", "url": "http://www.eurekalert.org/pub_releases/2017-03/cumc-bhs030717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NOVO Nordisk", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature", "description": "Researchers at Columbia University Medical Center discovered that lipocalin 2, a hormone secreted by bone cells, suppresses appetite in mice. The study findings, which reveal a new mechanism for regulating food intake and blood sugar, could lead to the development of new treatments for obesity, type 2 diabetes, and other metabolic disorders.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}