{"title": "Physical inactivity and sedentary behaviors associated with cardiometabolic risk factors", "text": "The results are from the first investigation to be conducted with baseline data from the PREDIMED-PLUS study, an 8-year multicenter clinical trial based on a nutritional intervention involving an energy-restricted Mediterranean diet, the promotion of physical activity and behavioral support for primary cardiovascular prevention. The study is taking place nationwide across Spain and started in October 2013.\r\nPrevious studies of healthy adults and persons with diabetes have demonstrated that physical activity - particularly activities with moderate-high intensity - and daily sedentary behaviors, such as watching television, have a significant effect on cardiometabolic health. Nevertheless, these observations have never been explored in older adults at high cardiovascular risk, a typically sedentary and physically inactive population that has a high risk of developing chronic diseases. \r\nConsequently, the Human Nutrition Unit of the Universitat Rovira i Virgili has joined forces with 22 other Spanish centers to implement the PREDIMED-PLUS trial and thus address this question by evaluating different types of physical activities and sedentary behaviors in a population of 5,576 men and women with high cardiovascular risk. They have also studied the effect of replacing the time spent watching television with the same time engaging physical activities with different intensities. \r\nThe most striking results from this investigation show that increasing the time spent on physical activities with moderate-high intensity (brisk walking, climbing stairs, working in the garden or performing sports) by one hour a day was associated with a 3%-6% increase in protection against obesity, diabetes, abdominal obesity and low HDL-cholesterol. In contrast, increasing the time spent watching television by one hour a day was associated with an increased presence of these cardiometabolic risk factors. Moreover, when one hour a day of watching television was replaced by one hour a day of physical activity with moderate-high intensity, the protection against these cardiometabiloc risk factors was even greater (3%-9%) than the protection observed when each activity was evaluated separately. \r\nThese results show that public health strategies aimed at preventing cardiometabolic diseases are of paramount importance among adults aged 55-60. These strategies should focus on promoting physical activities with moderate-high intensity, avoiding sedentary behaviors and replacing the time spent on sedentary activities with time spent on other more active pursuits.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0172253", "url": "http://www.eurekalert.org/pub_releases/2017-03/uriv-pia030817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Universitat Rovira i Virgili", "keywords": ["Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "PLOS ONE", "description": "Greater time spent in physical activities with moderate-high intensity and less time devoted to sedentary activities, such as watching television, are associated with a lower presence of cardiometabolic risk factors including obesity, diabetes and certain individual components of metabolic syndrome, according to the first results published from the multicentric study PREDIMED-PLUS.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}