{"title": "How rare sugars might help control blood glucose", "text": "In an era when the label \"natural\" hits a sweet spot with consumers, some uncommon sugars emerging on the market could live up to the connotation. Preliminary animal studies have suggested that allulose and other low-calorie, natural rare sugars could help regulate glucose levels. Now, researchers are investigating how they might exert such effects. They report their findings in ACS' Journal of Agricultural and Food Chemistry. Sucrose is the natural sweetener most labels refer to when sugar is on the ingredient list. It's abundant, and manufacturers figured out long ago how to extract it on a large scale from sugar cane and other sources. Allulose, which is 70 percent as sweet as sucrose, and other rare sugars also can be found in fruits and vegetables but in very small amounts. Recently, however, researchers discovered an industrial way to produce allulose in large quantities from high-fructose corn syrup, which contains about equal parts glucose and fructose. Some studies have suggested that allulose can help control weight gain and glucose levels, but no one knew why. Tomoya Shintani and colleagues wanted to confirm that allulose -- and potentially other rare sugars -- yield these results and to take a step toward understanding why.To investigate, the team of scientists gave three groups of rats plain water, water with high-fructose corn syrup and water with rare-sugar syrup (RSS) containing glucose, fructose, allulose and other rare sugars for 10 weeks. The rats drinking RSS-infused water gained less weight, had less abdominal fat, and had lower blood glucose and insulin levels compared to the high-fructose corn syrup group. The study also showed that the liver cells' nuclei in the RSS rats exported to the cytoplasm higher amounts of glucokinase, an enzyme that reduces blood-sugar levels by helping convert glucose to its stored form, glycogen. Although further testing is needed, the researchers say, the findings suggest that rare sugars could be a good alternative sweetener.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acs-hrs030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Agricultural and Food Chemistry", "description": "In an era when the label 'natural' hits a sweet spot with consumers, some uncommon sugars emerging on the market could live up to the connotation. Preliminary animal studies have suggested that allulose and other low-calorie, natural rare sugars could help regulate glucose levels. Now, researchers are investigating how they might exert such effects. They report their findings in ACS' Journal of Agricultural and Food Chemistry.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}