{"title": "Chinese famine data show no long-term health effects except for schizophrenia", "text": "March 8, 2017 -- A new systematic re-analysis of all previous studies of long-term health effects of prenatal exposure to the Chinese Famine of 1959-61 by researchers at Columbia University's Mailman School of Public Health shows no increases in diabetes, high blood pressure and other chronic conditions among famine births except for schizophrenia. The analyzed studies reported that these conditions were more common among famine births compared to control groups born after the famine. In the re-analysis, the Columbia researchers compared outcomes in famine births to control groups combining births from before and after the famine. The findings raise fundamental questions about the design of existing Chinese famine studies. \"Significant improvements are needed in the design and analysis of these studies for more reliable estimates of the long-term impact of the famine,\" said L. H. Lumey, MD, PhD, professor of Epidemiology at the Mailman School and senior author. This is the first systematic review and meta-analysis of available studies, including different designs and analytical methods. Findings are published online in the International Journal of Epidemiology.\"The results of our analysis were unexpected and point to an unrecognized flaw in common famine reports. Using only controls born after the famine, famine births will be older than controls and this will make them less healthy than controls,\" said Dr. Lumey. To neutralize the age effect, control groups born before the famine were therefore added from each study by the Columbia researchers. Earlier studies showed that overweight, type 2 diabetes, hyperglycemia, the metabolic syndrome and schizophrenia were more elevated in adults born in China who were exposed to the Forward Famine of 1959-1961 during early life. Because many studies differed in study design and analytical methods and were carried out in different regions in China, the Columbia researchers undertook a systematic review and meta-analysis of available reports to summarize the data, generate estimates of homogeneity of reported famine effects, consider possible implications for public health, and formulate suggestions for future studies.The researchers used several databases including PubMed, Embase, Chinese Wanfang Data, and Chinese National Knowledge Infrastructure to conduct the review. More than 13,000 records of long-term health conditions were initially reviewed for those exposed and unexposed to the Famine. The number of events that were analyzed ranged from 1029 for hyperglycemia to 8973 for hypertension. Most Chinese over age 55 today have been exposed to the famine at some point of their early life.\"Beyond age effects, we were also interested in health outcomes comparing births in rural and urban areas and in regions with extreme and less severe famine -- which some studies had reported - and we did not find any systematic differences.  We think that better indicators of famine exposure are needed,\" noted Chihua Li, doctoral candidate in the Department of Epidemiology and the study's first author. Reliable estimates of the long-term impact of the Chinese famine are important because the famine experience could have substantially increased the risk of major chronic diseases in later life among the Chinese population. \"As a next step, we will therefore continue with systematic analyses of study results from ongoing health surveys in China for more reliable estimates of long term famine effects\" says Dr. Lumey.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cums-cfd030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Columbia University's Mailman School of Public Health", "keywords": ["Food/Food Science", " Temperature-Dependent Phenomena", " Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Epidemiology", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Public Health"], "journal": "International Journal of Epidemiology", "description": "A systematic re-analysis of all previous studies of long-term health effects of prenatal exposure to the Chinese Famine of 1959-61 shows no increases in diabetes, high blood pressure and other chronic conditions among famine births except for schizophrenia. The analyzed studies reported that these conditions were more common among famine births. In the re-analysis, researchers compared outcomes in famine births to control groups. Findings raise fundamental questions about the design of existing Chinese famine studies.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}