{"title": "NTU Singapore and Japan's RIKEN collaborate in human biology research", "text": "Singapore's Nanyang Technological University (NTU Singapore) and Japan's flagship research institute in the natural sciences RIKEN are working together to advance research in human biology.The two top research institutions in Asia aim to leverage their deep scientific expertise and state-of-the-art research facilities to establish a joint research centre each in Singapore and Japan. The initial research projects will focus on how the mind and body interact, as well as understanding various diseases, especially during the pre-clinical phase when important feasibility testing and data collection are conducted.NTU Chief of Staff and Vice President (Research), Professor Lam Khin Yong said, \"This exciting collaboration will open fresh opportunities for RIKEN scientists to collaborate with NTU experts to explore new areas of research in human biology. Combining our strengths can spark off new ideas and insights. It will also provide our students with opportunities to be exposed to ground-breaking research by top scientists working in state-of-the-art facilities at both institutions. \"More importantly, the partnership will see the scientists work together to address major health challenges, such as diabetes, neurological and psychiatric diseases, for the betterment of society.\"Mr Shigeharu Kato, Executive Director of RIKEN, said, \"This agreement marks the start of the first research collaboration with NTU, one of Asia's leading universities. I am hopeful that in addition to developing the field of human biology, this collaboration will grow and expand to include the many other diverse RIKEN centers and NTU faculties as we strive together for important interdisciplinary research breakthroughs that will benefit all humanity.\"Under the three-year agreement, a RIKEN-NTU Research Centre for Human Biology will be set up at NTU Singapore while a corresponding NTU-RIKEN Research Center will be set up at RIKEN in Japan. Professor Balázs Gulyás from NTU Singapore's Lee Kong Chian School of Medicine and Dr Atsushi Iriki from RIKEN will serve as the Co-Directors of the research centres. Several projects have been identified, involving about 20 researchers as well as students at a later stage.One initial study aims to discover the complex mechanisms of how the mind and body interact, including how social stress affects the microorganism ecosystem in the intestines and vice versa. The results would lead to more naturalistic therapies based on understandings of how our cognitive functions are closely linked to bodily physical states.Leveraging chemical engineering technologies and biomedicine, a research group aims to develop novel biomarkers for early predictive diagnoses and treatment of diseases. The researchers will also apply artificial intelligence, such as machine learning or big-data processing, to patients' digital medical records so that they can detect diseases early, before serious symptoms show.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ntu-nsa030817.php", "region": "asia", "source_link": "http://news.ntu.edu.sg/pages/newsdetail.aspx?URL=http://news.ntu.edu.sg/news/Pages/NR2017_Mar09.aspx&Guid=5ce34138-9355-4224-9071-f15741e463cc&Category=News+Releases", "funder": "", "meeting": "", "institution": "Nanyang Technological University", "keywords": ["Biology", " Biochemistry", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology"], "journal": "", "description": "Singapore's Nanyang Technological University (NTU Singapore) and Japan's flagship research institute in the natural sciences RIKEN are working together to advance research in human biology.\r\n\r\nThe two top research institutions in Asia aim to leverage their deep scientific expertise and state-of-the-art research facilities to establish a joint research centre each in Singapore and Japan.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}