{"title": "Eyes hold clues to future narrowing of leg vessels", "text": "PORTLAND, Oregon, March 7, 2017-- Changes in tiny blood vessels of the eye may predict a higher risk of later narrowing in the large blood vessels in the legs, according to a study presented at the American Heart Association Epidemiology and Prevention | Lifestyle and Cardiometabolic Health 2017 Scientific Sessions.Researchers reported on 9,390 adults participating in the long-term Atherosclerosis Risk in Communities Study, each with retinal photographs taken between 1993-1995, when they did not have peripheral artery disease (PAD). During a 19-year follow-up, 304 developed PAD requiring hospitalization or a procedure to open narrowed leg vessels. Of those, 92 had the most severe form of PAD, called critical limb ischemia (CLI), resulting in ulcers on the leg, gangrene or the need for amputation.After adjusting for common PAD risk factors, such as diabetes, the investigators found that when scans showed any type of abnormalities in the retina, there was a 2.16 times greater risk of PAD developing during the follow-up period, and a 3.41 times greater risk of CLI. Individual retinal abnormalities -- including bleeding, yellow spots from the breakdown of lipids (hard exudates) and areas of blood protruding from vessels in the back of the eye (microaneurysm) -- were also associated with the risk of PAD or CLI. The associations between retinal damage and PAD were stronger in people with diabetes than those without.According to the researchers, microvascular abnormalities may impair wound healing or the creation of alternative routes for blood to flow around narrowed leg vessels, leading to more severe PAD.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-ehc030117.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/eyes-hold-clues-to-future-narrowing-of-leg-vessels?preview=3632aac3fab718ff1c7781ba4ee9ec5c", "funder": "", "meeting": "American Heart Association's Epidemiology and Prevention / Lifestyle and Cardiometabolic Health 2017", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "", "description": "Changes in tiny blood vessels of the eye may predict a higher risk of later narrowing in the large blood vessels in the legs, according to a study presented at the American Heart Association Epidemiology and Prevention | Lifestyle and Cardiometabolic Health 2017 Scientific Sessions.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}