{"title": "Diet and global climate change", "text": "You are what you eat, as the saying goes, and while good dietary choices boost your own health, they also could improve the health care system and even benefit the planet. Healthier people mean not only less disease but also reduced greenhouse gas emissions from health care.As it turns out, some relatively small diet tweaks could add up to significant inroads in addressing climate change.That's the finding of a new study led by UC Santa Barbara researchers, who analyzed the potential effects of healthier model diets for the United States. The results appear in the journal Climatic Change.\"To my knowledge, this is the first time anyone has done this,\" said study director David Cleveland, a research professor in UCSB's environmental studies program and geography department. \"People have looked at what effect diets have both on climate and on health, but they've never examined the potential to mitigate climate change through the food system and the health care system together.\"The food system contributes about 30 percent of total U.S. greenhouse gas emissions, with the largest proportion coming from animal-based food. In addition, the poor quality of the standard U.S. diet -- including high levels of red and processed meat and low levels of fruits and vegetables -- is a major factor in a number of preventable diseases. The U.S. spends $3 trillion on health care every year --18 percent of the gross domestic product -- much of it allocated to diseases associated with poor diets.Cleveland and colleagues first used data from published meta-analyses that examined the effect of foods on diseases. Then, using life-cycle assessment data for the foods that changed in the healthier model diets, they analyzed the effects of the diets on greenhouse gas emissions for the food system. For the health care system, the researchers estimated the change in risk of diabetes, colorectal cancer and coronary heart disease due to the healthier diets and the subsequent effect on both health care costs and greenhouse gas emissions.To create healthier model diets, the researchers altered the standard 2,000-calorie-a-day U.S. diet, changing the sources of about half of those calories. The different model diets progressively reduced the amount of red and processed meats, with the most stringent diet eliminating them completely. Fruit and vegetable intake was doubled, and peas and beans increased to replace the meat protein removed. Refined grains were partially replaced with whole grains. Added sugar, which Cleveland noted is a known health risk, was not reduced. Neither was dairy, eggs, fish or non-red meat.\"This means our estimates are probably very conservative, both in terms of health and climate change implications,\" Cleveland said. \"Just changing half of the diet and including only some of the diseases associated with diets, we found a huge effect.\"Food has a tremendous impact on the environment,\" he added. \"That means that there is enormous potential for our food choices to have positive effects on our environment as well on our health and our health care costs.\"That is exactly what the scientists found. The adoption of healthier model diets reduced the relative risk of coronary heart disease, colorectal cancer and Type 2 diabetes by 20 to 40 percent. Health care costs went down by $77 billion to $93 billion annually and direct greenhouse gas emissions dropped by 222 kilograms to 826 kilograms per person per year.\"In the third diet -- which contained no red or processed meats -- there was a savings of $95 billion out of the total annual cost of $230 billion for those three diseases,\" Cleveland explained. \"That's not huge compared to the $3 trillion total in health care costs, but it's a start. Results like these can also help motivate individual and policy changes.\"In terms of climate policy, the healthier diets could contribute up to 23 percent of the U.S. Climate Action Plan goal to reduce net greenhouse gas emissions 17 percent below 2005 levels by 2020, Cleveland said. Further, the diets could generate up to 134 percent of California's goal of reaching 1990 emission levels by 2020.According to Cleveland, the findings add weight to the conclusion of several other recent studies: Diet change must be part of successful climate change mitigation policies, and climate change mitigation must be included in policies to improve the food system.This creates an important opportunity for the University of California, Cleveland noted.  \"The UC Carbon Neutrality Initiative should have a major focus on climate change mitigation via the food system,\" he said. \"And the UC Global Food Initiative should have a major focus on the relationships among food, climate and health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--dag030817.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017751/diet-and-global-climate-change", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Agriculture", " Agricultural Production/Economics", " Food/Food Science", " Earth Science", " Medicine/Health", " Death/Dying", " Mortality/Longevity", " Diet/Body Weight", " Health Care Systems/Services", " Climate Change"], "journal": "Climatic Change", "description": "Eating healthier food could reduce greenhouse gas emissions, says a new study by environmental scientist David Cleveland.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}