{"title": "New healthcare pricing resource quantifies costs of complete episodes of care", "text": "New York, NY--March 8, 2017--FAIR Health announced today the availability of its FH® Episodes of Care Benchmarks product--an innovative resource that sheds new light on the costs related to the full range of services associated with common procedures and conditions. This new dataset offers both benchmark charges and allowed costs, specific to 493 regions across the country, for procedures related to defined episodes. The benchmarks are based on market-level data from privately billed healthcare claims contributed to FAIR Health by insurers and claims administrators; they represent the claims experience of more than 150 million individuals nationwide.Benchmarks are available for more than 40 common procedures and illnesses, ranging from hip replacement to diabetes care. For each episode, the product identifies the costs of treatment based on the total costs for all procedures and services that compose a patient's beginning-to-end treatment path for a specific condition or procedure. For example, in the case of a hip replacement, the episode might include the cost of physician and surgeon consultations, anesthesia, the surgery itself, medications, physical therapy and other required services.The FH Episodes of Care Benchmarks product also allows users to adjust cost estimates based on a patient's specific profile--including up to five common comorbidities and five risk factors per episode--providing an exceptionally precise, real-world view of overall expenses. Thus, depending on the severity of patients' conditions and associated comorbidities, tailored, risk-adjusted cost estimates can be developed. FAIR Health's versatile product will be of particular utility to insurers, policy makers, government entitles, providers, healthcare systems and others seeking insight into value-based reimbursement and related pricing studies, provider budgeting, network building and more. The FH Episodes of Care Benchmarks uses the PROMETHEUS Payment® model of Altarum Institute. Francois de Brantes, vice-president and director of Altarum's Center for Payment Innovation, stated, \"Pricing transparency is a necessity for consumers to make informed decisions and to make the healthcare market work. FAIR Health's use of the PROMETHEUS episode definitions allows them to leverage an industry standard when exposing critically important pricing information to consumers.\"\"It is truly exciting to marry FAIR Health's massive claims data collection with this platform for defining episodes,\" noted FAIR Health President Robin Gelburd. \"While the FH Episodes of Care Benchmarks product is especially suited to the needs of health plans, healthcare systems, consultants, researchers and others studying the healthcare sector, it also represents a major step forward in FAIR Health's mission of improving the general public's understanding of the true cost of healthcare through the dissemination of transparent, independent market-level data. Consumers, like other healthcare stakeholders, benefit from gaining a three-dimensional view of medical procedures and conditions.\"\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/fh-nhp030817.php", "region": "namerica", "source_link": "http://www.prnewswire.com/news-releases/new-healthcare-pricing-resource-quantifies-costs-of-complete-episodes-of-care-300419824.html?tc=eml_cleartime", "funder": "", "meeting": "", "institution": "FAIR Health", "keywords": ["Health Care", " Insurance", " Science/Math", " Medicine/Health", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Public Health", " Science/Health and the Law"], "journal": "", "description": "New Healthcare Pricing Resource offers building blocks for reforming the way in which healthcare services get priced and reimbursed. Offers a lens into the healthcare system allowing greater clarity into healthcare costs.  Also aids development of quality provider networks and informed budgeting as well as to help shed light on value based payment methodologies.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}