{"title": "Mayo Clinic researchers uncover new agents", "text": "ROCHESTER, Minn. -- Mayo Clinic researchers have uncovered three new agents to add to the emerging repertoire of drugs that aim to delay the onset of aging by targeting senescent cells - cells that contribute to frailty and other age-related conditions. A recent study of human cell cultures shows that the drugs, fisetin and two BCL-XL inhibitors - A1331852 and A1155463 - cleared senescent cells in vitro. Findings appear online in Aging.\"Senescent cells accumulate with age and at sites of multiple chronic conditions, such as in fat tissue in diabetes, the lungs in chronic pulmonary diseases, the aorta in vascular disease, or the joints in osteoarthritis,\" says James Kirkland, M.D., Ph.D., director of the Robert and Arlene Kogod Center on Aging. \"At Mayo Clinic, we discovered the first senolytic drugs - agents that selectively eliminate senescent cells while leaving normal cells unaffected. These senolytic agents alleviated a range of age- and disease-related problems in mice. We used the hypothesis-driven approach that we used to discover the first senolytic drugs, two published in early 2015 and another later in 2015, to discover these three new senolytic drugs.\"Mayo Clinic researchers, working in collaboration with the University Medical Center Groningen and The Scripps Research Institute, induced senescence in human cell cultures by radiating human primary preadipocytes, Human Umbilical Vein Endothelial Cell cultures and IMR90 cell cultures. Then, using an ATPLite and a crystal violet assay, researchers measured cell viability and demonstrated that fisetin and BCL-XL inhibitors A1331852 and A1155463 cleared senescent cells in vitro.In addition to fisetin and BCL-XL inhibitors, previously reported senolytics include dasatinib, quercetin, navitoclax (ABT263), and piperlongumine. Dr. Kirkland and collaborators are hopeful that fisetin, which is present in low concentrations in many fruits and vegetables, and the BCL-XL inhibitors may be better candidates for eventual translation into clinical interventions than some other senolytics due to their low toxicity levels.\"We predict many more senolytic drugs will appear at an accelerating pace over the next few years and that these drugs will be improved to more effectively target senescent cells,\" says Dr. Kirkland. \"These three drugs, if effective in clinical trials, could be transformative. While additional studies are needed to determine the safety and efficacy, we hope that they will be able to extend health span and delay the onset of multiple age-related diseases and disabilities.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mc-mcr_1030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Medicine/Health"], "journal": "Aging", "description": "Mayo Clinic researchers have uncovered three new agents to add to the emerging repertoire of drugs that aim to delay the onset of aging by targeting senescent cells -- cells that contribute to frailty and other age-related conditions.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}