{"title": "Taking misoprostol along with NSAIDs reduces cardiovascular risk", "text": "People who took the drug misoprostol for stomach ulcers along with non-steroidal anti-inflammatory (NSAID) drugs had a significantly lower risk of serious cardiovascular events, stroke and kidney failure than those who took NSAIDs alone, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session. NSAIDs, a large category of drugs that includes ibuprofen, celecoxib and dozens of others, are commonly used to treat pain, inflammation and fever and are available by prescription and over the counter. They are one of the most commonly used medications worldwide, with more than 70 million prescriptions written and about 30 billion doses consumed in the United States annually. They have been linked with rare but life-threatening side effects including heart attacks, cardiac arrest, stroke and acute kidney failure, collectively referred to as cardio-renal complications. Because stomach ulcers are a common side effect of many NSAIDs, misoprostol and NSAIDs are sometimes prescribed together in people at high risk for ulcers.\"Right now, clinicians have no direct treatment options to reduce the risk for these NSAID-induced cardio-renal complications, other than to advise against NSAID use, reduce the duration of use or recommend alternative pain management agents, so we set out to discover a treatment to reduce the risk of these effects,\" said Mark Munger, PharmD, professor of pharmacotherapy at the University of Utah College of Pharmacy and the study's lead author. \"Our data, from a large and well-characterized health care system, support a potentially safer NSAID alternative when NSAIDs are combined with misoprostol.\"The researchers analyzed the health records of more than 1.6 million people in the U.S. Veterans Affairs health system who took prescription doses of NSAIDs and/or misoprostol between 2005 and 2013. Eleven different NSAID drugs were represented in the sample. After accounting for dozens of baseline characteristics and health conditions, they identified 1,875 people who took NSAIDs alone who were \"matched,\" in terms of baseline health status, with 1,875 people who took NSAIDs plus misoprostol. They then compared health outcomes in the two groups based on their health records over a five-year period. People taking NSAIDs and misoprostol together had a 44 percent lower risk of having a heart attack, suffering cardiac arrest, or having ventricular fibrillation, a disturbance in the heart's rhythm that leads to cardiac arrest. Those taking both drugs also had a 25 percent lower risk of strokes or mini-strokes and a 34 percent lower risk of acute kidney failure compared to people taking NSAIDs alone. The study results suggest that combining NSAIDs with misoprostol, either by prescribing them together or by developing a combination pill, could help reduce the risk of cardio-renal NSAID-induced side effects. Drug labels currently warn of cardio-renal complications for any NSAID dose, whether prescription or over the counter. Studies have shown the highest risk of these complications is seen in people who have recently started NSAID treatment, in those prescribed higher doses and in those who take them for long periods of time. NSAIDs reduce the levels of hormone-like compounds known as prostaglandins circulating in the body. This helps to reduce inflammation and thus relieve pain, but it also can have harmful effects in other parts of the body. Misoprostol is thought to counter these harmful effects by potentially replacing some of the reduced prostaglandins. Previous studies have shown misoprostol can lower blood pressure and improve measures of kidney function.\"Hopefully we can reduce the incidence of NSAID-induced cardio-renal adverse effects, which could be especially important in an era in which pain management is in flux,\" Munger said. He noted that sharp increases in opioid abuse and addiction have fueled a growing emphasis on non-opioid pain management options, such as NSAIDs.  An unrelated recent study suggested some NSAIDs increase the risk of heart failure. Heart failure was not included among the outcomes tracked in this study. A key limitation of the study is that it was a retrospective analysis based on health records, rather than a prospective or randomized trial. The study was funded by the Salt Lake City Veterans Affairs Health Services Research and Development (HSR&D) Informatics, Decision-Enhancement and Analytic Sciences (IDEAS) Center with grant support from Veterans Affairs Informatics and Computing Infrastructure (VINCI) and the University of Utah Clinical Cardiovascular Research Fund.Munger will present the study, \"Reduced Risk of NSAID Induced Adverse Events with Concomitant Use of Misoprostol,\" on Friday, March 17, at 1:30 p.m. ET at Poster Hall C at the American College of Cardiology's 66th Annual Scientific Session in Washington. The meeting runs March 17-19. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-tma030617.php", "region": "namerica", "source_link": null, "funder": "Salt Lake City Veterans Affairs Health Services Research and Development Informatics, Decision-Enhancement and Analytic Sciences Center", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "institution": "American College of Cardiology", "keywords": ["Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Gastroenterology", " Pharmaceutical Chemistry", " Public Health"], "journal": "", "description": "People who took the drug misoprostol for stomach ulcers along with non-steroidal anti-inflammatory (NSAID) drugs had a significantly lower risk of serious cardiovascular events, stroke and kidney failure than those who took NSAIDs alone, according to a study scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}