{"title": "Wrist-worn heart rate monitors less accurate than standard chest strap", "text": "Researchers at Cleveland Clinic put five popular wrist-worn fitness trackers to the test to find out how accurately they gauge heart rate across several types of exercise and intensity levels. Based on their findings, the old-fashioned chest strap monitor is best, particularly for people who need to keep tabs on how quickly or slowly their heart is beating during activity, according to the study team. The standard chest strap was the most accurate regardless of the intensity of the workout or whether someone was using the treadmill, elliptical or stationery bike. The results are scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.This study builds on earlier research by the same team that assessed a different set of heart rate monitors and was limited only to walking or jogging on a treadmill. Heart rate is often used as part of a formula to calculate how many calories are being burned during exercise. However, for people with heart problems, an accurate heart rate reading is important. \"If you need to know your heart rate with accuracy when exercising--either because you are training for a marathon or have safe heart rate limits set by your doctor, perhaps due to coronary artery disease, heart failure or other heart conditions--wrist-worn monitors are less accurate than the standard chest strap,\" said Marc Gillinov, MD, The Judith Dion Pyle Chair in Heart Valve Research, Thoracic and Cardiovascular Surgery at the Cleveland Clinic, Ohio and the study's lead author. \"We found these devices can equally over- and underestimate heart rate. The error ranged from +/-34 beats per minute to +/-15 beats per minute, depending on the type of activity.\" This single-center study included 50 volunteers, mostly Cleveland Clinic employees, who responded to internet notices and flyers. They were 38 years old on average (±12 years), 43 percent female and generally healthy. Each participant was fitted with a continuous 4-lead electrocardiogram (EKG), a chest monitor and an armband (Scosche Rhythm+). They were then randomly fitted with two of four different wearable heart rate monitors (one on each wrist). The devices chosen for testing (Apple Watch, Fitbit Blaze, Garmin Forerunner 235, and TomTom Spark Cardio) were based on their popularity and sales figures. Researchers then recorded volunteers' heart rates at rest and after light, moderate and vigorous exercise across three types of activities, including the treadmill, stationary bike and elliptical (with and without hand levers). Measurements on the wearable devices were compared to readings from the chest strap and EKG. Participants exercised for a total of 18 minutes; one dropped off at the final stage due to fatigue. The chest strap monitor closely matched readings from the electrocardiogram (EKG), which is the gold standard for measuring the heart's activity (level of agreement with EKG, rc=.996; 1 being perfect agreement); however, the wrist-worn devices were less accurate on average (level of agreement with EKG, rc=.67-.92). While the watch-style heart rate monitors may accurately report heart rate at rest, and most were acceptable on the treadmill, they were fairly inaccurate while bicycling or using the elliptical. Of the wrist-worn heart rate monitors, only the Apple Watch provided accurate heart rate readings when participants switched to the elliptical trainer without arm levers; none gave correct measurements when they used arm levers. The wrist and forearm monitors also became less accurate the more intense the activity levels, with the exception of the Apple Watch.   \"Even though all these wrist-worn monitors work by the same general principles, there is considerable variation among them,\" Gillinov said. \"Overall, they were most accurate when someone was using the treadmill at low intensity and worst when exercising on the elliptical at high intensity.\" What's behind the discrepancies? Unlike the chest strap, which like the EKG measures electrical activity of the heart, wrist-worn monitors use optical sensing or light to measure blood flow. \"It's not measuring what the heart does, but rather [downstream] blood flow--basically the volume of blood in the tissue,\" Gillinov said, adding that these devices also introduce many more variables that can result in incorrect readings (e.g., insufficient contact with the skin because of sweating or poor fit, skin pigmentation). The bottom line, Gillinov said, is that the wrist-worn devices don't provide the full picture; nor are they intended to be medical devices. \"We are just at the beginning of a revolution in personal management of health by virtue of wearable physiological monitoring,\" Gillinov said. \"As people take more control of their health and record their own physiological data, they need to know how accurate it is; this is especially concerning for people with heart conditions that can be exacerbated [with activity]. Cardiologists can use this data and decide which monitor they would recommend and help educate patients about their limitations.\"This study is limited due to its small size. Researchers say larger studies are needed and should also evaluate how these devices perform in measuring heart rate in people who have heart failure, diabetes, are recovering from heart attack or are obese. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-whr030617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Health Professionals", " Public Health", " Sports Medicine", " Exercise"], "journal": "", "description": "Researchers at Cleveland Clinic put five popular wrist-worn fitness trackers to the test to find out how accurately they gauge heart rate across several types of exercise and intensity levels. Based on their findings, the old-fashioned chest strap monitor is best, particularly for people who need to keep tabs on how quickly or slowly their heart is beating during activity, according to the study team. The results are scheduled for presentation at the American College of Cardiology's 66th Annual Scientific Session.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}