{"title": "Nonsurgical treatment for enlarged prostate remains effective for years", "text": "WASHINGTON (March 8, 2017) -- A minimally invasive treatment that reduces urinary tract symptoms for men with enlarged prostates maintains its effectiveness for at least three years after patients undergo the therapy, according to research being presented at the Society of Interventional Radiology's 2017 Annual Scientific Meeting today. This study of 1,000 men is the largest of its kind to evaluate the long-term effectiveness of prostate artery embolization (PAE). Enlarged prostate, also known as benign prostatic hyperplasia (BPH), is one of the most common prostate problems occurring in men older than 50. According to the National Institutes of Health, as many as 14 million men in the U.S. had symptoms suggestive of BPH, which can affect 50 percent of men between 51 and 60 years of age and up to 90 percent of men older than 80. Researchers also found that PAE, developed and performed by interventional radiologists, is especially effective in men with BPH who also have acute urinary retention or the inability to voluntarily urinate and in patients with very large prostates who are normally treated with open surgery. \"Prostate artery embolization gives men with BPH a treatment option that is less invasive than other therapies and allows them to return to their normal lives sooner,\" said João Martins Pisco, M.D., an interventional radiologist at St. Louis Hospital in Lisbon, Portugal, and the study's lead author. \"Time and time again, I see patients who are relieved to find out about PAE because they are not able to tolerate medications for BPH due to their side effects. These men also don't want traditional surgery because it involves greater risks, has possible sexual side effects, and has a recovery time that is relatively long compared to PAE, which is generally performed under local anesthesia and on an outpatient basis.\" Between March 2007 and March 2016, Pisco and his team performed prostate artery embolization on 1,000 men who averaged 67 years of age. All patients were evaluated in the short term (one, three, and six months), 807 patients were seen through the medium term (every six months between six months and three years), and 406 patients were evaluated long term (every year after three years). During each evaluation, the men's symptoms were measured by the International Prostate Symptom Score (IPSS), which tests for the blockage of urine flow, and the International Index of Erectile Function (IIEF), which assesses erectile dysfunction. Researchers also measured the size of the prostate and the amount of urine left in the bladder after urination. They also evaluated the peak urinary flow rate and the prostate-specific antigen (PSA) level, a test used to screen for prostate cancer.The data from these measures revealed at the short-term mark that the treatment had an 89 percent cumulative success rate--measuring the success across all variables through the given testing period. The 807 men evaluated at the medium-term mark had an 82 percent success rate. And of the 406 patients measured at the long-term mark, 78 percent were considered cumulative successes. \"Our results demonstrate that this minimally invasive treatment is successful in the long term and should always be presented to patients who are exploring options to resolve their BPH,\" remarked Dr. Pisco. During PAE, an interventional radiologist makes a tiny incision in either the groin or wrist to insert a catheter (a small tube about the size of a strand of spaghetti) into an artery and, using image guidance, directs the catheter to the blood vessels on both sides of the enlarged prostate gland. Once there, the doctor uses microscopic beads to block the blood flow to specific areas of the prostate, depriving those cells of oxygen, which results in the gland's shrinkage.\r\nIn an additional analysis, researchers found that among 112 patients who also suffered acute urinary retention (AUR) before undergoing PAE, 106 or 94.6 percent had their catheter removed between two days and three months after treatment. At medium-term and long-term follow up, 95 of the 112 (84.8 percent) and 89 of the 112 (78.5 percent) did not experience any recurrence of their AUR.The team also performed PAE in 210 patients who had limited treatment options due to extreme enlargement of the prostate (larger than 100 cm³). Of these men, 84 percent experienced cumulative success at short-term evaluation and 76.2 percent at medium- and long-term. The normal size of a prostate is 15 cm3 to 30 cm3.While this research demonstrated that PAE was highly successful, Pisco noted that the treatment may not be appropriate for all patients, such as those with advanced arterial atherosclerosis that may be due to smoking or diabetes. He recommends that men speak with an interventional radiologist or other members of their care team to discuss treatment options. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/soir-ntf022117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "SIR 2017 Annual Scientific Meeting", "institution": "Society of Interventional Radiology", "keywords": ["Medicine/Health", " Prostate Cancer", " Fertility", " Gerontology", " Urogenital System", " Surgery"], "journal": "", "description": "A minimally invasive treatment that reduces urinary tract symptoms for men with enlarged prostates maintains its effectiveness for at least three years after patients undergo the therapy, according to research being presented at the Society of Interventional Radiology's 2017 Annual Scientific Meeting today. This study of 1,000 men is the largest of its kind to evaluate the long-term effectiveness of prostate artery embolization (PAE).", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}