{"title": "High number of deaths from heart disease, stroke and diabetes linked to diet", "text": "Tuesday, March 7, 2017Media Availability: High number of deaths from heart disease, stroke and diabetes linked to diet Of the 702,308 adult deaths due to cardiometabolic diseases, 318,656, or about 45 percent, were associated with inadequate consumption of certain foods and nutrients widely considered vital for healthy living, and overconsumption of other foods that are not.The list includes foods and nutrients long-associated with influencing cardiometabolic health. The highest percentage of deaths was linked to excess consumption of sodium. Processed meats, sugar-sweetened beverages and unprocessed red meats were also consumed in excess. Americans did not consume enough of some foods that have healthful effects such as fruits, vegetables, nuts and seeds, whole grains, polyunsaturated fats and seafood omega-3 fats.The study also shows that the proportion of deaths associated with diet varied across population groups. For instance, death rates were higher among men when compared to women; among blacks and Hispanics compared to whites; and among those with lower education levels, compared with their higher-educated counterparts. The authors concluded that \"these results should help identify priorities, guide public health planning, and inform strategies to alter dietary habits and improve health.\" The study findings were based on death certificate data collected by the National Center for Health Statistics, part of the Centers for Disease Control and Prevention.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/nhla-hno030717.php", "region": "namerica", "source_link": "https://www.nhlbi.nih.gov/news/press-releases/2017/media-availability-high-number-deaths-heart-disease-stroke-and-diabetes", "funder": "", "meeting": "", "institution": "NIH/National Heart, Lung and Blood Institute", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Diabetes"], "journal": "JAMA", "description": "Nearly half of all deaths in the United States in 2012 that were caused by cardiometabolic diseases, including heart disease, stroke and type 2 diabetes, have been linked to substandard eating habits, according to a study published in the March 7 issue of JAMA and funded by the National Heart, Lung, and Blood Institute (NHLBI), part of the National Institutes of Health.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}