{"title": "New study reveals the association between type 2 diabetes and the risk of death from cancer in East and South Asians", "text": "A new study published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) reveals that type 2 diabetes (T2D) is associated with a 26% increase in the risk of death from cancer in Asians, as well as increases in the risk of death from site-specific cancers that can be even greater.The research conducted by Dr Yu Chen (Associate Professor of Epidemiology at the Department of Population Health at New York University School of Medicine) and colleagues, as well as researchers from institutes across America and Asia, looked into the relationship between T2D and cancer deaths across cohort studies conducted in 7 Asian countries.There is increasing evidence of an association between T2D and an individual's risk of developing cancer or dying from the disease. Most of the studies into this relationship have looked only at Western populations, but with diabetes becoming increasingly prevalent throughout Asia, it is important to understand whether the risk of developing cancer in Asians with T2D is similar to that seen in the West, or whether they face different, and possibly greater risks than white western populations.  Earlier research had suggested that at any given body mass index (BMI), Asians are more susceptible to developing insulin resistance, and go on to have a higher prevalence of T2D in comparison with people of European extraction. Although there have been previous studies of diabetes and site-specific cancer risk in East Asian populations, the authors note that the majority only considered one or a few cancer types, included only a small number of patients with diabetes, or didn't control for other important risk factors such as obesity.Data for this new study were drawn from the Asia Cohort Consortium (ACC), an international effort which combines 29 cohorts to examine the relationship between genetics, environment, and disease in a population of more than 1 million people. From that, 19 cohorts were chosen and further refined, resulting in a study population of 658,611 East Asians and 112,686 South Asians from China, Taiwan, Singapore, South Korea, Japan, India and Bangladesh. Participants averaged 53.9 years of age at the start of a study, and 37,343 cancer deaths were identified during a mean follow-up time of 12.7 years. A major strength of this study was its large sample size of diverse Asian populations, which allowed for a detailed analysis that could take into account differences in factors such as sex, age, smoking status and alcohol consumption. It was also the first study of its kind to investigate the influence of T2D on cancer in South Asians.The authors found that having T2D led to a 26% increase in the risk of dying from any form of cancer, even when taking into account factors such as BMI, alcohol consumption and smoking. They also found statistically significant links between T2D and the risk of death from specific cancers, with data consistent with that reported in Western countries showing increased risk of death from cancers of liver, pancreas, bile duct, colorectum, and breast associated with T2D.  The strongest association was observed for cancers of the liver, thyroid and kidney (double the risk in each case), and endometrium (2.7 times increased risk) and breast (1.7 times increased risk), relative to individuals who did not have T2D.For certain site-specific cancers including kidney, thyroid, and prostate cancer, there was evidence that T2D has a greater effect on risk in Asians than in people of European extraction. In addition, the risk of death from cancer in general was higher in individuals with T2D who were under 60 years old at the start of a study.The authors found that: \"These data together suggest that the influence of T2D on the risk of death from overall cancer, digestive cancers and breast cancer is largely similar in Asians and in developed Western countries.\"They add: \"Taken together, given the magnitude of the associations and the consistent data across different studies and populations, T2D should be considered as a risk factor for cancers in Asians, especially for liver cancer which has a high incidence in Asians\"The authors conclude: \"The findings indicate a potential need for appropriate cancer screening among individuals with T2D, and a greater emphasis on lifestyle modifications to prevent T2D and reduce cancer mortality, not only in Western populations, but also in Asians.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/d-nsr030317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "Diabetologia", "description": "A new study published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) reveals that type 2 diabetes (T2D) is associated with a 26 percent increase in the risk of death from cancer in Asians, as well as increases in the risk of death from site-specific cancers that can be even greater.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}