{"title": "Photos show promise as dietary assessment tool, but more training needed", "text": "CORVALLIS, Ore. - Research at Oregon State University suggests that photographs of your food are good for a lot more than just entertaining your friends on social media - those pictures might help improve your health and also national nutrition policy.But before that can happen, universities that educate the dietitians who review the photos need to provide more consistent, formal training, particularly hands-on work in food measurement and preparation and the use of computerized nutrient database systems.A shortage of formalized, standardized training in these skills is problematic, the study shows. Results were recently published in the journal Nutrients.The research tested the ability of 114 nutrition and dietetics students in the U.S. and Australia to identify foods and determine serving sizes by looking at photos of food on plates. They chose their food identification answers from entries in the U.S. Department of Agriculture's Food and Nutrient Database for Dietary Studies.The students correctly identified the nine different foods nearly 80 percent of the time but struggled with serving size; only 38 percent of the estimates were within 10 percent of the actual weight of the food, with foods of amorphous shape or higher energy density, such as ice cream, proving the hardest to assess.Image-based dietary assessment, or IBDA, aims to reduce or eliminate the inaccuracies that commonly accompany traditional methods such as written dietary records, 24-hour dietary recalls and food frequency questionnaires.Dietary intake information is important both to individuals using nutrition-based therapy for conditions such as diabetes and heart disease, and to entire populations for identifying nutrition and disease risk. The U.S. Centers for Disease Control and Prevention uses information from its National Health and Nutrition Examination Survey to set policy for everything from school lunch programs to nutrition education for food-stamp recipients. The survey gathers data about dietary patterns and potential food intake inadequacies. \"We need to know where there are inadequacies in these surveys to identify nutrition and food policy and research needs,\" said the study's corresponding author, Mary Cluskey, an associate professor in OSU's College of Public Health and Human Sciences and a registered dietitian. With the prevalence of smartphones, photography is emerging as a means of augmenting food-intake information gathering. A pre-diabetes patient, for example, could take a picture of everything he ate for three days, and a dietitian could then analyze those photos to make recommendations for dietary improvements.\"If you're providing me with your dietary intake information, you may not be trying to falsify the information, because you're sincerely interested in improving your diet,\" Cluskey said. \"But I'm depending on your ability to recall what you ate and your ability to correctly tell me what portions and specific ingredients you had - there are all kinds of things that can make it go wrong.\"Images can facilitate your recall,\" Cluskey added, \"and they also prompt important questions from a dietitian: 'Was that low-fat dressing or high-fat?' Plus, images make dietary assessments more entertaining because people do like to take pictures of food.\"Students with a food preparation background that included cooking from recipes and frequently measuring portions performed better than those without that type of background, suggesting that future training of dietetics students should incorporate more of those types of experiences.\"We also need to work with people on their ability to take photos,\" Cluskey said. \"Shoot at a 45-degree angle to the food, preferably while you're standing, and make sure you have adequate light. We want to make it as easy as possible for people to provide information that's as accurate as possible.\"\r\n", "article_link": "http://dx.doi.org/10.3390/nu9020114", "url": "http://www.eurekalert.org/pub_releases/2017-03/osu-psp030317.php", "region": "namerica", "source_link": "http://bit.ly/2mOzZUW", "funder": "National Institutes of Health", "meeting": "", "institution": "Oregon State University", "keywords": ["Food/Food Science", " Education", " Graduate/Postgraduate Education", " Medical Education", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Cholesterol", " Diabetes", " Nutrition/Nutrients"], "journal": "Nutrients", "description": "Research at Oregon State University suggests that photographs of your food are good for a lot more than just entertaining your friends on social media -- those pictures might help improve your health and also national nutrition policy.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}