{"title": "Resveratrol preserves neuromuscular synapses, muscle fibers in aging mice", "text": "Scientists have discovered that resveratrol, a compound in the skin of red grapes and red wine, and metformin, a drug often prescribed to fight type 2 diabetes, have many of the neuroprotective benefits of a low-calorie diet and exercise.In a study published today (Tuesday, March 7, 2017) in The Journals of Gerontology, Series A: Biological Sciences and Medical Sciences, scientists from the Virginia Tech Carilion Research Institute and colleagues show resveratrol preserves muscle fibers as we age and helps protect connections between neurons called synapses from the negative effects of aging.\"We all slow down as we get older,\" said Gregorio Valdez, an assistant professor at the Virginia Tech Carilion Research Institute. \"Gait, balance issues, and impaired motor coordination contribute to health problems, accidents, lack of mobility, and a lower quality of life. We work on identifying molecular changes that slow down motor deficits that occur with aging.  I believe that we are getting closer to tapping into mechanisms to slow age-induced degeneration of neuronal circuits.\"Scientists studied two-year-old mice -- generally considered to be \"old\" -- that were treated with resveratrol for one year, paying particular attention to synapses called neuromuscular junctions. These synapses are essential for voluntary movement because they relay motor commands that flow from neurons in the spinal cord to muscles.Previously Valdez discovered that optimum diet and exercise can protect neuromuscular junction synapses from the wear and tear of aging. In this study, the researchers show resveratrol -- a small, naturally occurring molecule well known as a chemical component of red wine -- can have a similar beneficial effect.The scientists also discovered that the diabetes drug metformin slowed the rate of muscle fiber aging, but it did not significantly affect aging of neuromuscular junctions. However, the drug may possibly protect synapses in different dosage amounts, Valdez said.\"Metformin is an FDA-approved drug to treat diabetes, but our study hints it may also serve the purpose of slowing the motor dysfunction that occurs with aging,\" Valdez said. \"There could be an opportunity for researchers and medical doctors to look at the patient population using this drug and ask whether metformin also has a positive effect on motor and cognitive function in humans.\"Valdez said people would not get the massive neuroprotective benefits seen in mice by drinking wine because of the relatively low resveratrol content.\"In wine, resveratrol is in such small amounts you could not drink enough of it in your life to have the benefits we found in mice given resveratrol,\" Valdez said. \"These studies are in mice and I would caution anyone from blasting their bodies with resveratrol in any form. The next step is to identify the mechanism that enables resveratrol to protect synapses. If we know the mechanism, we can modify resveratrol or look for other molecules that are more effective at protecting the synapses.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/vt-rpn030317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Aging, Virginia Tech Carilion Research Institute", "meeting": "", "institution": "Virginia Tech", "keywords": ["Cell Biology", " Molecular Biology", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Gerontology", " Aging", " Neurobiology", " Pharmaceutical Science", " Aging"], "journal": "Journals of Gerontology, Series A: Biological Sciences and Medical Sciences", "description": "red wine, and metformin, a drug often prescribed to fight type 2 diabetes, have many of the neuroprotective benefits of a low-calorie diet and exercise.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}