{"title": "Sulforaphane, a phytochemical in broccoli sprouts, ameliorates obesity", "text": "[Background]Sulforaphane*1, a phytochemical contained in broccoli sprouts at relatively high concentrations, has been known to exert effects of cancer prevention by activating a transcription factor, Nrf2 (nuclear factor (erythroid-derived 2)-like 2), which regulates the balance of oxidation - reduction in the cell, and by enhancing anti-oxidation ability of the body and detoxication of chemical compounds taken into the body. On the other hand, when the balance of oxidation - reduction is deteriorated due to hyper nutrition and obesity, it has been known to be related to pathogenesis of various diseases. The effects of sulforaphane on obesity were, however, unclear.  [Results]In the current study, the researchers of Kanazawa University in collaboration with the researchers of Kagome Co., Ltd. compared the mice fed with high-fat food supplemented with sulforaphane and the others with high-fat food but without sulforaphane in terms of their body weight. The researchers found that the mice fed with sulforaphane exhibited the weight gain rate 15% lower than that of the mice fed without sulforaphane, 20% visceral fat reduction, and reduction of augmentation of their hepatic steatosis and blood glucose level. \r\nFurther research has allowed the researchers to indicate the followings; 1) Sulforaphane augments the level of uncoupling protein-1*2 (UCP-1) and accelerates adipose tissue browning*3, which induces augmentation of energy consumption and fat burning; 2) Sulforaphane decreases relative abundance of bacterial family Desulfobivrionaceae in the gut, which overproduces exdotoxin*4 (LPS), thus decreasing the endotoxin level in the blood to ameliorate metabolic endotoxemia*5. \r\nFrom these results, two new functions of sulforaphane have been uncovered, which are 1) ameliorating obesity by browning of adipocytes to augment energy consumption and 2) improving 'obese' gut bacterial flora caused by high-fat diet and metabolic endotoxemia. \r\nOn the other hand, since Nrf2-knockout mice fed with high-fat food supplemented with sulforaphane did not show reduction of body weight increase or fat burning through adipose tissue browning, the importance of Nrf2 is now clearly shown as the target molecule of sulforaphane for ameliorating obesity. [Significance]The two functions of sulforaphane newly uncovered by the current study are expected to contribute to improvement of inflammation of the liver or adipose tissues and insulin resistance*6 as well as to prevention of lifestyle diseases. Through clinical studies in coming days, sulforaphane as supplementary diet product for ameliorating bacterial flora in the gut is of high expectation, after evaluation of its effects of obesity prevention, its effectiveness for inflammation and insulin resistance as well as its safety. ", "article_link": "http://dx.doi.org/10.2337/db16-0662", "url": "http://www.eurekalert.org/pub_releases/2017-03/ku-sap030517.php", "region": "asia", "source_link": "http://diabetes.diabetesjournals.org/content/early/2017/02/12/db16-0662", "funder": "JSPS KAKENHI", "meeting": "", "institution": "Kanazawa University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes", "description": "Sulforaphane, a phytochemical in broccoli sprouts, is known to exert effects of cancer prevention by detoxicating chemical compounds taken into the body and by enhancing anti-oxidation ability. In the present study, experiments with mice demonstrate that sulforaphane ameliorates obesity, the conclusion based on the two functions of sulforaphane newly uncovered; amelioration of obesity through enhancing energy consumption by browning of adipocytes, and reduction of metabolic endotoxemia through improving gut bacterial flora.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}