{"title": "How exercise -- interval training in particular -- helps your mitochondria stave off old age", "text": "It's oft-repeated but true: exercise keeps you healthy. It boosts your immune system, keeps the mind sharp, helps you sleep, maintains your muscle tone, and extends your healthy lifespan. Researchers have long suspected that the benefits of exercise extend down to the cellular level, but know relatively little about which exercises help cells rebuild key organelles that deteriorate with aging. A study published March 7 in Cell Metabolism found that exercise--and in particular high-intensity interval training in aerobic exercises such as biking and walking--caused cells to make more proteins for their energy-producing mitochondria and their protein-building ribosomes, effectively stopping aging at the cellular level. \"Based on everything we know, there's no substitute for these exercise programs when it comes to delaying the aging process,\" said study senior author Sreekumaran Nair, a medical doctor and diabetes researcher at the Mayo Clinic in Rochester, Minnesota. \"These things we are seeing cannot be done by any medicine.\" The study enrolled 36 men and 36 women from two age groups--\"young\" volunteers who were 18-30 years old and \"older\" volunteers who were 65-80 years old--into three different exercise programs: one where the volunteers did high-intensity interval biking, one where the volunteers did strength training with weights, and one that combined strength training and interval training. Then the researchers, led by then-post-doc, now Oregon State University faculty member Matthew Robinson and colleagues, took biopsies from the volunteers' thigh muscles and compared the molecular makeup of their muscle cells to samples from sedentary volunteers. The researchers also assessed the volunteers' amount of lean muscle mass and insulin sensitivity. They found that while strength training was effective at building muscle mass, high-intensity interval training yielded the biggest benefits at the cellular level. The younger volunteers in the interval training group saw a 49% increase in mitochondrial capacity, and the older volunteers saw an even more dramatic 69% increase. Interval training also improved volunteers' insulin sensitivity, which indicates a lower likelihood of developing diabetes. However, interval training was less effective at improving muscle strength, which typically declines with aging. \"If people have to pick one exercise, I would recommend high-intensity interval training, but I think it would be more beneficial if they could do 3-4 days of interval training and then a couple days of strength training,\" says Nair. But, of course, any exercise was better than no exercise. Nair stressed that the focus of this study wasn't on developing recommendations, but rather on understanding how exercise helps at the molecular level. As we age, the energy-generating capacity of our cells' mitochondria slowly decreases. By comparing proteomic and RNA-sequencing data from people on different exercise programs, the researchers found evidence that exercise encourages the cell to make more RNA copies of genes coding for mitochondrial proteins and proteins responsible for muscle growth. Exercise also appeared to boost the ribosomes' ability to build mitochondrial proteins. The most impressive finding was the increase in muscle protein content. In some cases, the high-intensity biking regimen actually seemed to reverse the age-related decline in mitochondrial function and proteins needed for muscle building.The high-intensity biking regimen also rejuvenated the volunteers' ribosomes, which are responsible for producing our cells' protein building blocks. The researchers also found a robust increase in mitochondrial protein synthesis. Increase in protein content explains enhanced mitochondrial function and muscle hypertrophy. Exercise's ability to transform these key organelles could explain why exercise benefits our health in so many different ways.Muscle is somewhat unique because muscle cells divide only rarely. Like brain and heart cells, muscle cells wear out and aren't easily replaced. Functions in all three of those tissues are known to decline with age. \"Unlike liver, muscle is not readily regrown. The cells can accumulate a lot of damage,\" Nair explains. However, if exercise restores or prevents deterioration of mitochondria and ribosomes in muscle cells, there's a good chance it does so in other tissues, too. Understanding the pathways that exercise uses to work its magic may make aging more targetable. Nair and his colleagues hope to find out more about how exercise benefits different tissues throughout the body. They are also looking into ways that clinicians may be able to target  the pathways that confer the most benefits. However, for the time being, vigorous exercise remains the most effective way to bolster health. \"There are substantial basic science data to support the idea that exercise is critically important to prevent or delay aging,\" says Nair. \"There's no substitute for that.\"", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.02.009", "url": "http://www.eurekalert.org/pub_releases/2017-03/cp-het030217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Aging", " Musculature", " Physiology", " Exercise"], "journal": "Cell Metabolism", "description": "Researchers have long suspected that the benefits of exercise extend down to the cellular level, but know relatively little about which exercises help cells rebuild key organelles that deteriorate with aging. A study published in Cell Metabolism found that exercise -- and in particular high-intensity interval training in aerobic exercises such as biking and walking -- caused cells to make more proteins for their energy-producing mitochondria and their protein-building ribosomes, effectively stopping aging at the cellular level.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}