{"title": "SLU researchers study a new way to lower LDL cholesterol", "text": "ST. LOUIS -- In a paper published in Biochemical Pharmacology, Saint Louis University researchers examined the way a nuclear receptor called REV-ERB is involved in regulating cholesterol metabolism. Their findings suggest that drugs targeting this nuclear receptor may be able to lower LDL (bad) cholesterol in an animal model. Thomas Burris, Ph.D., chair of pharmacology and physiology at Saint Louis University, studies nuclear receptor signaling, the cellular messaging system that underlies many physiological process used by the body. He identifies natural hormones that regulate nuclear receptors and then develops synthetic compounds to target these receptors in order to develop drugs to treat diseases.One such nuclear receptor is REV-ERB, a protein that plays multiple roles. In the past, Burris has studied its role in regulating mammals' internal clocks. With a recent $1,362,032 grant from the U.S. Department of Defense to study the nuclear receptor's connection to diabetes and obesity, Burris and his team turned their attention to REV-ERB's role in regulating cholesterol. Cholesterol is an essential component of the cell membrane. Atherosclerosis - plaque buildup in the arteries -- results from an imbalance in cholesterol metabolism. Drugs like statins can lower low-density lipoprotein (LDL) cholesterol levels and risk of atherosclerosis, but they don't work for everyone and some patients discontinue them because of side effects.  For these reasons, additional cholesterol lowering drugs are needed. Nuclear receptors regulate essential physiological processes such as growth, development and metabolic homeostasis. REV-ERB is a nuclear receptor that binds to specific DNA sequences and limits the transcription of target genes.Studies over the last decade have made clear the important role that REV-ERB plays in metabolic pathways. Previous data demonstrated that REV-ERB deficiency leads to disrupted lipid metabolism; mice that are deficient in REV-ERB expression show a significant increase in LDL and total cholesterol.Similarly, in a previous study, Burris found that a synthetic version of REV-ERB called SR9009 reduces total plasma cholesterol and triglyceride levels in an animal model. In this study, Burris found that REV-ERB plays a role in the suppression of several cholesterol-related enzyme genes and that pharmacological activation of REV-ERB leads to further suppression of these genes, which correlates with reduced cholesterol levels. These results reveal more about the way in which REV-ERB directly and indirectly regulates cholesterol, and suggest that targeting REV-ERB may be an effective method for suppressing LDL cholesterol levels in the clinic.", "article_link": "http://dx.doi.org/10.1016/j.bcp.2017.02.006", "url": "http://www.eurekalert.org/pub_releases/2017-03/slu-srs030617.php", "region": "namerica", "source_link": "https://www.slu.edu/news/2017/march/ldl-cholesterol-study.php", "funder": "US Department of Defense", "meeting": "", "institution": "Saint Louis University", "keywords": ["Medicine/Health", " Cardiology", " Pharmaceutical Science"], "journal": "Biochemical Pharmacology", "description": "Saint Louis University researchers examined a nuclear receptor called REV-ERB and their findings suggest that drugs targeting this receptor may be able to lower LDL cholesterol in an animal model.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}