{"title": "Researchers develop equation that helps to explain plant growth", "text": "It is rare in biology that a single trait can answer questions spanning several fields of research. One such trait is plant biology's \"leaf mass per area,\" a simple measurement calculated by weighing a dried leaf and dividing by its original fresh area. Leaf mass per area, or LMA, which has been measured in thousands of studies, is used in nearly every field of plant biology to make predictions of many processes and properties such as leaf photosynthetic rates, nitrogen content and plant environmental preferences.However, despite the simplicity of the measurement of leaf mass area and its value for predicting so many aspects of plant biology, the relationship of leaf mass area to leaf structure  --  the cells and tissues that make up a leaf, and their numbers and dimensions  --  has not previously been determined.UCLA researchers have developed a mathematical equation for leaf mass area that will help to determine what drives plant behaviors based on their cells.The research, which has important implications as plants adapt to a warming environment, is published online by Ecology Letters, a prestigious journal in the field of ecology.\"The great diversity of leaves in size, shape and color is dazzling, and yet, it is nothing as compared to the diversity of cells and tissues inside,\" said Lawren Sack, a professor of ecology and evolutionary biology and the study's senior author. \"However, we have lacked equations to relate this inner diversity to overall leaf behavior in an exact way.\"Grace John, a UCLA doctoral student in ecology and evolutionary biology and the study's lead author, conducted a detailed study of the anatomy of 11 species growing on the grounds of UCLA that included iconic species from many ecosystems, such as the toyon or hollywood, and a species of tea from Japan. She measured cross-sections for the sizes and numbers of cells of the different leaf tissues and she stained whole leaves to measure their vein tissues. The team then developed a theoretical approach based on geometric principles to derive an equation for leaf mass area, taking into account the dimensions and numbers of cells of each type in the leaf.The biologists' strategy was to create a powerful mathematical equation that predicts the leaf mass area from just the structures inside the leaf. This equation was able to predict the leaf mass area of the diverse leaves with extreme precision.The team, which collaborated with researchers in Spain, Germany and Australia, also used the mathematical approach to explain the difference between evergreen and deciduous leaves in their toughness.\"If you grab a leaf from a California evergreen shrub and a deciduous sycamore tree, you can feel the difference in toughness, but it's more challenging to explain why,\" John said. \"With our approach, we show that evergreen leaves tend to be tougher and live longer because they have larger and denser cells.\"\"The implications of these kinds of equations are enormous,\" Sack said. Because a lower leaf mass area generally leads to greater plant growth and productivity, and a higher leaf mass area can contribute to stress tolerance, this approach can resolve how differences in cell traits among species affect productivity and tolerance to environmental stress given climate change.  \"It is hard to exaggerate the importance of LMA in plant biology -- it's like body size in animal ecology, facial symmetry for the psychology of attraction, and sprint speed for NFL wide receivers,\" John said. \"LMA has really been the 'uber' variable for understanding plant economics, productivity and function.\"Sack described the approach as a game-changer for designing crops with higher productivity or greater stress tolerance.\"We are aiming to usher in a new era in the science of leaf economics by merging plant anatomy with mathematics and ecology in a unique way,\" he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--rde030717.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation", "meeting": "", "institution": "University of California - Los Angeles", "keywords": ["Agriculture", " Plant Sciences", " Biology", " Cell Biology", " Ecology/Environment", " Plant Sciences", " Forestry", " Climate Change"], "journal": "Ecology Letters", "description": "New UCLA biology breakthrough has important implications for plants as they adapt to a warming environment.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}