{"title": "Study IDs 90 genes in fat that may contribute to dangerous diseases", "text": "A sweeping international effort is connecting the dots between genes in our fat cells and our risk for obesity and cardiometabolic diseases such as heart disease and type 2 diabetes. The researchers have identified approximately 90 genes found in fat that could play important roles in such diseases - and could be targeted to develop new treatments or cures.Unlike many genetics studies, the huge project looked at how genes' activity actually manifests in human patients - in this case, 770 Finnish men. The results will help doctors and scientists better understand how normal gene variations can affect individuals' health and risk for disease.\"There are a lot of regions in our genomes that are associated with increased risk for, let's say, type 2 diabetes. But we don't always understand what's happening in these regions,\" said Mete Civelek, PhD, of the University of Virginia School of Medicine. \"This study actually addresses some of those questions.\"Gene Effects on Health\nThe men used in the study have had their health histories, body composition, blood work and other wellness factors recorded in astoundingly complete detail - Civelek called them \"one of the very few extremely well characterized populations in the world.\" The precise documentation allowed the researchers to draw conclusions about the effects of gene variations that naturally occur in subcutaneous fat. \"Type 2 diabetes, coronary artery disease and obesity are multifactorial and complex diseases,\" Civelek said. \"Genetic factors do not work in isolation - they work in a holistic way, so I think that these kind of studies that we are publishing are key to understanding what's happening in human populations.\"That understanding could translate into better treatments for cardiometabolic diseases that pose a tremendous public health threat. Heart disease, for example, is the No. 1 killer in the United States. \"Maybe by looking at these other markers we will be able to predict someone's risk much better, so that, for example, they can modify their diet or lifestyle even before type 2 diabetes develops,\" Civelek said. \"Or let's say type 2 diabetes has already developed. We might be able to target some of these novel genes as a potential cure.\"DNA in 3D\nThe project helps advance a more sophisticated - and three-dimensional - view of our DNA. Typically, people think of DNA as long, neat strands, laid out like a stretched string. But in reality, the strands are clumped together inside cells like spaghetti. Genes that appear far away from each other when viewed linearly actually may be quite close when DNA is balled up inside the cell. That physical proximity affects what they do.\"For a lot of cases, what we found was that these different genomic regions actually affect gene expression in a far-away locus, not necessarily the immediate neighborhood,\" he said. \"That's because the DNA is compacted and there's a three-dimensional structure. [Genes] can actually come together in three-dimensional space and can affect each other.\" That can have big implications for understanding what genes are doing. \"We're saying that it may be the gene that we thought was causing a phenomenon is not,\" Civelek said. \"There may actually be another gene at work that is a little bit farther away.\"Civelek, of UVA's Department of Biomedical Engineering, is already hard at work on a follow-up to the project, examining a potential \"master switch\" that may be regulating the activity of many different genes associated with obesity, HDL (or \"good\") cholesterol level and risk for type 2 diabetes.Findings Published\nThe effort included researchers from UVA; the University of North Carolina at Chapel Hill; the University of California, Los Angeles; Bristol-Myers Squibb; the University of Eastern Finland; the University of Michigan, Ann Arbor; the National Institutes of Health's National Human Genome Research Institute; and King's College London. Their findings have been published in the American Journal of Human Genetics.  ", "article_link": "http://dx.doi.org/10.1016/j.ajhg.2017.01.027", "url": "http://www.eurekalert.org/pub_releases/2017-03/uovh-si9030617.php", "region": "namerica", "source_link": "http://newsroom.uvahealth.com/about/news-room/archives/90-genes-in-fat-may-contribute-to-dangerous-diseases-1", "funder": "National Institutes of Health, Academy of Finland, Finnish Heart Foundation, Finnish Diabetes Foundation, the Finnish Funding Agency for Technology and Innovation, Commission of the European Community, Bristol-Myers Squibb", "meeting": "", "institution": "University of Virginia Health System", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Public Health"], "journal": "American Journal of Human Genetics", "description": "A sweeping international effort is connecting the dots between genes in our fat cells and our risk for obesity and cardiometabolic diseases such as heart disease and type 2 diabetes. The researchers have identified approximately 90 genes found in fat that could play important roles in such diseases -- and could be targeted to develop new treatments or cures.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}