{"title": "Cargo-carrying red blood cells alleviate autoimmune diseases in mice", "text": "CAMBRIDGE, Mass. (March 6, 2017) - Using red blood cells modified to carry disease-specific antigens, scientists in the laboratories of Hidde Ploegh (former Whitehead Member, currently Boston Children's Hospital) and Harvey Lodish (Whitehead Founding Member) have prevented and alleviated two autoimmune diseases -- multiple sclerosis (MS) and type 1 diabetes--in early stage mouse models.  \"This is a very promising step in the development of therapies for autoimmune diseases,\" says Lodish, who is also a professor of biology and a professor of biological engineering at MIT. \"If this type of response is also true in humans, then it could make a lot of these therapies possible for these diseases and similar conditions.\" Inappropriate immune responses cause scores of autoimmune diseases -- from rheumatoid arthritis to systemic lupus erythematosus to inflammatory bowel disease -- in which the body destroys its own cells. The National Institutes of Health estimates that autoimmune diseases affect more than 23 million Americans. These conditions are commonly treated with immunosuppressants to keep a patient's overactive immune response in check.  However, these drugs also indiscriminately dull the immune response to pathogens.Using bits of proteins from the offending cells--antigenic peptides -- researchers have retrained the immune system to ignore the antigens that trigger inappropriate immune responses. This method, called tolerance induction, shows promise, but the technique is fraught with problems, including delivering the antigenic peptides to their destination before they are degraded or beset by immune cells.To sidestep many of these issues, the labs of Lodish and Ploegh have pressed red blood cells into service. Red blood cells are particularly well-suited for the delivery of molecules throughout the body. Not only do these cells quickly access almost every tissue, they are also recycled every month in mice and four months in humans without triggering an immune response against them. In previous research, the team attached biotin (a chemical tag) and antibodies to red blood cell using a method developed by Ploegh's lab called \"sortagging\".The current work, which is described online this week in the journal PNAS, uses cargo-laden red blood cells to intercede in autoimmune diseases. Novalia Pishesha, an MIT Biological Engineering graduate student in the Lodish and Ploegh labs, drew blood from a mouse, used sortagging to decorate the red blood cells with the antigens that trigger the harmful immune response, and transfused the altered red blood cells back into mouse models of type 1 diabetes and MS. The entire process can be completed in about an hour.In mice, the transfusions reduced symptoms of disease and even a single injection prior to the onset of disease could prevent further symptoms.Although antigenic peptides can be effective in stimulating the induction of tolerance, the mechanism responsible is not well understood at the cellular and molecular levels.. \"Essentially what we're doing is hijacking the red blood cell clearance pathway, such that the foreign antigen masquerades as the red blood cells' own, such that these antigens are being tolerated in the process,\" says Pishesha, who is also the first author of the PNAS paper.For Ploegh, the research could lead to future insights into how the immune system regulates itself and how that sometimes goes awry. As a cautionary note, he points out that red blood cells used in the experiment are not \"immunologically inert\". \"The Kell protein, which we use as an anchor point for many of our modifications, is a blood group antigen, and by its very nature shows that the immune system can distinguish red blood cells from genetically disparate individuals,\" says Ploegh. \"This [technique used by Pishesha] may be an interesting way to explore how the immune system distinguishes self from non-self.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wifb-crb030617.php", "region": "namerica", "source_link": null, "funder": "Defense Advanced Research Projects Agency, Schlumberger Foundation Faculty for the Future, Howard Hughes Medical Institute, Siebel Scholars Foundation", "meeting": "", "institution": "Whitehead Institute for Biomedical Research", "keywords": ["Biology", " Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Proceedings of the National Academy of Sciences", "description": "Using red blood cells modified to carry disease-specific antigens, a team of scientists from Whitehead Institute and Boston Children's Hospital have prevented and alleviated two autoimmune diseases -- multiple sclerosis (MS) and type 1 diabetes --i n early stage mouse models.  This research is an exciting step toward therapeutics for autoimmune diseases, which affect an estimated 23 million Americans.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}