{"title": "Easier diagnosis of esophageal cancer", "text": "The Institute of Biological and Medical Imaging at Helmholtz Zentrum München is heading the \"Hybrid optical and optoacoustic endoscope for esophageal tracking\" (ESOTRAC) research project, in which engineers and physicians together develop a novel hybrid endoscopic instrument for early diagnosis and staging of esophageal cancer. The device may reduce the number of unnecessary biopsies and, importantly, facilitate early-disease detection leading to earlier start of therapy, which improves therapeutic efficacy over late-disease treatment and leads to immense cost-savings for the health care system. ESOTRAC has been awarded four million Euros from Horizon 2020, the EU framework program for research and innovation.With more than 450 000 new cases per year and a five-year survival rate of only ten percent when diagnosed late, esophageal cancer (EC) is the sixth-leading cause of cancer-related deaths. Currently EC is detected using white-light endoscopy or random tissue biopsies, followed by histopathological analysis of excised tissue. Due to limitations of the current detection methods, EC is typically detected at an advanced stage which is treated surgically and attains poor survival prognosis. ESOTRAC, a 4-year research program bringing together engineers and physicians, aims to significantly improve the detection of early-stage EC. The interdisciplinary, 5-country research team will develop an innovative endoscope that combines sensing of pathophysiological tissue signatures resolved by multi-spectral optoacoustic (photoacoustic) tomography (MSOT) with morphological disease signatures provided by optical coherence tomography (OCT). The resulting system will operate in label free mode and, due to its tomographic ability, visualize sub-surface tissue features, providing superior information of the esophageal wall compared to conventional video endoscopes. This comprehensive sub-surface information is expected to detect early-stage EC and enable disease staging, neither of which can be done reliably today. The novel endoscope can be further useful in reducing the number of unnecessary biopsies by providing more accurate guidance to suspicious areas over white-light endoscopy. Raising the bar for endoscopic care - and beyondThe device developed by ESOTRAC promises to change the landscape of gastroenterological endoscopy - beyond diagnosis of EC - by allowing rapid three-dimensional imaging of the entire esophageal wall as well as quantitation of disease biomarkers. \"The combination of MSOT and OCT can shape the way physicians look at the esophagus in the near future,\" said Prof. Vasilis Ntziachristos, ESOTRAC Coordinator, Director of the Institute of Biological and Medical Imaging at Helmholtz Zentrum München and Professor and Chair of Biological Imaging at the Technical University of Munich. \"From a clinical perspective we desperately need new technologies that improve imaging and combine information on molecular markers for early detection of disease and this research is trying to do exactly that\" said Prof. Rebecca Fitzgerald, a world-leading clinical expert in esophageal cancer and lead physician at the MRC Cancer Unit at the Cambridge Biomedical Campus in the UK, one of the ESOTRAC partners.  Since one of the goals of ESOTRAC is to offer quantitative metrics of EC disease, toward personalized and precision medicine, the device may help equalize the quality of endoscopy-based care in rural and urban settings. The ESOTRAC endoscope will also be built to be as small and patient-friendly as possible, reducing the risk of gag reflex and therefore the need for sedation. In these ways, ESOTRAC aims to create an endoscope that can be widely deployed in gastroenterology clinics. At the same time, the lessons learned in building the ESOTRAC endoscope may help guide the design of next-generation imaging devices for the other body cavities, including the colon.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/hzm--edo030617.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/press-media/press-releases/all-press-releases/press-release/article/38025/index.html", "funder": "European Union - Horizon 2020", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biomechanics/Biophysics", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Physiology", " Medicine/Health", " Cancer", " Diagnostics", " Physiology", " Public Health"], "journal": "", "description": "The Institute of Biological and Medical Imaging at Helmholtz Zentrum München is heading the 'Hybrid optical and optoacoustic endoscope for esophageal tracking' (ESOTRAC) research project, in which engineers and physicians together develop a novel hybrid endoscopic instrument for early diagnosis and staging of esophageal cancer. ESOTRAC has been awarded four million Euros from Horizon 2020, the EU framework program for research and innovation.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}