{"title": "Random process analysis could give a woman more information about which infertility treatment is best", "text": "AUGUSTA, Ga. (March 6, 2017) - It's been used to study automobile cruise control systems and population growth of certain animal species, and now researchers think Markov modeling could one day help a woman and her physician better peruse infertility treatment options. Markov modeling is a complex analysis process that in this case may be able to transform a series of relevant facts - like a woman's age, body weight and AMH blood levels, which help predict the egg supply - into a more realistic, real time picture of how successful a particular infertility treatment will be for her, said Dr. Arni S.R. Srinivasa Rao, a mathematical modeler in the Department of Biostatistics and Epidemiology at the Medical College of Georgia at Augusta University. Unlike current methods for providing insight on the success rate of a given treatment, the Markov model provides a dynamic snapshot that can be continuously updated and easily translated into a physician-friendly app, said Rao, corresponding author of the study in the journal Reproductive Sciences. Infertility treatment can often be a long-term, economically and emotionally costly process for women and their families.  With multiple factors causing infertility - some of which remain unknown - and women of many different ages seeking treatment, Markov modeling could help women and their physicians further fine tune the decision-making process, said Dr. Michael P. Diamond, reproductive endocrinologist, chairman of the MCG Department of Obstetrics and Gynecology and William H. Brooks, M.D., Distinguished Chair. \"This basically helps provide more personalized information based on the unique characteristics of that individual,\" said study-author Diamond. \"We are able to identify more accurately who has a better chance of being successful.\"The type of details that could be plugged into the Markov model already exist, they just have to be gathered and put into the matrix, a series of rows and columns frequently used to analyze scientific data, Rao said. In fact, the two researchers are finalizing a grant proposal that will enable collection of the data from the federal Reproductive Medicine Network, which enables large clinical trials that improve the diagnosis and treatment of reproductive health issues such as female infertility. The researchers note the Markov approach likely won't work for some medical situations where a timely snapshot doesn't provide sufficient insight, such as diabetes where the patient's history definitely matters. But their published study is proof of concept that it definitely should work for infertility treatment, Rao said. While you can Google the percent chance of ovulating and then getting pregnant with clomiphene citrate for example, a frontline infertility therapy, those success rates more traditionally are based on regression analysis, which essentially estimates the relationship among certain key variables. But, unlike the Markov model, it doesn't predict the probability of a desired outcome, like infertility treatment's bottom line of a live, healthy birth, Rao said. To describe the random but time-sensitive analysis, Wikipedia uses studies of the dietary habits of a creature that only eats grapes, cheese or lettuce - but still likes to shakes things up in terms of not eating the same thing two days in a row. That is where timeliness comes in to this model: the creature's choice for what it eats tomorrow depends on what it ate today, rather than say, six months ago.  Diamond uses what is perhaps a more widely digestible analogy: How ESPN continued throughout the recent Super Bowl to project a winner based on varying dynamics in the game. In the recent championship, the likelihood the Atlanta Falcons would win got as high as 98 percent at one late point, but dramatically dropped off as the New England Patriots started moving the ball and putting points on the scoreboard. Markov modeling is named after Russian mathematician Andrey Markov, who published the first paper on the process in 1906. The Eunice Kennedy Shriver National Institute of Child Health and Human Development helped fund this research. Rao also has joint appointments in the AU Department of Mathematics and the MCG Department of Medicine's Section of Infectious Diseases. Diamond also is senior vice president for research at Augusta University and associate dean for research at the medical school.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mcog-rpa030617.php", "region": "namerica", "source_link": null, "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " Fertility"], "journal": "Reproductive Sciences", "description": "It's been used to study automobile cruise control systems and population growth of certain animal species, and now researchers think Markov modeling could one day help a woman and her physician better peruse infertility treatment options.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}