{"title": "Early periods associated with risk of gestational diabetes", "text": "The age at which girls start menstruating could flag a later risk of diabetes during pregnancy, according to a University of Queensland study UQ School of Public Health researchers analysed data from more than 4700 women from the Australian Longitudinal Study on Women's Health and found a higher number of women who reported having their first period at a younger age had later developed gestational diabetes.Researcher Danielle Schoenaker said those who had their first period at age 11 or younger were 50 per cent more likely to develop gestational diabetes than those who experienced their first period at age 13.\"This finding could mean that health professionals will start asking women when they had their first period to identify those at higher risk of gestational diabetes,\" Ms Schoenaker said.Gestational diabetes is an increasingly common pregnancy complication and can have long-lasting health consequences for mothers and their children.Australian Longitudinal Study on Women's Health Director Professor Gita Mishra said early puberty in girls had now been shown to be a significant marker for several adverse health outcomes, including gestational diabetes.\"Research into this topic is of particular public health importance due to global trends of girls starting their menstrual cycles at a younger age,\" Professor Mishra said.Ms Schoenaker said the significant association with gestational diabetes risk remained after researchers took into account body mass index and childhood, reproductive and lifestyle factors.\"A large proportion of women who develop diabetes during pregnancy are overweight or obese, and encouraging those with an early start of puberty to control their weight before pregnancy may help to lower their risk of gestational diabetes,\" she said.\"While a healthy weight is important, it is also plausible that the higher risk is explained by hormonal changes, and the research calls for more studies to investigate the mechanisms behind this.\"The research is published in the American Journal of Epidemiology.", "article_link": "http://dx.doi.org/10.1093/aje/kww201", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoq-epa022817.php", "region": "africa", "source_link": "https://academic.oup.com/aje/article-lookup/doi/10.1093/aje/kww201", "funder": "", "meeting": "", "institution": "University of Queensland", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Epidemiology", " Fertility", " Diabetes", " Nutrition/Nutrients", " Gynecology", " Public Health"], "journal": "American Journal of Epidemiology", "description": "Girls who have their first period before age 11 are 50 percent more likely to develop gestational diabetes according to research from the Australian Longitudinal Study on Women's Health. It is an increasingly common pregnancy complication with long-lasting health consequences for mothers and their children. The global trend towards starting puberty at a younger age is concerning, and health professionals could start to include age of first period as a marker for potential adverse health outcomes.", "date": "Sun, 05 Mar 2017 05:00:00 GMT"}