{"keywords": ["Biology", " Medicine/Health", " Neurobiology", " Biomedical/Environmental/Chemical Engineering", " Nanotechnology/Micromachines"], "funder": "European Research Council, National Institutes of Health", "journal": "Nature Neuroscience", "description": "Researchers have developed a new optical microprobe able to control brain electrical activity by projecting light on wide volumes or selected portions of the central nervous system in an very controlled fashion. The study was published on Nature Neuroscience and it represents a first step toward low invasiveness devices for the diagnosis and treatment of neurological and psychiatric disorders and neurodegenerative diseases.", "title": "A new adjustable optical microprobe for the analysis and control of deep brain regions", "source_link": null, "institution": "Istituto Italiano di Tecnologia - IIT", "meeting": "", "text": "Researchers from the IIT- Istituto Italiano di Tecnologia in Lecce, Italy, and the Harvard Medical School in Boston, USA, have developed a new optical microprobe able to control brain electrical activity by projecting light on wide volumes or selected portions of the central nervous system in an very controlled fashion. The study was published on Nature Neuroscience and it represents a first step toward low invasiveness devices for the diagnosis and treatment of neurological and psychiatric disorders and neurodegenerative diseases. The research group was coordinated by IIT's researchers based in Lecce (Italy), Ferruccio Pisanello and Massimo De Vittorio, and by Bernardo Sabatini at Harvard Medical School (HMS) in Boston. Ferruccio Pisanello is in charge of the Multifunctional Neural Interfaces Lab at IIT in Lecce and has been funded by the European Research Council (ERC); Massimo De Vittorio is coordinator of the IIT Center in Lecce and is involved, together with Bernardo Sabatini, in a project funded by the US National Institute of Health (NIH).The technology is developed for fully exploiting optogenetics, a combination of optics and genetics to activate or inhibit neurons activity by using light beams. One major limitation of optogenetics relies in the difficulty of distributing light into the brain in a controlled fashion, since tissue opacity does not permit light propagation. Italian scientists wanted to overcome this limit. The microprobe, built at the IIT and validated at HMS, is made up of a cone-shaped optical fiber whose tip is about 500 nanometers, 20 times smaller than a neuronal cell, and its design is conceived to adapt the light beam to the cerebral region of interest without moving the device. The great versatility of the device allows to irradiate brain areas with tunable light intensity, color, position, direction and frequency. The microprobe allowed to access sub-cortical regions with a minimally invasive device, hihglighing the link between the electrochemical activity of spatially-separated groups of neurons and related effects on locomotion control in animal models. The probe, indeed, allows to activate or inhibit one or more neural microcircuits at the same time, representing a new paradigm for deep brain optical stimulation.The results are part of the MODEM project, coordinated by Ferruccio Pisanello and funded by the European Research Council (ERC) with a Starting grant since 2016. The final goal of his research project is to develop a very low-invasive device, enabling a direct intervention on the brain to monitor its activity and to restore its proper operation. In the future, the microprobe may be the basis for a new generation of therapeutic and prosthetic devices for the control of neurological disorders and neurodegenerative diseases.\r\n", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-06/iidt-ana061917.php", "article_link": "http://dx.doi.org/10.1038/nn.4591", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}