{"title": "Diagnosed autism linked to maternal grandmother's smoking in pregnancy | EurekAlert! Science News", "year": "Thu, 27 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txscientists", "university", "bristol", "looked", "participants", "children", "90s", "found", "girl", "maternal", "grandmother", "smoked", "pregnancy", "girl", "67", "likely", "display", "certain", "traits", "linked", "autism", "poor", "social", "communication", "skills", "repetitive", "behaviours", "team", "also", "found", "maternal", "grandmother", "smoked", "increased", "53", "risk", "grandchildren", "diagnosed", "autism", "spectrum", "disorder", "asd", "discoveries", "suggest", "female", "exposed", "cigarette", "smoke", "still", "womb", "could", "affect", "developing", "eggs", "causing", "changes", "may", "eventually", "affect", "development", "children", "research", "needed", "find", "molecular", "changes", "might", "see", "whether", "associations", "present", "groups", "people", "unlike", "analysis", "autistic", "traits", "based", "participants", "177", "diagnosed", "asd", "analyse", "grandsons", "granddaughters", "discovery", "published", "today", "scientific", "reports", "part", "ongoing", "study", "effects", "maternal", "paternal", "grandmother", "smoking", "pregnancy", "development", "grandchildren", "part", "children", "90s", "using", "detailed", "information", "collected", "many", "years", "multiple", "factors", "may", "affect", "children", "health", "development", "researchers", "able", "rule", "potential", "explanations", "results", "incidence", "asd", "increased", "recent", "years", "increase", "undoubtedly", "improved", "diagnosis", "changes", "environment", "lifestyle", "also", "likely", "play", "role", "researchers", "also", "stress", "many", "different", "factors", "including", "genetic", "variation", "believed", "affect", "individual", "chances", "developing", "asd", "past", "studies", "maternal", "smoking", "pregnancy", "asd", "children", "inconclusive", "going", "back", "generation", "revealed", "intergenerational", "effect", "interestingly", "clear", "cut", "mother", "smoke", "pregnancy", "reasons", "entirely", "clear", "professor", "marcus", "pembrey", "one", "paper", "authors", "says", "terms", "mechanisms", "two", "broad", "possibilities", "dna", "damage", "transmitted", "grandchildren", "adaptive", "response", "smoking", "leaves", "grandchild", "vulnerable", "asd", "explanation", "sex", "difference", "although", "previously", "found", "smoking", "associated", "different", "growth", "patterns", "grandsons", "granddaughters", "specifically", "know", "smoking", "damage", "dna", "mitochondria", "numerous", "contained", "every", "cell", "mitochondria", "transmitted", "next", "generation", "via", "mother", "egg", "initial", "mitochondrial", "dna", "mutations", "often", "overt", "effect", "mother", "impact", "increase", "transmitted", "children", "professor", "jean", "golding", "another", "author", "added", "already", "know", "protecting", "baby", "tobacco", "smoke", "one", "best", "things", "woman", "give", "child", "healthy", "start", "life", "found", "smoking", "pregnancy", "could", "also", "give", "future", "grandchildren", "better", "start", "started", "studying", "next", "generation", "participants", "coco90s", "eventually", "able", "see", "effect", "carries", "dheeraj", "rai", "another", "author", "added", "still", "know", "many", "children", "develop", "autism", "behaviours", "linked", "associations", "observe", "raise", "intriguing", "issues", "possible", "transgenerational", "influences", "autism", "future", "research", "help", "understand", "meaning", "mechanisms", "behind", "findings", "national", "autistic", "society", "website", "contains", "wealth", "information", "autism", "details", "seek", "advice", "alycia", "halladay", "phd", "chief", "science", "officer", "autism", "science", "foundation", "usa", "said", "date", "research", "causes", "autism", "limited", "studying", "maternal", "paternal", "exposures", "pregnancy", "utilizing", "birth", "cohort", "united", "kingdom", "children", "90s", "scientists", "able", "go", "back", "generation", "examine", "role", "grandparental", "exposures", "presumably", "germ", "line", "mutations", "epigenetic", "modifications", "hopefully", "grandparental", "exposures", "continue", "investigated", "better", "understand", "mechanism"], "url": "http://www.eurekalert.org/pub_releases/2017-04/uob-dal042517.php", "date": "2018-01-19_21:07:56", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists from the University of Bristol have looked at all 14,500 participants in Children of the 90s and found that if a girl's maternal grandmother smoked during pregnancy, the girl is 67% more likely to display certain traits linked to autism, such as poor social communication skills and repetitive behaviours. The team also found that if the maternal grandmother smoked, this increased by 53% the risk of her grandchildren having a diagnosed autism spectrum disorder (ASD). These discoveries suggest that if a female is exposed to cigarette smoke while she is still in the womb, it could affect the developing eggs - causing changes that may eventually affect the development of her own children. Further research is now needed to find out what these molecular changes might be, and to see whether the same associations are present in other groups of people. Unlike the analysis of autistic traits, which was based on over 7,000 participants, the 177 diagnosed with ASD were too few to analyse grandsons and granddaughters separately.The discovery, published today in Scientific Reports, is part of an ongoing, long-term study of the effects of maternal and paternal grandmother's smoking in pregnancy on the development of their grandchildren, who are all part of Children of the 90s. By using detailed information collected over many years on multiple factors that may affect children's health and development, the researchers were able to rule out other potential explanations for their results. The incidence of ASD has increased in recent years, and while some of this increase is undoubtedly down to improved diagnosis, changes in environment or lifestyle are also likely to play a role. The researchers also stress that many different factors, including genetic variation, are believed to affect an individual's chances of developing ASD.\r\nPast studies of maternal smoking in pregnancy and ASD in children have been inconclusive. Going back a generation has revealed an intergenerational effect, which interestingly is most clear cut when the mother herself did not smoke in pregnancy. The reasons for this are not entirely clear but Professor Marcus Pembrey, one of the paper's authors, says:'In terms of mechanisms, there are two broad possibilities. There is DNA damage that is transmitted to the grandchildren or there is some adaptive response to the smoking that leaves the grandchild more vulnerable to ASD. We have no explanation for the sex difference, although we have previously found that grand-maternal smoking is associated with different growth patterns in grandsons and granddaughters.'More specifically, we know smoking can damage the DNA of mitochondria - the numerous \"power-packs\" contained in every cell, and mitochondria are only transmitted to the next generation via the mother's egg. The initial mitochondrial DNA mutations often have no overt effect in the mother herself, but the impact can increase when transmitted to her own children.' Professor Jean Golding, another author, added:'We already know that protecting a baby from tobacco smoke is one of the best things a woman can do to give her child a healthy start in life. Now we've found that not smoking during pregnancy could also give their future grandchildren a better start too. We have started studying the next generation of participants (COCO90s), so eventually we will be able to see if the effect carries down from the great-grandparents to their great-grandchildren too.'Dr Dheeraj Rai, another author, added:'We still do not know why many children develop autism and behaviours linked to it. The associations we observe raise intriguing issues on possible transgenerational influences in autism. Future research will help understand the meaning and mechanisms behind these findings. The National Autistic Society website contains a wealth of information about autism and details on how and where to seek advice.' Alycia Halladay, PhD, chief science officer at the Autism Science Foundation (USA), said:'To date, research into the causes of autism has been limited to studying maternal or paternal exposures during pregnancy. By utilizing a birth cohort in the United Kingdom [Children of the 90s], scientists are able to go back a generation to examine the role of grandparental exposures, presumably through germ line mutations and epigenetic modifications. Hopefully, grandparental exposures will continue to be investigated to better understand this mechanism.'", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists from the University of Bristol have looked at all 14,500 participants in Children of the 90s and found that if a girl's maternal grandmother smoked during pregnancy, the girl is 67% more likely to display certain traits linked to autism, such as poor social communication skills and repetitive behaviours.", "The team also found that if the maternal grandmother smoked, this increased by 53% the risk of her grandchildren having a diagnosed autism spectrum disorder (ASD).", "These discoveries suggest that if a female is exposed to cigarette smoke while she is still in the womb, it could affect the developing eggs - causing changes that may eventually affect the development of her own children.", "Further research is now needed to find out what these molecular changes might be, and to see whether the same associations are present in other groups of people.", "Unlike the analysis of autistic traits, which was based on over 7,000 participants, the 177 diagnosed with ASD were too few to analyse grandsons and granddaughters separately.The discovery, published today in Scientific Reports, is part of an ongoing, long-term study of the effects of maternal and paternal grandmother's smoking in pregnancy on the development of their grandchildren, who are all part of Children of the 90s.", "By using detailed information collected over many years on multiple factors that may affect children's health and development, the researchers were able to rule out other potential explanations for their results.", "The incidence of ASD has increased in recent years, and while some of this increase is undoubtedly down to improved diagnosis, changes in environment or lifestyle are also likely to play a role.", "The researchers also stress that many different factors, including genetic variation, are believed to affect an individual's chances of developing ASD.", "Past studies of maternal smoking in pregnancy and ASD in children have been inconclusive.", "Going back a generation has revealed an intergenerational effect, which interestingly is most clear cut when the mother herself did not smoke in pregnancy.", "The reasons for this are not entirely clear but Professor Marcus Pembrey, one of the paper's authors, says:'In terms of mechanisms, there are two broad possibilities.", "There is DNA damage that is transmitted to the grandchildren or there is some adaptive response to the smoking that leaves the grandchild more vulnerable to ASD.", "We have no explanation for the sex difference, although we have previously found that grand-maternal smoking is associated with different growth patterns in grandsons and granddaughters.", "'More specifically, we know smoking can damage the DNA of mitochondria - the numerous \"power-packs\" contained in every cell, and mitochondria are only transmitted to the next generation via the mother's egg.", "The initial mitochondrial DNA mutations often have no overt effect in the mother herself, but the impact can increase when transmitted to her own children.'", "Professor Jean Golding, another author, added:'We already know that protecting a baby from tobacco smoke is one of the best things a woman can do to give her child a healthy start in life.", "Now we've found that not smoking during pregnancy could also give their future grandchildren a better start too.", "We have started studying the next generation of participants (COCO90s), so eventually we will be able to see if the effect carries down from the great-grandparents to their great-grandchildren too.", "'Dr Dheeraj Rai, another author, added:'We still do not know why many children develop autism and behaviours linked to it.", "The associations we observe raise intriguing issues on possible transgenerational influences in autism.", "Future research will help understand the meaning and mechanisms behind these findings.", "The National Autistic Society website contains a wealth of information about autism and details on how and where to seek advice.'", "Alycia Halladay, PhD, chief science officer at the Autism Science Foundation (USA), said:'To date, research into the causes of autism has been limited to studying maternal or paternal exposures during pregnancy.", "By utilizing a birth cohort in the United Kingdom [Children of the 90s], scientists are able to go back a generation to examine the role of grandparental exposures, presumably through germ line mutations and epigenetic modifications.", "Hopefully, grandparental exposures will continue to be investigated to better understand this mechanism.'"], "source": "University of Bristol"}