{"title": "Neurons' faulty wiring leads to serotonin imbalance, depression-like behavior in mice | EurekAlert! Science News", "year": "Thu, 27 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "confocal", "immunofluorescence", "images", "showing", "tiled", "arrangements", "serotonergic", "neurons", "hippocampus", "normal", "mouse", "left", "uneven", "spacing", "clumping", "serotonergic", "fibers", "mutant", "view", "new", "york", "columbia", "scientists", "identified", "gene", "allows", "neurons", "release", "serotonin", "neurotransmitter", "regulates", "mood", "emotions", "evenly", "spread", "branches", "throughout", "brain", "without", "gene", "neuronal", "branches", "become", "entangled", "leading", "haphazard", "distribution", "serotonin", "signs", "depression", "mice", "observations", "shed", "light", "precise", "neuronal", "wiring", "critical", "overall", "brain", "health", "also", "revealing", "promising", "new", "area", "focus", "studying", "psychiatric", "disorders", "associated", "serotonin", "imbalance", "depression", "bipolar", "disorder", "schizophrenia", "autism", "findings", "published", "today", "science", "pinpointing", "genes", "guide", "organization", "neurons", "draw", "line", "changes", "genes", "cellular", "circuitry", "behavioral", "deficiencies", "occur", "result", "said", "tom", "maniatis", "phd", "principal", "investigator", "columbia", "mortimer", "zuckerman", "mind", "brain", "behavior", "institute", "isidore", "edelman", "professor", "chair", "department", "biochemistry", "molecular", "biophysics", "columbia", "university", "medical", "center", "studys", "senior", "author", "today", "research", "result", "parallel", "efforts", "maniatis", "lab", "collaborators", "across", "columbia", "understand", "individual", "neurons", "brain", "hundreds", "even", "thousands", "branches", "wind", "brain", "without", "getting", "tangled", "along", "way", "investigate", "problem", "maniatis", "team", "focused", "group", "genes", "called", "clustered", "protocadherins", "pcdhs", "decade", "ago", "maniatis", "lab", "discovered", "human", "pcdh", "gene", "cluster", "later", "studies", "maniatis", "others", "revealed", "genes", "encode", "cell", "surface", "barcode", "individual", "neurons", "distinguish", "neurons", "subsequently", "collaborative", "studies", "fellow", "zuckerman", "institute", "structural", "biologists", "barry", "honig", "phd", "larry", "shapiro", "phd", "revealed", "precise", "mechanism", "pcdh", "code", "assembled", "cell", "surface", "code", "read", "neurons", "come", "contact", "allows", "neurons", "prevent", "entanglements", "recognizing", "steering", "clear", "branches", "process", "known", "two", "papers", "published", "today", "science", "maniatis", "team", "examined", "function", "pcdhs", "wiring", "olfactory", "sensory", "neurons", "impart", "sense", "smell", "serotonergic", "neurons", "produce", "release", "serotonin", "olfactory", "sensory", "neuron", "osn", "study", "revealed", "diversity", "pcdhs", "working", "together", "produced", "necessary", "combinations", "molecules", "provide", "neuron", "unique", "identity", "absence", "diversity", "osns", "fail", "wire", "properly", "brain", "mice", "fail", "distinguish", "different", "serotonergic", "neuron", "study", "revealed", "another", "important", "function", "pcdhs", "main", "job", "neurons", "distribute", "serotonin", "uniformly", "throughout", "brain", "responsible", "maintaining", "mood", "balance", "said", "maniatis", "also", "director", "columbia", "precision", "medicine", "initiative", "neurons", "lay", "branches", "precise", "pattern", "process", "called", "axonal", "tiling", "however", "exact", "mechanism", "allows", "remained", "elusive", "series", "experiments", "mice", "maniatis", "team", "pinpointed", "single", "gene", "within", "pcdh", "cluster", "called", "responsible", "ability", "serotonergic", "neurons", "assemble", "tiled", "pattern", "throughout", "brain", "thus", "evenly", "distribute", "serotonin", "surprised", "find", "unlike", "neurons", "displays", "distinct", "barcodes", "diverse", "pcdhs", "serotonergic", "neurons", "display", "single", "functional", "recognition", "protein", "said", "maniatis", "thus", "serotonergic", "axonal", "branches", "recognize", "repel", "one", "another", "leading", "even", "spacing", "found", "deleting", "caused", "serotonergic", "neuron", "branches", "become", "tangled", "clumped", "together", "maniatis", "continued", "serotonin", "released", "distributed", "evenly", "throughout", "brain", "silencing", "also", "resulted", "striking", "behavioral", "changes", "compared", "normal", "healthy", "mice", "mice", "showed", "behavioral", "despair", "reduced", "desire", "escape", "enhanced", "fear", "memory", "increased", "freezing", "frightened", "classic", "signs", "indicative", "depression", "serotonin", "imbalance", "long", "linked", "variety", "psychiatric", "disorders", "including", "depression", "bipolar", "disorder", "schizophrenia", "studies", "focus", "problems", "production", "uptake", "serotonin", "problems", "brain", "wiring", "said", "maniatis", "wiring", "anomalies", "clearly", "new", "place", "look", "today", "results", "may", "also", "inform", "studies", "autism", "exhaustive", "genetic", "analysis", "autistic", "individuals", "families", "international", "consortium", "investigators", "several", "hundred", "genes", "identified", "associated", "disorder", "documented", "simons", "foundation", "autism", "research", "initiative", "sfari", "human", "gene", "module", "among", "genes", "pcdh", "gene", "cluster", "including", "pair", "studies", "published", "today", "focused", "two", "types", "neurons", "well", "understood", "deeply", "explored", "starting", "point", "said", "maniatis", "truly", "understand", "brain", "wired", "health", "disease", "rest", "brain", "go", "next"], "url": "http://www.eurekalert.org/pub_releases/2017-04/tzia-nfw042317.php", "date": "2018-01-19_21:08:00", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Confocal immunofluorescence images showing the tiled arrangements of serotonergic neurons in the hippocampus of a normal mouse (left), and the uneven spacing and clumping of serotonergic fibers in a mutant...\n       view more NEW YORK -- Columbia scientists have identified a gene that allows neurons that release serotonin -- a neurotransmitter that regulates mood and emotions -- to evenly spread their branches throughout the brain. Without this gene, these neuronal branches become entangled, leading to haphazard distribution of serotonin, and signs of depression in mice. These observations shed light on how precise neuronal wiring is critical to overall brain health, while also revealing a promising new area of focus for studying psychiatric disorders associated with serotonin imbalance -- such as depression, bipolar disorder, schizophrenia and autism. The findings were published today in Science. \"By pinpointing the genes that guide the organization of neurons, we can draw a line between changes to those genes, and the cellular, circuitry and behavioral deficiencies that can occur as a result,\" said Tom Maniatis, PhD, a principal investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute, the Isidore S. Edelman Professor and Chair of department of Biochemistry & Molecular Biophysics at Columbia University Medical Center and the studys' senior author. Today's research is the result of parallel efforts by Dr. Maniatis, his lab and collaborators across Columbia to understand how individual neurons in the brain 'see' each other -- and how each of their hundreds, or even thousands, of branches wind through the brain without getting tangled up along the way. To investigate this problem, Dr. Maniatis and his team focused on a group of genes called clustered protocadherins, or Pcdhs. More than a decade ago, Dr. Maniatis' lab discovered the human Pcdh gene cluster, and later studies by Maniatis and others revealed that these genes encode a cell surface \"barcode\" by which individual neurons can distinguish themselves from other neurons.  Subsequently, collaborative studies with fellow Zuckerman Institute structural biologists Barry Honig, PhD, and Larry Shapiro, PhD, revealed the precise mechanism by which the Pcdh code is assembled at the cell surface, and how this code is \"read\" when neurons come in contact with each other.  This allows neurons to prevent entanglements by recognizing -- and steering clear of -- their own branches, a process known as self-avoidance. In the two papers published today in Science, Dr. Maniatis and his team examined the function of Pcdhs in the wiring of olfactory sensory neurons (which impart a sense of smell), and serotonergic neurons (which produce and release serotonin). The olfactory sensory neuron (OSN) study revealed that the diversity of Pcdhs, working together, produced the necessary combinations of cell-coating molecules to provide each neuron its unique identity. In the absence of diversity, OSNs fail to wire properly in the brain, and the mice fail to distinguish between different odors.The serotonergic neuron study revealed another important function of Pcdhs. \"The main job of these neurons is to distribute serotonin uniformly throughout the brain, which is responsible for maintaining mood balance,\" said Dr. Maniatis, who is also director of Columbia's Precision Medicine Initiative. \"To do this, the neurons lay their branches out in a precise, evenly-spaced pattern -- a process called axonal tiling. However, the exact mechanism that allows them to do this remained elusive.\"In a series of experiments in mice, Dr. Maniatis' team pinpointed a single gene within the Pcdh cluster, called Pcdh-alpha-c2, that was responsible for the ability of serotonergic neurons to assemble into a tiled pattern throughout the brain, and thus evenly distribute serotonin.\"We were surprised to find that, unlike other neurons that displays distinct barcodes of diverse Pcdhs, all serotonergic neurons display a single functional recognition protein,\" said Dr. Maniatis. \"Thus, serotonergic axonal branches can recognize and repel one another, leading to their even spacing.\" \"We found that deleting the Pcdh-alpha-c2 caused serotonergic neuron branches to become tangled and clumped together,\" Dr. Maniatis continued. \"Serotonin was released, but it wasn't distributed evenly throughout the brain.\"Silencing Pcdh-alpha-c2 also resulted in striking behavioral changes. Compared to normal, healthy mice, Pcdh-alpha-c2-deficient mice showed behavioral despair (reduced desire to escape) and enhanced fear memory (increased freezing when frightened) -- both classic signs indicative of depression.\"Serotonin imbalance has long been linked to a variety of psychiatric disorders, including depression, bipolar disorder and schizophrenia, but most studies focus on problems with the production or uptake of serotonin, not on problems with the brain's wiring itself,\" said Dr. Maniatis. \"Wiring anomalies are clearly a new place to look.\"Today's results may also inform studies of autism. After an exhaustive genetic analysis of autistic individuals and their families by an international consortium of investigators, several hundred genes have been identified that are associated with the disorder, as documented by the Simons Foundation Autism Research Initiative (SFARI) human gene module. Among these genes is the Pcdh gene cluster -- including Pcdh-alpha-c2.\"For this pair of studies published today, we focused on two types of neurons that are well understood and have been deeply explored, but this is only the starting point,\" said Dr. Maniatis. \"If we are to truly understand how the brain is wired both in health and in disease, then the rest of the brain is where we have to go next.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Confocal immunofluorescence images showing the tiled arrangements of serotonergic neurons in the hippocampus of a normal mouse (left), and the uneven spacing and clumping of serotonergic fibers in a mutant...\n       view more NEW YORK -- Columbia scientists have identified a gene that allows neurons that release serotonin -- a neurotransmitter that regulates mood and emotions -- to evenly spread their branches throughout the brain.", "Without this gene, these neuronal branches become entangled, leading to haphazard distribution of serotonin, and signs of depression in mice.", "These observations shed light on how precise neuronal wiring is critical to overall brain health, while also revealing a promising new area of focus for studying psychiatric disorders associated with serotonin imbalance -- such as depression, bipolar disorder, schizophrenia and autism.", "The findings were published today in Science.", "\"By pinpointing the genes that guide the organization of neurons, we can draw a line between changes to those genes, and the cellular, circuitry and behavioral deficiencies that can occur as a result,\" said Tom Maniatis, PhD, a principal investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute, the Isidore S. Edelman Professor and Chair of department of Biochemistry & Molecular Biophysics at Columbia University Medical Center and the studys' senior author.", "Today's research is the result of parallel efforts by Dr. Maniatis, his lab and collaborators across Columbia to understand how individual neurons in the brain 'see' each other -- and how each of their hundreds, or even thousands, of branches wind through the brain without getting tangled up along the way.", "To investigate this problem, Dr. Maniatis and his team focused on a group of genes called clustered protocadherins, or Pcdhs.", "More than a decade ago, Dr. Maniatis' lab discovered the human Pcdh gene cluster, and later studies by Maniatis and others revealed that these genes encode a cell surface \"barcode\" by which individual neurons can distinguish themselves from other neurons.", "Subsequently, collaborative studies with fellow Zuckerman Institute structural biologists Barry Honig, PhD, and Larry Shapiro, PhD, revealed the precise mechanism by which the Pcdh code is assembled at the cell surface, and how this code is \"read\" when neurons come in contact with each other.", "This allows neurons to prevent entanglements by recognizing -- and steering clear of -- their own branches, a process known as self-avoidance.", "In the two papers published today in Science, Dr. Maniatis and his team examined the function of Pcdhs in the wiring of olfactory sensory neurons (which impart a sense of smell), and serotonergic neurons (which produce and release serotonin).", "The olfactory sensory neuron (OSN) study revealed that the diversity of Pcdhs, working together, produced the necessary combinations of cell-coating molecules to provide each neuron its unique identity.", "In the absence of diversity, OSNs fail to wire properly in the brain, and the mice fail to distinguish between different odors.The serotonergic neuron study revealed another important function of Pcdhs.", "\"The main job of these neurons is to distribute serotonin uniformly throughout the brain, which is responsible for maintaining mood balance,\" said Dr. Maniatis, who is also director of Columbia's Precision Medicine Initiative.", "\"To do this, the neurons lay their branches out in a precise, evenly-spaced pattern -- a process called axonal tiling.", "However, the exact mechanism that allows them to do this remained elusive.", "\"In a series of experiments in mice, Dr. Maniatis' team pinpointed a single gene within the Pcdh cluster, called Pcdh-alpha-c2, that was responsible for the ability of serotonergic neurons to assemble into a tiled pattern throughout the brain, and thus evenly distribute serotonin.", "\"We were surprised to find that, unlike other neurons that displays distinct barcodes of diverse Pcdhs, all serotonergic neurons display a single functional recognition protein,\" said Dr. Maniatis.", "\"Thus, serotonergic axonal branches can recognize and repel one another, leading to their even spacing.\"", "\"We found that deleting the Pcdh-alpha-c2 caused serotonergic neuron branches to become tangled and clumped together,\" Dr. Maniatis continued.", "\"Serotonin was released, but it wasn't distributed evenly throughout the brain.", "\"Silencing Pcdh-alpha-c2 also resulted in striking behavioral changes.", "Compared to normal, healthy mice, Pcdh-alpha-c2-deficient mice showed behavioral despair (reduced desire to escape) and enhanced fear memory (increased freezing when frightened) -- both classic signs indicative of depression.", "\"Serotonin imbalance has long been linked to a variety of psychiatric disorders, including depression, bipolar disorder and schizophrenia, but most studies focus on problems with the production or uptake of serotonin, not on problems with the brain's wiring itself,\" said Dr. Maniatis.", "\"Wiring anomalies are clearly a new place to look.", "\"Today's results may also inform studies of autism.", "After an exhaustive genetic analysis of autistic individuals and their families by an international consortium of investigators, several hundred genes have been identified that are associated with the disorder, as documented by the Simons Foundation Autism Research Initiative (SFARI) human gene module.", "Among these genes is the Pcdh gene cluster -- including Pcdh-alpha-c2.", "\"For this pair of studies published today, we focused on two types of neurons that are well understood and have been deeply explored, but this is only the starting point,\" said Dr. Maniatis.", "\"If we are to truly understand how the brain is wired both in health and in disease, then the rest of the brain is where we have to go next.\""], "source": "The Zuckerman Institute at Columbia University"}