{"title": "How shifts in excitation-inhibition balance may lead to psychiatric disorders", "text": "In a special issue of Biological Psychiatry titled \"Cortical Excitation-Inhibition Balance and Dysfunction in Psychiatric Disorders\", guest editors Dr. Alan Anticevic and Dr. John Murray, both of Yale University, bring together seven reviews that highlight advancements in understanding the balance of excitatory and inhibitory signaling in the brain, and what might happen when it goes awry.Alterations in excitation/inhibition (E/I) balance constitute an emerging theme in clinical neuroscience, wrote Anticevic and Dr. John Lisman of Brandeis University in a commentary accompanying the special issue. The effects of E/I imbalance stretch across diagnostic boundaries, as indicated by the variety of psychiatric disorders addressed in the reviews, including schizophrenia, autism spectrum disorder, major depressive disorder, and bipolar disorder.Presenting both human and animal studies, the reviews summarize research on the developmental aspects of E/I regulation and how alterations in circuit stability and compensatory mechanisms with negative effects may emerge when the E/I balance tips. In particular, multiple reviews frame the disturbances in the E/I balance around altered glutamate synaptic development--the excitatory arm of the E/I balance -- and present hypotheses for how those developmental alterations may lead to impaired structural and functional circuitry in the brain. A case is made for the need for a combination of approaches, including computational neuroscience, imaging, pharmacological, and genetic studies, in addition to consideration of the coregulation of excitation and inhibition (rather than focusing on the neurotransmitter systems independently) to explain the role of E/I imbalance in psychiatric disorders.The collection of reviews not only collate findings aimed at improving our understanding of how these developmental changes and potential negative consequences arise, but also explore how to restore E/I balance. Restoration aims to alleviate the subsequent dysfunctional neural activity that manifests as clinical symptoms, such as impaired working memory in schizophrenia. This is explored, for example, through pharmacological manipulation of glutamate modulation on E/I circuitry.", "journal": "Biological Psychiatry", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-04/e-hsi042717.php", "institution": "Elsevier", "meeting": "", "description": "In a special issue of Biological Psychiatry titled 'Cortical Excitation-Inhibition Balance and Dysfunction in Psychiatric Disorders', guest editors Dr. Alan Anticevic and Dr. John Murray, both of Yale University, bring together seven reviews that highlight advancements in understanding the balance of excitatory and inhibitory signaling in the brain, and what might happen when it goes awry.", "article_link": null, "keywords": ["Social/Behavioral Science", " Mental Health"], "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/how-shifts-in-excitation-inhibition-balance-may-lead-to-psychiatric-disorders", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}