{"title": "Using rooster testes to learn how the body fights viruses | EurekAlert! Science News", "year": "Thu, 27 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "bodies", "constantly", "siege", "foreign", "invaders", "viruses", "bacteria", "parasites", "want", "infiltrate", "cells", "using", "rooster", "testes", "scientists", "shed", "light", "germ", "cells", "view", "bodies", "constantly", "siege", "foreign", "invaders", "viruses", "bacteria", "parasites", "want", "infiltrate", "cells", "new", "study", "journal", "elife", "sheds", "light", "germ", "cells", "sperm", "egg", "protect", "attackers", "pass", "accurate", "genetic", "information", "next", "generation", "researchers", "university", "rochester", "center", "rna", "biology", "genome", "therapeutics", "examined", "role", "pirna", "safeguarding", "integrity", "genetic", "information", "germ", "cells", "known", "pirna", "type", "ribonucleic", "acid", "rna", "found", "readily", "testes", "ovaries", "shields", "germ", "cells", "silencing", "genetic", "sequences", "viral", "intruders", "also", "known", "defects", "mutations", "pirna", "lead", "infertility", "humans", "animals", "known", "pirnas", "generated", "first", "place", "team", "led", "xin", "li", "assistant", "professor", "departments", "biochemistry", "biophysics", "urology", "university", "rochester", "school", "medicine", "dentistry", "analyzed", "rooster", "testes", "find", "chickens", "acquire", "harbor", "wide", "variety", "viruses", "virus", "infects", "host", "like", "chicken", "everything", "survive", "one", "method", "survival", "inserting", "genetic", "material", "chicken", "genome", "generations", "inserted", "virus", "accumulates", "mutations", "eventually", "becomes", "harmless", "animal", "still", "part", "chicken", "genetic", "material", "li", "team", "focused", "avian", "leukosis", "virus", "commonly", "infects", "lead", "cancer", "domestic", "chickens", "molecular", "genetic", "analysis", "discovered", "chickens", "turn", "old", "existing", "viruses", "machines", "faced", "new", "avian", "leucosis", "virus", "many", "different", "viruses", "family", "old", "viruses", "pump", "pirnas", "defend", "germ", "cells", "ensuring", "passage", "intact", "genetic", "material", "next", "round", "offspring", "study", "shows", "host", "turn", "virus", "weapon", "fight", "future", "viruses", "says", "li", "whose", "work", "partially", "funded", "national", "institute", "health", "grant", "designed", "support", "early", "careers", "new", "scientists", "better", "understanding", "pirna", "may", "help", "us", "target", "viruses", "chickens", "people", "united", "states", "8", "billion", "domestic", "chickens", "consumed", "year", "knowledge", "birds", "defend", "viral", "infections", "could", "increase", "productivity", "poultry", "industry", "around", "world", "viruses", "trapped", "chicken", "genetic", "code", "related", "similar", "viruses", "humans", "future", "discoveries", "area", "could", "help", "guide", "research", "benefiting", "human", "health"], "url": "http://www.eurekalert.org/pub_releases/2017-04/uorm-urt042717.php", "date": "2018-01-19_21:08:07", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Our bodies are constantly under siege by foreign invaders; viruses, bacteria and parasites that want to infiltrate our cells. Using rooster testes, scientists shed light on how germ cells --...\n       view more Our bodies are constantly under siege by foreign invaders; viruses, bacteria and parasites that want to infiltrate our cells. A new study in the journal eLife sheds light on how germ cells - sperm and egg - protect themselves from these attackers so that they can pass accurate genetic information to the next generation. Researchers from the University of Rochester Center for RNA Biology: From Genome to Therapeutics examined the role of piRNA in safeguarding the integrity of the genetic information in germ cells. It's known that piRNA -- a type of ribonucleic acid (RNA) that's found most readily in the testes and ovaries -- shields germ cells by silencing the genetic sequences of viral intruders. It's also known that defects or mutations in piRNA lead to infertility in humans and other animals. What's not known is how piRNAs are generated in the first place. A team led by Xin Li, Ph.D., assistant professor in the departments of Biochemistry and Biophysics and Urology at the University of Rochester School of Medicine and Dentistry, analyzed rooster testes to find out. Chickens acquire and harbor a wide variety of viruses. When a virus infects a host, like a chicken, it does everything it can to survive. One method of survival is inserting its genetic material into the chicken's genome. Over generations, the inserted virus accumulates mutations and eventually becomes harmless to the animal, but it's still a part of the chicken's genetic material. Li's team focused on avian leukosis virus, which commonly infects and can lead to cancer in domestic chickens. Through molecular and genetic analysis, they discovered that chickens turn these old, existing viruses into piRNA-producing machines. When faced with a new avian leucosis virus (there are many different viruses in the family), the old viruses pump out piRNAs that defend the germ cells, ensuring the passage of intact genetic material to the next round of offspring. \"Our study shows how a host can turn a virus into a weapon to fight future viruses,\" says Li, whose work is partially funded by a National Institute of Health grant designed to support the early careers of new scientists. \"Better understanding piRNA may help us target more viruses, both in chickens and in people.\" In the United States, 8 billion domestic chickens are consumed each year, and more knowledge of how these birds defend themselves against viral infections could increase the productivity of the poultry industry around the world. Because other viruses trapped in the chicken's genetic code are related to similar viruses in humans, future discoveries in this area could help guide research benefiting human health, too. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Our bodies are constantly under siege by foreign invaders; viruses, bacteria and parasites that want to infiltrate our cells.", "Using rooster testes, scientists shed light on how germ cells --...\n       view more Our bodies are constantly under siege by foreign invaders; viruses, bacteria and parasites that want to infiltrate our cells.", "A new study in the journal eLife sheds light on how germ cells - sperm and egg - protect themselves from these attackers so that they can pass accurate genetic information to the next generation.", "Researchers from the University of Rochester Center for RNA Biology: From Genome to Therapeutics examined the role of piRNA in safeguarding the integrity of the genetic information in germ cells.", "It's known that piRNA -- a type of ribonucleic acid (RNA) that's found most readily in the testes and ovaries -- shields germ cells by silencing the genetic sequences of viral intruders.", "It's also known that defects or mutations in piRNA lead to infertility in humans and other animals.", "What's not known is how piRNAs are generated in the first place.", "A team led by Xin Li, Ph.D., assistant professor in the departments of Biochemistry and Biophysics and Urology at the University of Rochester School of Medicine and Dentistry, analyzed rooster testes to find out.", "Chickens acquire and harbor a wide variety of viruses.", "When a virus infects a host, like a chicken, it does everything it can to survive.", "One method of survival is inserting its genetic material into the chicken's genome.", "Over generations, the inserted virus accumulates mutations and eventually becomes harmless to the animal, but it's still a part of the chicken's genetic material.", "Li's team focused on avian leukosis virus, which commonly infects and can lead to cancer in domestic chickens.", "Through molecular and genetic analysis, they discovered that chickens turn these old, existing viruses into piRNA-producing machines.", "When faced with a new avian leucosis virus (there are many different viruses in the family), the old viruses pump out piRNAs that defend the germ cells, ensuring the passage of intact genetic material to the next round of offspring.", "\"Our study shows how a host can turn a virus into a weapon to fight future viruses,\" says Li, whose work is partially funded by a National Institute of Health grant designed to support the early careers of new scientists.", "\"Better understanding piRNA may help us target more viruses, both in chickens and in people.\"", "In the United States, 8 billion domestic chickens are consumed each year, and more knowledge of how these birds defend themselves against viral infections could increase the productivity of the poultry industry around the world.", "Because other viruses trapped in the chicken's genetic code are related to similar viruses in humans, future discoveries in this area could help guide research benefiting human health, too."], "source": "University of Rochester Medical Center"}