{"title": "Antidepressant may enhance drug delivery to the brain | EurekAlert! Science News", "year": "Thu, 27 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "normally", "prevents", "medicines", "entering", "brain", "pumping", "back", "blood", "stream", "left", "addition", "amitriptyline", "temporarily", "turns", "pumps", "allowing", "drug", "molecules", "view", "nih", "rat", "study", "suggests", "amitriptyline", "temporarily", "inhibits", "barrier", "allowing", "drugs", "enter", "research", "national", "institutes", "health", "found", "pairing", "antidepressant", "amitriptyline", "drugs", "designed", "treat", "central", "nervous", "system", "diseases", "enhances", "drug", "delivery", "brain", "inhibiting", "barrier", "rats", "barrier", "serves", "natural", "protective", "boundary", "preventing", "drugs", "entering", "brain", "research", "performed", "rats", "appeared", "online", "april", "27", "journal", "cerebral", "blood", "flow", "researchers", "caution", "studies", "needed", "determine", "whether", "people", "benefit", "discovery", "new", "finding", "potential", "revolutionize", "treatment", "whole", "host", "conditions", "including", "epilepsy", "stroke", "human", "amyotrophic", "lateral", "sclerosis", "als", "depression", "others", "results", "promising", "provisional", "patent", "application", "filed", "methods", "amitriptyline", "central", "nervous", "system", "drugs", "according", "ronald", "cannon", "staff", "scientist", "nih", "national", "institute", "environmental", "health", "sciences", "niehs", "biggest", "obstacle", "efficiently", "delivering", "drugs", "brain", "protein", "pump", "called", "located", "along", "inner", "lining", "brain", "blood", "vessels", "directs", "toxins", "pharmaceuticals", "back", "body", "circulation", "pass", "brain", "get", "idea", "works", "cannon", "said", "think", "protein", "hotel", "doorman", "standing", "front", "revolving", "door", "lobby", "entrance", "person", "authorized", "enter", "would", "get", "turned", "away", "ushered", "back", "around", "revolving", "door", "street", "example", "good", "vegetables", "us", "eat", "molecules", "could", "toxic", "slipped", "brain", "cannon", "said", "get", "protector", "also", "keeps", "helpful", "therapeutics", "cannon", "niehs", "colleagues", "initially", "found", "amitriptyline", "significantly", "reduced", "pump", "activity", "brain", "capillaries", "rats", "later", "saw", "amitriptyline", "effect", "brain", "capillaries", "genetically", "modified", "rats", "designed", "mimic", "human", "als", "rat", "models", "amitriptyline", "turned", "within", "minutes", "amitriptyline", "removed", "pump", "activity", "returned", "niehs", "postbaccalaureate", "fellow", "david", "banks", "lead", "author", "paper", "described", "amitriptyline", "action", "rapid", "reversible", "advantages", "make", "therapy", "appealing", "inventions", "developed", "bench", "make", "clinic", "hopeful", "findings", "translate", "better", "treatment", "options", "doctors", "patients", "banks", "anticipates", "administering", "amitriptyline", "along", "lower", "dose", "opioid", "could", "relieve", "pain", "reduce", "negative", "side", "effects", "constipation", "addiction", "usually", "seen", "higher", "doses", "prescribed", "opioids", "nation", "faces", "increases", "alzheimer", "disease", "autism", "opioid", "abuse", "hopeful", "discovery", "help", "address", "serious", "health", "challenges", "said", "niehs", "director", "linda", "birnbaum"], "url": "http://www.eurekalert.org/pub_releases/2017-04/nioe-ame042717.php", "date": "2018-01-19_21:08:10", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Normally, P-glycoprotein prevents most medicines from entering the brain by pumping them back into the blood stream (left). The addition of amitriptyline temporarily turns off P-glycoprotein pumps, allowing drug molecules...\n       view more NIH rat study suggests amitriptyline temporarily inhibits the blood-brain barrier, allowing drugs to enter the brain.New research from the National Institutes of Health found that pairing the antidepressant amitriptyline with drugs designed to treat central nervous system diseases, enhances drug delivery to the brain by inhibiting the blood-brain barrier in rats. The blood-brain barrier serves as a natural, protective boundary, preventing most drugs from entering the brain. The research, performed in rats, appeared online April 27 in the Journal of Cerebral Blood Flow and Metabolism.Although researchers caution that more studies are needed to determine whether people will benefit from the discovery, the new finding has the potential to revolutionize treatment for a whole host of brain-centered conditions, including epilepsy, stroke, human amyotrophic lateral sclerosis (ALS), depression, and others. The results are so promising that a provisional patent application has been filed for methods of co-administration of amitriptyline with central nervous system drugs. According to Ronald Cannon, Ph.D., staff scientist at NIH's National Institute of Environmental Health Sciences (NIEHS), the biggest obstacle to efficiently delivering drugs to the brain is a protein pump called P-glycoprotein. Located along the inner lining of brain blood vessels, P-glycoprotein directs toxins and pharmaceuticals back into the body's circulation before they pass into the brain. To get an idea of how P-glycoprotein works, Cannon said to think of the protein as a hotel doorman, standing in front of a revolving door at a lobby entrance. A person who is not authorized to enter would get turned away, being ushered back around the revolving door and out into the street. \"For example, as good as vegetables are for us to eat, they have molecules that could be toxic if they slipped into the brain,\" Cannon said. \"They don't get in, because of P-glycoprotein, but this same protector also keeps out helpful therapeutics.\"Cannon and his NIEHS colleagues initially found that amitriptyline significantly reduced P-glycoprotein's pump activity in brain capillaries from wild-type rats. Later, they saw amitriptyline had the same effect in brain capillaries from genetically modified rats designed to mimic human ALS. In both rat models, amitriptyline turned off P-glycoprotein within 10-15 minutes. When amitriptyline was removed, P-glycoprotein pump activity returned to full-strength. NIEHS postbaccalaureate fellow David Banks is lead author on the paper and described amitriptyline's action on P-glycoprotein as rapid and reversible. It's these advantages that make the therapy so appealing.\"Most inventions developed at the bench don't make it to the clinic, but I'm hopeful that our findings will translate into better treatment options for doctors and their patients,\" Banks said.Cannon anticipates that administering amitriptyline along with a lower dose of an opioid could relieve pain and reduce the negative side effects, such as constipation and addiction, usually seen with higher doses of prescribed opioids.\"As our nation faces increases in Alzheimer's disease, autism, and opioid abuse, we're hopeful that this discovery will help address these serious health challenges,\" said NIEHS Director Linda Birnbaum, Ph.D.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Normally, P-glycoprotein prevents most medicines from entering the brain by pumping them back into the blood stream (left).", "The addition of amitriptyline temporarily turns off P-glycoprotein pumps, allowing drug molecules...\n       view more NIH rat study suggests amitriptyline temporarily inhibits the blood-brain barrier, allowing drugs to enter the brain.New research from the National Institutes of Health found that pairing the antidepressant amitriptyline with drugs designed to treat central nervous system diseases, enhances drug delivery to the brain by inhibiting the blood-brain barrier in rats.", "The blood-brain barrier serves as a natural, protective boundary, preventing most drugs from entering the brain.", "The research, performed in rats, appeared online April 27 in the Journal of Cerebral Blood Flow and Metabolism.Although researchers caution that more studies are needed to determine whether people will benefit from the discovery, the new finding has the potential to revolutionize treatment for a whole host of brain-centered conditions, including epilepsy, stroke, human amyotrophic lateral sclerosis (ALS), depression, and others.", "The results are so promising that a provisional patent application has been filed for methods of co-administration of amitriptyline with central nervous system drugs.", "According to Ronald Cannon, Ph.D., staff scientist at NIH's National Institute of Environmental Health Sciences (NIEHS), the biggest obstacle to efficiently delivering drugs to the brain is a protein pump called P-glycoprotein.", "Located along the inner lining of brain blood vessels, P-glycoprotein directs toxins and pharmaceuticals back into the body's circulation before they pass into the brain.", "To get an idea of how P-glycoprotein works, Cannon said to think of the protein as a hotel doorman, standing in front of a revolving door at a lobby entrance.", "A person who is not authorized to enter would get turned away, being ushered back around the revolving door and out into the street.", "\"For example, as good as vegetables are for us to eat, they have molecules that could be toxic if they slipped into the brain,\" Cannon said.", "\"They don't get in, because of P-glycoprotein, but this same protector also keeps out helpful therapeutics.", "\"Cannon and his NIEHS colleagues initially found that amitriptyline significantly reduced P-glycoprotein's pump activity in brain capillaries from wild-type rats.", "Later, they saw amitriptyline had the same effect in brain capillaries from genetically modified rats designed to mimic human ALS.", "In both rat models, amitriptyline turned off P-glycoprotein within 10-15 minutes.", "When amitriptyline was removed, P-glycoprotein pump activity returned to full-strength.", "NIEHS postbaccalaureate fellow David Banks is lead author on the paper and described amitriptyline's action on P-glycoprotein as rapid and reversible.", "It's these advantages that make the therapy so appealing.", "\"Most inventions developed at the bench don't make it to the clinic, but I'm hopeful that our findings will translate into better treatment options for doctors and their patients,\" Banks said.Cannon anticipates that administering amitriptyline along with a lower dose of an opioid could relieve pain and reduce the negative side effects, such as constipation and addiction, usually seen with higher doses of prescribed opioids.", "\"As our nation faces increases in Alzheimer's disease, autism, and opioid abuse, we're hopeful that this discovery will help address these serious health challenges,\" said NIEHS Director Linda Birnbaum, Ph.D."], "source": "NIH/National Institute of Environmental Health Sciences"}