{"title": "Human forebrain circuits under construction -- in a dish | EurekAlert! Science News", "year": "Wed, 26 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "neurons", "spheroid", "resembling", "tissue", "lower", "forebrain", "migrated", "fused", "create", "cortex", "circuitry", "neurons", "spheroid", "resembling", "tissue", "upper", "region", "view", "national", "institutes", "health", "nih", "neuroscientists", "created", "3d", "window", "human", "brain", "budding", "executive", "hub", "assembling", "critical", "period", "prenatal", "development", "used", "discover", "experimentally", "correct", "petri", "dish", "defective", "cell", "migration", "caused", "pasca", "stanford", "university", "stanford", "california", "grantee", "nih", "national", "institute", "mental", "health", "nimh", "colleagues", "report", "experiments", "forebrain", "spheroids", "april", "26", "2017", "online", "journal", "study", "advances", "technology", "cultured", "neurons", "derived", "individual", "skin", "cells", "connect", "form", "3d", "brain", "organoids", "spheroids", "although", "tiny", "replicate", "rudimentary", "circuitry", "reveal", "person", "brain", "unique", "secrets", "even", "still", "construction", "gestation", "neurons", "migrate", "deep", "brain", "structures", "appointed", "places", "organize", "key", "working", "tissue", "become", "human", "cortex", "outer", "layer", "brain", "seat", "mental", "functions", "building", "process", "complex", "especially", "vulnerable", "genetic", "environmental", "insults", "set", "stage", "autism", "schizophrenia", "neurodevelopmental", "brain", "disorders", "previous", "studies", "pasca", "team", "produced", "relatively", "primitive", "cortex", "spheroids", "show", "different", "regions", "forming", "structure", "interacted", "study", "pasca", "team", "coaxed", "3d", "cell", "cultures", "become", "spheroids", "representing", "two", "specific", "regions", "forebrain", "fused", "together", "tracked", "neuronal", "migrations", "deep", "brain", "spheroid", "cortex", "spheroid", "mimicked", "seen", "normal", "development", "first", "time", "new", "model", "reveals", "developing", "human", "forebrain", "maturing", "building", "circuits", "balance", "excitatory", "inhibitory", "brain", "systems", "neurons", "spheroids", "resembling", "tissue", "lower", "forebrain", "region", "seen", "migrating", "create", "cortex", "circuitry", "neurons", "spheroids", "resembling", "tissue", "upper", "region", "former", "communicate", "inhibition", "neural", "activity", "latter", "communicate", "excitation", "neural", "spheroids", "derived", "skin", "cells", "patients", "timothy", "syndrome", "disorder", "known", "genetic", "cause", "discovered", "defect", "migration", "patients", "neurons", "caused", "move", "frequently", "less", "efficiently", "experimentally", "reversed", "dish", "drug", "today", "recapitulation", "pivotal", "stage", "cortex", "formation", "demonstrates", "technique", "promise", "discovery", "even", "testing", "potential", "interventions", "explained", "nimh", "director", "joshua", "gordon", "moves", "us", "closer", "realizing", "goal", "precision", "medicine", "brain", "disorders", "exquisite", "timing", "placement", "different", "neuron", "cell", "types", "critical", "establishing", "balance", "excitation", "inhibition", "within", "brain", "circuits", "balance", "thought", "disrupted", "brain", "disorders", "explained", "david", "panchision", "chief", "nimh", "developmental", "neurobiology", "program", "supports", "project", "developmental", "processes", "patient", "cells", "allow", "us", "determine", "distinguishes", "different", "disorders", "molecular", "cellular", "level", "research", "provides", "understanding", "interaction", "specific", "cell", "types", "building", "well", "probing", "circuits", "within", "personalized", "human", "microphysiological", "systems", "said", "pasca"], "url": "http://www.eurekalert.org/pub_releases/2017-04/niom-hfc042517.php", "date": "2018-01-19_21:08:15", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Neurons from a spheroid resembling tissue in the lower forebrain migrated and fused to create cortex circuitry with neurons from a spheroid resembling tissue in the upper region.\n       view more National Institutes of Health (NIH)-funded neuroscientists have created a 3D window into the human brain's budding executive hub assembling itself during a critical period in prenatal development. What's more, they used it to discover and experimentally correct -- in a petri dish -- defective cell migration caused by an autism-related disorder.Sergiu Pasca, M.D., of Stanford University, Stanford, California, a grantee of the NIH's National Institute of Mental Health (NIMH), and colleagues, report on experiments with forebrain spheroids April 26, 2017 online in the journal Nature.The study advances a fast-developing \"disease-in-a-dish\" technology, in which cultured neurons derived from an individual's readily-accessible skin cells connect with each other to form 3D brain organoids or \"spheroids.\" Although tiny, these replicate rudimentary circuitry that can reveal that person's brain's unique secrets -- even from when it was still under construction.  During mid-to-late gestation, neurons migrate from deep brain structures to their appointed places and organize themselves into the key working tissue of what will become the human cortex, the outer layer of the brain and seat of higher-order mental functions. This building process is complex and especially vulnerable to genetic and environmental insults that can set the stage for autism, schizophrenia, and other neurodevelopmental brain disorders. Previous studies by Pasca's team produced relatively primitive cortex spheroids that didn't show how different regions of the forming structure interacted. In this study, Pasca's team coaxed 3D cell cultures to become spheroids representing two specific regions of the forebrain and fused them together. They then tracked neuronal migrations from a deep brain spheroid to a cortex spheroid that mimicked those seen during normal development. For the first time, this new model reveals the developing human forebrain, maturing by building circuits that balance excitatory with inhibitory brain systems. Neurons from spheroids resembling tissue in the lower forebrain region are seen migrating to create cortex circuitry with neurons from spheroids resembling tissue in the upper region. The former communicate a slowing-down (inhibition) of neural activity, while the latter communicate a speeding-up (excitation) of neural activity.In spheroids derived from skin cells of patients with Timothy syndrome, an autism-related disorder of known genetic cause, they discovered a defect in the migration of patients' neurons that caused them to move more frequently but less efficiently -- and experimentally reversed it in the dish with a drug. \"Today's recapitulation of a pivotal stage in the cortex's formation demonstrates the technique's promise for discovery - and even for testing potential interventions, explained NIMH Director Dr. Joshua Gordon. \"It moves us closer to realizing the goal of precision medicine for brain disorders.\"\"The exquisite timing and placement of these different neuron cell types is critical for establishing a balance between excitation and inhibition within brain circuits. This balance is thought to be disrupted in brain disorders,\" explained Dr. David Panchision, chief of the NIMH Developmental Neurobiology Program that supports the project. \"Re-playing these developmental processes with a patient's own cells can allow us to determine what distinguishes these different disorders at a molecular and cellular level.\" \"Our research provides a proof-of-concept for understanding the interaction of specific cell types and for building -- as well as probing - circuits within personalized human microphysiological systems,\" said Pasca. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Neurons from a spheroid resembling tissue in the lower forebrain migrated and fused to create cortex circuitry with neurons from a spheroid resembling tissue in the upper region.", "view more National Institutes of Health (NIH)-funded neuroscientists have created a 3D window into the human brain's budding executive hub assembling itself during a critical period in prenatal development.", "What's more, they used it to discover and experimentally correct -- in a petri dish -- defective cell migration caused by an autism-related disorder.Sergiu Pasca, M.D., of Stanford University, Stanford, California, a grantee of the NIH's National Institute of Mental Health (NIMH), and colleagues, report on experiments with forebrain spheroids April 26, 2017 online in the journal Nature.The study advances a fast-developing \"disease-in-a-dish\" technology, in which cultured neurons derived from an individual's readily-accessible skin cells connect with each other to form 3D brain organoids or \"spheroids.\"", "Although tiny, these replicate rudimentary circuitry that can reveal that person's brain's unique secrets -- even from when it was still under construction.", "During mid-to-late gestation, neurons migrate from deep brain structures to their appointed places and organize themselves into the key working tissue of what will become the human cortex, the outer layer of the brain and seat of higher-order mental functions.", "This building process is complex and especially vulnerable to genetic and environmental insults that can set the stage for autism, schizophrenia, and other neurodevelopmental brain disorders.", "Previous studies by Pasca's team produced relatively primitive cortex spheroids that didn't show how different regions of the forming structure interacted.", "In this study, Pasca's team coaxed 3D cell cultures to become spheroids representing two specific regions of the forebrain and fused them together.", "They then tracked neuronal migrations from a deep brain spheroid to a cortex spheroid that mimicked those seen during normal development.", "For the first time, this new model reveals the developing human forebrain, maturing by building circuits that balance excitatory with inhibitory brain systems.", "Neurons from spheroids resembling tissue in the lower forebrain region are seen migrating to create cortex circuitry with neurons from spheroids resembling tissue in the upper region.", "The former communicate a slowing-down (inhibition) of neural activity, while the latter communicate a speeding-up (excitation) of neural activity.In spheroids derived from skin cells of patients with Timothy syndrome, an autism-related disorder of known genetic cause, they discovered a defect in the migration of patients' neurons that caused them to move more frequently but less efficiently -- and experimentally reversed it in the dish with a drug.", "\"Today's recapitulation of a pivotal stage in the cortex's formation demonstrates the technique's promise for discovery - and even for testing potential interventions, explained NIMH Director Dr. Joshua Gordon.", "\"It moves us closer to realizing the goal of precision medicine for brain disorders.", "\"\"The exquisite timing and placement of these different neuron cell types is critical for establishing a balance between excitation and inhibition within brain circuits.", "This balance is thought to be disrupted in brain disorders,\" explained Dr. David Panchision, chief of the NIMH Developmental Neurobiology Program that supports the project.", "\"Re-playing these developmental processes with a patient's own cells can allow us to determine what distinguishes these different disorders at a molecular and cellular level.\"", "\"Our research provides a proof-of-concept for understanding the interaction of specific cell types and for building -- as well as probing - circuits within personalized human microphysiological systems,\" said Pasca."], "source": "NIH/National Institute of Mental Health"}