{"title": "Stanford scientists assemble working human forebrain circuits in a lab dish | EurekAlert! Science News", "year": "Wed, 26 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txpeering", "laboratory", "glassware", "stanford", "university", "school", "medicine", "researchers", "watched", "nerve", "cells", "arising", "specific", "region", "human", "brain", "migrate", "another", "brain", "region", "process", "recapitulates", "believed", "occur", "developing", "fetus", "never", "previously", "viewed", "real", "investigators", "saw", "migrating", "nerve", "cells", "neurons", "hook", "neurons", "target", "region", "form", "functioning", "circuits", "characteristic", "cerebral", "cortex", "observations", "showcase", "neuroscientists", "newfound", "ability", "monitor", "assemble", "manipulate", "neural", "spheroids", "generated", "human", "induced", "pluripotent", "stem", "cells", "study", "normal", "development", "human", "forebrain", "late", "pregnancy", "never", "able", "recapitulate", "developmental", "events", "dish", "said", "study", "senior", "author", "sergiu", "pasca", "md", "assistant", "professor", "psychiatry", "behavioral", "sciences", "process", "happens", "second", "half", "pregnancy", "viewing", "live", "challenging", "method", "lets", "us", "see", "entire", "movie", "snapshots", "findings", "techniques", "used", "obtain", "carry", "potential", "personalized", "study", "individuals", "psychiatric", "disorders", "study", "published", "online", "april", "26", "nature", "scientists", "able", "attribute", "first", "time", "defects", "neuronal", "migration", "timothy", "syndrome", "rare", "condition", "predisposes", "people", "autism", "epilepsy", "cardiac", "malfunction", "postdoctoral", "scholars", "fikri", "birey", "phd", "jimena", "andersen", "phd", "chris", "makinson", "phd", "share", "lead", "need", "modelsculturing", "neurons", "lab", "dish", "old", "hat", "character", "life", "lived", "atop", "flat", "glass", "coverslip", "sit", "well", "cells", "designed", "existence", "neurons", "cultured", "monolayers", "mature", "partially", "tend", "die", "fairly", "quickly", "interact", "suboptimally", "2015", "study", "pasca", "colleagues", "described", "method", "producing", "neural", "spheroids", "neural", "precursor", "cells", "generated", "ips", "cells", "placed", "culture", "dishes", "whose", "bottoms", "coated", "make", "impossible", "neurons", "attach", "cells", "float", "freely", "broth", "ultimately", "developing", "hundreds", "almost", "perfectly", "round", "balls", "approaching", "inch", "diameter", "consisting", "1", "million", "cells", "neurons", "live", "two", "years", "mature", "spheroids", "created", "2015", "study", "recapitulated", "human", "cerebral", "cortex", "architecture", "neurons", "contained", "type", "arise", "dominate", "cerebral", "cortex", "called", "glutamatergic", "neurons", "secrete", "excitatory", "chemical", "glutamate", "cerebral", "cortex", "glutamatergic", "neurons", "remain", "alone", "long", "fetal", "development", "eventually", "joined", "neurons", "another", "type", "originate", "slightly", "deeper", "region", "developing", "forebrain", "neurons", "secrete", "neuromodulatory", "usually", "inhibitory", "substance", "called", "gaba", "deemed", "gabaergic", "known", "gabaergic", "cells", "migrate", "region", "origin", "cortex", "interlace", "resident", "glutamatergic", "cells", "one", "another", "form", "circuitry", "responsible", "brain", "advanced", "cognitive", "activities", "one", "able", "watch", "happen", "human", "cells", "new", "study", "researchers", "separated", "spheroids", "two", "batches", "coaxed", "become", "different", "regions", "human", "brain", "cultured", "one", "batch", "medium", "induces", "cortexlike", "spheroids", "containing", "glutamatergic", "neurons", "placed", "second", "batch", "dishes", "whose", "broth", "steers", "spheroids", "toward", "resembling", "underlying", "brain", "region", "gabaergic", "neurons", "originate", "investigators", "juxtaposed", "two", "distinct", "types", "spheroids", "within", "three", "days", "two", "spheroids", "fused", "gabaergic", "neurons", "one", "spheroid", "began", "migrating", "spheroid", "migration", "pattern", "scientists", "noted", "halting", "would", "move", "toward", "target", "spheroid", "little", "stop", "extended", "period", "start", "stuttering", "reaching", "destination", "gabaergic", "travelers", "underwent", "transformation", "sprouting", "dendrites", "branching", "tails", "receive", "inputs", "neurons", "forming", "working", "connections", "glutamatergic", "neurons", "electrophysiological", "tests", "revealed", "gabaergic", "glutamatergic", "neurons", "successfully", "forming", "circuits", "signaling", "one", "timothy", "syndromethe", "scientists", "access", "tissue", "samples", "patients", "timothy", "syndrome", "extremely", "rare", "historically", "lethal", "condition", "caused", "mutation", "gene", "coding", "type", "calcium", "channel", "protein", "containing", "pore", "responds", "different", "voltage", "levels", "opening", "closing", "respectively", "permitting", "blocking", "flow", "calcium", "across", "otherwise", "impermeable", "membranes", "calcium", "channels", "essential", "many", "cellular", "processes", "timothy", "syndrome", "patients", "severe", "cardiac", "abnormalities", "spelled", "life", "expectancies", "ameliorated", "pacemakers", "however", "survivors", "usually", "autism", "frequently", "epilepsy", "investigators", "generated", "types", "neural", "spheroids", "tissue", "samples", "fused", "watched", "see", "would", "happen", "saw", "gabaergic", "neurons", "seemed", "develop", "normally", "exhibited", "aberrant", "migration", "patterns", "forward", "movements", "frequent", "far", "less", "efficient", "normal", "mutation", "behind", "timothy", "syndrome", "increases", "likelihood", "calcium", "channel", "codes", "let", "calcium", "ions", "flow", "researchers", "reasoned", "drug", "impeding", "channel", "activity", "might", "reverse", "aberration", "indeed", "two", "different", "drugs", "block", "type", "calcium", "channel", "restored", "normal", "migratory", "activity", "gabaergic", "variants", "gene", "responsible", "timothy", "syndrome", "associated", "schizophrenia", "forms", "autism", "spectrum", "disorder", "bipolar", "disorder", "pasca", "said", "suspects", "variants", "may", "affect", "gabaergic", "neurons", "integration", "cortical", "glutamatergic", "neurons", "resulting", "imbalance", "excitation", "inhibition", "cortex", "laying", "groundwork", "disorders", "method", "assembling", "carefully", "characterizing", "neuronal", "circuits", "dish", "opening", "new", "windows", "view", "normal", "development", "fetal", "human", "brain", "said", "pasca", "importantly", "help", "us", "see", "goes", "awry", "individual", "patients", "stanford", "office", "technology", "licensing", "filed", "patent", "intellectual", "property", "involving", "generation", "neural", "spheroids", "assembly", "studying", "development", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-04/sumc-ssa042117.php", "date": "2018-01-19_21:08:22", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPeering into laboratory glassware, Stanford University School of Medicine researchers have watched stem-cell-derived nerve cells arising in a specific region of the human brain migrate into another brain region. This process recapitulates what's been believed to occur in a developing fetus, but has never previously been viewed in real time.The investigators saw the migrating nerve cells, or neurons, hook up with other neurons in the target region to form functioning circuits characteristic of the cerebral cortex. These observations showcase neuroscientists' newfound ability to monitor, assemble and manipulate so-called neural spheroids, generated from human induced pluripotent stem cells, to study the normal development of the human forebrain during late pregnancy.\"We've never been able to recapitulate these human-brain developmental events in a dish before,\" said the study's senior author, Sergiu Pasca, MD, assistant professor of psychiatry and behavioral sciences. \"The process happens in the second half of pregnancy, so viewing it live is challenging. Our method lets us see the entire movie, not just snapshots.\"The findings, and the techniques used to obtain them, carry potential for the personalized study of individuals' psychiatric disorders. In the study, to be published online April 26 in Nature, the scientists were able to attribute, for the first time, defects in neuronal migration to Timothy syndrome, a rare condition that predisposes people to autism, epilepsy and cardiac malfunction. Postdoctoral scholars Fikri Birey, PhD, Jimena Andersen, PhD, and Chris Makinson, PhD, share lead authorship.The need for 3-D modelsCulturing neurons in a lab dish is old hat. But the two-dimensional character of life lived atop a flat glass coverslip doesn't sit well with cells designed for three-dimensional existence. Neurons cultured in monolayers mature only partially, tend to die fairly quickly and interact suboptimally. In a 2015 study, Pasca and his colleagues described their method for producing neural spheroids. Neural precursor cells generated from iPS cells are placed in culture dishes whose bottoms are coated to make it impossible for neurons to attach. The cells float freely in a nutrient-rich broth, ultimately developing into hundreds of almost perfectly round balls approaching 1/16 of an inch in diameter and consisting of over 1 million cells each. These neurons can live for up to two years, and they mature fully.The spheroids created in the 2015 study recapitulated the human cerebral cortex's six-layer-thick architecture, and the neurons they contained were of the type that arise in and dominate the cerebral cortex. They're called glutamatergic neurons because they secrete the excitatory chemical glutamate. But the cerebral cortex's glutamatergic neurons don't remain alone for long. During fetal development, they are eventually joined by neurons of another type that originate in a slightly deeper region of the developing forebrain. These neurons secrete a neuromodulatory -- and usually inhibitory -- substance called GABA, so they're deemed GABAergic. It's known that GABAergic cells migrate from their region of origin to the cortex, where they interlace with its resident glutamatergic cells and with one another to form the circuitry responsible for the brain's most advanced cognitive activities. But no one had been able to watch this happen with human cells in a dish.In the new study, the researchers separated their spheroids into two batches and coaxed them to become different regions of the human brain. They cultured one batch in a medium that induces cortexlike spheroids containing glutamatergic neurons. They placed the second batch in dishes whose broth steers the spheroids toward resembling the underlying brain region where GABAergic neurons originate. Then, the investigators juxtaposed the two distinct types of spheroids. Within three days, the two spheroids fused, and GABAergic neurons from one spheroid began migrating into the glutamatergic-neuron-rich spheroid. Their migration pattern, the scientists noted, was halting: They would move toward the target spheroid for a little while, then stop for an extended period, then start up again in stuttering jumps.On reaching their destination, the GABAergic travelers underwent a transformation, sprouting dendrites -- branching, foliage-like \"tails\" that receive inputs from other neurons -- and forming working connections with the glutamatergic neurons. Electrophysiological tests revealed that GABAergic and glutamatergic neurons were successfully forming circuits and signaling to one another.Insight into Timothy syndromeThe scientists had access to tissue samples from patients with Timothy syndrome, an extremely rare and historically lethal condition caused by a mutation in the gene coding for a type of calcium channel -- a protein containing a pore that responds to different voltage levels by opening or closing, respectively permitting or blocking the flow of calcium across otherwise impermeable membranes. Such calcium channels are essential to many cellular processes. Timothy syndrome patients' severe cardiac abnormalities once spelled ultra-short life expectancies, but now can be ameliorated with pacemakers. However, survivors usually have autism and frequently have epilepsy. The investigators generated both types of neural spheroids from their Timothy-syndrome tissue samples, fused them and watched to see what would happen. What they saw was this: The GABAergic neurons, which seemed to develop normally, exhibited aberrant start-and-stop migration patterns. Their forward movements were more frequent, but far less efficient, than those of normal neurons.The mutation behind Timothy syndrome increases the likelihood that the calcium channel for which it codes will let calcium ions flow through it. So, the researchers reasoned, a drug impeding the channel's activity might reverse the aberration. Indeed, two different drugs that block this type of calcium channel restored normal migratory activity to the Timothy-syndrome-derived GABAergic neurons.Diverse variants in the same gene responsible for Timothy syndrome are associated with schizophrenia, other forms of autism spectrum disorder and bipolar disorder. Pasca said he suspects these variants may affect GABAergic neurons' integration with cortical glutamatergic neurons, resulting in a cognition-altering imbalance between excitation and inhibition in the cortex and laying the groundwork for these disorders. \"Our method of assembling and carefully characterizing neuronal circuits in a dish is opening up new windows through which we can view the normal development of the fetal human brain,\" said Pasca. \"More importantly, it will help us see how this goes awry in individual patients.\"Stanford's Office of Technology Licensing has filed for a patent on the intellectual property involving the generation of brain-region-specific neural spheroids and their assembly for studying development and disease. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPeering into laboratory glassware, Stanford University School of Medicine researchers have watched stem-cell-derived nerve cells arising in a specific region of the human brain migrate into another brain region.", "This process recapitulates what's been believed to occur in a developing fetus, but has never previously been viewed in real time.The investigators saw the migrating nerve cells, or neurons, hook up with other neurons in the target region to form functioning circuits characteristic of the cerebral cortex.", "These observations showcase neuroscientists' newfound ability to monitor, assemble and manipulate so-called neural spheroids, generated from human induced pluripotent stem cells, to study the normal development of the human forebrain during late pregnancy.", "\"We've never been able to recapitulate these human-brain developmental events in a dish before,\" said the study's senior author, Sergiu Pasca, MD, assistant professor of psychiatry and behavioral sciences.", "\"The process happens in the second half of pregnancy, so viewing it live is challenging.", "Our method lets us see the entire movie, not just snapshots.", "\"The findings, and the techniques used to obtain them, carry potential for the personalized study of individuals' psychiatric disorders.", "In the study, to be published online April 26 in Nature, the scientists were able to attribute, for the first time, defects in neuronal migration to Timothy syndrome, a rare condition that predisposes people to autism, epilepsy and cardiac malfunction.", "Postdoctoral scholars Fikri Birey, PhD, Jimena Andersen, PhD, and Chris Makinson, PhD, share lead authorship.The need for 3-D modelsCulturing neurons in a lab dish is old hat.", "But the two-dimensional character of life lived atop a flat glass coverslip doesn't sit well with cells designed for three-dimensional existence.", "Neurons cultured in monolayers mature only partially, tend to die fairly quickly and interact suboptimally.", "In a 2015 study, Pasca and his colleagues described their method for producing neural spheroids.", "Neural precursor cells generated from iPS cells are placed in culture dishes whose bottoms are coated to make it impossible for neurons to attach.", "The cells float freely in a nutrient-rich broth, ultimately developing into hundreds of almost perfectly round balls approaching 1/16 of an inch in diameter and consisting of over 1 million cells each.", "These neurons can live for up to two years, and they mature fully.The spheroids created in the 2015 study recapitulated the human cerebral cortex's six-layer-thick architecture, and the neurons they contained were of the type that arise in and dominate the cerebral cortex.", "They're called glutamatergic neurons because they secrete the excitatory chemical glutamate.", "But the cerebral cortex's glutamatergic neurons don't remain alone for long.", "During fetal development, they are eventually joined by neurons of another type that originate in a slightly deeper region of the developing forebrain.", "These neurons secrete a neuromodulatory -- and usually inhibitory -- substance called GABA, so they're deemed GABAergic.", "It's known that GABAergic cells migrate from their region of origin to the cortex, where they interlace with its resident glutamatergic cells and with one another to form the circuitry responsible for the brain's most advanced cognitive activities.", "But no one had been able to watch this happen with human cells in a dish.In the new study, the researchers separated their spheroids into two batches and coaxed them to become different regions of the human brain.", "They cultured one batch in a medium that induces cortexlike spheroids containing glutamatergic neurons.", "They placed the second batch in dishes whose broth steers the spheroids toward resembling the underlying brain region where GABAergic neurons originate.", "Then, the investigators juxtaposed the two distinct types of spheroids.", "Within three days, the two spheroids fused, and GABAergic neurons from one spheroid began migrating into the glutamatergic-neuron-rich spheroid.", "Their migration pattern, the scientists noted, was halting: They would move toward the target spheroid for a little while, then stop for an extended period, then start up again in stuttering jumps.On reaching their destination, the GABAergic travelers underwent a transformation, sprouting dendrites -- branching, foliage-like \"tails\" that receive inputs from other neurons -- and forming working connections with the glutamatergic neurons.", "Electrophysiological tests revealed that GABAergic and glutamatergic neurons were successfully forming circuits and signaling to one another.Insight into Timothy syndromeThe scientists had access to tissue samples from patients with Timothy syndrome, an extremely rare and historically lethal condition caused by a mutation in the gene coding for a type of calcium channel -- a protein containing a pore that responds to different voltage levels by opening or closing, respectively permitting or blocking the flow of calcium across otherwise impermeable membranes.", "Such calcium channels are essential to many cellular processes.", "Timothy syndrome patients' severe cardiac abnormalities once spelled ultra-short life expectancies, but now can be ameliorated with pacemakers.", "However, survivors usually have autism and frequently have epilepsy.", "The investigators generated both types of neural spheroids from their Timothy-syndrome tissue samples, fused them and watched to see what would happen.", "What they saw was this: The GABAergic neurons, which seemed to develop normally, exhibited aberrant start-and-stop migration patterns.", "Their forward movements were more frequent, but far less efficient, than those of normal neurons.The mutation behind Timothy syndrome increases the likelihood that the calcium channel for which it codes will let calcium ions flow through it.", "So, the researchers reasoned, a drug impeding the channel's activity might reverse the aberration.", "Indeed, two different drugs that block this type of calcium channel restored normal migratory activity to the Timothy-syndrome-derived GABAergic neurons.Diverse variants in the same gene responsible for Timothy syndrome are associated with schizophrenia, other forms of autism spectrum disorder and bipolar disorder.", "Pasca said he suspects these variants may affect GABAergic neurons' integration with cortical glutamatergic neurons, resulting in a cognition-altering imbalance between excitation and inhibition in the cortex and laying the groundwork for these disorders.", "\"Our method of assembling and carefully characterizing neuronal circuits in a dish is opening up new windows through which we can view the normal development of the fetal human brain,\" said Pasca.", "\"More importantly, it will help us see how this goes awry in individual patients.", "\"Stanford's Office of Technology Licensing has filed for a patent on the intellectual property involving the generation of brain-region-specific neural spheroids and their assembly for studying development and disease."], "source": "Stanford University Medical Center"}