{"keywords": ["Medicine/Health", " Neurobiology", " Circadian Rhythm", " Neurochemistry", " Sleep/Sleep Disorders"], "funder": "National Institutes of Health", "journal": "Neuron", "description": "Sleep remains an enduring mystery with major clinical relevance, according to a review by Thomas Scammell, M.D., of Beth Israel Deaconess Medical Center (BIDMC) and colleagues. In recent decades, new technologies have allowed neuroscientists to identify multiple brain circuits that govern the sleep/wake cycle, as well as the factors that can influence it, such as caffeine and light. But the brain's complexity is still a stumbling block in understanding this ubiquitous and necessary animal behavior. Their review appeared today in the journal Neuron.", "title": "BIDMC scientists survey the state of sleep science", "source_link": null, "institution": "Beth Israel Deaconess Medical Center", "meeting": "", "text": "BOSTON - Sleep remains an enduring biological mystery with major clinical relevance, according to a review by clinician-researcher Thomas Scammell, MD, of Beth Israel Deaconess Medical Center (BIDMC) and colleagues. In recent decades, new technologies have allowed neuroscientists to identify multiple brain circuits that govern the sleep/wake cycle, as well as the factors that can influence it, such as caffeine and light. But the brain's complexity is still a stumbling block in understanding this ubiquitous and necessary animal behavior, the researchers wrote. Their review appeared today in the journal Neuron. \r\n\"In the last ten years, neuroscientists have had access to new tools with which we can test the roles of very specific neurons in the brain,\" said lead author Scammell, a professor in the department of neurology at BIDMC. \"When we know the specific relevant players in the brain, it allows us to develop therapies to help people get to sleep or help sleepy people be more alert during the day.\" \r\nSpecifically, two technologies developed since 2000 allow neurologists to switch specific neurons on or off. In a process called chemogenetics, researchers use drugs that have an effect only in a genetically-defined group of cells to determine the neurons' role. Optogenetics uses laser light to turn on or turn off targeted brain cells. These techniques have revealed which neuronal circuits promote wakefulness and sleep throughout the brain, especially in the brain stem and the hypothalamus.\r\n\"We can now interrogate neurons in a more precise way,\" said Scammell. \"The techniques  are very similar, but optogenetics works over a short time scale, on the order of seconds. With chemogenetics, we can watch over several hours what happens when we turn certain neurons on or off.\" \r\nSleep researchers have also made important discoveries about the fundamental chemistry of sleepiness in recent years. In a major breakthrough in the late 1990s, scientists discovered a previously unknown chemical, a neurotransmitter called orexin, required for maintaining long periods of wakefulness. The loss of orexin production causes the common sleep disorder narcolepsy, which is characterized by chronic sleepiness and irregular REM sleep. Today, pharmaceutical companies make drugs that intentionally block the orexin system to treat insomnia. Researchers are also trying to develop drugs that mimic orexin to wake people up. \r\n\"A drug that acts like orexin could be as great for patients with narcolepsy as insulin is for people with diabetes,\" said Scammell. \r\nNeuroscience research has also revealed the brain circuity governing circadian rhythms, the biological clock that synchronizes sleepiness and wakefulness with night and day. Located deep in the hypothalamus, the suprachiasmatic nucleus (SCN) regulates circadian rhythms and is capable of maintaining them for some time even in total darkness. However, the SCN is no match for the social norms surrounding people's sleep habits. \r\n\"People increasingly use their electronic devices in bed, which tricks the brain into thinking it's being exposed to daylight,\" said Scammell. \"The internal clock gets reset, making it much harder to wake up in the morning.\" \r\nPhones and tablets are just one of the reasons about a third of all American adults are sleep deprived, getting much less than the recommended seven to eight hours of sleep per night. That raises more questions about why some people need more or less than that, and why some people can tolerate a sleep deficit so much better than others.  The links among lack of sleep or poor sleep and metabolic disease, cancer risk and mood disorders also require further study. \r\nWith each of the brain's hundreds of thousands of neurons networked to each other, scientists will need a deeper knowledge of the brain's inner workings to understand how the circuits that regulate sleep interact. \"There's tremendous dialog back and forth among these circuits,\" said Scammell, who notes today's technology allows scientists to monitor dozens of neurons at a time within one region of the brain. \r\n\"Our ability to record activity in just a handful of neurons simultaneously is still not anything close to understanding the whole brain, but at least it's a step in the right direction.\" \r\n", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/bidm-bss022217.php", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.01.014", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}