{"keywords": ["Biology", " Cell Biology", " Neurobiology", " Addiction", " Behavior", " Mental Health", " Decision-making/Problem Solving"], "funder": "National Institutes of Health, Brain and Behavior Research Foundation, Children's Tumor Foundation, and Foundation of Hope", "journal": "Nature", "description": "UNC scientists found that as mice learn to associate a particular sound with a rewarding sugary drink, one set of prefrontal neurons becomes more active and promotes reward-seeking behavior while other prefrontal neurons are silenced, and those neurons act like a brake on reward-seeking.", "title": "Researchers uncover brain circuitry central to reward-seeking behavior", "source_link": "http://news.unchealthcare.org/news/2017/february/research-shows-how-2018nearby2019-brain-cells-start-and-stop-reward-seeking-behavior", "institution": "University of North Carolina Health Care", "meeting": "", "text": "CHAPEL HILL, NC - The prefrontal cortex, a large and recently evolved structure that wraps the front of the brain, has powerful \"executive\" control over behavior, particularly in humans. The details of how it exerts that control have been elusive, but UNC School of Medicine scientists, publishing today in Nature, have now uncovered some of those details, using sophisticated techniques for recording and controlling the activity of neurons in live mice.The UNC scientists, led by Garret Stuber, PhD, associate professor in UNC's departments of psychiatry and cell biology & physiology, examined two distinct populations of prefrontal neurons, each of which project to a different brain region outside the cortex. The researchers found that as mice learn to associate a particular sound with a rewarding sugary drink, one set of prefrontal neurons becomes more active and promotes what researchers call reward-seeking behavior - a sign of greater motivation. By contrast, other prefrontal neurons are silenced in response to the tone, and those neurons act like a brake on reward-seeking.\"We've known that there are a lot of differences in how prefrontal neurons respond to stimuli, but nobody has really been able to map these differences onto the intrinsic wiring of the brain,\" said Stuber, senior author of the study and member of the UNC Neuroscience Center.Stuber and colleagues obtained their findings with the use of three sophisticated and relatively new neuroscience tools: deep-brain two-photon imaging, optogenetics, and genetic techniques for labeling neurons by their projection targets in the brain. The successful combination of these tools heralds their future common use in defining the pathways and functions of many other brain networks to help uncover the roots of both normal and abnormal behavior.The study, conducted by first authors and UNC postdoctoral fellows James Otis, PhD, and Vijay Namboodiri, PhD, focused on the dorsomedial (upper-middle) prefrontal cortex, or dmPFC. \"This region is critical for reward processing, decision making, and cognitive flexibility among other things, but how distinct populations of neurons within dmPFC orchestrate such phenomena were unclear,\" Stuber said. Stuber and colleagues examined how the activity of dmPFC neurons changes during a Pavlovian reward-conditioning process. In this process, mice learn to associate an auditory tone with a taste of sugary liquid until the tone itself is enough to make the animals start licking around their mouths in anticipation.\"This simple experiment models a learning phenomenon that occurs in lots of different brain regions,\" Stuber said. \"It is critical for motivation and decision making, and of course it can go awry in drug and food addiction, depression, and other neuropsychiatric disorders.\"As the mice in the experiment learned to associate the tone with the sweet drink, the researchers found that a subset of the mouse dmPFC neurons became increasingly excited when the tone sounded, whereas another subset went increasingly silent. The researchers were able to observe this phenomenon by using a deep-brain version of two-photon imaging, a technique in which a microscope visualizes hundreds of brain cells simultaneously in mice that are awake and able to perform some ordinary behaviors.The dmPFC is known to output many of its chemical signals to two other brain regions, the nucleus accumbens (NAc) and the paraventricular nucleus of the thalamus (PVT), both of which are considered important for reward-directed behavior. Stuber's team found that the NAc-projecting neurons in the dmPFC were the ones that became increasingly excited by the tone, and the PVT-projecting neurons were the ones that became increasingly suppressed. The two sets of neurons turned out to be physically separate within the dmPFC only by a few hundred micrometers.The team then used optogenetic techniques to artificially drive the activities of these neurons. Optogenetics allows researchers to use beams of light to activate specific populations of neurons. Driving the NAc-projecting neurons caused the mice to anticipate their sweet reward more intensely, with more licks after the tone. By contrast, driving the PVT-projecting neurons muted that anticipatory, reward-seeking behavior.The findings represent a basic demonstration of how the dmPFC has evolved anatomically distinct neuronal populations that have functionally distinct control over behavior, Stuber said. And the discovery points to the existence of similar combinations of control mechanisms elsewhere in the brain.He and his colleagues are now following up with studies of dmPFC neurons that project to other brain regions.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/uonc-rub022017.php", "article_link": null, "date": "Wed, 22 Feb 2017 05:00:00 GMT"}