{"institution": "American Academy of Neurology", "title": "In MS, problems reading social cues may be tied to brain changes", "url": "http://www.eurekalert.org/pub_releases/2017-05/aaon-imp052617.php", "article_link": null, "region": "namerica", "funder": "Biogen", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - For people with multiple sclerosis (MS), an impaired ability to understand how others feel and think may be linked to subtle brain changes, according to a study published in the May 31, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"Understanding how MS affects the 'social brain' has not been well studied, but the ability to interpret other people's feelings and intentions may influence people's ability to maintain a job and their relationships with family and friends,\" said Sonia Batista, MD, of the University of Coimbra in Coimbra, Portugal. \"These skills are very important for people with MS since having good support is one of the main factors in whether people have a good quality of life.\" The study involved 60 people with MS and 60 healthy people of the same age and education level. The people with MS had been diagnosed with the disease for an average of 11 years; 50 had the relapsing-remitting form of the disease and the rest had secondary progressive MS. All of the participants took tests to measure their Theory of Mind skills, or their ability to infer other peoples' beliefs, desires and intentions to explain and predict behavior. In one test, people are shown photographs of peoples' eyes along with four words describing mental states such as \"anxious\" or \"embarrassed\" and are asked to select the word that best describes the feelings of the person in the photo. In another test, participants are shown silent video clips of people interacting along with two words describing the interaction and are asked to choose the best word. The participants also had MRI brain scans and advanced MRI scans called diffusion tensor imaging to look for changes in the brain's white matter. The scans are based on the movement of water molecules in brain tissue and measure microstructural changes in white matter, which connects different brain regions. The people with MS had lower scores on both Theory of Mind tests, with an average score of 59 percent on the photo test, compared to an average of 82 percent for the healthy participants. On the video test, the people with MS had an average of 75 percent compared to 88 percent for the healthy controls. The results for the people with MS were not related to how long they had had MS or how disabled they were, but they were related to the total volume of lesions called T1 and T2 lesions, which are areas of damage in the brain. On the brain scans, compared to the healthy people, those with MS had widespread abnormalities in their white matter, with the most extensive damage in areas including the uncinate fasciculus, fornix and corpus callosum, which play an important role in the brain's social network. The more damage people had in these areas of the brain, the more likely they were to also have low scores on the social tests. \"It appears that there is a disconnect in the social brain network,\" said Batista.One limitation of the study is that the tests and scans were conducted once, so any changes over time in social test scores or areas of brain damage could not be assessed. Batista said more research is needed to better understand these social problems in MS, such as whether different types of MS are affected differently, how these problems affect people with MS in their daily lives and whether the social problems are linked to or separate from other problems with thinking and memory skills that occur in MS. ", "keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science"], "description": "For people with multiple sclerosis (MS), an impaired ability to understand how others feel and think may be linked to subtle brain changes, according to a study published in the May 31, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 31 May 2017 04:00:00 GMT"}