{"keywords": ["Biology", " Biomechanics/Biophysics", " Cell Biology", " Molecular Biology", " Neurobiology", " Neurochemistry", " Theoretical Sciences", " Computer Theory"], "funder": "National Institutes of Health, Helen Hay Whitney Foundation, Simons Foundation, Sloan Foundation, McKnight Endowment, Mathers Foundation, Project A.L.S., Howard Hughes Medical Institute", "journal": "Neuron", "description": "New research by Columbia scientists offers fresh insight into how the brain tells the body to move, from simple behaviors like walking, to trained movements that may take years to master. The discovery in mice advances knowledge of how cells in the motor cortex -- the brain's movement center -- communicate with muscles, and may help researchers better understand what happens in injury or disease, when the mechanisms that underlie movement go awry.", "title": "Scientists reveal how patterns of brain activity direct specific body movements", "source_link": null, "institution": "The Zuckerman Institute at Columbia University", "meeting": "", "text": "NEW YORK, July 20, 2017 -- New research by Columbia scientists offers fresh insight into how the brain tells the body to move, from simple behaviors like walking, to trained movements that may take years to master. The discovery in mice advances knowledge of how cells in the motor cortex -- the brain's movement center -- communicate with muscles, and may help researchers better understand what happens in injury or disease, when the mechanisms that underlie movement go awry.These findings were reported today in Neuron.\"All movements, from the most basic, like walking, to the most skilled, like playing the piano, require an extraordinary choreography between the brain and the body -- a process that we still do not fully understand,\" said Thomas M. Jessell, PhD, codirector of Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and the paper's senior author. \"In this study, we were able to view the interaction between brain and body in real time, allowing us to see exactly when the brain's motor cortex directs muscle movement, and also how that influence actually works.\"Previous studies have shown that the motor cortex, despite its name, is not necessarily required for all types of movement. If an animal sustains damage to the motor cortex, it can recover and walk normally. But more specialized movements, such as precise grasping, do require the motor cortex, and without it, an animal cannot recover.\"We wanted to see how the motor cortex operates during two completely different behaviors -- grasping, which appears to require the motor cortex, and walking, which does not,\" said Andrew Miri, PhD, a postdoctoral researcher in the Jessell Lab at Columbia University Medical Center (CUMC) and the paper's first author. \"Using optogenetics, a technique which turns cells on and off with light, we silenced the motor cortex in the brains of mice as they either walked on a treadmill or reached to grab a joystick. We could then observe any changes to the animals' movement in real time.\"After silencing the motor cortex, the researchers noted that it took 10 milliseconds before the animals' ability to grasp was disturbed. But it took at least 35 milliseconds before they observed any change to the animal's ability to walk. These findings were a critical piece of the puzzle, because they implied that the animals' motor cortex is communicating with muscles differently, depending on which movement the animal is making. The question then was: How is this happening?To find out, the researchers collected electrical recordings from hundreds of individual neurons in the motor cortex while the mice performed the two movements: walking and reaching to grasp. The research team worked with Columbia's Center for Theoretical Neuroscience to mathematically visualize and quantify was happening in the motor cortex.\"Each neuron emitted a series of impulses during both types of movement. But what was most striking was how the impulses in one pair of neurons could be remarkably in sync during the reach task, while the impulses in those same two neurons were completely mismatched while the animal walked,\" said Dr. Miri. In other words, what mattered was not how one neuron pulsed, but how that neuron pulsed similarly to those around it.  The aggregate of such similarities -- and differences -- across the entire motor cortex, which the mathematical analyses revealed, was the main driver of one type of movement over the other. \"These findings offer for the first time a comprehensive explanation for how the brain's motor cortex directs only some types of movements, even when always appearing to be active, and may offer clues as to why some movements can be relearned after motor cortex damage while others cannot,\" said Dr. Jessell, who is also the Claire Tow Professor of Motor Neuron Disorders in Neuroscience and of Biochemistry and Molecular Biophysics at CUMC.This study therefore has implications for medicine, said Dr. Jessell. \"Understanding activity in the motor cortex is critical to developing treatments for a range of diseases and injuries of movement,\" he explained. \"Whether it's building brain-machine interfaces that can accurately mimic communication between the brain and muscles, or developing a way to diagnose the early signs of movement disorders such as amyotrophic lateral (ALS), today's findings bring us closer to the detailed understanding of the brain that we need.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/tzia-srh071117.php", "article_link": null, "date": "Thu, 20 Jul 2017 04:00:00 GMT"}