{"title": "Subarachnoid hemorrhage and the need for expert treatment", "text": "PHOENIX, Ariz. Aug. 16, 2017  -- Research led by the head of the Barrow Neurological Institute and published in the July 20, 2017 issue of The New England Journal of Medicine  reveals that subarachnoid hemorrhages, which are caused by ruptured brain aneurysms, account for 5-10 percent of all strokes and are best managed by experienced and dedicated experts at high-volume centers with neurosurgeons, endovascular surgeons and stroke neurologists.  The article was co-authored by Barrow President and CEO Michael T. Lawton, M.D. and G. Edward Vates, M.D., Ph.D, of the University of Rochester Medical Center's Department of Neurosurgery.\r\n\"Subarachnoid hemorrhage victims tend to be younger than typical stroke victims, and they risk a greater loss of productive life,\" Dr. Lawton said. \"It is critical that they receive the best treatment for aneurysms - like the multidisciplinary team approach and state-of-the-art therapy like that offered at Barrow.\"Neurosurgeons at Barrow have experience treating more than 12,000 aneurysms over the past 20 years. Dr. Lawton, has treated more than 4,000 aneurysms and recently succeeded Robert Spetzler, M.D., as the head of Barrow. There are an estimated 14.5 hospitalizations for aneurysmal subarachnoid hemorrhage per 100,000 U.S. adults annually, according to the 2003 Nationwide Inpatient Sample. Aneurysmal subarachnoid hemorrhage is more common among women than among men, and the incidence increases with age to a peak among persons in their 50s. In The New England Journal of Medicine article, the doctors described the case of a 17-year-old boy who experienced a sudden, severe headache and loss of consciousness at soccer practice. The patient described in the vignette had clinical and radiographic findings that are consistent with subarachnoid hemorrhage. Catheter angiography was indicated to identify the source of his bleeding. An aneurysm is the most common cause and, if identified, is associated with a very high risk of re-rupture during the next 30 days; thus, the researchers recommend immediate treatment. \"Given this patient's age, his otherwise healthy status, and the location of the aneurysm in the anterior circulation, we would recommend open-surgical treatment by a specialized, experienced surgeon,\" Dr. Lawton wrote. Open-surgical treatment (surgical clipping) is preferred on the basis of certain features of the aneurysm (e.g., morphologic characteristics of the aneurysm and an associated large hematoma) or in younger patients, given the greater durability of the open-surgical treatment in the randomized trials. \"If a surgeon with expertise in open-surgical technique is not available at the center, endovascular treatment could be provided instead to eliminate the immediate risk of re-rupture.\"Subarachnoid hemorrhage without a preceding trauma is caused by the rupture of an intracranial aneurysm in 80 percent of cases; other causes include vascular malformations and vasculitis. Subarachnoid hemorrhage accounts for 5 to 10 percent of all strokes in the United States, and affected patients tend to be younger than those affected by other subtypes of stroke, which results in a greater loss of productive life. Among the patients with aneurysmal subarachnoid hemorrhage who survive, half suffer long-term neuropsychological effects and decreased quality of life.The article describes \"sentinel\" headaches, which occur several weeks before aneurysmal subarachnoid hemorrhages in 10 to 40 percent of patients. Because such headaches are rare, accounting for only 1 percent of all headaches evaluated in the emergency department, a sentinel headache may be dismissed as a migraine headache or other headache without further evaluation; the likelihood of death or disability is four times as high among patients in whom a sentinel headache is misdiagnosed as it is among patients in whom a sentinel headache is correctly diagnosed. \"A high index of suspicion for aneurysmal subarachnoid hemorrhage from the patient's history is warranted and potentially lifesaving,\" Dr. Lawton said. \"Expert care, analogous to that at a dedicated neuroscience institute like Barrow, is critical in these cases.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/sjha-sha081617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Joseph's Hospital and Medical Center", "keywords": ["Biology", " Medicine/Health", " Cardiology", " Critical Care/Emergency Medicine", " Neurobiology", " Surgery"], "journal": "New England Journal of Medicine", "description": "Research led by the head of the Barrow Neurological Institute and published in the July 20, 2017 issue of The New England Journal of Medicine  reveals that subarachnoid hemorrhages, which are caused by ruptured brain aneurysms, account for 5-10 percent of all strokes and are best managed by experienced and dedicated experts at high-volume centers with neurosurgeons, endovascular surgeons and stroke neurologists.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}