{"title": "Light-to-moderate alcohol consumption may have protective health effects", "text": "Light-to-moderate drinking can lower risk of mortality from all-causes and cardiovascular disease, while heavy drinking can significantly increase risk of mortality from all-causes and cancer, according to a new study published today in the Journal of the American College of Cardiology.High alcohol consumption has been liked to a host of health issues, including cardiovascular disease, but alcohol in moderation is widely recommended. However, despite these recommendations, studies on the risk of mortality among light-to-moderate drinkers are inconsistent. Researchers in this study examined the association between alcohol consumption and risk of mortality from all causes, cancer and cardiovascular disease in the U.S.The researchers looked at data from 333,247 participants obtained through the National Health Interview Surveys from 1997 to 2009. Study participants were surveyed regarding their alcohol consumption status and patterns of use. Alcohol consumption patterns were divided into six categories: lifetime abstainers, lifetime infrequent drinkers, former drinkers and current light (less than three drinks per week), moderate (more than three drinks per week to less than 14 drinks per week for men or less than seven drinks per week for women) or heavy drinkers (more than 14 drinks per week for men or seven drinks per week for women).\"Our research shows that light-to-moderate drinking might have some protective effects against cardiovascular disease, while heavy drinking can lead to death. A delicate balance exists between the beneficial and detrimental effects of alcohol consumption, which should be stressed to consumers and patients,\" said Bo Xi, MD, associate professor at the Shandong University School of Public Health in China and the study's lead author. Throughout the length of the study, 34,754 participants died from all-causes. Of these, 8,947 mortalities were cardiovascular disease-specific (6,944 heart disease-related and 2,003 cerebrovascular-related deaths) and 8,427 mortalities were cancer-specific. Researchers found that male heavy drinkers had a 25 percent increased risk of mortality due to all-causes and a 67 percent increase in mortality from cancer. These increases were not significantly noticed in women. There was no association found between heavy drinking and cardiovascular disease mortality. Moderate drinking was associated with a 13 percent and 25 percent decreased risk of all-cause mortality, and 21 percent and 34 percent decreased risk of cardiovascular disease mortality, respectively, in both men and women. Similar findings were observed for light drinking in both genders.\"We have taken rigorous statistical approaches to address issues reported in earlier studies such as abstainer bias, sick quitter phenomenon and limited confounding adjustment in our study. A J-shaped relationship exists between alcohol consumption and mortality, and drinkers should drink with consciousness,\" said one of the study's authors, Sreenivas Veeranki, MD, DrPH, assistant professor in preventive medicine and community health at University of Texas Medical Branch.Limitations to the study include obtaining alcohol consumption status through survey responses that may be subject to recall bias, as well as using self-reported responses at baseline. In an accompanying editorial, Giovanni de Gaetano, MD, PhD, director of the Department of Epidemiology and Prevention at IRCCS Istituto Neurologico Mediterraneo Neuromed said that while younger adults should not expect considerable benefit from moderate drinking, \"for most older persons, the overall benefits of light drinking, especially the reduced cardiovascular disease risk, clearly outweigh possible cancer risk.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.06.054", "url": "http://www.eurekalert.org/pub_releases/2017-08/acoc-lac081017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Death/Dying", " Mortality/Longevity", " Alcohol"], "journal": "Journal of the American College of Cardiology", "description": "Light-to-moderate drinking can lower risk of mortality from all-causes and cardiovascular disease, while heavy drinking can significantly increase risk of mortality from all-causes and cancer, according to a new study published today in the Journal of the American College of Cardiology.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}