{"keywords": ["Biotechnology", " Cell Biology", " Medicine/Health"], "funder": "National Institutes of Health, Deutsche Forschungsgemeinschaft, Howard Hughes Medical Insitute", "journal": "Science", "description": "Proteins are the workhorse molecules of life. Among their many jobs, they carry oxygen, build tissue, copy DNA for the next generation, and coordinate events within and between cells. Now scientists at the University of North Carolina at Chapel Hill have developed a method to control proteins inside live cells with the flick of a switch, giving researchers an unprecedented tool for pinpointing the causes of disease using the simplest of tools: light.", "title": "Scientists use light to control the logic networks of a cell", "source_link": "http://uncnews.unc.edu/2017/01/05/scientists-use-light-control-logic-networks-cell/", "institution": "University of North Carolina at Chapel Hill", "meeting": "", "text": "Proteins are the workhorse molecules of life. Among their many jobs, they carry oxygen, build tissue, copy DNA for the next generation, and coordinate events within and between cells. Now scientists at the University of North Carolina at Chapel Hill have developed a method to control proteins inside live cells with the flick of a switch, giving researchers an unprecedented tool for pinpointing the causes of disease using the simplest of tools: light.The work, led by Klaus Hahn and Nikolay Dokholyan and spearheaded by Onur Dagliyan, a graduate student in their labs, builds on the breakthrough technology known as optogenetics.  The technique, developed in the early 2000s, allowed scientists, for the first time, to use light to activate and deactivate proteins that could turn brain cells on and off, refining ideas of what individual brain circuits do and how they relate to different aspects of behavior and personality. But the technique has had its limitations. Only a few proteins could be controlled by light; they were put in parts of a cell where they normally didn't exist; and they had been heavily engineered, losing much of their original ability to detect and respond to their environment. In their new work, published recently in Science, Hahn, Dokholyan and Dagliyan expand optogenetics to control a wide range of proteins without changing their function, allowing a light-controllable protein to carry out its everyday chores. The proteins can be turned on almost anywhere in the cell, enabling the researchers to see how proteins do very different jobs depending on where they are turned on and off.\"We can take the whole, intact protein, just the way nature made it, and stick this little knob on it that allows us to turn it on and off with light,\" said Hahn, Thurman Distinguished Professor of Pharmacology and a UNC Lineberger Comprehensive Cancer Center member. \"It's like a switch.\" The switch that Hahn, Dokholyan and colleagues developed is versatile and fast - they can toggle a protein on or off as fast as they can toggle their light. By changing the intensity of light, they can also control how much of the protein is activated or inactivated. And by controlling the timing of irradiation, they can control exactly how long proteins are activated at different points in the cell. \"A lot of aspects of cell behavior depend on transient, fast changes in protein activity,\" said Hahn. \"But those changes have to happen in exact locations. The same protein can cause a cell to do different things if it's active in different places, building flexible logic networks in different parts of the cell, depending on what it is responding to.\"  To make their breakthrough, Hahn and Dagliyan used a computational approach to identify which parts of a protein could be modified without changing the protein's normal operation, and showed that loops of protein structure commonly found on protein surfaces can be readily modified with different 'knobs' to control proteins with light, or even to respond to drugs. Imagine sticking a video camera on a bus; put it on the gas pedal and it will obstruct its function, so the bus will not drive properly. But put it on the hood, and the bus will continue to drive just fine. The new computational approach pointed the researchers toward each protein's hood.Because the tools keep the natural protein function intact, the new technique allows scientists to study proteins in living systems, where proteins normally live and work in all their natural complexity. This ability to manipulate proteins in living systems also provides an opportunity to study a wide range of diseases, which often arise from the malfunctioning of a single protein.\"In order to understand what's happening you need to see the parts moving around,\" said Hahn. \"It's that dynamic behavior that you need to know to understand what's going on.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/uonc-sul010517.php", "article_link": null, "date": "Thu, 05 Jan 2017 05:00:00 GMT"}