{"title": "Children gain more weight when parents see them as 'overweight'", "text": "Children whose parents considered them to be 'overweight' tended to gain more weight over the following decade compared with children whose parents thought they were a 'normal' weight, according to analyses of data from two nationally representative studies published in Psychological Science, a journal of the Association for Psychological Science. The findings indicate that children whose parents identified them as being overweight perceived their own body size more negatively and were more likely to attempt to lose weight, factors that partly accounted for their weight gain.\"Although parents' perception that their children are overweight has been presumed to be important to management of childhood obesity, recent studies have suggested the opposite; when a parent identifies a child as being overweight, that child is at increased risk of future weight gain,\" psychology researchers Eric Robinson (University of Liverpool) and Angelina Sutin (Florida State University College of Medicine) write in their paper.\"We argue that the stigma attached to being an overweight child may explain why children whose parents view them as being overweight tend to have elevated weight gain during development,\" they add.Drawing from the Longitudinal Study of Australian Children, Robinson and Sutin examined data for 2,823 Australian families. As part of the study, researchers measured the children's height and weight when they began the study as 4- or 5-year-olds. At that time, the children's parents reported whether they thought the children were best described as underweight, normal weight, overweight, or very overweight.Later, when they were 12 or 13, the children used a series of images depicting bodies that increased in size to indicate which image most resembled their own body size. The children also reported whether they had engaged in any behaviors in an attempt to lose weight in the previous 12 months.Researchers took height and weight measurements again when the children were 14 or 15 years old.The results indicated that parents' perceptions were associated with children's weight gain 10 years later: Children whose parents considered them to be overweight at age 4 or 5 tended to gain more weight by age 14 or 15.And this association could be accounted for, at least in part, by the children's beliefs and behaviors. That is, children whose parents thought they were overweight perceived their own body size more negatively and were more likely to report attempts to lose weight.The results were the same for boys and girls, and they could not be explained by other possible factors, such as household income, presence of a medical condition, and parents' weight.Importantly, the link between parents' perceptions and children's later weight gain did not depend on how much the child actually weighed when they began the study.When Robinson and Sutin examined data from 5,886 Irish families participating in the Growing Up in Ireland study, they saw the same pattern of results.Using these data, the researchers cannot determine whether parents' perceptions actually caused their children's weight gain, but \"the findings of the present studies support the proposition that parents' perception of their children as overweight could have unintended negative consequences on their children's health,\" Robinson and Sutin conclude.", "article_link": "http://dx.doi.org/10.1177/0956797616682027", "url": "http://www.eurekalert.org/pub_releases/2017-01/afps-cgm011217.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/children-gain-more-weight-when-parents-see-them-as-overweight.html", "funder": "Medical Research Council, NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Psychological Science", "description": "Children whose parents considered them to be 'overweight' tended to gain more weight over the following decade compared with children whose parents thought they were a 'normal' weight, according to analyses of data from two nationally representative studies. The findings indicate that children whose parents identified them as being overweight perceived their own body size more negatively and were more likely to attempt to lose weight, factors that partly accounted for their weight gain.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}