{"title": "Scientists proposed a novel regional path tracking scheme for autonomous ground vehicles", "text": "For autonomous ground vehicles (AGVs), one of the most important issues is path tracking. Conventionally, steering and velocity control are generally two typical aspects in path tracking problem. Steering control is discussed in this manuscript because it is important to path tracking and related to vehicle lateral stability. Most of the existing algorithms are developed based on point-line vehicle-road model. It regards vehicle as a rigid point, and employs a continuous curve or discrete points to describe the desired path. Compared with practical situations, it may cause collisions when tracking a more complex road ignoring the size and shape of AGVs. In addition, ignoring the width of road may make AGVs deviate the feasible road region. However, according to the corresponding literatures, there are few discussions of path tracking considering the shape of vehicle and width of road.Based on the above discussions, suitably considering the shape of vehicle and repeatedly testing the width of road are the challenges in solving steering control problem. Besides it should make control decision repeatedly for AGVs according to the previewed traffic environment and road information. In this manuscript, it proposes a novel regional path tracking issue, in which the shape of vehicle is considered as a rectangle and the feasible road region that considers the width of road is described as feasible region. Then the road boundaries and actuator saturation are considered as constraints, and model predictive control (MPC) method is introduced to solve the regional path tracking problem. Moreover, the experiments based on Hongqi AGV HQ430 are carried out to verify the effectiveness of the presented regional path tracking moving horizon method.In an article coauthored with Hongyan Guo, Feng Liu, Ru Yu, Zhenping Sun and Hong Chen, scholars at the State Key Laboratory of Automotive Simulation and Control in Jilin University, College of Communication Engineering in Jilin University, these researchers stated: \"A novel regional path tracking description is presented and model predictive control method is proposed to discuss the regional path tracking issue.\"These five scholars likewise revealed in the study, which was published in the SCIENCE CHINA Information Sciences, that the proposed model predictive control method could avoid colliding road boundary when tracking a more complex road effectively by tracking the desired lateral position of road centerline of autonomous ground vehicles.Research aimed at solving the forthcomings of pure-pursuit tracking method: it may cause collisions when tracking a more complex road ignoring the size and shape of fully automated vehicles. Moreover, it aims at solving run out of the feasible road region due to neglecting of the width of the path when using centerline to describe the desired path.In the study, the road boundaries and shape of vehicle are both considered. In order to follow the centerline in the given feasible region, it needs to minimize the difference between the predicted output and road centerline. In addition, considering the saturation of mechanical system, the action of steering wheel motor is limited. Besides, it ensures that AGVs consume low energy. Considering minimizing all of those three objectives simultaneously is contradictive, weighting factors are introduced. In addition, the road boundaries and saturation of actuator are described as constraints. The validation experiments are carried out on the Hongqi AGV HQ430 at a square. The AGV Hongqi vehicle HQ430 is composed of two parts which are environment perception system and driving control system. Driving control system runs in a single board computer includes three parts that are decision-making, planning and control. Environment perception system includes two parts which are lane marking detection and preceding vehicle recognition that running in two different computers, respectively. The sensors used for perception are right-and-left wheel odometer, braking pressure sensor and throttle valve position, gyroscope and two cameras. Besides, in order to obtain vehicle velocity and sideslip angle, RT3002 developed by Oxford Technical Solutions is employed and the installed location on the vehicle. Moreover, in order to obtain vehicle position information, GPS Integrated Navigation system is adopted. There are two additional computers used in the experiments, where the regional path moving horizon tracking controller runs in the Thinkpad T420, and the other Thinkpad T420 is used to configure RT3002.In the experiments, the front steering angle obtained from the proposed MPC method replaces the original front steering angle computed by driving control system. The communication between sensors and steering motor, and driving control system is shown in Figure 5. The regional path moving horizon tracking controller needs to exchange information with other systems, and the user datagram protocol (UDP) is used to communicate with RT3002 and driving control system. In addition, the CAN bus is employed to exchange information from driving control system to steering motor, and vehicle system. The additional sensor equipped on the experiment vehicle communicates information with other systems employed by UDP.", "article_link": "http://dx.doi.org/10.1007/s11432-016-0310-1", "url": "http://www.eurekalert.org/pub_releases/2017-01/scp-spa011317.php", "region": "asia", "source_link": null, "funder": "National Nature Science Foundation of China, Education Department of Jilin Province", "meeting": "", "institution": "Science China Press", "keywords": ["Technology/Engineering/Computer Science"], "journal": "Science China: Information Sciences", "description": "Path tracking is an important issue for autonomous ground vehicles. A novel regional path tracking description is presented, and model predictive control is proposed to discuss the regional path tracking issue which could avoid colliding road boundary when tracking a more complex road effectively. The presented method could be successfully applied to Hongqi AGV vehicle HQ 430 and experiments are carried out.", "date": "Fri, 13 Jan 2017 05:00:00 GMT"}