{"title": "Rural dementia -- we need to talk", "text": "Research carried out by Plymouth University into the experience of dementia in farming and farming families, and its impact on their businesses and home lives, has identified four areas of concern which need to be addressed if dementia in the countryside is to be managed. It is the first time that research has addressed this issue in farming.The year-long study was undertaken by Dr Claire Kelly and Dr Richard Yarwood from the School of Geography, Earth and Environmental Sciences at Plymouth University with support from Ian Sherriff, Academic Partnership Lead for Dementia at the University and Chair of the Prime Minister's Rural Dementia Friendly Task and Finish Group.It was funded by the Seale Hayne Educational Trust with support from the Farming Community Network.The four areas of concern identified by the study were: the farm environment; a reluctance to ask for help; support services, and; changing rural communities. The areas of concern emerged after listening to farmers and their families about their experiences of dementia and how it impacts on their business and home lives. Sixteen farmers from across Devon were interviewed, along with seven professionals from different organisational perspectives working with, and supporting, farmers living with dementia.   Concerns about the farm environment related to the hazardous nature of farms themselves, with opportunities for people to be crushed by animals, fall into slurry pits and be trapped in or under machinery. The interviews showed that it can be hard for farmers affected by dementia to maintain standards of animal health and welfare, and that running a farm while at the same time caring for a family member living with dementia can lead to enormous strain on other family members. The interviews also showed that farmers can be reluctant to ask for help, which can lead to isolation and a desire to hide problems from the outside world. Farmers were often concerned about what might happen to the farm but reluctant to take steps to address the issue. The unique social and economic context of farming means that often, farmers continue working long after the state retirement age. As a consequence health issues such as dementia, which show increased prevalence amongst older populations, can be particular issues for farm businesses.  As farms are generally homes as well as businesses, this can also lead to additional strain and financial pressures on the wider family if plans to hand-on the business to the next generation have not been made. Linked to this is the fact that few had made plans about what would happen to their farms when they stopped farming. There was a lack of knowledge about crucial legal steps such as setting up a Lasting Power of Attorney to cover when they were no longer able to run the farming business. Few had kept their wills up-to-date.Dr. Claire Kelly said: \"Farming and the farm itself are more than merely business interests; they are an important part of lifestyle and identity. There is therefore justifiable fear that a diagnosis of dementia can lead to the loss of the farm, the home and everything that is familiar. Taking over financial responsibility for the farm can take many months to sort out if someone becomes incapacitated but in the meantime, the farm needs to continue to function as a business, so fodder needs to be bought, animals bought and sold, etc, which can be very difficult if the farm business is solely in the name of the person living with dementia.\"Many farmers were unaware of the support and help available to them. Some organisations strive to provide help but are stymied by this lack of awareness and/or joined-up thinking between relevant agencies such as the Animal and Plant Health Agency, the Rural Payments Agency, Trading Standards and Social Services. Often there is no engagement by these agencies until a formal diagnosis of dementia is made, which can sometimes be quite late on when the farm is already in crisis.The cost of accessing services was also an area of concern, in that the cost in time and money of taking people to and from appointments can be particularly prohibitive for farmers, especially in remote rural areas.Dr. Richard Yarwood said: \"There was a perception that types of support are often urban-focused and inappropriate for people who have lived and worked outdoors all their lives and been very independent. Pride, a tradition of self-reliance and the desire for privacy often prevent people from asking for help.\"Underlying these concerns was one regarding changes in rural communities. Farming is an isolated job and has become more so as the composition of rural communities has changed. Fewer people living in the countryside work on the land and consequently, a reliance on the availability of community help may be misplaced as many community members lack knowledge of farming. Equally, some farmers may not know members of their local community, decreasing the likelihood that they will seek help there. Based on the research the team from Plymouth University have made the following recommendations:Ian Sherriff commented: \"Dementia is a growing health problem, with an anticipated increase in the number of cases of 156 per cent between now and 2051, according to statistics from the Alzheimer's Society. This equates to two million people, and the burden will fall on rural areas where there are significantly higher proportions of elderly people. The burden will impact farming businesses, communities and the rural economy, yet little is known about how this impact will manifest itself and what kind of specialist care networks will need to be in place to tackle it. Our research has gone some way to identifying and addressing concerns, and we are looking forward to working with the farming community and the agencies and organisations that support it, to implement our recommendations.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uop-rd-010917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Plymouth", "keywords": ["Agricultural Production/Economics", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Public Health", " Aging", " Memory/Cognitive Processes"], "journal": "", "description": "Research carried out by Plymouth University into the experience of dementia in farming and farming families, and its impact on their businesses and home lives, has identified four areas of concern which need to be addressed if dementia in the countryside is to be managed. It is the first time that research has addressed this issue in farming.", "date": "Wed, 11 Jan 2017 05:00:00 GMT"}