{"title": "What kind of selfie taker are you?", "text": "You do it. Your mom, dad, siblings and friends probably do too. World leaders and entertainers do it -- though some better than others. Your friend did it on her vacation last week and you gave her a thumbs-up. But why?In a late-night text chain, a cohort of BYU communications master's students, entrenched in a selfie-saturated social media culture, asked the question: what motivates me and you -- and people of all ages, cultures, genders and religions -- to take and share selfies? The answer, at least per common perception, seems simple: narcissism. But in their study, recently published in Visual Communication Quarterly, the five student researchers showed that individuals' motives often extend beyond self-obsession and showing off. \"It's important to recognize that not everyone is a narcissist,\" said coauthor Steven Holiday, who completed his master's in 2015 and is now pursuing a Ph.D. at Texas Tech. After analyzing their survey results and interviews, researchers identified three categories of selfie-takers: communicators, autobiographers and self-publicists. Identifying and categorizing the three groups is valuable in part because \"it's a different kind of photography than we've ever experienced before,\" Holiday said. \"I can go on Facebook or Instagram and see that people have a desire to participate in a conversation. It's an opportunity for them to express themselves and get some kind of return on that expression.\"And understanding people's motives can in turn be valuable, said coauthor and current student Matt Lewis, \"because years from now, our society's visual history is going to be largely comprised of selfies. To find out why people do it, that contributes a lot to the discussion on selfies and visual communication in general.\"\r\n", "article_link": "http://dx.doi.org/10.1080/15551393.2016.1223548", "url": "http://www.eurekalert.org/pub_releases/2017-01/byu-wko011017.php", "region": "namerica", "source_link": "https://news.byu.edu/news/what-kind-selfie-taker-are-you", "funder": "", "meeting": "", "institution": "Brigham Young University", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Mass Media", " Perception/Awareness", " Internet"], "journal": "Visual Communication Quarterly", "description": "New research says taking and posting pictures of yourself doesn't necessarily mean you're a narcissist. People also take selfies to engage in conversations and chronicle their lives.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}