{"title": "Study shows risk of skin cancer doesn't deter most college students who tan indoors", "text": "INDIANAPOLIS -- White female college students in Indiana who tan indoors know they are placing themselves at risk of skin cancer and premature skin aging, but most continue to tan indoors anyway, according to a study conducted by researchers at the Richard M. Fairbanks School of Public Health at Indiana University-Purdue University Indianapolis.The self-administered questionnaire survey of 629 female undergraduate and graduate students between the ages of 18 and 30 at Indiana University's campuses in Bloomington and Indianapolis was conducted in 2016. The survey gathered information about indoor tanning habits and attitudes toward tanning.Keming Yang, a Ph.D. student in epidemiology, published the survey's findings in an article in the Journal of Dermatological Science. Yang is the first author of the paper; Jiali Han, professor and chair of the Department of Epidemiology, is the senior author.Indoor tanning exposes users to ultraviolet radiation, a well-known risk factor for premature skin aging and skin cancers, and is particularly dangerous for younger and more frequent indoor tanners. Nonetheless, indoor tanning is quite prevalent in the United States, with one study finding the prevalence of indoor tanning to be highest in the Midwest, according to the paper's authors.One statistical analysis of several separate but similar studies showed those who had ever used tanning beds had a 25 percent higher risk of melanoma, and those who first used tanning beds before the age of 35 had an 87 percent higher risk of melanoma, compared to those who had never used tanning beds.The survey asked students to agree, disagree or say they had no opinion to a number of statements. According to the survey, of those who tan indoors currently or did so in the past:The researchers said they found those more likely to use indoor tanning were women who had families or friends who used tanning devices, tanned easily, viewed a tan as attractive, believe tanning can stimulate healthy vitamin D production and still seek to get a tan despite knowing its ill effects.Results showing a higher proportion of those who currently tan indoors or tanned indoors in the past feeling more relaxed and pleasant during tanning may be due to addictive behaviors, the paper's authors said.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/iu-ssr011017.php", "region": "namerica", "source_link": "http://news.iupui.edu/releases/2017/01/indoor-tanning.shtml", "funder": "", "meeting": "", "institution": "Indiana University", "keywords": ["Medicine/Health", " Addiction", " Cancer", " Dermatology", " Public Health", " Addiction", " Sports/Recreation", " Perception/Awareness"], "journal": "Journal of Dermatological Science", "description": "White female college students in Indiana who tan indoors know they are placing themselves at risk of skin cancer and premature skin aging, but most continue to tan indoors anyway, according to a study conducted by researchers at the Richard M. Fairbanks School of Public Health at Indiana University-Purdue University Indianapolis.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}