{"title": "Play an instrument? You probably react faster, too", "text": "Could learning to play a musical instrument help the elderly react faster and stay alert?\r\nQuite likely, according to a new study by Université de Montréal's School of Speech Language Pathology and Audiology, part of UdeM's medical faculty.\r\nPublished in the U.S. journal Brain and Cognition, the study shows that musicians have faster reaction times to sensory stimuli than non-musicians have.\r\nAnd that has implications for preventing some effects of aging, said lead researcher Simon Landry, whose study is part of his doctoral thesis in biomedical science.\r\n\"The more we know about the impact of music on really basic sensory processes, the more we can apply musical training to individuals who might have slower reaction times,\" Landry said.\r\n\"As people get older, for example, we know their reaction times get slower. So if we know that playing a musical instrument increases reaction times, then maybe playing an instrument will be helpful for them.\"\r\nIn his study, co-authored with his thesis advisor, audiology associate professor François Champoux, Landry compared the reaction times of 16 musicians and 19 non-musicians.\r\nThey were sat in a quiet, well-lit room with one hand on a computer mouse and the index finger of the other on a vibro-tactile device, a small box that vibrated intermittently.\r\nThey were told to click on the mouse when they heard a sound (a burst of white noise) from the speakers in front of them, or when the box vibrated, or when both happened.\r\nEach of the three stimulations - audio, tactile and audio-tactile - was done 180 times. The subjects wore earplugs to mask any buzzing \"audio clue\" when the box vibrated.\r\n\"We found significantly faster reaction times with musicians for auditory, tactile and audio-tactile stimulations,\" Landry writes in his study.\r\n\"These results suggest for the first time that long-term musical training reduces simple non-musical auditory, tactile and multisensory reaction times.\"\r\nThe musicians were recruited from UdeM's music faculty, started playing between ages 3 and 10, and had at least seven years of training.\r\nThere were eight pianists, 3 violinists, two percussionists, one double bassist, one harpist and one viola player. All but one (a violinist) also mastered a second instrument, or more.\r\nThe non-musicians were students at the School of Speech Language Pathology. As with the musicians, roughly half were undergraduates and half graduates.\r\nLandry, whose research interest is in how sound and touch interact, said his study adds to previous ones that looked at how musicians' brains process sensory illusions.\r\n\"The idea is to better understand how playing a musical instrument affects the senses in a way that is not related to  music,\" he said of his study.\r\n", "article_link": "http://dx.doi.org/10.1016/j.bandc.2016.12.001", "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-pai011017.php", "region": "namerica", "source_link": "http://nouvelles.umontreal.ca/en/article/2017/01/06/play-an-instrument-and-stay-alert/", "funder": "", "meeting": "", "institution": "University of Montreal", "keywords": ["Medicine/Health", " Aging", " Hearing/Speech", " Sports/Recreation", " Aging", " Perception/Awareness"], "journal": "Brain and Cognition", "description": "Researchers at Université de Montréal's audiology school find that musicians have faster reaction times than non-musicians -- and that could have implications for the elderly.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}