{"title": "The best way to include fossils in the 'tree of life'", "text": "The researchers from the Bristol Palaeobiology Group, part of the School of Earth Sciences, studied the best way to understand relationships of extinct animals to other extinct species as well as those alive today. The team's paper, published today in Proceedings of the Royal Society B, clarifies the most effective way to look at evolutionary relationships in the fossil record, and application of this method could change the way we look at the history of life.Lead researcher Dr Mark Puttick from the Natural History Museum and University of Bristol explained: \"When a new fossil species is discovered we naturally want to know where it fits in the tree of life. \"Our results show that the default method that has been used to do this for the past few decades is not always accurate, and so re-analysis with better approaches could lead to profoundly different conclusions about how we see the evolutionary history.\"The relationships of extinct species are understood by studying their similarities and differences in their fossilised skeletons. The most-widely used method called parsimony produces family trees by minimising the relative number of skeletal differences between species to group animals into nested groups - the closer the grouping, the closer the relationship. The idea of parsimony is based upon 'Occam's Razor' - a long-standing principle that suggests the likeliest series of events is the one that involves the fewest possible changes and that no more assumptions should be made than are necessary.However, the team has shown methods that model the process of evolution, rather than assuming the fewest possible changes, gives more accurate results than parsimony. This suggests the 'Occam's Razor' approach of parsimony should not be used to place fossils into the tree of life. Dr Puttick added: \"Some relationships we know from the tree of life will not change when using different methods: we know for a fact birds are descended from dinosaurs, but some relationships in the tree of life are less well known. \"For example, we do not know for sure what fossil is closest to the first dinosaur - and it is in these areas more accurate methods can change our perception of the tree of life.\"Joe O'Reilly, also a lead researcher, added: \"These findings may change the way we view key episodes in the evolution of life. We can ask exciting questions such as 'what was the first mammal' and be more confident in our conclusions by knowing we are applying the best models we have. \"Parsimony has been the main method to understand the relationships of fossils for the past 30 years, and thus some of our understanding of the tree of life may be subject to change.\"Co-author Professor Phil Donoghue said: \"Our understanding of the relationships between extant species has been revolutionised in the last 20 years by modelling the realistic process of evolution, and not assuming evolution proceeds by the fewest number of changes possible. \"We show that palaeontology needs to take the same approach, and we identify the modelling methods that should become the default for the future.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-tbw011017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Bristol", "keywords": ["Earth Science", " Paleontology", " Evolution"], "journal": "Proceedings of the Royal Society B", "description": "A team of scientists from the University of Bristol has suggested that we need to use a fresh approach to analyze relationships in the fossil record to show how all living and extinct species are related in the 'tree of life.'", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}