{"title": "Stem cell therapy reverses blindness in animals with end-stage retinal degeneration", "text": "A stem cell-based transplantation approach that restores vision in blind mice moves closer to being tested in patients with end-stage retinal degeneration, according to a study published January 10 in Stem Cell Reports. The researchers showed that retinal tissue derived from mouse induced pluripotent stem cells (iPSCs) established connections with neighboring cells and responded to light stimulation after transplantation into the host retina, restoring visual function in half of mice with end-stage retinal degeneration. \"Our study provides a proof of concept for transplanting stem cell-derived retinal tissues to treat patients with advanced retinitis pigmentosa or age-related macular degeneration,\" says senior study author Masayo Takahashi of the RIKEN Center for Developmental Biology. \"We are planning to proceed to clinical trials after some more additional studies, and hope to see these effects in patients as well.\"End-stage retinal degeneration is a leading cause of irreversible vision loss and blindness in older individuals. Typically, patients with conditions such as retinitis pigmentosa and age-related macular degeneration lose vision as a result of damage to the outer nuclear layer of light-sensitive photoreceptor cells in the eye. There is no cure for end-stage retinal degeneration, and currently available therapies are limited in their ability to stop the progression of vision loss. One strategy to restore vision in patients who are blind from outer retinal degeneration is cell replacement. Toward that goal, Takahashi and her team recently showed that stem cell-derived retinal tissues could develop to form structured outer nuclear layers consisting of mature photoreceptors when transplanted into animals with end-stage retinal degeneration. But until now, it was not clear whether transplantation of these cells could restore visual function.In the new study, Takahashi and first author Michiko Mandai of the RIKEN Center for Developmental Biology set out to address that question. To do so, they first genetically reprogrammed skin cells taken from adult mice to an embryonic stem cell-like state, and then converted these iPSCs into retinal tissue. When transplanted into mice with end-stage retinal degeneration, the iPSC-derived retinal tissue developed to form photoreceptors that established direct contact with neighboring cells in the retina. \"We showed the establishment of host-graft synapses in a direct and confirmative way,\" Mandai says. \"No one has really shown transplanted stem cell-derived retinal cells responding to light in a straightforward approach as presented in this study, and we collected data to support that the signal is transmitted to host cells that send signals to the brain.\"Moreover, almost all of the transplanted retinas showed some response to light stimulation. The key to success was to use differentiated retinal tissue instead of retinal cells, which most researchers in the field use. \"The photoreceptors in the 3D structure can develop to form more mature, organized morphology, and therefore may respond better to light,\" Takahashi explains. \"From our data, the post-transplantation retina can respond to light already at one month in mice, but since the human retina takes a longer time to mature, it may take five to six months for the transplanted retina to start responding to light.\"Remarkably, this treatment strategy restored vision in nearly half of the mice with end-stage retinal degeneration. When these mice were placed in a box consisting of two chambers that independently delivered electric shocks on the floor, they were able to use a light warning signal to avoid the shocks by moving into the other chamber. \"We showed that visual function could be restored to some degree by transplantation of the iPSC-derived retina,\" Mandai says. \"This means that those who have lost light perception may be able to see a spot or a broader field of light again.\"To make the findings more applicable to patients, the researchers are currently testing the ability of human iPSC-derived retinal tissue to restore visual function in animals with end-stage retinal degeneration. If these experiments are successful, they will then test the safety of this protocol in part by assessing how the host retina responds to the graft. At the same time, they will continue to search for ways to increase the ability of graft photoreceptors to integrate with the host retinal tissue, with the ultimate goal of moving to clinical trials in humans.\"It is still a developing-stage therapy, and one cannot expect to restore practical vision at the moment,\" Takahashi cautions. \"We will start from the stage of seeing a light or large figure, but hope to restore more substantial vision in the future.\"", "article_link": "http://dx.doi.org/10.1016/j.stemcr.2016.12.008", "url": "http://www.eurekalert.org/pub_releases/2017-01/cp-sct010417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Ophthalmology", " Transplantation"], "journal": "Stem Cell Reports", "description": "A stem cell-based transplantation approach that restores vision in blind mice moves closer to being tested in patients with end-stage retinal degeneration, according to a study published Jan. 10 in Stem Cell Reports. The researchers showed that retinal tissue derived from mouse induced pluripotent stem cells (iPSCs) established connections with neighboring cells and responded to light stimulation after transplantation into the host retina, restoring visual function in half of mice with end-stage retinal degeneration.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}