{"title": "Criminology study links NFL players' misbehavior on, off field", "text": "New research conducted at UT Dallas found NFL players who drew the most penalties also had more criminal arrests than their teammates.\"We found that there's a relationship between misbehavior on the field and misbehavior off the field,\" said Dr. Alex Piquero, Ashbel Smith Professor of Criminology and associate dean for graduate programs in the School of Economic, Political and Policy Sciences. \"That's something we see in other professions as well. It doesn't mean one causes the other, but it shows that problem behavior in one sphere is not limited to that sphere.\"Piquero and Dr. Nicole Leeper Piquero, associate provost and Robert Holmes Professor of Criminology, collaborated with Wanda Leal and Dr. Marc Gertz, both of Florida State University, for the study that was published in the academic journal Deviant Behavior.They examined penalty and penalty yardage information on NFL.com and arrest information from two separate NFL arrest databases created by The San Diego Union-Tribune and USA Today. The combined database tracked 524 players who participated in games between 2000 and 2014.Players who received the highest number of penalties -- those in the top 10 percent of penalties -- had an average of 1.5 arrests per player, including violent and nonviolent arrests. Each player with one arrest averaged 11 penalties and 95 penalty yards. The numbers were higher for those with two or more arrests: Those players averaged 16 penalties and 133 penalty yards each.\"Since our findings revealed a link between workplace behavior and off-duty behavior, it is important for organizations, especially those with a high profile like the NFL, to take seriously their personal conduct policies and to properly screen those they hire for employment, as the actions of any one individual has consequences, both negative and positive, not only for the individual involved but also to the image of the organization,\" Nicole Piquero said.The study found no link between penalties and violent arrests, which, contrary to popular belief, represent a small number of overall arrests among NFL players. In addition, researchers found that players had very few penalties during postseason games, which they believe could be due to the high stakes involved in those games or the fact that referees tend to call fewer penalties during that time.", "article_link": "http://dx.doi.org/10.1080/01639625.2016.1248715", "url": "http://www.eurekalert.org/pub_releases/2017-01/uota-csl011017.php", "region": "namerica", "source_link": "http://www.utdallas.edu/news/2017/1/10-32377_Criminology-Study-Links-NFL-Players-Misbehavior-On_story-wide.html?WT.mc_id=NewsHomePageCenterColumn", "funder": "", "meeting": "", "institution": "University of Texas at Dallas", "keywords": ["Social/Behavioral Science", " Addiction", " Behavior", " Sports/Recreation", " Mass Media", " Violence/Criminals", " Law Enforcement/Jurisprudence", " Science/Health/Law"], "journal": "Deviant Behavior", "description": "New research conducted at UT Dallas found NFL players who drew the most penalties also had more criminal arrests than their teammates.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}