{"title": "Wearable sensor device helps visually impaired to sense their environment", "text": "\r\nVTT Technical Research Centre of Finland has developed a wearable assistive device for the visually impaired, which enables them to sense their environment and move around more safely. The device, which is worn like a heart rate monitor, has been clinically tested. The device functions on the basis of a radar system developed by VTT.\"The novel aspect lies in wearable sensor device which functions based on radio waves, so that the signal passes through clothing. This means that it can be worn discreetly under a coat, for example,\" says Tero Kiuru, a Senior Scientist at VTT.The radar conveys information to the user in the form of vibrations or voice feedback. It senses most obstacles in the user's surroundings, although difficulties remain in sensing objects such as thin branches and bushes.The radar has already been clinically tested in device trials approved by the National Supervisory Authority for Welfare and Health (Valvira), in which VTT's partners were Kuopio University Hospital and the Finnish Federation of the Visually Impaired (FFVI). The test group included a total of 25 visually impaired people, of whom 14 were blind, 7 partially sighted and 4 were deaf-blind. \"A clear majority of the testers felt that the radar improved their ability to perceive their environment and increased their self-confidence when moving around,\" says Kiuru. A total of 92% of the trial users felt that the device helped them to perceive their surroundings, 80% felt that their trust in their ability to move around independently had increased and 32% would immediately start using the test device in its current form. On the other hand, they were not satisfied with distance control and vibration-based feedback.The research will continue with selected test users and the device will be further developed.A global market is believed to exist for the radar, since there are around 300 million visually impaired people in the world.\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/vtrc-wsd011017.php", "region": "europe", "source_link": "http://www.vttresearch.com/media/news/wearable-sensor-device-helps-visually-impaired-to-sense-their-environment", "funder": "", "meeting": "", "institution": "VTT Technical Research Centre of Finland", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Public Health", " Technology/Engineering/Computer Science", " Computer Science", " Research/Development"], "journal": "", "description": "VTT Technical Research Centre of Finland has developed a wearable assistive device for the visually impaired, which enables them to sense their environment and move around more safely.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}