{"title": " Socioeconomic status and prior pregnancy affect women's treatment choices when suffering miscarriage", "text": "PHILADELPHIA -- How women make decisions about treatment while suffering a miscarriage, and the key factors that influence their choices, are revealed in a study published in Obstetrics & Gynecology from researchers at the Perelman School of Medicine at the University of Pennsylvania. Women who are having miscarriages are generally offered three options by their doctors: a procedure to complete the miscarriage, a drug to induce expulsion, or waiting for completion to occur naturally. The authors say the findings of their new study point to a critical need for tools to help providers guide and support these patients in a particularly emotional and difficult time.\"We found that women who are experiencing the loss during their first-ever pregnancy are most vulnerable to feeling overwhelmed by the treatment decision, and seek expert advice from their providers,\" said lead author Courtney A. Schreiber, MD, MPH, an associate professor of Obstetrics and Gynecology at Penn. \"Couples are usually not referred to specialists until they have had two or more miscarriages, but our findings provide important insights that suggest that expert care for patients is necessary every time.\"Miscarriage, defined as spontaneous loss of the fetus before 20 weeks, is the most common complication of pregnancy. In the United States alone, about one million women suffer miscarriages annually. Despite how common it is, Schreiber says little is known about how to improve the care and treatment for these women.In the study, Schreiber and colleagues conducted in-depth interviews with 55 women who had experienced a miscarriage, as well as 15 obstetrician-gynecologists.Most of the women (34) choose to complete the process with surgery, with about one-third (19) deciding on using drugs.Results of the study show that patients chose surgery were more likely to have a higher monthly income and more social support, compared to the women who chose medication. In interviews, these women cited acceptance of their loss, a favorable perception of surgery, and a desire to finish the miscarriage without any lingering uncertainty -- often in the context of busy work/life schedules (\"I didn't want to be miscarrying at work\") -- as important factors.Women who chose medication often indicated an aversion to surgery, in particular a fear that it would reduce their fertility. Some also preferred to complete the miscarriage amid the familiar comforts of home rather than in a hospital or clinic. Prior experience with was often influential. One participant stated: \"I chose to do it at home because I already know what it is to get the surgery. It was more intimate being home. I know . . . the first time I miscarried being angry and . . . sad. I did not want to take it out on anybody else.\" Patients who had been pregnant before were more likely to present for care knowing how they wanted the miscarriage managed, while women with no prior pregnancy were much more likely to rely on doctors' advice.Patients' satisfaction with their care didn't seem to depend on the management option they chose. \"Patient satisfaction was driven more by clinical efficiency and a feeling that the care team was compassionate, regardless of management choice,\" Schreiber said.Interviews with the physician participants showed that physicians often anticipate these needs, but lack a structured approach to counseling and clinical decision making. For example, one physician said, \"it's my responsibility to give them an even picture where I'm trying not to seemingly support one over another.\"Schreiber said that the findings support the need for evidence-based, patient-centered care for women experiencing miscarriage. She and her team are working to develop a set of counseling tools for doctors who treat such patients.\"Until such tools are developed, doctors can expect that women experiencing miscarriage in their first pregnancy will be the ones who most benefit from clinical and emotional expertise,\" Schreiber said.The study also revealed that while women and their doctors value the non-invasive, more flexible option of taking medication to complete miscarriage, they often worry that it won't work fully, and surgery may ultimately become necessary anyway. The Penn team is currently examining ways to ensure the drugs are most effective.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-fta011017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Fertility", " Health Care Systems/Services", " Health Professionals", " Gynecology"], "journal": "American Journal of Obstetrics and Gynecology", "description": "How women make decisions about treatment while suffering a miscarriage, and the key factors that influence their choices, are revealed in a study published in Obstetrics & Gynecology from researchers at the Perelman School of Medicine at the University of Pennsylvania.", "date": "Tue, 10 Jan 2017 05:00:00 GMT"}