{"title": "Israeli backpackers demonstrated resounding leadership in aftermath of Nepal earthquake", "text": "Prof. Haya Itzhaky was enjoying a routine day in Nepal on April 25, 2015.  She had been in the region for about three months studying the behavior of post-Israel Defense Forces (IDF) Israeli backpackers when tragedy struck: a powerful earthquake measuring 7.8 on the Richter Scale took the lives of more than 9,000 people and injured tens of thousands more. An expert in community practice, as well as topics ranging from trauma to domestic violence, and Chair of the PhD Program at Bar-Ilan University's Louis and Gabi Weisfeld School of Social Work, Itzhaky quickly initiated a study she hadn't planned on conducting.  The study focused on how Israeli tourists cope in the immediate aftermath of a devastating earthquake.  Recently published in the Journal of Traumatic Stress, the study is a first of its kind to explore the experiences of tourists exposed to a natural disaster upon its conclusion.Prof. Itzhaky had been traveling with a number of Israeli backpackers when the earthquake struck.  Other backpackers were caught by the quake in different locations -- some in the Everest, Annapurna, Poonhill and Langtang regions, where the destruction of villages and roads was extensive.  Some had to be rescued by helicopter. In Katmandu backpackers were only moderately exposed to the devastation.  Itzhaky conducted individual, in-depth interviews with 21 Israeli men and women, ranging in age from 21-26.  All of the participants were interviewed between one week and one month following the initial earthquake, often shortly following one of its many aftershocks.  All of the interviewees discussed where they were when the earthquake struck, how they felt, and how they responded.The interview data were later analyzed by Itzhaky and her colleagues, Karni Kissil, a US-based couple and family therapist, and Shlomit Weiss-Dagan, of the Louis and Gabi Weisfeld School of Social Work.  Four dominant themes emerged from participants' descriptions of their experiences of the earthquake: emotional turmoil, quick recovery, springing into action, and connection to the army.  Participants said that they had never been so terrified in their lives, that they could barely sleep for many nights following the quake, and that they thought they were going to die.  Some described a sense of helplessness as they attempted to cope with the magnitude of the event.  They noted, however, that they quickly recovered from the initial turmoil. They regained their emotional balance by being with other people in the same situation, talking themselves into having a fighting spirit, knowing that their homes weren't destroyed and they had a place to go back to, and speaking with their loved ones to let them know that they were safe. Following the initial emotional reactions and quick recovery, the Israeli backpackers swiftly looked for ways to improve their situation and help others. \"They understood that they must survive and they turned their fears into survival and took command of the situation,\" says Itzhaky.  A community of action was created very quickly and roles were divided among members of the group.  Some Israelis approached the Nepalese and built a camp together for survivors. They helped bury the dead according to local rituals, a medic helped the injured, set up a makeshift \"situation room\", organized a search team to locate missing Israeli backpackers, and assisted travelers from other nationalities after they were rescued by Israeli helicopters.  A group visited embassies from all over the world in the capital, Katmandu, to report on those they found and where to look for others.  Participants described how the experience of the earthquake brought back memories from their time in the IDF.  To some of them, revisiting their experiences in the army provided concrete steps they could take to solve problems in their current situation.  For others, remembering what they went through in the army gave them a sense of mastery and competence, realizing that they managed to cope with difficult situations in the past.  Some, however, found that comparing their current situation to their experiences in the army was unhelpful because they perceived the current situation as much worse and very different from the army and therefore they couldn't rely on their previous experience to regain a sense of control.\"I found leaders in every one of the Israelis that I met,\" says Itzhaky. \"There were no ego trips among them.  They all felt a sense of belonging to the community, a sense of togetherness.  The group cohesion was a very protective factor which helped them cope.  And knowing that Israel would send humanitarian assistance in their time of need comforted them and allowed them to feel that they wouldn't be alone.   There was a feeling of pride in being Israeli and part of a group, and a feeling of generous spirit, kindness, generosity toward one another, and unity for the purpose of survival.  In Israeli culture, people unite in difficult times, and this was very evident in Nepal.\" Itzhaky and team are currently following up with the group in an effort to examine their emotional state a year-and-a-half after the quake.", "article_link": "http://dx.doi.org/10.1002/jts.22136", "url": "http://www.eurekalert.org/pub_releases/2017-01/bu-ibd010817.php", "region": "asia", "source_link": "http://www1.biu.ac.il/indexE.php?id=33&pt=20&pid=117&level=2&cPath=33&type=1&news=2857", "funder": "", "meeting": "", "institution": "Bar-Ilan University", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Mental Health", " Decision-making/Problem Solving", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Traumatic Stress", "description": "A first-of-its-kind study exploring the experiences of tourists exposed to a natural disaster immediately in its aftermath reveals four dominant themes: emotional turmoil, quick recovery, springing into action, and connection to the army.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}