{"title": "New model predicts when people are willing to try new things", "text": "A new model to predict when people are most likely to try different products has been developed by scientists at UCL and dunnhumby, a customer science company.The research, published in the inaugural issue of Nature Human Behaviour, could help to direct public health interventions aimed at encouraging healthier choices.The team analysed anonymous purchase data from over 280,000 shoppers who regularly bought products in six categories: beers, breads, coffees, toilet papers, washing detergents and yogurts. Individual shoppers were represented only by anonymous dataset numbers with no personal or identifiable information.\"We developed a model to predict when somebody is ready to try a new product, such as switching from one brand to another,\" says Professor Brad Love (UCL Psychology), senior author of the study. \"Our model shows that the more people purchase a product, the more likely they are to continue to do so, until they reset the cycle by exploring a new product. To test our theory in the real world, we sent coupons to thousands of people and used the model to predict who would use them. The model worked - people who had recently switched brands were twice as likely to use the coupons to try a new product.\"Previous studies using monetary rewards have found the opposite pattern; the longer someone has chosen to receive a reward of known value, the more likely they are to choose an uncertain reward on the next try. The new research shows that this is different with subjective rewards, where choices drive preferences rather than preferences driving choices.\"One way to see it is that someone who drives a BMW becomes a BMW person rather than 'BMW people' buying BMWs,\" explains Professor Love. \"People might like to reflect on why they like certain products and be wary of buying the same brand out of habit. If you're trying to start healthier habits in the New Year, my advice would be to stick with something consistently at the start so you'll be more likely to keep it up in future.\"The study also found that shopping behaviour was consistent across the different product categories. For example, people who were more likely to 'explore' and try new beers were also more likely to try new washing detergents.\"If people show a particular shopping pattern for one product type, they tended to show it for the others as well,\" says lead author Dr Peter Riefer, who conducted the study for his PhD at UCL and now works at dunnhumby. \"This suggests that people have individual 'exploration personalities' when they shop, which is really remarkable given how different the six products were. Over a timescale of many years, the rate at which people explore is remarkably stable - people are always exploring at about the same rate. What we find is that within that stability there are these trends in exploration and exploitation.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ucl-nmp010617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University College London", "keywords": ["Diet/Body Weight", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Nature Human Behaviour", "description": "A new model to predict when people are most likely to try different products has been developed by scientists at UCL and dunnhumby, a customer science company.\r\n\r\nThe research, published in the inaugural issue of Nature Human Behaviour, could help to direct public health interventions aimed at encouraging healthier choices.", "date": "Mon, 09 Jan 2017 05:00:00 GMT"}