{"keywords": ["Social/Behavioral Science"], "funder": "NYU Abu Dhabi Institute", "journal": "Journal of Neuroscience", "description": "Research on the neurobiology of bilingualism has suggested that switching languages is inherently effortful, requiring executive control to manage cognitive functions, but a new study shows this is only the case when speakers are prompted, or forced, to do so.", "title": "Is changing languages effortful for bilingual speakers? Depends on the situation", "source_link": null, "institution": "New York University", "meeting": "", "text": "Research on the neurobiology of bilingualism has suggested that switching languages is inherently effortful, requiring executive control to manage cognitive functions, but a new study shows this is only the case when speakers are prompted, or forced, to do so. In fact, this latest work finds that switching languages when conversing with another bilingual individual--a circumstance when switches are typically voluntary--does not require any more executive control than when continuing to speak the same language.The findings appear in the Journal of Neuroscience.\"For a bilingual human, every utterance requires a choice about which language to use,\" observes senior author Liina Pylkkanen, a professor in New York University's Department of Linguistics and Department of Psychology. \"Our findings show that circumstances influence bilingual speakers' brain activity when making language switches.\" \"Bilingualism is an inherently social phenomenon, with the nature of our interactions determining language choice,\" adds lead author Esti Blanco-Elorrieta, an NYU doctoral candidate. \"These results make clear that even though we may switch between languages in which we are fluent, our brains respond differently, depending on what spurs such changes.\"Historically, research on the neuroscience of bilingualism has asked speakers to associate languages with a cue that bears no natural association to the language, such as a color, and to then name pictures in the language indicated by the color cue. However, this type of experiment doesn't capture the real-life experience of a bilingual speaker--given experimental parameters, it artificially prompts, or forces, the speakers to speak a particular language. By contrast, in daily interactions, language choice is determined on the basis of social cues or ease of access to certain vocabulary items in one language vs. another. This distinction raises the possibility that our brains don't have to work as hard when changing languages in more natural settings.In an effort to understand neural activity of bilingual speakers in both circumstances, the researchers used magnetoencephalography (MEG), a technique that maps neural activity by recording magnetic fields generated by the electrical currents produced by our brain. They studied Arabic-English bilingual speakers in a variety of conversational situations, ranging from completely artificial scenarios--much like earlier experiments--to fully natural conversations. These conversations were real conversations between undergraduates that had agreed to be mic'd for a portion of their day on campus. Their results showed marked distinctions between artificial and more natural settings. Specifically, the brain areas for executive, or cognitive, control--the anterior cingulate and prefrontal cortex--were less involved during language changes in the natural setting than they were in the artificial setting. In fact, when the study's subjects were free to switch languages whenever they wanted, they did not engage these areas at all. Furthermore, in a listening mode, language switches in the artificial setting required an expansive tapping of the brain's executive control areas; however, language switching while listening to a natural conversation engaged only the auditory cortices. In other words, the neural cost to switch languages was much lighter during a conversation--when speakers chose which language to speak--than in a classic laboratory task, in which language choice was dictated by artificial cues.\"This work gets us closer to understanding the brain basis of bilingualism as opposed to language switching in artificial laboratory tasks\" observes Pylkkänen. The study shows that the role of executive control in language switching may be much smaller than previously thought. This is important, the researchers note, for theories about \"bilingual advantage,\" which posit that bilinguals have superior executive control because they switch language frequently. These latest results suggest that the advantage may only arise for bilinguals who need to control their languages according to external constraints (such as the person they are speaking to) and would not occur by virtue of a life experience in a bilingual community where switching is fully free.   ", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/nyu-icl083017.php", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.0553-17.2017", "date": "Wed, 30 Aug 2017 04:00:00 GMT"}