{"title": "Study shows rapid growth in neuroscience research | EurekAlert! Science News", "year": "Thu, 20 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "study", "impact", "research", "topics", "neuroscience", "papers", "shown", "number", "papers", "core", "neuroscience", "journals", "grown", "psychology", "behavioral", "sciences", "become", "popular", "research", "areas", "china", "emerged", "major", "neuroscience", "contributor", "jumping", "11th", "place", "2006", "2nd", "place", "2015", "list", "productive", "countries", "neuroscience", "seeks", "understand", "nervous", "system", "functions", "health", "disease", "studying", "brain", "involve", "tackling", "fundamental", "questions", "nature", "consciousness", "form", "retain", "memories", "neuroscience", "range", "studying", "psychology", "behavior", "investigating", "nervous", "system", "functions", "cellular", "molecular", "indeed", "science", "often", "seeks", "answer", "highly", "specific", "questions", "however", "sometimes", "important", "take", "step", "back", "look", "entire", "research", "field", "understand", "developing", "major", "contributors", "important", "research", "topics", "understanding", "trends", "help", "people", "quickly", "determine", "important", "influential", "research", "field", "inform", "education", "policy", "investment", "interested", "applying", "bibliometric", "analytics", "field", "research", "neuroscience", "wished", "see", "overall", "picture", "identify", "hot", "research", "topics", "field", "explains", "andy", "wai", "kan", "yeung", "university", "hong", "kong", "lead", "author", "study", "recently", "published", "frontiers", "researchers", "analyzed", "scientific", "articles", "reviews", "listed", "web", "science", "published", "journal", "citation", "reports", "neuroscience", "category", "2006", "2015", "used", "manuscript", "keywords", "determine", "popular", "cited", "research", "topics", "recorded", "country", "origin", "authors", "finally", "scientists", "assessed", "core", "journals", "field", "every", "year", "journals", "sorted", "descending", "order", "productive", "least", "productive", "core", "journals", "defined", "productive", "journals", "together", "publish", "one", "third", "neuroscience", "papers", "year", "says", "number", "neuroscience", "papers", "published", "year", "increased", "linearly", "studied", "period", "showing", "field", "active", "growing", "particular", "psychology", "behavioral", "sciences", "increased", "popularity", "number", "one", "research", "term", "autism", "melatonin", "microglia", "neurofibrillary", "tangle", "relate", "alzheimer", "disease", "appeared", "top", "ten", "last", "three", "years", "publication", "share", "geriatrics", "gerontology", "doubled", "2006", "2015", "people", "paying", "attention", "neuroscience", "related", "elderly", "likely", "aging", "population", "developed", "countries", "says", "yeung", "united", "states", "prolific", "producer", "neuroscience", "publications", "period", "european", "countries", "united", "kingdom", "germany", "also", "producing", "significant", "quantity", "manuscripts", "however", "china", "demonstrated", "greatest", "change", "jumping", "11th", "2nd", "place", "list", "productive", "countries", "neuroscience", "papers", "studied", "number", "core", "journals", "increased", "11", "2006", "22", "2015", "6", "journals", "consistently", "included", "core", "journals", "throughout", "entire", "study", "period", "total", "33", "core", "journals", "identified", "years", "included", "four", "frontiers", "journals"], "url": "http://www.eurekalert.org/pub_releases/2017-04/f-ssr042017.php", "date": "2018-01-19_21:07:29", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study of the impact and research topics of neuroscience papers from 2006-2015 has shown that the number of papers and highly-productive core neuroscience journals has grown, while psychology and behavioral sciences have become more popular research areas. China has emerged as a major neuroscience contributor, jumping from 11th place in 2006 to 2nd place in 2015 on the list of the most productive countries for neuroscience research.Neuroscience seeks to understand how our nervous system functions in health and disease. Studying the brain can involve tackling some fundamental questions such as the nature of consciousness or how we form and retain memories. Neuroscience can range from studying psychology or behavior to investigating how the nervous system functions at a cellular or molecular level.Neuroscience, and indeed all science, often seeks to answer highly specific questions. However, sometimes it is important to take a step back and look at an entire research field to understand how it is developing, who the major contributors are and what the most important research topics are. Understanding these trends can help people to quickly determine the most important and influential research in a field, which can then inform evidence-based education, policy and investment. \"I was interested in applying bibliometric analytics to my field of research: neuroscience. I wished to see the overall picture and identify the hot research topics in the field,\" explains Andy Wai Kan Yeung of the University of Hong Kong, lead author on the study, which was recently published in Frontiers in Neuroscience.The researchers analyzed scientific articles or reviews listed by the Web of Science and published under the Journal Citation Reports \"Neuroscience\" category between 2006 and 2015. They used manuscript keywords to determine the most popular and cited research topics and recorded the country of origin of the authors. Finally, the scientists assessed the core journals in the field for every year. \"The journals were sorted in descending order from the most productive to the least productive. Core journals are defined as the most productive journals that together publish one third of neuroscience papers in a year,\" says Yeung.The number of neuroscience papers published each year increased linearly over the studied period, showing that the field is active and growing. In particular, psychology and behavioral sciences increased in popularity. The number one high-impact research term was \"autism\", while \"melatonin\", \"microglia\" and \"neurofibrillary tangle\", which all relate to Alzheimer's disease, appeared in the top ten in the last three years. The publication share of \"geriatrics, gerontology\" doubled from 2006 to 2015. \"People are paying attention to neuroscience related to the elderly, most likely because of the aging population in developed countries,\" says Yeung. The United States was the most prolific producer of neuroscience publications during the ten-year period, with European countries such as the United Kingdom and Germany also producing a significant quantity of manuscripts. However, China demonstrated the greatest change, by jumping from 11th to 2nd place in the list of the most productive countries for neuroscience papers over the studied period.The number of core journals increased from 11 in 2006 to 22 in 2015, and 6 journals were consistently included as core journals throughout the entire study period. A total of 33 core journals were identified, and in the years 2014-2015 these included four Frontiers journals.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study of the impact and research topics of neuroscience papers from 2006-2015 has shown that the number of papers and highly-productive core neuroscience journals has grown, while psychology and behavioral sciences have become more popular research areas.", "China has emerged as a major neuroscience contributor, jumping from 11th place in 2006 to 2nd place in 2015 on the list of the most productive countries for neuroscience research.Neuroscience seeks to understand how our nervous system functions in health and disease.", "Studying the brain can involve tackling some fundamental questions such as the nature of consciousness or how we form and retain memories.", "Neuroscience can range from studying psychology or behavior to investigating how the nervous system functions at a cellular or molecular level.Neuroscience, and indeed all science, often seeks to answer highly specific questions.", "However, sometimes it is important to take a step back and look at an entire research field to understand how it is developing, who the major contributors are and what the most important research topics are.", "Understanding these trends can help people to quickly determine the most important and influential research in a field, which can then inform evidence-based education, policy and investment.", "\"I was interested in applying bibliometric analytics to my field of research: neuroscience.", "I wished to see the overall picture and identify the hot research topics in the field,\" explains Andy Wai Kan Yeung of the University of Hong Kong, lead author on the study, which was recently published in Frontiers in Neuroscience.The researchers analyzed scientific articles or reviews listed by the Web of Science and published under the Journal Citation Reports \"Neuroscience\" category between 2006 and 2015.", "They used manuscript keywords to determine the most popular and cited research topics and recorded the country of origin of the authors.", "Finally, the scientists assessed the core journals in the field for every year.", "\"The journals were sorted in descending order from the most productive to the least productive.", "Core journals are defined as the most productive journals that together publish one third of neuroscience papers in a year,\" says Yeung.The number of neuroscience papers published each year increased linearly over the studied period, showing that the field is active and growing.", "In particular, psychology and behavioral sciences increased in popularity.", "The number one high-impact research term was \"autism\", while \"melatonin\", \"microglia\" and \"neurofibrillary tangle\", which all relate to Alzheimer's disease, appeared in the top ten in the last three years.", "The publication share of \"geriatrics, gerontology\" doubled from 2006 to 2015.", "\"People are paying attention to neuroscience related to the elderly, most likely because of the aging population in developed countries,\" says Yeung.", "The United States was the most prolific producer of neuroscience publications during the ten-year period, with European countries such as the United Kingdom and Germany also producing a significant quantity of manuscripts.", "However, China demonstrated the greatest change, by jumping from 11th to 2nd place in the list of the most productive countries for neuroscience papers over the studied period.The number of core journals increased from 11 in 2006 to 22 in 2015, and 6 journals were consistently included as core journals throughout the entire study period.", "A total of 33 core journals were identified, and in the years 2014-2015 these included four Frontiers journals."], "source": "Frontiers"}