{"title": "Study: Antidepressant use in early pregnancy does not increase autism, ADHD risk in kids", "text": "BLOOMINGTON, Ind. -- A study led by Indiana University suggests that mothers' use of antidepressants during early pregnancy does not increase the risk of their children developing autism or attention deficit hyperactivity disorder, conditions previously associated with these medications.The research, reported today in the Journal of the American Medical Association, found significant evidence for only a slight increase in risk for premature birth in the infants of mothers who used antidepressants during the first trimester of pregnancy.After controlling for multiple other risk factors, the researchers did not find any increased risk of autism, ADHD or reduced fetal growth among exposed offspring. The risk for premature birth was about 1.3 times higher for exposed offspring compared to unexposed offspring.\"To our knowledge, this is one of the strongest studies to show that exposure to antidepressants during early pregnancy is not associated with autism, ADHD or poor fetal growth when taking into account the factors that lead to medication use in the first place,\" said Brian D'Onofrio, professor in the IU Bloomington College of Arts and Sciences' Department of Psychological and Brain Sciences, who led the study. \"Balancing the risks and benefits of using antidepressants during pregnancy is an extremely difficult decision that every woman should make in consultation with her doctor,\" he said. \"However, this study suggests use of these medications while pregnant may be safer than previously thought.\"The analysis, conducted in collaboration with researchers at Karolinska Institute in Sweden and Harvard T.H. Chan School of Public Health, drew upon data on all live births in Sweden from 1996 to 2012. It also incorporated data reporting the country's antidepressant prescriptions in adults, autism and ADHD diagnoses in children, genetic relationships between parents and children, parents' age and education levels, and other factors.With over 1.5 million infants, the study comprises one of the largest and most comprehensive populations ever analyzed to understand the impact of antidepressant use during pregnancy.The increased risk for premature birth was found after controlling for other factors that affect health, such as a mother's age at childbearing, in siblings whose mothers used antidepressants during one pregnancy but not during another pregnancy.\"The ability to compare siblings who were differentially exposed to antidepressants in pregnancy is a major strength of this study,\" D'Onofrio said. \"Most analyses rely upon statistical matching to control for differences in factors such as age, race and socioeconomic status. But it's difficult to know if you've made a perfect match because you can't be certain you have all the relevant measures to control for these differences.\"When comparing unrelated children and controlling for related risk factors, the researchers found a slightly higher risk for all four conditions: 1.4 times higher odds for premature birth, 1.1 times higher odds for low fetal growth and 1.6 times higher risk for autism and ADHD.In an uncontrolled analysis -- which did not take these factors into account -- antidepressant use in early pregnancy was associated with 1.5 times higher odds for premature birth, 1.2 times higher odds for fetal growth, 2.0 times higher risk for autism and 2.2 times increased risk for ADHD.The majority of the antidepressants examined in the study -- 82 percent -- were selective serotonin reuptake inhibitors, or SSRIs, the most common type of antidepressants. Commonly used SSRIs include fluoxetine (Prozac), sertraline (Zoloft) and citalopram (Celexa).In addition to the use of these medications during early pregnancy, the study looked at concurrent antidepressant use in fathers, as well as mothers' use of antidepressants before but not during pregnancy. These uses were associated with increased risk for autism, ADHD and poor fetal growth -- providing evidence that family factors, such as genetics or environmental factors, influence these outcomes, as opposed to antidepressant use during pregnancy.\"The additional comparisons provide further evidence that other factors -- not first-trimester exposure to antidepressants -- explain why women who took these medications during early pregnancy were more likely to have offspring with these pregnancy and neurodevelopmental problems,\" D'Onofrio said.", "journal": "JAMA", "funder": "NIH/National Institute of Mental Health, NIH/National Institute on Drug Abuse, Swedish Research Council, Indiana Clinical and Translational Sciences Institute", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-04/iu-sau041617.php", "institution": "Indiana University", "meeting": "", "description": "A study led by Indiana University reported today in the Journal of the American Medical Association suggests that mothers' use of antidepressants during early pregnancy does not increase the risk of their children developing autism or attention deficit hyperactivity disorder, conditions previously associated with these medications.", "article_link": "http://dx.doi.org/10.1001/jama.2017.3413", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology", " Pediatrics", " Pharmaceutical Science", " Behavior", " Mental Health"], "source_link": "https://news.iu.edu/stories/2017/04/iub/releases/18-antidepressant-study.html", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}