{"title": "Antidepressant use during pregnancy not associated with increased risk of autism, ADHD in children | EurekAlert! Science News", "year": "Tue, 18 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtwo", "studies", "published", "jama", "examine", "risk", "autism", "adverse", "birth", "outcomes", "among", "women", "use", "antidepressants", "studies", "suggesting", "higher", "risk", "childhood", "autism", "spectrum", "disorder", "associated", "antidepressant", "exposure", "pregnancy", "may", "skewed", "factors", "influence", "outcomes", "simone", "vigod", "women", "college", "hospital", "toronto", "colleagues", "evaluated", "association", "serotonergic", "antidepressant", "exposure", "selective", "serotonin", "reuptake", "inhibitor", "selective", "norepinephrine", "reuptake", "inhibitor", "medication", "pregnancy", "childhood", "autism", "spectrum", "disorder", "using", "variety", "methods", "address", "potential", "confounding", "study", "included", "births", "average", "gestational", "age", "weeks", "average", "maternal", "age", "27", "years", "average", "duration", "5", "years", "pregnancies", "percent", "exposed", "antidepressants", "2", "percent", "children", "diagnosed", "autism", "spectrum", "disorder", "researchers", "found", "children", "exposed", "serotonergic", "antidepressants", "higher", "risk", "autism", "spectrum", "disorder", "compared", "unexposed", "children", "adjusting", "confounding", "difference", "longer", "statistically", "significant", "association", "also", "significant", "exposed", "children", "compared", "unexposed", "siblings", "although", "causal", "relationship", "ruled", "previously", "observed", "association", "may", "explained", "factors", "authors", "details", "read", "full", "study", "please", "visit", "media", "website", "another", "study", "brian", "indiana", "university", "bloomington", "colleagues", "evaluated", "alternative", "hypotheses", "associations", "antidepressant", "exposure", "birth", "neurodevelopmental", "problems", "previous", "studies", "may", "adequately", "accounted", "confounding", "study", "included", "swedish", "offspring", "percent", "n", "maternal", "antidepressant", "use", "born", "1996", "2012", "followed", "2013", "researchers", "found", "accounting", "measured", "pregnancy", "maternal", "paternal", "traits", "unmeasured", "stable", "familial", "characteristics", "shared", "siblings", "maternal", "antidepressant", "use", "first", "trimester", "pregnancy", "compared", "exposure", "associated", "small", "increased", "risk", "preterm", "birth", "increased", "risk", "small", "gestational", "age", "autism", "spectrum", "disorder", "disorder", "adhd", "results", "consistent", "hypothesis", "genetic", "factors", "familial", "environmental", "factors", "account", "associations", "antidepressant", "exposure", "outcomes", "authors", "details", "read", "full", "study", "please", "visit", "media", "website"], "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-aud041417.php", "date": "2018-01-19_21:07:36", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTwo studies published by JAMA examine the risk of autism and other adverse birth outcomes among women who use antidepressants during pregnancy.Previous studies suggesting a higher risk of childhood autism spectrum disorder associated with antidepressant exposure during pregnancy may have been skewed by other factors that can influence the outcomes. Simone N. Vigod, M.D., M.Sc., F.R.C.P.C., of Women's College Hospital, Toronto, and colleagues evaluated the association between serotonergic antidepressant exposure (a selective serotonin reuptake inhibitor or selective norepinephrine reuptake inhibitor medication) during pregnancy and childhood autism spectrum disorder, using a variety of methods to address those potential confounding factors.The study included 35,906 births at an average gestational age of 38.7 weeks (average maternal age, 27 years; average duration of follow-up was 5 years). In the 2,837 pregnancies (7.9 percent) exposed to antidepressants, 2 percent of children were diagnosed with autism spectrum disorder. The researchers found that children exposed to serotonergic antidepressants were at higher risk for autism spectrum disorder compared with unexposed children, but after adjusting for confounding, the difference was no longer statistically significant. The association was also not significant when exposed children were compared with unexposed siblings.\"Although a causal relationship cannot be ruled out, the previously observed association may be explained by other factors,\" the authors write.For more details and to read the full study, please visit the For The Media website.\r\n(doi:10.1001/jama.2017.3415)In another study, Brian M. D'Onofrio, Ph.D., of Indiana University, Bloomington, and colleagues evaluated alternative hypotheses for associations between first-trimester antidepressant exposure and birth and neurodevelopmental problems. Previous studies may not have adequately accounted for confounding. The study included 1,580,629 Swedish offspring (1.4 percent [n = 22,544] with maternal first-trimester self-reported antidepressant use) born between 1996 and 2012 and followed up through 2013. The researchers found that after accounting for measured pregnancy, maternal and paternal traits, and all (unmeasured) stable familial characteristics shared by siblings, maternal antidepressant use during the first trimester of pregnancy, compared with no exposure, was associated with a small increased risk of preterm birth but no increased risk of small for gestational age, autism spectrum disorder, or attention-deficit/hyperactivity disorder (ADHD).\"These results are consistent with the hypothesis that genetic factors, familial environmental factors, or both account for the population-wide associations between first-trimester antidepressant exposure and these outcomes,\" the authors write.For more details and to read the full study, please visit the For The Media website.\r\n(doi:10.1001/jama.2017.3413)", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTwo studies published by JAMA examine the risk of autism and other adverse birth outcomes among women who use antidepressants during pregnancy.Previous studies suggesting a higher risk of childhood autism spectrum disorder associated with antidepressant exposure during pregnancy may have been skewed by other factors that can influence the outcomes.", "Simone N. Vigod, M.D., M.Sc., F.R.C.P.C., of Women's College Hospital, Toronto, and colleagues evaluated the association between serotonergic antidepressant exposure (a selective serotonin reuptake inhibitor or selective norepinephrine reuptake inhibitor medication) during pregnancy and childhood autism spectrum disorder, using a variety of methods to address those potential confounding factors.The study included 35,906 births at an average gestational age of 38.7 weeks (average maternal age, 27 years; average duration of follow-up was 5 years).", "In the 2,837 pregnancies (7.9 percent) exposed to antidepressants, 2 percent of children were diagnosed with autism spectrum disorder.", "The researchers found that children exposed to serotonergic antidepressants were at higher risk for autism spectrum disorder compared with unexposed children, but after adjusting for confounding, the difference was no longer statistically significant.", "The association was also not significant when exposed children were compared with unexposed siblings.", "\"Although a causal relationship cannot be ruled out, the previously observed association may be explained by other factors,\" the authors write.For more details and to read the full study, please visit the For The Media website.", "(doi:10.1001/jama.2017.3415)In another study, Brian M. D'Onofrio, Ph.D., of Indiana University, Bloomington, and colleagues evaluated alternative hypotheses for associations between first-trimester antidepressant exposure and birth and neurodevelopmental problems.", "Previous studies may not have adequately accounted for confounding.", "The study included 1,580,629 Swedish offspring (1.4 percent [n = 22,544] with maternal first-trimester self-reported antidepressant use) born between 1996 and 2012 and followed up through 2013.", "The researchers found that after accounting for measured pregnancy, maternal and paternal traits, and all (unmeasured) stable familial characteristics shared by siblings, maternal antidepressant use during the first trimester of pregnancy, compared with no exposure, was associated with a small increased risk of preterm birth but no increased risk of small for gestational age, autism spectrum disorder, or attention-deficit/hyperactivity disorder (ADHD).", "\"These results are consistent with the hypothesis that genetic factors, familial environmental factors, or both account for the population-wide associations between first-trimester antidepressant exposure and these outcomes,\" the authors write.For more details and to read the full study, please visit the For The Media website.", "(doi:10.1001/jama.2017.3413)"], "source": "The JAMA Network Journals"}