{"title": "Money a barrier to independence for young adults with autism", "text": "COLUMBIA, Mo. - More than 3 million people in the United States are estimated to have an autism spectrum disorder diagnosis and annual diagnosis rates continue to rise. Researchers from the University of Missouri have found when teenagers and young adults with autism enter adulthood and age out of many of the services designed to help them, they often are anxious about how to handle new adult responsibilities such as paying bills and filing taxes. These findings highlight the importance of incorporating financial management into early education to empower young adults with autism.Nancy Cheak-Zamora, assistant professor in the School of Health Professions, led a research team that conducted interviews with individuals with autism between 16 and 25 years old. Through the interviews, the researchers identified common themes regarding adulthood and financial skills.\"Most of the participants saw a definite association between adulthood and handling money,\" Cheak-Zamora said. \"Participants agreed that independence required managing finances and all expressed frustration in their own abilities when it came to knowing how to handle and use money. According to the participants, the lack of financial skills has serious consequences on their ability to assume adult responsibilities.\"This new research highlights the importance of implementing financial management programs early and tailoring them to the specific needs of people on the autism spectrum. Researchers suggest that financial management and literacy need to become an integral part of social services and education.\"Despite the importance of financial autonomy and the increased independence that comes from understanding money, financial management and decision-making often are seen as outside the purview of professionals working with young people with autism,\" said Clark Peters, co-author of the study and associate professor in the MU School of Social Work. \"Educational programs that include financial literacy in both schools and independent living programs could increase autonomy and quality of life for people with autism.\"Cheak-Zamora and Peters suggest that parents and caregivers can help by providing skills and encouragement. They say helping children with autism pay for items at a store and setting up bank accounts can provide the confidence needed to understand financial matters. They also suggest that financial institutions should play a role in helping customers with special needs, such as providing dedicated phone lines to assist consumers.\"Financial capabilities among youth with autism spectrum disorder,\" recently was published in the Journal of Child and Family Studies. Michelle Teti, associate professor of health sciences, and Anna Maurer-Batjer, a graduate student in the School of Social Work also co-authored the study. Research was supported by the U.S. Army Medical Research Acquisition Activity and the Assistant Secretary of Defense for Health Affairs through the Autism Research Program. The content is solely the responsibility of the authors and does not necessarily represent the official views of the funding agencies.\r\n", "journal": "Journal of Child and Family Studies", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-04/uom-mab041717.php", "institution": "University of Missouri-Columbia", "meeting": "", "description": "Researchers from the University of Missouri have found when teenagers and young adults with autism enter adulthood and age out of many of the services designed to help them, they often are anxious about how to handle new adult responsibilities such as paying bills and filing taxes. These findings highlight the importance of incorporating financial management into early education to empower young adults with autism.", "article_link": null, "keywords": ["Health Care Systems/Services", " Health Professionals", " Public Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Parenting/Child Care/Family", " Socioeconomics"], "source_link": "http://munews.missouri.edu/news-releases/2017/0417-money-a-barrier-to-independence-for-young-adults-with-autism/", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}