{"title": "Imbalances in neural pathways may contribute to repetitive behaviors in autism | EurekAlert! Science News", "year": "Mon, 17 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txgenetic", "studies", "linked", "number", "risk", "genes", "autism", "spectrum", "disorder", "asd", "although", "complex", "genetics", "underlying", "asd", "likely", "involve", "interactions", "many", "genes", "risk", "genes", "singular", "drivers", "behaviors", "rodent", "models", "particularly", "genes", "guide", "synaptic", "development", "function", "one", "gene", "encodes", "shank3", "scaffolding", "protein", "organizes", "neurotransmitter", "receptors", "intracellular", "effectors", "neuronal", "synapses", "display", "repetitive", "grooming", "behavior", "well", "social", "interaction", "deficits", "considered", "experimental", "model", "guoping", "feng", "lab", "mit", "hypothesized", "mutation", "shank3", "differentially", "affects", "synaptic", "development", "two", "neural", "pathways", "contribute", "motor", "control", "work", "published", "week", "jci", "demonstrates", "profound", "changes", "synaptic", "shape", "function", "observed", "neurons", "indirect", "striatal", "pathway", "mice", "contrast", "synapses", "direct", "striatal", "pathway", "less", "affected", "shank", "deficiency", "researchers", "specifically", "activated", "neurons", "indirect", "pathway", "repetitive", "grooming", "behaviors", "diminished", "findings", "suggest", "repetitive", "behaviors", "mice", "driven", "imbalances", "striatal", "pathways", "revealing", "potential", "mechanism", "possible", "targets", "treat", "behavioral", "aspects", "asd"], "url": "http://www.eurekalert.org/pub_releases/2017-04/jj-iin041217.php", "date": "2018-01-19_21:07:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXGenetic studies have linked a number of risk genes to autism spectrum disorder (ASD). Although the complex genetics underlying ASD likely involve interactions between many genes, some risk genes are singular drivers of autism-like behaviors in rodent models, particularly genes that guide synaptic development and function. One such ASD-associated gene encodes SHANK3, a scaffolding protein that organizes neurotransmitter receptors and their intracellular effectors in neuronal synapses. SHANK3-deficient display repetitive grooming behavior as well as social interaction deficits and are considered to be an experimental model for autism.Researchers in Guoping Feng's lab at MIT hypothesized that a mutation in Shank3 differentially affects synaptic development in two neural pathways that contribute to motor control. Work published this week in the JCI demonstrates the profound changes in synaptic shape and function observed in neurons of the indirect striatal pathway in SHANK3-deficient mice. In contrast, synapses of the direct striatal pathway were less affected by SHANK deficiency. When the researchers specifically activated neurons in the indirect pathway, repetitive grooming behaviors diminished. These findings suggest that repetitive behaviors in SHANK3-deficient mice are driven by imbalances between the striatal pathways, revealing a potential mechanism and possible targets to treat some behavioral aspects of ASD.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXGenetic studies have linked a number of risk genes to autism spectrum disorder (ASD).", "Although the complex genetics underlying ASD likely involve interactions between many genes, some risk genes are singular drivers of autism-like behaviors in rodent models, particularly genes that guide synaptic development and function.", "One such ASD-associated gene encodes SHANK3, a scaffolding protein that organizes neurotransmitter receptors and their intracellular effectors in neuronal synapses.", "SHANK3-deficient display repetitive grooming behavior as well as social interaction deficits and are considered to be an experimental model for autism.Researchers in Guoping Feng's lab at MIT hypothesized that a mutation in Shank3 differentially affects synaptic development in two neural pathways that contribute to motor control.", "Work published this week in the JCI demonstrates the profound changes in synaptic shape and function observed in neurons of the indirect striatal pathway in SHANK3-deficient mice.", "In contrast, synapses of the direct striatal pathway were less affected by SHANK deficiency.", "When the researchers specifically activated neurons in the indirect pathway, repetitive grooming behaviors diminished.", "These findings suggest that repetitive behaviors in SHANK3-deficient mice are driven by imbalances between the striatal pathways, revealing a potential mechanism and possible targets to treat some behavioral aspects of ASD."], "source": "JCI Journals"}