{"title": "'Exciting' discovery on path to develop new type of vaccine to treat global viruses", "text": "Scientists at the University of Southampton have made a significant discovery in efforts to develop a vaccine against Zika, dengue and Hepatitis C viruses that affect millions of people around the world.In a study published in Science Immunology, researchers have shown that natural killer cells (NK cells), which are a fundamental part of the body's immune system, can recognise many different viruses including global pathogens such as Zika, dengue and Hepatitis C viruses, through a single receptor called KIR2DS2.Lead researcher Salim Khakoo, Professor of Hepatology, said the findings are very exciting and could change the way viruses are targeted by vaccines but warned that the research is still at an early stage, and animal studies/clinical trials will be needed to test the findings.Vaccines work by stimulating the immune response to the coat of proteins on the virus enabling the body to fight off the virus and recognise it in the future. However, the viruses are able to change their coat proteins, helping the virus to evade the antibodies, meaning some viruses can be very hard to vaccinate against.The Southampton team have shown that this NK cell receptor is able to target a non-variable part of the virus called the NS3 helicase protein, which is essential in making the virus work properly. Unlike other proteins, the NS3 helicase protein does not change, which allows the immune system to grab hold of it and let the NK cells deal with the threat. Professor Khakoo said: \"The NS3 helicase protein could be the key in unlocking the defence of lethal viruses that affect so many people around the world. It is very exciting to discover that other viruses similar to Hepatitis C, such as Zika virus, dengue virus, yellow fever virus, Japanese encephalitis virus and in fact all flaviviruses, contain a region within their NS3 helicase proteins that is recognised by exactly the same KIR2DS2 receptor.  We believe that by targeting this NS3 helicase region, we could make a new type of vaccine based upon natural killer cells, which can be used to help protect people from these infections.\"The study, which was funded by the Wellcome Trust and the Medical Research Council, analysed DNA from more than 300 patients exposed to the Hepatitis C virus, which showed that the KIR2DS2 receptor was associated with successfully clearing the virus.  The team then identified that the immune system targeted the NS3 helicase protein of this using the receptor and found that it prevented the virus multiplying.They went on to demonstrate that this same mechanism icould be important for many different viruses for example the Zika and dengue viruses, which also contain a region within their NS3 helicase protein that is recognised by the KIR2DS2 receptor. The researchers now need to determine whether these KIR2DS2+ NK cells are protective during acute flaviviral infections, and are hoping to develop a vaccine that targets natural killer cells.  They believe that a similar process could be used to target cancer. Professor Khakoo added: \"Cancer treatments that use the body's own immune system are becoming more common. Our findings present a completely new strategy for virus therapeutics which could be easily translated into the field of cancer. The next few years are going to be very exciting in this field.\"", "article_link": "http://dx.doi.org/10.1126/sciimmunol.aal5296", "url": "http://www.eurekalert.org/pub_releases/2017-09/uos-do091517.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust, Medical Research Council", "meeting": "", "institution": "University of Southampton", "keywords": ["Medicine/Health", " Vaccines", " Disease in the Developing World"], "journal": "Science Immunology", "description": "Scientists at the University of Southampton have made a significant discovery in efforts to develop a vaccine against Zika, dengue and Hepatitis C viruses that affect millions of people around the world.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}