{"title": "Carbohydrates may be the key to a better malaria vaccine", "text": "An international research team has shown for the first time that carbohydrates on the surface of malaria parasites play a critical role in malaria's ability to infect mosquito and human hosts.The discovery also suggests steps that may improve the only malaria vaccine approved to protect people against Plasmodium falciparum malaria - the most deadly form of the disease.The research, published today in Nature Communications, was led by Dr Justin Boddey, Dr Ethan Goddard-Borger, Mr Sash Lopaticki and Ms Annie Yang at the Walter and Eliza Hall Institute, with support from Professor Norman Kneteman at the Univeristy of Alberta, Canada.Dr Boddey said the team had shown that the malaria parasite 'tags' its proteins with carbohydrates in order to stabilise and transport them, and that this process was crucial to completing the parasite's lifecycle.\"Malaria parasites have a complex lifecycle that involves constant shapeshifting to evade detection and infect humans and subsequently mosquitoes,\" Dr Boddey said.\"We found that the parasite's ability to 'tag' key proteins with carbohydrates is important for two stages of the malaria lifecycle. It is critical for the the earliest stages of human infection, when the parasite migrates through the body and invades in the liver, and later when it is transmitted back to the mosquito from an infected human, enabling the parasite to be spread between people.\"Interfering with the parasite's ability to attach these carbohydrates to its proteins hinders liver infection and transmission to the mosquito, and weakens the parasite to the point that it cannot survive in the host.\"Malaria infects more than 200 million people worldwide each year and kills around 650,000 people, predominantly pregnant women and children. Efforts to eradicate malaria require the development of new therapeutics, particularly an effective malaria vaccine.The first malaria vaccine approved for human use - RTS,S/AS01 - was approved by European regulators in July 2015 but has not been as successful as hoped, with marginal efficacy that wanes over time. Dr Goddard-Borger said the research had attracted a lot of interest because of the implications it has for improving malaria vaccine design. \"The protein used in the RTS,S vaccine mimics one of the proteins we've been studying on the surface of the malaria parasite that is readily recognised by the immune system.\"It was hoped that the vaccine would generate a good antibody response that protected against the parasite, however it has unfortunately not been as effective at evoking protective immunity as hoped. With this study, we've shown that the parasite protein is tagged with carbohydrates, making it slightly different to the vaccine, so the antibodies produced may not be optimal for recognising target parasites,\" Dr Goddard-Borger said.Dr Goddard-Borger said there were many documented cases where attaching carbohydrates to a protein improved its efficacy as a vaccine.\"It may be that a version of RTS,S with added carbohydrates will perform better than the current vaccine,\" he said. \"Now that we know how important these carbohydrates are to the parasite, we can be confident that the malaria parasite cannot 'escape' vaccination pressure by doing away with its carbohydrates.\"Dr Boddey said the Institute's insectary, opened in 2012, was critical to the discovery. \"Carbohydrates have long been considered unimportant to malaria parasites. This discovery reveals that carbohydrates are very important, and in two completely different lifecycle stages. This is exciting because to ultimately eradicate malaria we need combined approaches that attack different stages of the parasite at once,\" Dr Boddey said.\"This discovery would not have been possible without generous contributions that enabled the construction of a world-class insectary and the recapitulation of the entire human-malaria lifecycle on site in Melbourne. It's a great pleasure to see this investment paying off with advances that may one day save lives.\"", "article_link": "http://dx.doi.org/10.1038/s41467-017-00571-y", "url": "http://www.eurekalert.org/pub_releases/2017-09/waeh-cmb091317.php", "region": "africa", "source_link": null, "funder": "Australian National Health and Medical Research Council, Australian Research Council, Human Frontiers Science Program, Ramaciotti Foundation, University of Melbourne, veski, Victorian State Government Operational Infrastructure Support Program", "meeting": "", "institution": "Walter and Eliza Hall Institute", "keywords": ["Biochemistry", " Cell Biology", " Genetics", " Microbiology", " Molecular Biology", " Parasitology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Communications", "description": "An international research team has shown for the first time that carbohydrates on the surface of malaria parasites play a critical role in malaria's ability to infect mosquito and human hosts.\r\n\r\nThe discovery also suggests steps that may improve the only malaria vaccine approved to protect people against Plasmodium falciparum malaria -- the most deadly form of the disease.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}