{"title": "One vaccine injection could carry many doses", "text": "CAMBRIDGE, Mass. -- MIT engineers have invented a new 3-D fabrication method that can generate a novel type of drug-carrying particle that could allow multiple doses of a drug or vaccine to be delivered over an extended time period with just one injection. The new microparticles resemble tiny coffee cups that can be filled with a drug or vaccine and then sealed with a lid. The particles are made of a biocompatible, FDA-approved polymer that can be designed to degrade at specific times, spilling out the contents of the \"cup.\"\"We are very excited about this work because, for the first time, we can create a library of tiny, encased vaccine particles, each programmed to release at a precise, predictable time, so that people could potentially receive a single injection that, in effect, would have multiple boosters already built into it. This could have a significant impact on patients everywhere, especially in the developing world where patient compliance is particularly poor,\" says Robert Langer, the David H. Koch Institute Professor at MIT. Langer and Ana Jaklenec, a research scientist at MIT's Koch Institute for Integrative Cancer Research, are the senior authors of the paper, which appears online in Science on Sept. 14. The paper's lead authors are postdoc Kevin McHugh and former postdoc Thanh D. Nguyen, now an assistant professor of mechanical engineering at the University of Connecticut. Langer's lab began working on the new drug delivery particles as part of a project funded by the Bill and Melinda Gates Foundation, which was seeking a way to deliver multiple doses of a vaccine over a specified period of time with just one injection. That could allow babies in developing nations, who might not see a doctor very often, to get one injection after birth that would deliver all of the vaccines they would need during the first one or two years of life.Langer has previously developed polymer particles with drugs embedded throughout the particle, allowing them to be gradually released over time. However, for this project, the researchers wanted to come up with a way to deliver short bursts of a drug at specific time intervals, to mimic the way a series of vaccines would be given. To achieve their goal, they set out to develop a sealable polymer cup made from PLGA, a biocompatible polymer that has already been approved for use in medical devices such as implants, sutures, and prosthetic devices. PLGA can also be designed to degrade at different rates, allowing for the fabrication of multiple particles that release their contents at different times.Conventional 3-D printing techniques proved unsuitable for the material and size that the researchers wanted, so they had to invent a new way to fabricate the cups, drawing inspiration from computer chip manufacturing. Using photolithography, they created silicon molds for the cups and the lids. Large arrays of about 2,000 molds are fit onto a glass slide, and these molds are used to shape the PLGA cups (cubes with edge lengths of a few hundred microns) and lids. Once the array of polymer cups has been formed, the researchers employed a custom-built, automated dispensing system to fill each cup with a drug or vaccine. After the cups are filled, the lids are aligned and lowered onto each cup, and the system is heated slightly until the cup and lid fuse together, sealing the drug inside. \"Each layer is first fabricated on its own, and then they're assembled together,\" Jaklenec says. \"Part of the novelty is really in how we align and seal the layers. In doing so we developed a new method that can make structures which current 3-D printing methods cannot. This new method called SEAL (StampEd Assembly of polymer Layers) can be used with any thermoplastic material and allows for fabrication of microstructures with complex geometries that could have broad applications, including injectable pulsatile drug delivery, pH sensors, and 3-D microfluidic devices.\"The molecular weight of the PLGA polymer and the structure of the polymer molecules' \"backbone\" determine how fast the particles will degrade after injection. The degradation rate determines when the drug will be released. By injecting many particles that degrade at different rates, the researchers can generate a strong burst of drug or vaccine at predetermined time points. \"In the developing world, that might be the difference between not getting vaccinated and receiving all of your vaccines in one shot,\" McHugh says.In mice, the researchers showed that particles release in sharp bursts, without prior leakage, at 9, 20, and 41 days after injection. They then tested particles filled with ovalbumin, a protein found in egg whites that is commonly used to experimentally stimulate an immune response. Using a combination of particles that released ovalbumin at 9 and 41 days after injection, they found that a single injection of these particles was able to induce a strong immune response that was comparable to that provoked by two conventional injections with double the dose.The researchers have also designed particles that can degrade and release hundreds of days after injection. One challenge to developing long-term vaccines based on such particles, the researchers say, is making sure that the encapsulated drug or vaccine remains stable at body temperature for a long period before being released. They are now testing these delivery particles with a variety of drugs, including existing vaccines, such as inactivated polio vaccine, and new vaccines still in development. They are also working on strategies to stabilize the vaccines.  \"The SEAL technique could provide a new platform that can create nearly any tiny, fillable object with nearly any material, which could provide unprecedented opportunities in manufacturing in medicine and other areas,\" Langer says. These particles could also be useful for delivering drugs that have to be given on a regular basis, such as allergy shots, to minimize the number of injections.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/miot-ovi091217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Science", "description": "MIT engineers have developed a new 3-D fabrication method that can create a new type of drug-carrying particle that could allow several doses of a drug or vaccine to be delivered over an extended time period with just one injection.", "date": "Thu, 14 Sep 2017 04:00:00 GMT"}