{"title": "As 'flesh-eating' Leishmania come closer, a vaccine against them does, too", "text": "Parasites that ulcerate the skin, can disfigure the face, and may fatally mutilate its victim's internal organs are creeping closer to the southern edges of the United States.No vaccine is available against Leishmania yet, but researchers have now come closer to changing that. A new experimental vaccine, made with a proprietary biological particle developed at the Georgia Institute of Technology, has immunized laboratory mice that were genetically altered to mimic the human immune system.The vaccine exploits a weakness in Leishmania's tricky chemical camouflage, which normally hides it from the victim's disease-fighting cells, to trigger a forceful immune response against the parasite, according to a new study.Second-deadliest parasiteLeishmania are the second-deadliest parasites in the world, topped only by malaria, according to the World Health Organization. There are some 30 strains of Leishmania.They are transmitted mainly through the bite of a phlebotomine sand fly, which feeds on blood, and global warming is expanding the insect's potential habitat northward from Latin America. The outbreak regions closest to the United States of leishmaniasis, the disease caused by the parasite, have come within roughly 300 miles of the border.As with many diseases, many people who contract Leishmania, the parasite, may develop leishmaniasis, the disease, with varying symptoms, or perhaps even show outward signs of the disease. But when it breaks out, one form can cause large skin boils, and some infections severely eat away at the nose and lips, even removing parts of them.If another form of the parasite gets into the bloodstream, it can damage the liver and spleen in a deadly form of the disease called visceral leishmaniasis, also known as black fever.\"If you don't treat it, within 20 to 40 days visceral leishmaniasis very often kills the victim,\" said Alexandre Marques, a professor in the parasitology department of the Universidade Federal de Minas Gerais in Brazil, and one of the lead researchers on the new experimental vaccine. Conventional treatment, though mostly effective, can leave behind small numbers of the parasite, which can lead the patient to relapse or act as a carrier, in a similar manner as malaria.A vaccine could be better at halting or averting outbreaks.Long-awaited vaccineLeishmania, which are single-cell organisms about the size of large bacteria, have been a scourge in about 90 countries in South America, Africa, the Middle East, Asia and southern Europe. For decades, researchers have worked to find a vaccine against them and similar parasites without success.\"In comparison to viruses and bacteria, these are much more complex organisms and more difficult to crack,\" said M. G. Finn, who also led work on the new vaccine. Finn is a professor in Georgia Tech's School of Biological Sciences and in the School of Chemistry and Biochemistry, which he also chairs.The new vaccine leverages intimate knowledge that Marques's team has gained living and working on the edge of leishmaniasis outbreak regions. \"Alex's (Marques's) students collect the sand flies, then they extract the parasites in the lab and do complex mass spectrometry and other tests to study their molecular makeup in impressive detail,\" Finn said.The team has uncovered minute details on the outer surface of Leishmania that make it vulnerable to a human immune reaction. The potential new vaccine, invented at Georgia Tech, employs a fake virus as bait to attract major immune system forces to these weaknesses to attack them.The fake virus, or virus-like particle, is not infectious, and the body destroys it after use. Finn's lab has developed many variations of such particles in recent years, and other products containing it have already been through phase II human clinical trials.Marques and Finn published the results of their vaccination development and testing on September 13, 2017, in the journal ACS Central Science. The research was funded by the National Institutes of Health, Children's Healthcare of Atlanta, and Brazil's National Council for Scientific and Technological Development.", "article_link": "http://dx.doi.org/10.1021/acscentsci.7b00311", "url": "http://www.eurekalert.org/pub_releases/2017-09/giot-ac091117.php", "region": "namerica", "source_link": null, "funder": "Conselho Nacional de Desenvolvimento Científico e Tecnológico Brazil, NIH/National Institute of General Medical Sciences, Children's Healthcare of Atlanta", "meeting": "", "institution": "Georgia Institute of Technology", "keywords": ["Parasitology", " Biochemistry", " Medicine/Health", " Epidemiology", " Vaccines", " Infectious/Emerging Diseases", " Liver", " Biomedical/Environmental/Chemical Engineering", " Nanotechnology/Micromachines", " Disease in the Developing World"], "journal": "ACS Central Science", "description": "Boils the size of sand dollars, facial damage reminiscent of acid wounds, death by maiming of the liver and spleen. Leishmania parasites inflict suffering around the world that is the stuff of parables. They are the second-deadliest parasites after malaria, and global warming is slowly pushing them north toward the United States. Can a new experimental vaccine someday stop them? The vaccine has worked in humanized mice, as detailed in a new study.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}