{"title": "Systems analysis points to links between Toxoplasma infection and common brain diseases", "text": "More than 2 billion people - nearly one out of every three humans on earth, including about 60 million people in the United States - have a lifelong infection with the brain-dwelling parasite Toxoplasma gondii. In the September 13, 2017, issue of Scientific Reports, 32 researchers from 16 institutions describe efforts to learn how infection with this parasite may alter, and in some cases amplify, several brain disorders, including epilepsy, Alzheimer's and Parkinson's diseases as well as some cancers.When a woman gets infected with T. gondii during pregnancy and passes the parasite on to her unborn child, the consequences can be profound, including devastating damage to the brain, nervous system and eyes. There is growing evidence, however, that acquiring this infection later in life may be far from harmless. So the researchers began looking for connections between this chronic but seemingly dormant infection and its potential to alter the course of common neurologic disorders.\"We wanted to understand how this parasite, which lives in the brain, might contribute to and shed light on pathogenesis  of other, brain diseases,\" said Rima McLeod, MD, professor of ophthalmology & visual science and pediatrics and medical director of the Toxoplasmosis Center at the University of Chicago. \"We suspect it involves multiple factors,\" she said. \"At the core is alignment of characteristics of the parasite itself, the genes it expresses in the infected brain, susceptibility genes that could limit the host's ability to prevent infection, and genes that control susceptibility to other diseases present in the human host. Other factors may include pregnancy, stress, additional infections, and a deficient microbiome. We hypothesized that when there is confluence of these factors, disease may occur.\" For more than a decade, researchers have noted subtle behavior manipulations associated with a latent T. gondii infection. Rats and mice that harbor this parasite, for example, lose their aversion to the smell of cat urine. This is perilous for a rodent, making it easier for cats to catch and eat them. But it benefits cats, who gain a meal, as well as the parasites, who gain a new host, who will distribute them widely into the environment. An acutely infected cat can excrete up to 500 million oocysts in a few weeks' time. Even one oocyst, which can remain in soil or water for up to a year, is infectious. A more recent study found a similar connection involving primates. Infected chimpanzees lose their aversion to the scent of urine of their natural predator, leopards.The research team decided to search for similar effects in people. They focused on what they call the human \"infectome\" - plausible links between the parasite's secreted proteins, expressed human microRNAs, the neural chemistry of the human host, and the multiple pathways that are perturbed by host-parasite interactions. Using data collected from the National Collaborative Chicago-Based Congenital Toxoplasmosis Study, which has diagnosed, treated and followed 246 congenitally infected persons and their families since 1981, they performed a \"comprehensive systems analysis,\" looking at a range of parasite-generated biomarkers and assessing their probable impact. Working with the J Craig Venter Institute and the Institute of Systems Biology Scientists, they looked at the effect of infections of primary neuronal stem cells from the human brain in tissue culture, focusing on gene expression and proteins perturbed. Part of the team, including Huan Ngo from Northwestern University, Hernan Lorenzi at the J Craig Venter Institute, Kai Wang and Taek-Kyun Kim at the Institute for Systems Biology and  McLeod, integrated host genetics, proteomics, transcriptomics and circulating microRNA datasets to build a model of these effects on the human brain. Using what they called a \"reconstruction and deconvolution,\" approach, the researchers identified perturbed pathways associated with neurodegenerative diseases as well as connections between toxoplasmosis, human brain disorders and some cancers. They also found that:\r\n\"Our results provide insights into mechanisms whereby this parasite could cause these associated diseases under some circumstances,\" the authors wrote. \"This work provides a systems roadmap to design medicines and vaccines to repair and prevent neuropathological effects of T. gondii on the human brain.\"\"This study is a paradigm shifter,\" said co-author Dennis Steinler, PhD, director of the Neuroscience and Aging Lab at the Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University. \"We now have to insert infectious disease into the equation of neurodegenerative diseases, epilepsy and neural cancers.\" \"At the same time,\" he added, \"we have to translate aspects of this study into preventive treatments that include everything from drugs to diet to life style, in order to delay disease onset and progression.\"   ", "article_link": "http://dx.doi.org/10.1038/s41598-017-10675-6", "url": "http://www.eurekalert.org/pub_releases/2017-09/uocm-sap091117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Mann Cornwell Family, Engel family, Rooney, Drago, and the Morel Families, Taking out Toxo", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Parasitology", " Medicine/Health", " Cancer", " Infectious/Emerging Diseases", " Neurobiology", " Alzheimer's Disease", " Olfactory/Taste", " Parkinson's Disease", " Behavior", " Memory/Cognitive Processes"], "journal": "Scientific Reports", "description": "Nearly one out of every three humans on earth has a lifelong infection with the brain-dwelling parasite Toxoplasma gondii. In the Sept. 13 issue of Scientific Reports, researchers from multiple institutions describe efforts to learn how infection with the parasite Toxoplasma gondii may alter, and in some cases amplify, several brain disorders, including epilepsy, Alzheimer's and Parkinson's diseases as well as some cancers.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}