{"title": "TSRI study reveals new clues to how a successful HIV vaccine could work", "text": "LA JOLLA, CA - September 12, 2017 - Scientists at The Scripps Research Institute (TSRI) have made a discovery that could speed efforts to develop a successful HIV vaccine. The scientists found that on the HIV envelope protein, at a site important for viral function, a small group of sugar molecules, known as glycans, serves as a key \"anchor\" for antibodies that can broadly neutralize the virus. Future candidate vaccines are therefore likely to include this glycan cluster among their specific viral targets in order to maximize the chances of stimulating an effective antibody response.\"We learned in this study that grabbing hold of these glycans can be a very important early step in an effective immune response to HIV, and with this knowledge, we believe we can design better candidate vaccines,\" said principal investigator Dennis R. Burton, professor of immunology and microbiology at TSRI.The research, published in the September issue of Immunity, is part of a broad reverse-engineering effort by scientists around the world to use antibodies isolated from HIV-infected people to guide the development of a successful vaccine.This approach represents a departure from traditional vaccine designs, which have been developed and tested against HIV in vulnerable populations since the mid-1980s without success. HIV is a hugely variable virus having many hundreds of thousands of different strains. Traditional vaccines generally only attack one strain of the virus and so are typically ineffective in a real-world situation.In studying the blood of HIV-infected people, scientists have succeeded in identifying a small number of antibodies which act against many different strains of HIV. These \"broadly neutralizing\" antibodies (bnAbs) manage to hit structures on the virus that do not vary much, typically because the structures are needed for some critical viral function. Some bnAbs can block infection by nearly all HIV strains. However, bnAbs are found in only a minority of infected people, in quantities too small to clear the virus, so Burton and other researchers are now trying to design vaccines to elicit these bnAbs in numbers large enough to provide effective protection.In the study, TSRI scientists, including first author Raiees Andrabi, a postdoctoral research associate in the Burton Laboratory, focused on a particularly potent family of bnAbs, known as VRC26, which were isolated several years ago from blood obtained in South Africa from an HIV-infected person (code-named CAP256).VRC26 antibodies neutralize HIV by fastening to a region of the viral envelope protein known as the V2 apex. This is thought to prevent the viral envelope structure from changing its shape to enable infection of host cells. VRC26 antibodies bind specifically to a hard-to-reach but relatively unvarying viral protein sequence, as well as to two nearby glycans.One of the great challenges in reverse-engineering an HIV vaccine from bnAbs, such as VRC26, comes from the fact that the immune system cannot produce these antibodies immediately after vaccination. A person's initial pool of B cells--the cells that produce antibodies--may include some that bind weakly to the same V2 apex target on HIV. But only after engaging the target and adjusting their antigen receptors over many generations (as B cells do by mutating their antigen receptor genes) can this lineage of cells produce VRC26 bnAbs. Thus, in principle, a successful vaccine has to stimulate the first B cells in this lineage and then coax them along a fairly narrow evolutionary path until they have changed enough to provide effective protection against HIV.Andrabi therefore analyzed how B cells in the VRC26 lineage changed in CAP256's blood in the course of HIV infection. The major finding was that an early and strengthening attachment to the glycans at the V2 target site appeared to be very important. Without it, B cells were much more likely to veer off the VRC26 path and never produce bnAbs.\"These glycans essentially provided an 'anchor' for antibodies in this lineage as the surrounding viral proteins changed,\" Andrabi said. \"The virus therefore couldn't escape, and ultimately, as the VRC26 B cells evolved, their antibodies became more and more broadly neutralizing.\"The finding that the V2 apex glycans are important for VRC26 bnAb development suggests that vaccines targeting this region should elicit antibodies that bind to these glycans. \"Maturation of antibody-producing B cells along this glycan-related pathway may be critical for the induction of an effective VRC26 response through vaccination,\" Andrabi said.The TSRI scientists are continuing to study bnAbs against HIV for clues to an effective vaccine design, but as new candidate vaccines are developed, targeting V2 apex glycans is likely to be a high priority.\"The proof will come when we test new designs in immunization experiments,\" Burton said.HIV, which can cause the fatal immune-deficiency syndrome known as AIDS, is estimated to infect about 1 million people in the U.S. and 35 million people worldwide. Antiviral drugs can keep AIDS at bay indefinitely, but do not clear HIV infection, and so far there is no preventive vaccine.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/sri-tsr091217.php", "region": "namerica", "source_link": null, "funder": "International AIDS Vaccine Initiative, NIH/National Institute of Allergy and Infectious Diseases, Ragon Institute, Bill and Melinda Gates Foundation Collaboration for AIDS Vaccine Discovery, US Agency for International Development", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Microbiology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Immunity", "description": "Scientists at the Scripps Research Institute have made a discovery that could speed efforts to develop a successful HIV vaccine.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}