{"title": "Research identifies causes and possible treatments for deadly diseases affecting children", "text": "BALTIMORE, Md. -  Each year, more than half a million deaths among children under five years of age around the world are caused by diarrheal diseases -- largely due to insufficient access to adequate hygiene, sanitation and clean drinking water. While there are effective preventive measures available, including vaccines, adoption is lagging in low-resource settings where the most severe cases occur.Research conducted at the University of Maryland School of Medicine (UM SOM), has identified four pathogens are responsible for the vast majority of diarrheal illnesses - leading the way for potential new treatments.In a recent paper published in Pediatric Clinics of North America, \"The Burden and Etiology of Diarrheal Illness in Developing Countries,\" Karen Kotloff, MD, Professor of Pediatrics and Head of the Division of Infectious Disease and Tropical Pediatrics at UM SOM, outlined the impact and challenges of diarrheal diseases, identified the key pathogens responsible and discussed the interventions to prevent and treat this serious issue. The research was conducted in areas where there is a high burden of diarrheal illness. This included The Gambia, Kenya, Mali, Mozambique, Bangladesh, India and Pakistan.In 2015, diarrheal diseases caused an estimated 2.3 billion illnesses and 1.3 million deaths worldwide. Among that total, 40 percent were children under five years old and 90 percent of the deaths occurred in sub-Saharan Africa and South Asia, the research showed.These pathogens -- rotavirus, Cryptosporidium, Shigellaand enterotoxigenic Esherichia coli (ETEC) -- are responsible for most diarrheal illnesses, according to Dr. Kotloff, drawing from research conducted under the Global Enteric Multicenter Study (GEMS, the largest study of childhood diarrheal diseases conducted in a developing country setting. UM SOM coordinated the GEMS study, which was funded by the Bill & Melinda Gates Foundation.\"The findings from the GEMS study show that despite the many causes of diarrhea, targeting just four pathogens could prevent the majority of serious cases,\" said Dr. Kotloff, who is also Associate Director of Clinical Studies at UM SOM's Center for Vaccine Research.During the first year of a child's life, researchers found that rotavirus was the leading pathogen among the top four identified every research site. Among infants, rotavirus incidence was more than two times higher than any other pathogen.Dr. Kotloff led the clinical and epidemiological activities in the GEMS study and UM SOM's Principal Investigator was Myron M. Levine, MD, DTPH, the Simon and Bessie Grollman Distinguished Professor of Medicine and Associate Dean for Global Health, Vaccinology and Infectious Disease. Dr. Kotloff's latest findings also draw on a Gates Foundation-funded study underway, Vaccine Impact on Diarrhea in Africa (VIDA), which she is leading at sites in The Gambia, Kenya and Mali, to assess the causes and burden of diarrhea in children under five following the introduction of rotavirus vaccine.Dr. Kotloff said that the five key strategies to prevent diarrheal diseases and related complications are vaccination, oral rehydration salts, administering zinc, maintaining good nutrition, and the practice of proper hygiene, particularly handwashing.At present, there are rotavirus vaccines available internationally that are derived from live, but mild, strains, and WHO has recommended that the rotavirus vaccine for infants be included in all national immunization programs, particularly in countries where diarrheal deaths account for more than 10 percent of mortality among children under five.\"We are on the cusp of a dramatic shift in the epidemiology of pediatric diarrheal diseases since rotavirus vaccines became available,\" Dr. Kotloff said. \"However, adoption of a rotavirus vaccine regime is lagging in low-resource settings where the most severe cases occur.\"Research shows some vaccines have not been as effective in the world's poorest countries. To better understand this, investigators at UM SOM's CVD are studying the impact of vaccine introduction on the cause and incidence and cause of diarrhea in sub-Saharan Africa. Dr. Kotloff and her team are studying the effectiveness and safety of a new enhanced thermostable formulation of a rotavirus vaccine called RotaTeqTM in Mali, which is intended to be more resistant to temperature fluctuations.A diarrheal illness typically lasts several days and can leave the body dehydrated, without the water and salts necessary for survival. Extreme cases can lead to shock and death within hours. Infection from bacterial diarrheal episodes caused by pathogens such as Shigella can cause extensive damage of the intestine as a result of intense inflammation and cell death.  Importantly, Dr. Kotloff noted that in addition to high rates of mortality among young children suffering from diarrheal diseases, a single episode of moderate-to-severe diarrhea can produce lasting serious health conditions, such as impaired growth and cognitive development.\"The GEMS study showed that children who had a serious diarrheal disease episode were 8.5 times more likely to die in the two months after their illness than children in their neighborhood who were the same age but did not have an episode. This highlights the importance of preventing these episodes from occurring in the first place, and paying close attention to those who do have an episode,\" said Dr. Kotloff.", "article_link": "http://dx.doi.org/10.1016/j.pcl.2017.03.006", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoms-ric091117.php", "region": "namerica", "source_link": null, "funder": "Bill & Melinda Gates Foundation", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Pediatric Clinics of North America", "description": "Research conducted at the University of Maryland School of Medicine (UM SOM), has identified four pathogens are responsible for the vast majority of diarrheal illnesses - leading the way for potential new treatments.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}