{"title": "Penn State develops first-of-a-kind model to research post-malaria epilepsy", "text": "A first-of-its-kind mouse model could lead to an understanding of how cerebral malaria infection leads to the development of epilepsy in children, and to the prevention of seizures. The model -- a way for researchers to simulate the effects of malaria in children by using mice -- was developed in a collaboration between researchers at Penn State's colleges of medicine, engineering, science and agriculture.\r\n\tCerebral malaria is prevalent in children under 5 in developing countries with high malaria incidence. This form of malaria has a high mortality rate and also leads to epilepsy in survivors, with the rate of epilepsy in countries with malaria infections being up to six times higher than those in industrialized countries. There are no treatments during the infection that have been shown to reduce the development of epilepsy and it is not yet understood how malaria leads to epilepsy.\r\n\t\"I work in Africa and people tell me about the shockingly high incidence of epilepsy in children and adults,\" said lead investigator Steven Schiff, professor of neurosurgery, Brush Chair Professor of Engineering Science and Mechanics and Mechanical Engineering and director of the Penn State Center for Neural Engineering. \r\n\tChildren with cerebral malaria often enter a coma and die from complications, and up to 17 percent of survivors develop epilepsy. As Schiff looked into how to approach the problem, he realized that not much science is available on post-malaria epilepsy, one of the leading causes of epilepsy on the planet.\r\n\t\"A group of us at Penn State decided to put together our expertise and develop an animal model to test what would be the best therapies for children, so they don't get epilepsy after malaria,\" he said. \r\n\tTo effectively study post-malarial epilepsy, the animal model must be as close to the human version of the disease as possible. The model must contract malaria, be cured and then have the potential to develop epilepsy in the same way that a child does. To mirror the natural environment, the model needs to be generalizable to a variety of situations and not be restricted to a particular type of parasite or infected host. \r\n\tHaving a model will allow researchers to perform pre-clinical testing to design therapies to prevent epilepsy if given during treatment of malaria infection. The model can also be used to study how malaria and similar infectious diseases cause epilepsy -- a mystery at present.\r\n\tThe researchers developed four different variations, giving scientists a suite of tools to study malaria. They reported their results in Scientific Reports.\r\n\t\"It's a suite of models, not just one strain of malaria,\" Schiff said. \"This helps protect against a model having a version of the disease that is irrelevant to humans. It's our best shot at developing treatments because there are four different parasite-mouse models to use.\"\r\n\tThe model can also be used to study sudden unexplained death from epilepsy (SUDEP). In certain cases, epileptic seizures can lead to a person not breathing and their heart stopping. Until now, researchers did not have a way to study SUDEP. The model they developed also shows instances of SUDEP, giving scientists an important tool to learn what causes the sudden death. By understanding how epilepsy causes SUDEP, researchers can better develop preventative treatments.\r\n\tThis research was a collaboration between Penn State colleges and departments, bringing together experts in malaria and infectious disease, neurosciences, mechanical engineering, electrical engineering, experimental physics, biology, public health sciences and more. The first author on the paper, Paddy Ssentongo, is an African physician with deep knowledge of the complexities of malaria in Africa. The College of Engineering faculty helped develop the technologies needed to conduct the research. Schiff said that the research could not have happened without the team effort.\r\n\t\"This was indeed a collaborative project between requiring a range of very different and critical expertise -- from the identification of a critical clinical and human high-impact health problem, to the biology and physiology of malaria parasites, to experimental and instrumentation design,\" said Bruce Gluckman, associate professor of engineering science and mechanics and biomedical engineering. \"Equally important was the extensive effort -- the long hours -- put in by the assembled team to pursue this project to its end.\"\r\n\tResearch that crosses the borders of engineering, biology and medicine is often complex and complicated.\r\n\t\"This research is a testament to the interdisciplinary collaboration that flourishes at the Penn State Center for Neural Engineering, the Penn State Neuroscience Institute and Penn State University,\" said Robert Harbaugh, director of Penn State Neuroscience Institute and chair, Department of Neurosurgery.\r\n\tJudith Todd, chair, engineering science and mechanics said, \"Led by Dr. Steven Schiff, Penn State's Center for Neural Engineering is truly a model for interdisciplinary collaboration. The common goals of identifying the mechanisms and prevention of post-malarial epilepsy and SUDEP have unified faculty, physicians and students from the engineering sciences, medicine, biomedical engineering, the sciences, and public health, with our global colleagues in Uganda, to achieve results far beyond those of any one group alone. Inspired by a vision of preventing post-malarial epilepsy in millions of sufferers per year, Dr. Schiff is showing how breakthrough research is found when multiple disciplines intersect.\"\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ps-psd032317.php", "region": "namerica", "source_link": null, "funder": "Penn State Institute for the Neurosciences, Pennsylvania Department of Health Tobacco CURE Funds, Citizen's United for Research in Epilepsy", "meeting": "", "institution": "Penn State", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Neurobiology"], "journal": "Scientific Reports", "description": "A first-of-its-kind mouse model could lead to an understanding of how cerebral malaria infection leads to the development of epilepsy in children, and to the prevention of seizures. The model -- a way for researchers to simulate the effects of malaria in children by using mice -- was developed in a collaboration between researchers at Penn State's colleges of medicine, engineering, science and agriculture.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}