{"journal": "British Journal of Dermatology", "url": "http://www.eurekalert.org/pub_releases/2017-06/bu-scd061617.php", "description": "Despite mixed evidence recently about an association between atopic dermatitis and cardiovascular disease, a new study that analyzed more than 250,000 medical records suggests there is no link.", "article_link": "http://dx.doi.org/10.1111/bjd.15727/full", "date": "Fri, 16 Jun 2017 04:00:00 GMT", "funder": "Brown University", "title": "Study casts doubt about link between eczema, cardiovascular disease", "region": "namerica", "source_link": null, "institution": "Brown University", "text": "PROVIDENCE, R.I. [Brown University] -- For the roughly 7 percent of adults who live with atopic dermatitis, a common form of eczema, a new study reports a little good news: Despite recent findings to the contrary, the skin condition is likely not associated with an increase in cardiovascular risk factors or diseases.\"In our study, people who reported having atopic dermatitis were not at any increased risk for high blood pressure, Type 2 diabetes, heart attacks or strokes,\" said lead author Dr. Aaron Drucker, an assistant professor of dermatology at the Warren Alpert Medical School of Brown University and a physician with the Lifespan Physicians Group.The findings appear in the British Journal of Dermatology.Drucker and a team of co-authors made the findings by analyzing the records of 259,119 adults aged 30-74 in the Canadian Partnership for Tomorrow Project. Drucker led the data analysis with the hypothesis, suggested by two recent studies, that people with atopic dermatitis (AD) would be significantly more likely to have various cardiovascular problems.A diagnosis of AD was associated with somewhat reduced risk of stroke (0.79 times the odds), hypertension (0.87 times), diabetes (0.78 times) and heart attack (0.87 times). Drucker emphasized, however, that he does not believe that AD is protective -- given the mixed evidence accumulated by researchers, the best conclusion is that AD is likely not positively associated with cardiovascular disease.\"It's important to make this clear so it doesn't get misinterpreted: Even though we found lower rates of these outcomes with atopic dermatitis, we are not interpreting that as atopic dermatitis decreasing the risk,\" he said.The findings are based on a statistical analysis that accounted for confounders including age, gender, ethnic background, body-mass index, smoking, alcohol consumption, sleep, physical activity and asthma.The suspicion that AD might be associated with cardiovascular disease has likely arisen from the better-substantiated association researchers have found between the skin condition psoriasis and cardiovascular disease, Drucker said. But while the two inflammatory skin ailments share some clinical similarities, he said, they work differently at the molecular level, which might explain why only one may be associated with cardiovascular disease.\"In response to the increased risk of cardiovascular disease discovered for psoriasis, clinicians and psoriasis patients have been encouraged to more actively screen for and manage cardiovascular disease,\" Drucker said. \"It appears that similar measures may not be warranted for atopic dermatitis.\"Drucker acknowledged that the study could not answer the question of whether AD severity might correlate with cardiovascular disease. He said he is pursuing that question in new research, though there is a paucity of datasets that include both severity information and cardiovascular disease diagnoses.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Dermatology", " Endocrinology", " Diabetes", " Physiology"]}