{"journal": "Annals of Rheumatic Diseases", "url": "http://www.eurekalert.org/pub_releases/2017-06/elar-ero061617.php", "description": "The results of a meta-analysis presented for the first time today at the Annual European Congress of Rheumatology 2017 press conference showed that the excess risk of cardiovascular events in rheumatoid arthritis (RA) patients relative to the general population has decreased since the year 2000.", "article_link": null, "date": "Fri, 16 Jun 2017 04:00:00 GMT", "funder": "", "title": "Excess risk of cardiovascular events in RA patients decreased since start of 21st century", "region": "europe", "source_link": "https://www.eular.org/congresspressreleases/Excess_risk_of_cardiovascular_events_in_Rheumatoid_Arthritis_patients_decreased_since_start_of_21st_Century__OP0146.pdf", "institution": "European League Against Rheumatism", "text": "The results of a meta-analysis presented for the first time today at the Annual European Congress of Rheumatology (EULAR) 2017 press conference showed that the excess risk of cardiovascular events in rheumatoid arthritis (RA) patients relative to the general population has decreased since the year 2000. Compared with the general population, RA patients are known to have an increased risk of cardiovascular disease or events, including stroke, Myocardial Infarction (MI), Congestive Heart Failure (CHF) and Cardiovascular Mortality (CVM).This new analysis has confirmed the increased risk of cardiovascular disease among people with RA relative to the general population. However, the excess risk appears to be less prevalent than prior to the year 2000. \"This reduction in cardiovascular risk may have two explanations,\" said Elisabeth Filhol, a rheumatologist in training at Nîmes University Hospital, France. \"It may simply be due to better management of cardiovascular risk in patients with RA.\" \"However, knowing that systemic inflammation is the cornerstone of both RA and atherosclerosis, it may also be related to better control of chronic systemic inflammation as the result of new therapeutic strategies,\" speculated Professor Cécile Gaujoux-Viala of the University of Montpellier, head of the department of rheumatology of the Nîmes University Hospital and senior investigator on the study. \"Over the past fifteen years, new treatment strategies such as tight control, treat to target, methotrexate optimisation, and the use of biologic DMARDs has allowed a better control of systemic inflammation in patients with RA,\" Professor Gaujoux-Viala added.To assess the excess risk of presenting a cardiovascular event in RA patients compared to the general population, before and after the 2000s, a detailed literature search was conducted that included PubMed and Cochrane Library up until March 2016.Out of 5,714 screened references, 28 observational studies that provided data on the occurrence of a cardiovascular event (stroke, MI, CHF, CVM) in patients with RA and in a control group were eligible. A meta-analysis of relative risk (RR) concerning patients with RA in relation to the control group was performed for each cardiovascular event and for each period (before and after the 2000s).For studies published before 2000, a highly significant increase in the risk of all four cardiovascular events was observed in RA patients vs. controls as follows: RR=1.12, [95 % CI 1.04; 1.21], p=0.002 for stroke, RR=1.25 [1.14; 1.37], p\r\n\tFor all studies published after the year 2000, the increased cardiovascular risk was not related to CHF and CVM (RR= 1.17 [0.88; 1.56], p=0.27 and RR=1.07 [0.74; 1.56], p=0.71 respectively). The excess risk of MI was reduced in comparison with the period before 2000: RR=1.18 [1.14; 1.23], (p\r\n\t", "meeting": "Annual European Congress of Rheumatology EULAR 2017", "keywords": ["Medicine/Health"]}