{"journal": "JACC: Basic to Translational Science", "url": "http://www.eurekalert.org/pub_releases/2017-06/acoc-nam061417.php", "description": "Pulsed cavitation ultrasound can be used to remotely soften human degenerative calcified biosprosthetic valves and significantly improve the valve opening function, according to a novel study published today in JACC: Basic to Translational Science. This new noninvasive approach has the potential to improve the outcome of patients with severe bioprosthesis stenosis.", "article_link": "http://dx.doi.org/10.1016/j.jacbts.2017.03.012", "date": "Fri, 16 Jun 2017 04:00:00 GMT", "funder": "", "title": "Novel approach may improve valve function in some patients", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (June 16, 2017) -- Pulsed cavitation ultrasound can be used to remotely soften human degenerative calcified biosprosthetic valves and significantly improve the valve opening function, according to a novel study published today in JACC: Basic to Translational Science. This new noninvasive approach has the potential to improve the outcome of patients with severe bioprosthesis stenosis.  Artificial bioprosthetic tissue heart valves that are implanted in patients have limited durability, with progressive deterioration of the bioprosthesis after 12-15 years, secondary to the build-up of calcium on the bioprosthetic valve that prevents the valve from opening normally. Artificial metallic valves have more longevity but require long-term anticoagulation.  Artificial bioprosthetic heart valves are preferred by many patients with active life-styles or older patients, who are at a higher risk for bleeding, because they do not need to take anticoagulation. The need for surgery due to the deterioration of a prosthetic valve has increased risk, and is problematic in older subjects.In this study, researchers examined the effects of pulsed cavitational ultrasound on human bioprosthetic heart valves that were removed from patients because they were heavily calcified and were non-functional. Pulsed cavitational ultrasound, also called histotripsy, uses short-pulses of focused high pressure ultrasound to soften biological tissue. The ultrasound is delivered by a transducer that can be placed outside of the body and directed in a focused manner to the area of interest.The removed valves were surgically implanted in sheep or were studied in an experimental bath apparatus in order to examine the longer-term effects of pulsed cavitational ultrasound. The researchers found the pulsed cavitational ultrasound was able to soften the stiff calcified valves and improve the function, or opening, of the valves. The amount of stenosis, or lack of opening, of the calcified aortic valves decreased by about two-fold on average in both the animal model and the experimental apparatus.\"We believe that this novel ultrasound therapy could become a noninvasive therapeutic strategy in cardiology,\" said Emmanuel Messas, MD, PhD, professor of cardiovascular medicine at the Hôpital Européen Georges Pompidou in Paris, and corresponding author of the study. \"This new noninvasive approach has the potential to improve the outcome of patients with severe calcified bioprosthesis stenosis by avoiding risky surgical or transcatheter reintervention.\" This study was designed as a proof of concept study and did not evaluate the potential risk of pulsed cavitational ultrasound causing pieces of the calcified aortic valve breaking off and causing an embolic stroke.\"The results of this experimental study must be regarded as provisional because neither the safety nor efficacy of this technique have been evaluated in humans,\" said Douglas L. Mann, MD, FACC, editor-in-chief of JACC: Basic to Translational Science. \"However, the concept of using high energy ultrasound to restore the function of calcified artificial tissue valves, analogous to the manner in which nephrologists use ultrasound to break up kidney stones, is both provocative and exciting. The ultrasound devices to perform this type of therapy exist today, so the ability to translate these concepts to patients can move very quickly.\"  ", "meeting": "", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Clinical Trials", " Mortality/Longevity", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Public Health", " Bioinformatics"]}