{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-06/kac-nds061517.php", "description": "New data analysis presented today at the annual Global Forum on Nicotone (GFN) meeting demonstrates the potential of the low risk tobacco product snus in reducing the impact of tobacco related disease and death in Europe.\r\n \r\nThe latest evidence, presented by Peter Lee, epidemiologist and medical statistician, indicates that snus is at least 95 percent safer than smoking.", "article_link": null, "date": "Fri, 16 Jun 2017 04:00:00 GMT", "funder": "", "title": "New data shows low risk nicotine product snus is 95 percent safer than smoking", "region": "europe", "source_link": null, "institution": "Knowledge Action Change", "text": "EMBARGOED UNTIL [09.00 GMT Friday 16th June 2017, Warsaw, Poland] New data analysis presented today at the annual Global Forum on Nicotone (GFN) meeting demonstrates the potential of the low risk tobacco product snus in reducing the impact of tobacco related disease and death in Europe.The latest evidence, presented by Peter Lee, epidemiologist and medical statistician, indicates that snus is at least 95% safer than smoking. Analysis by Lars Ramström, snus researcher in Sweden, shows that if snus were made available in Europe - where it is currently banned with the exception of Sweden - and similar use levels to Sweden were adopted, up to 320,000 premature deaths could be avoided among men every year.    Snus, a smokeless powdered tobacco, is more popular than smoking in Sweden. Its availability has led to a reduction in smoking and smoking related diseases with the 2017 EC EuroBarometer survey showing only 5% of Swedes being daily smokers compared with the European average of 24%.   Correspondingly, Swedish men have Europe's lowest level of tobacco-related mortality, 152 per 100,000 compared with the European average of 373 per 100,000.While 46% of deaths due to smoking result from respiratory diseases such as lung cancer, chronic obstructive pulmonary disease and pneumonia, there is no evidence that risk of these diseases is increased by using snus. Nor does snus appear to increase the risk of other smoking related diseases including heart disease, stroke and a range of cancers. In addition, the public health benefits of snus vs. cigarettes are not only much lower, but the role of snus in both reducing initiation of smoking and increasing cessation of smoking is a key element in defeating the actual cause of tobacco-related ill-health caused by the cigarette.Current European legislation does not allow snus to be marketed in any European country except Sweden. However, due to strong evidence behind its potentially life saving benefits, The New Nicotine Alliance (NNA), a UK consumer group supporting access to safer nicotine products, is calling for its legalization and has joined legal action case against the banning of snus, which has now been referred to the European Courts of Justice.Gerry Stimson, Chair of the NNA stated, 'Snus is a tobacco product that has consistently been proven to be less harmful to health than cigarettes. The ban on snus limits smokers choices of safer alternatives and has a significant negative impact on public health'. In its fourth year, the Global Forum on Nicotine is the only international conference to focus on the role of safer nicotine products that may help people switch from smoking.  The theme of this year's meeting 'Reducing Harm, Saving Lives' is focused on examining the role of safer nicotine products in reducing the global health burden of smoking.The tobacco epidemic is one of the biggest public health threats,  killing more than 7 million people a year.ii There are currently 1 billion smokers worldwide, with nearly 80% of them living in low and middle income countries, where the burden of tobacco-related illness is greatest.", "meeting": "2017 Global Forum on Nicotine", "keywords": ["Health Care", " Medical Education", " Nonprofessional", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Addiction", " Smoking/Tobacco"]}