{"journal": "Annals of Rheumatic Diseases", "url": "http://www.eurekalert.org/pub_releases/2017-06/elar-geh061617.php", "description": "The results of a study presented today at the Annual European Congress of Rheumatology 2017 represent an important step towards characterising the genetic basis of cardiovascular disease (CVD) risk in chronic immune-mediated inflammatory diseases (IMID).", "article_link": null, "date": "Fri, 16 Jun 2017 04:00:00 GMT", "funder": "", "title": "Genes explain higher prevalence of CVD in chronic IMID patients", "region": "europe", "source_link": "https://www.eular.org/congresspressreleases/Genes_explain_higher_prevalence_of_cardiovascular_disease_in_chronic_immune_mediated_inflammatory_disease_patients__OP0292.pdf", "institution": "European League Against Rheumatism", "text": "The results of a study presented today at the Annual European Congress of Rheumatology (EULAR) 2017 represent an important step towards characterising the genetic basis of cardiovascular disease (CVD) risk in chronic immune-mediated inflammatory diseases (IMID).  Specific genetic loci (different positions on the chromosome) previously identified as being associated with CVD risk in the general population have been found to be significantly increased in association with CVD risk among chronic IMID patients. From these, 4 loci were found to have different genetic effects across different chronic IMID. Out of a total of 10 genetic patterns significantly associated with CVD risk across chronic IMID, 2 showed a highly significant association with CVD risk in rheumatoid arthritis (RA), psoriatic arthritis (PsA), and systemic lupus erythematosus (SLE). Functional analysis of these 2 genetic patterns revealed their role in key pathological mechanisms behind these rheumatic diseases.  Previous clinical studies had demonstrated that chronic IMID have a higher prevalence of cardiovascular (CV) events compared to the general population. ,  This increase in CV events is explained by a combination of accelerated atherosclerosis and endothelial dysfunction with inflammation providing the central link. \"Our research findings help explain the higher prevalence of cardiovascular events observed in chronic IMID patients compared to the general population,\" said lead author Dr. Antonio Julià from the Rheumatology Research Group at the Vall d'Hebron Hospital, Barcelona, Spain. \"At this stage, our results are of significance to better understanding the disease process. However, they could also have clinical implications, since some of the associated biological pathways are targeted by current IMID therapies. Gaining a better understanding of the genetic mechanisms underlying CVD risk in these patients could be fundamental to the development of more efficient preventive and treatment strategies,\" he explained. A total of 17 genetic loci previously identified as being associated with CVD risk in the general population were found to be significantly associated with CVD risk among the chronic IMID patient groups (p\r\n\tTo identify global genetic patterns associated with CVD risk across different chronic IMID, a so-called 'cross-phenotype genome-wide meta-analysis' was carried out, which identified a total of 10 genetic patterns significantly associated with CVD risk in these diseases. Two of these genetic patterns showed a highly significant association with CVD risk in RA, PsA and SLE. Functional analysis of these 2 genetic patterns revealed their role in the key cytokine pathways behind rheumatic disease mechanisms.To characterise the genetic basis of CVD risk in chronic IMID, genetic profiling was carried out on a total of 6,485 patients with one of six chronic IMID (RA, PsA, SLE, psoriasis, Crohn's disease and ulcerative colitis) recruited by the Spanish biomedical consortium IMID Consortium. All patients were Caucasian European from Spain. The presence of CVD was defined as having one or more out of ischaemic heart disease (myocardial infarct and angina), stroke and peripheral arterial disease. ", "meeting": "Annual European Congress of Rheumatology EULAR 2017", "keywords": ["Medicine/Health", " Cardiology"]}