{"journal": "Stroke: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-hrt061217.php", "description": "Horseback riding and rhythm-and-music therapies may improve balance, gait, cognition and long-term perception of recovery for stroke survivor's years after their stroke. Researchers said significant improvements are still possible years after stroke using motivating, comprehensive therapies that combine physical, sensory, cognitive and social components to stimulate and increase brain activity.", "article_link": "http://dx.doi.org/10.1161/STROKEAHA.116.016433", "date": "Thu, 15 Jun 2017 04:00:00 GMT", "funder": "", "title": "Horse, rhythm-and-music therapies may boost recovery after stroke", "region": "namerica", "source_link": "http://newsroom.heart.org/news/horse-rhythm-and-music-therapies-may-boost-recovery-after-stroke?preview=e4c59de4503b84935d4cb4eb8f0e31a2", "institution": "American Heart Association", "text": "DALLAS, June 15, 2017 -- Horseback riding and rhythm-and-music therapies may improve stroke survivors' perception of recovery, gait, balance, grip strength and cognition years after their stroke, according to new research in the American Heart Association's journal Stroke.A variety of interventions that engage patients in physical, sensory, cognitive and social activities simultaneously target a range of functions. Researchers said this combination of different activities and stimuli, rather than the individual components, appear to produce additional beneficial effects for stroke recovery.\"Significant improvements are still possible, even years after a stroke, using motivating, comprehensive therapies provided in stimulating physical and social surroundings to increase brain activity and recovery,\" said Michael Nilsson, M.D., Ph.D. senior author and Director of the Hunter Medical Research Institute and Professor at the University of Newcastle in Australia and University of Gothenburg, Sweden.Researchers studied 123 Swedish men and women (age 50-75) who had suffered strokes between 10 months and 5 years earlier. Survivors were randomly assigned to rhythm-and-music therapy, horse-riding therapy or ordinary care (the control group). The therapies were given twice a week for 12 weeks.Researchers found that among the survivors who felt they experienced an increased perception of recovery:The perception of recovery was sustained at three-month and six-month follow-ups.Horse-riding therapy produces a multisensory environment and the three-dimensional movements of the horse's back create a sensory experience that closely resembles normal human gait and is beneficial for stroke survivors.In rhythm-and-music therapy patients listen to music while performing rhythmic and cognitively demanding hand and feet movements to visual and audio cues. Researchers found that the rhythm-and-music activity helped survivors with balance, grip-strength and working memory.Limitations of the study include the relatively small number of participants and survivors with severe disabilities could not be considered for the therapy. In addition, researchers doubt these therapies would be cost-effective if patients with mild deficiencies had been included.Further analyses of the study results and follow-up studies involving more participants are planned to help determine efficiency, timing and costs.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}