{"journal": "Annals of Rheumatic Diseases", "url": "http://www.eurekalert.org/pub_releases/2017-06/elar-nbt061517.php", "description": "The results of a study presented today at the Annual European Congress of Rheumatology 2017 press conference have shown that a specific biomarker detected in the blood of lupus patients with no symptoms of cardiovascular disease (CVD), thought to be at low risk of CVD based on traditional risk factors, is associated with the presence of atherosclerosis.", "article_link": null, "date": "Thu, 15 Jun 2017 04:00:00 GMT", "funder": "", "title": "New blood test detects stroke and heart attack risk in lupus patients with no CVD symptoms", "region": "europe", "source_link": "https://www.eular.org/congresspressreleases/New_blood_test_detects_stroke_and_heart_attack_risk_in_lupus_patients_wi.pdf", "institution": "European League Against Rheumatism", "text": "Madrid, Spain, 15 June 2017: The results of a study presented today at the Annual European Congress of Rheumatology (EULAR) 2017 press conference have shown that a specific biomarker detected in the blood of lupus patients with no symptoms of cardiovascular disease (CVD), thought to be at low risk of CVD based on traditional risk factors, is associated with the presence of atherosclerosis .  Overall, the risk of having fatty deposits (plaques) in the carotid arteries that deliver blood to the brain due to atherosclerosis was increased by a factor of 8 times in those lupus patients who had a biomarker known as High Sensitivity Cardiac Troponin T (HS-cTnT) in their blood.1 Premature CVD is much more common in young premenopausal women with lupus than healthy women of a similar age.  With the increased life expectancy of lupus patients due to improved therapy, CVD has emerged as a significant threat to their health.2 CVD is a major cause of death and ill-health in lupus patients.  Using traditional risk factors as the 'Framingham score' has previously underestimated the risk of CVD in this population.  \"The results of our study raise the possibility that this easily measured biomarker could be introduced into clinical practice as a more reliable way of evaluating CVD risk in lupus patients,\" said lead author Dr. Karim Sacre, from the Bichat Hospital, Paris, France. \"This in turn will enable more effective primary prevention measures such as treating abnormally raised blood lipids to be implemented,\" he added.Using vascular ultrasound, 23 out of 63 (36.5%) consecutive lupus patients were found to have signs of carotid plaques compared to only 2 out of 18 (11.1%) of a control group. None of these patients nor the controls had symptoms of CVD and they all had a low Framingham risk factor score. Only age (p=0.006) and lupus disease status (p=0.017) were independently associated with the presence of carotid plaques.The percentage of lupus patients with carotid plaques who had a detectable HS-cTnT was 87%; only 42.5% of lupus patients without plaques had a detectable blood level of HS-cTnT (p\r\n\t\"Before introducing this new biomarker into clinical practice, we are conducting further research to confirm our findings on a larger cohort of patients, with a longer follow up period, analysing not only carotid plaques, but also the occurrence of major cardiovascular events,\" Dr. Sacre concluded.Lupus (Systemic Lupus Erythematosus) is a genetically complex chronic relapsing immune mediated rheumatic disease characterised by inflammation that may affect different tissues, including the skin, joint linings, lungs, kidneys and other organs.  Lupus predominately affects women, occurring 10 times more often than in men, and frequently starting at child-bearing age.  The disease is highly variable in the way it may present, and in its outcome among individuals and across different ancestral groups.  ", "meeting": "Annual European Congress of Rheumatology EULAR 2017", "keywords": ["Medicine/Health", " Cardiology", " Orthopedic Medicine"]}