{"journal": "European Heart Journal - Cardiovascular Pharmacotherapy", "url": "http://www.eurekalert.org/pub_releases/2017-06/esoc-scd061317.php", "description": "Sex-specific cardiovascular drug dosages are needed to reduce adverse reactions in women, according to a position paper from the European Society of Cardiology published today in the June issue of European Heart Journal - Cardiovascular Pharmacotherapy.", "article_link": "http://dx.doi.org/10.1093/ehjcvp/pvw042", "date": "Thu, 15 Jun 2017 04:00:00 GMT", "funder": "Spanish National Network on Cardiovascular Diseases", "title": "Sex-specific cardiovascular drug dosages needed to reduce adverse reactions in women", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/sex-specific-cardiovascular-drug-dosages-needed-to-reduce-adverse-reactions-in-women?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, 15 June 2017: Sex-specific cardiovascular drug dosages are needed to reduce adverse reactions in women, according to a position paper from the European Society of Cardiology published today in the June issue of European Heart Journal - Cardiovascular Pharmacotherapy.1\"Cardiovascular diseases kill a greater proportion of women than men in Europe, and they kill twice as many women as all cancers combined,\" said lead author Dr Juan Tamargo, director of the Cardiovascular Pharmacology Research Group, Universidad Complutense, Madrid, Spain.\"Cardiovascular drug recommendations are based on clinical trials in middle-aged men,\" continued Dr Tamargo. \"Women have more adverse reactions from current dosages and may stop taking preventive medication, leaving them unprotected despite their higher risk.\"The position paper outlines the differences between women and men with respect to cardiovascular medications and gives recommendations on how to improve treatment in women.Key differences between women and men with respect to cardiovascular diseases and drugs:\r\nDr Tamargo said: \"Male physicians less often prescribe recommended medications for female patients. Some doctors think cardiovascular disease is not a real issue for women because they are protected by sex hormones, forgetting that this disappears with age and women live longer than men.\"Women have a 1.5 to 1.7-fold greater incidence of adverse reactions to cardiovascular drugs and they tend to be more severe than in men, more often needing hospital admission. For example, women have a higher risk of drug-induced torsades de pointes (an abnormal heart rhythm than can lead to sudden cardiac death) and severe bleeding. Statin-induced myopathy is more common in older women with low body weight. \"Women have more adverse reactions because for many drugs the same dose is recommended for everyone irrespective of body weight,\" said Dr Tamargo. \"This can lead to higher plasma levels and overdoses in women.\"There are sex-related differences in the pharmacokinetics (the way a drug is absorbed, distributed, biotransformed and excreted) of some widely used cardiovascular drugs. For example, the bioavailability and plasma levels of aspirin are higher in women than men, possibly due to lower activity of the enzyme aspirin esterase, and greater distribution and lower clearance of aspirin. These differences vanish with oral contraceptives and during pregnancy.Dr Tamargo said: \"Sex-related recommendations for drug dosages are not included on labels, even for drugs with a greater than 40% difference in pharmacokinetics between men and women.\"Sex-related differences also occur in cardiovascular drug pharmacodynamics (the relationship between drug effect and drug concentration at the site of action). For example, aspirin has a higher protective effect against stroke in women and against heart attack in men. Aspirin is more active in male platelets, and aspirin resistance is more frequent in women.The paper recommends:\r\nDr Tamargo concluded: \"The most effective way to minimise adverse drug reactions in women is to develop and implement sex-specific guidelines for cardiovascular drugs.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"]}