{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--usd061517.php", "description": "University of California San Diego School of Medicine has entered a five-year strategic partnership with Janssen Pharmaceuticals, Inc., part of the Janssen Pharmaceutical Companies of Johnson & Johnson, to discover meaningful treatments for metabolic diseases.", "article_link": null, "date": "Thu, 15 Jun 2017 04:00:00 GMT", "funder": "", "title": "UC San Diego partners with Janssen to research new approaches to treat metabolic diseases", "region": "namerica", "source_link": null, "institution": "University of California - San Diego", "text": "University of California San Diego School of Medicine has entered a five-year strategic partnership with Janssen Pharmaceuticals, Inc., part of the Janssen Pharmaceutical Companies of Johnson & Johnson, to discover meaningful treatments for metabolic diseases. As part of this multi-project collaboration, UC San Diego School of Medicine and Janssen will bring together complementary expertise across a broad range of scientific disciplines in order to identify pathways and mechanisms driving disease progression, as well as clinically useful biomarkers, therapeutic targets and gastric bypass approaches with potential to improve treatments for obesity and related conditions, including type 2 diabetes, non-alcoholic steatohepatitis (NASH), chronic kidney disease (CKD) and metabolic liver disease. According to the Centers for Disease Control and Prevention, 37 percent of adults living in the United States are obese and at higher risk of developing heart disease, stroke, type 2 diabetes and cancer. Additionally, an estimated 3 to 12 percent of adults have NASH -- a more severe type of non-alcoholic fatty liver disease (NAFLD) that includes fat accumulation, liver inflammation and liver damage, increasing potential risk for cirrhosis. \"Through this collaboration, we can be better equipped to find solutions for metabolic diseases that affect millions worldwide and are inadequately treated with current therapies,\" said Jerrold Olefsky, MD, associate dean for scientific affairs at UC San Diego School of Medicine and professor of medicine in the Division of Endocrinology and Metabolism. \"This collaboration pulls together a world-class team with UC San Diego researchers bringing extensive scientific expertise and human biology knowledge, and Janssen scientists providing drug discovery and clinical development expertise and capabilities.\" In the first year of the partnership, nine projects will be initiated focusing on the development of animal and cell models of NASH and CKD, as well as the discovery of mechanisms invoked by bariatric surgery, disease-related biomarkers and novel therapeutic targets. While each project is being led by principal investigators, all projects will be integrated to build on new discoveries. Researchers will also evaluate biological samples obtained from patients with various diseases using UC San Diego's core capabilities in high-throughput metabolomics, microbiome research and bioinformatics. A joint steering committee between UC San Diego and Janssen will oversee the collaboration, including project monitoring and ongoing project selection.", "meeting": "", "keywords": ["Medicine/Health", " Diet/Body Weight", " Gastroenterology", " Liver", " Urogenital System", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"]}