{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-06/ncsu-nu060817.php", "description": "Researchers have developed a new surgical tool that uses low-frequency intravascular ultrasound to break down blood clots that cause deep vein thrombosis. The tool is the first ultrasound 'drill' that can be aimed straight ahead, allowing doctors to better target clots -- which holds promise for significantly reducing treatment time. To date, the technology has been tested only in synthetic blood vessels.", "article_link": "http://dx.doi.org/10.1038/s41598-017-03492-4", "date": "Wed, 14 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "New ultrasound 'drill' targets deep vein blood clots", "region": "namerica", "source_link": null, "institution": "North Carolina State University", "text": "Researchers at North Carolina State University and the University of North Carolina at Chapel Hill have developed a new surgical tool that uses low-frequency intravascular ultrasound to break down blood clots that cause deep vein thrombosis. The tool is the first ultrasound \"drill\" that can be aimed straight ahead, allowing doctors to better target clots -- which holds promise for significantly reducing treatment time. To date, the technology has been tested only in synthetic blood vessels.Existing intravascular ultrasound tools for clearing clots emit ultrasound waves laterally. This makes it harder to target clots exclusively, meaning that the ultrasound can also damage surrounding blood vessels. However, ultrasound breaks the clots into very small pieces, so doctors don't need to use large doses of blood thinner to dissolve the clot remnants.Another technique uses a diamond-tipped drill to effectively chew through clots. This is more targeted, posing less risk to blood vessels. However, this technique breaks the clot into relatively large pieces, requiring higher doses of blood-thinning drugs -- which can pose risks of their own.\"Our new ultrasound tool is forward-facing, like a drill, but still breaks down clots into very fine particles,\" says Xiaoning Jiang, a professor of mechanical and aerospace engineering at NC State and corresponding author of a paper describing the work. \"Our approach improves accuracy without relying on high doses of blood thinners, which we hope will reduce risks across the board.\"The tool also incorporates an injection tube that allows users to inject microbubbles at the site of the clot, making the ultrasound waves more effective at breaking down the clot.The researchers tested a prototype of the device in a synthetic blood vessel using cow's blood.\"We found that we could dissolve 90 percent of a clot in 3.5 to 4 hours without using any blood thinners at all,\" says Jinwook Kim, lead author of the paper and a Ph.D. student in Jiang's lab. \"That's compared to 10 hours for the combination of conventional ultrasound tools and blood thinners.\"\"This is a successful proof of concept, and we're now in the process of securing funding to move forward with trials in an animal model,\" Jiang says.The researchers have filed a patent on the technology and are interested in working with industry partners to help develop the device.", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Acoustics", " Medicine/Health", " Cardiology", " Stroke", " Surgery", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Mechanical Engineering"]}