{"journal": "Journal of Stroke and Cerebrovascular Diseases", "url": "http://www.eurekalert.org/pub_releases/2017-06/mmu-asw060917.php", "description": "Researchers examined if a particular trial type could be successfully applied to stroke patients -- and whether this approach may accelerate discovery of new treatments.", "article_link": "http://dx.doi.org/10.1016/j.jstrokecerebrovasdis.2016.09.010", "date": "Tue, 13 Jun 2017 04:00:00 GMT", "funder": "", "title": "A SMARTer way to discover new stroke treatments", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/lab-report/a-smarter-way-to-discover-new-stroke-treatments", "institution": "Michigan Medicine - University of Michigan", "text": "The new trial method is being used in clinical trials across the industry.\"SMART trials allow you to get to two questions at once and can potentially be more efficient,\" says William Meurer, M.D., associate professor of emergency medicine and neurology at Michigan Medicine and a member of the Michigan Center for Integrative Research in Critical Care. \"You may find answers you wouldn't normally find using a normal trial design.\"Meurer is the lead author on a study published in the Journal of Stroke and Cerebrovascular Diseases that investigated if the trial design could be used specifically to study stroke treatment.\"In stroke, we are often treating the patient with a tissue plasminogen activator drug upfront to dissolve a blood clot in the brain,\" Meurer says. \"Sometimes, that blood clot doesn't dissolve. What do you do next?\"This question led the research team to a SMART trial design, says Meurer, also a member of the U-M Institute for Healthcare Policy and Innovation.Researchers wanted to know two things: \"If there's a new treatment better than tPA, and if there's something new we can do at that second step, if tPA doesn't dissolve the clot,\" he says.Designing the trialMeurer and colleagues conducted a numerical simulation to evaluate the study design. The simulation included two initial reperfusion strategies, alteplase versus a new pharmacologic regimen, and two rescue therapies, the current best endovascular approach versus rescue pharmacotherapy.\"Because we were testing these multiple treatment options, we knew there could be a range of possible outcomes,\" Meurer says. \"For example, we cite in the paper that rescue pharmacotherapy may only be effective if linked with the alteplase initial reperfusion treatment. Our main outcome of the simulated trial was to find the proportion of true-positive and false-positive trials given the scenario.\"The research team analyzed, in sample sizes of 2,000, 1,500 and 700, the overall probabilities of success for individuals following each treatment pathway:- lytic A, no response, catheterization lab- lytic A, no response, new medication- lytic B, respond- lytic B, no response, catheterization lab- lytic B, no response, new medication.In addition, they simulated probabilities for three trial phases. This assumed a new treatment would work 50 percent of the time, and the old treatment would work 40 percent of the time, with the goal to determine how many of the clinical trials actually got the right answer based on the above simulated truth. This determined how accurate that sort of clinical trial would be in detecting an important treatment effect, and how often the trial might give a false positive result.After probing the results, the researchers say their simulation demonstrated that a SMART trial design was effective for testing sequential treatments for acute stroke.\"The SMART simulation allowed us to find differences in dynamic treatment regimens, and tailored sequences of treatments and treatment interactions, instead of just treatments at a single stage,\" Meurer says.  \"Mainly, this new design allowed us to learn a couple of things at once: how well a treatment worked for the first phase of stroke, and how often an additional treatment worked in those who did not respond to the first treatment. Uniquely, some initial treatments might look the same, but may increase the number of patients who respond to the second stage treatment.\"Current clinical trial processes would not allow this result because we wouldn't change from one first stage treatment to another if they were working similarly, and thus we would never know that we would help people because the new first stage treatment would make the second stage treatment more effective.\"SMART trials are not unusual in clinical trials overall, he adds, noting that they just have not been used specifically to study stroke treatments.\"We proved this type of consolidated approach to research in a randomized way is unique and a good way to learn more about what new treatments might work for stroke patients,\" he says.It could also potentially save time and resources.\"Clinical trials are costly and it can be challenging to find participants,\" Meurer says. \"A SMART trial could potentially be more efficient. In stroke care, most trials focus on the first decision made in treatment, whereas this type of trial allows treatment decisions to be made at two different times to see how they could benefit from each other.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine"]}