{"journal": "The Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-06/tl-tll061217.php", "description": "In people aged 75 or over, long-term daily aspirin use is linked to a higher than expected risk of disabling or fatal bleeding, according to a new study in The Lancet. While short-term aspirin use after a stroke or heart attack has clear benefits, the authors say that patients over 75 who take aspirin on a daily basis should be prescribed a proton-pump inhibitor (heartburn drugs) to reduce the risk of bleeding.", "article_link": null, "date": "Tue, 13 Jun 2017 04:00:00 GMT", "funder": "", "title": "The Lancet: Long-term daily aspirin use linked to higher than expected risk of bleeding in over 75s", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "In people aged 75 or over, long-term daily aspirin use is linked to a higher than expected risk of disabling or fatal bleeding, according to a new study in The Lancet. While short-term aspirin use after a stroke or heart attack has clear benefits, the authors say that patients over 75 who take aspirin on a daily basis should be prescribed a proton-pump inhibitor (heartburn drugs) to reduce the risk of bleeding. Roughly 40-60% of adults aged 75 or older in the USA or Europe take daily aspirin or other antiplatelet drugs to prevent heart attacks or strokes. Lifelong treatment with antiplatelet drugs is recommended for patients who have previously had a heart attack or stroke (so-called secondary prevention). The advice for lifelong treatment is based on trials mostly done in patients younger than 75, with a follow up of approximately 2-4 years. Previous studies have shown there is a causal link between antiplatelet treatment and upper gastrointestinal bleeding, and although the risk is known to increase with age, estimates on the size of the risk vary widely there are few data on whether severity of bleeding also increases with age. Professor Peter Rothwell, lead author from University of Oxford, UK, says: \"We have known for some time that aspirin increases the risk of bleeding for elderly patients. But our new study gives us a much clearer understanding of the size of the increased risk and of the severity and consequences of bleeds. Previous studies have shown there is a clear benefit of short term antiplatelet treatment following a heart attack or stroke. But our findings raise questions about the balance of risk and benefit of long-term daily aspirin use in people aged 75 or over if a proton-pump inhibitor is not co-prescribed. However, suddenly stopping medication is definitely not advised, so patients should always talk to their doctors.\" [1] The Oxford Vascular Study followed 3166 patients who had previously had a stroke or heart attack and were prescribed antiplatelet drugs (mostly aspirin). Half the patients were aged 75 or over at the start of the study. Over 10 years of the study, a total of 314 patients were admitted to hospital for bleeding. The risk of bleeding, in particular the risk of fatal or disabling bleeding, increased with age. For patients under 65 taking daily aspirin, the annual rate of bleeds requiring hospital admission was approximately 1.5%. For patients aged 75-84, the annual rate rose to approximately 3.5% and to 5% for patients aged over 85.Similarly, the risk of disabling or fatal bleeding increased with age. For patients aged under 65, the annual rate of life-threatening or fatal bleeds was less than 0.5%. For patients aged 75-84, the rate rose to approximately 1.5%, and to nearly 2.5% for patients aged 85 or over.The outcome of non-fatal bleeds was also worse at older ages. The proportion of survivors for whom a bleed resulted in a new, or sustained increase in disability rose from 3% (4/157) for people aged under 75, to 25% (46/183) for people aged over 75. Overall, the risk of disabling or fatal bleeding over ten years was 10 times higher at ages 75 years or older, compared to younger patients. Although the risk of heart attacks and strokes also increases with age, the authors conclude that for patients aged 75 or older, major upper gastrointestinal bleeding as a result of antiplatelet therapy was at least as likely to be disabling or fatal as recurrent ischaemic stroke, if a proton pump inhibitor (PPI) is not co-prescribed. PPIs could reduce upper gastrointestinal bleeding by 70-90% in patients receiving long-term antiplatelet treatment. However, prescription is not routine and only about a third of patients in the study were taking them. While there are some known risks associated with long-term PPI use, the authors conclude that the benefits of PPI use at older ages outweigh the risks, and guidelines should recommend the co-prescription of PPIs in this age group. Professor Rothwell adds: \"While there is some evidence that long-term PPI use might have some small risks, this study shows that the risk of bleeding without them at older ages is high, and the consequences significant. In other words, these new data should provide reassurance that the benefits of PPI use at older ages will outweigh the risks.\" [1]The study was an observational study, rather than a randomised trial, meaning it's not possible for this study to show that the increased risk is entirely caused by aspirin. However, previous randomised trials have shown that at least half of bleeds occurring on aspirin are due to the medication [2]. The authors note that the majority of patients in the study were taking aspirin (75mg enteric coat) with only a few patients taking clopidogrel, meaning that the findings may not apply to other antiplatelet drugs. Additionally, the findings did not take into account the potential impact of any adverse effects linked to long-term PPI use. Writing in a linked Comment, Professor Hans-Christoph Diener, University Duisburg-Essen, Germany says: \"...the first consequence of (this) study is that the benefit-risk association in long-term antiplatelet therapy should be evaluated every 3-5 years in patients older than 75 years... The second consequence of (the) study is its support for the need to use PPIs in patients on antiplatelet therapy aged 75 years or older or in patients with a history of gastrointestinal bleeds. PPIs are underused in patients on antiplatelet therapy, perhaps because the consequences of upper gastrointestinal bleeds were underestimated in elderly patients who were treated with aspirin.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Aging", " Gastroenterology"]}