{"journal": "Nature Biomedical Engineering", "url": "http://www.eurekalert.org/pub_releases/2017-06/buco-3ph061317.php", "description": "A research team led by Boston University Biomedical Engineering Professor Christopher Chen is pioneering an infused 3-D-printed patch that guides the growth of new blood vessels, avoiding some of the problems with other approaches to treating ischemia.", "article_link": null, "date": "Tue, 13 Jun 2017 04:00:00 GMT", "funder": "", "title": "3-D-printed patch helps guide growing blood vessels", "region": "namerica", "source_link": null, "institution": "Boston University College of Engineering", "text": "Ischemia results when narrowed, hardened or blocked blood vessels starve tissue, often resulting in heart attack, stroke, gangrene and other serious conditions. Surgery can correct the problem in large vessels, but treatment is much more complex in vessels that are smaller or damaged by prior treatment. Professor Christopher Chen (BME, MSE) is developing a method using 3D-printed patches infused with cells that offer a promising new approach to growing healthy blood vessels.Chen - together with clinical partners C. Keith Ozaki, MD, FACS, a surgeon at Brigham and Women's Hospital who has expertise in leg ischemia, and Joseph Woo, MD, the head of cardiothoracic surgery at Stanford University - have developed a patch that fosters the growth of new vessels while avoiding some of the problems of other approaches. Their research is published in the new issue of Nature Biomedical Engineering.  \"Therapeutic angiogenesis, when growth factors are injected to encourage new vessels to grow, is a promising experimental method to treat ischemia,\" said Chen. \"But in practice, the new branches that sprout form a disorganized and tortuous network that looks like sort of a hairball and doesn't allow blood to flow efficiently through it. We wanted to see if we could solve this problem by organizing them.\" Chen and his colleagues designed two patches with endothelial cells -- one where the cells were pre-organized into a specific architecture, and another where the cells were simply injected without any organizational structure. In vivo results demonstrated the patches with pre-organized structure reflected a marked improvement in reducing the prevalence of ischemia, while the patches with no organization resulted in the \"hairball\" situation as described by Chen.  \"This pre-clinical work presents a novel approach to guide enhanced blood flow to specific areas of the body,\" said Ozaki. \"The augmented blood nourishment provides valuable oxygen to heal and functionally preserve vital organs such as the heart and limbs.\"To 3D print vessels on such a small scale---100 microns, small enough for tiny blood vessels--- Chen leveraged his connection to Innolign, a Boston biomedical technology company he helped found. The 3D printing approach allowed researchers at Innolign and Chen's group to quickly change and test their designs, which helped them discern which patterns worked well. In addition, the 3D printing technology allows for scalability, which will be helpful going forward as they move to test their designs in larger, more complex organisms and tissue environments.\"One of the questions we were trying to answer is whether or not architecture of the implant mattered, and this showed us that yes, it does, which is why our unique approach using a 3D printer was important,\" said Chen. \"The pre-organized architecture of the patch helped to guide the formation of new blood vessels that seemed to deliver sufficient blood to the downstream tissue. While it wasn't a full recovery, we observed functional recovery of function in the ischemic tissue.\"Chen noted that while the results of this project are promising, this approach is still in early stages. Going forward, his team will continue working on the scalability of the patches, while experimenting with different architectures to see if there is a structure that works even better than what they have tried so far. \"This project has been long in the making, and our clinical collaborators have been indispensable to the success of the project,\" said Chen. \"As a bioengineer, we were focused on how to actually build the patch itself, while the clinical perspective was critical to the design process. We look forward to continuing our partnerships as we move forward.\"\r\n\t", "meeting": "", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Biomechanics/Biophysics", " Medicine/Health", " Cardiology", " Stroke", " Nanotechnology/Micromachines"]}