{"journal": "Molecular Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-06/cums-arl060717.php", "description": "Fever during pregnancy may raise the risk for autism spectrum disorder (ASD) in the child, according to a study led by scientists at the Center for Infection and Immunity (CII) at Columbia University's Mailman School of Public Health. The effect was most pronounced in the second trimester, raising odds for ASD by 40 percent. Risk of an ASD was increased by over 300 percent for the children of women reporting three or more fevers after the twelfth week of pregnancy.", "article_link": null, "date": "Tue, 13 Jun 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Jane Botsford Johnson Foundation, Simons Foundation Autism Research Initiative, Norwegian Ministry of Health and Care Services, Norwegian Ministry of Education", "title": "Autism risk linked to fever during pregnancy", "region": "namerica", "source_link": null, "institution": "Columbia University's Mailman School of Public Health", "text": "Fever during pregnancy may raise the risk for autism spectrum disorder (ASD) in the child, according to a study led by scientists at the Center for Infection and Immunity (CII) at Columbia University's Mailman School of Public Health. The effect was most pronounced in the second trimester, raising odds for ASD by 40 percent. Risk of an ASD was increased by over 300 percent for the children of women reporting three or more fevers after the twelfth week of pregnancy.The study is the most robust to date to explore the risk of ASD associated with fevers across the entire span of pregnancy, and of the capacity of two different types of commonly used anti-fever medications--acetaminophen and ibuprofen--to address that risk. Risks were minimally mitigated among the children of women taking acetaminophen for fever in the second trimester. Although there were no cases of ASD among children of mothers who took ibuprofen, a nonsteroidal anti-inflammatory drug, researchers could not ascertain whether risk was mitigated   due to the extremely small number of women using this particular drug for fever. Results of the study appear in the journal Molecular Psychiatry.The researchers followed 95,754 children born between 1999 and 2009, including 583 cases of ASD identified in Norway through the Autism Birth Cohort (ABC) Study. Mothers of 15,701 children (16 percent) reported fever in one or more four-week intervals throughout pregnancy, similar to rates reported in the U.S. ASD risk was increased by 34 percent when mothers reported fever at any time during pregnancy, and by 40 percent in the second trimester. The risk increased in a dose-dependent fashion from 1.3-fold with one or two fever episodes after the twelfth prenatal week to 3.12-fold with three or more episodes.   \"Our results suggest a role for gestational maternal infection and innate immune responses to infection in the onset of at least some cases of autism spectrum disorder,\" says first author Mady Hornig, associate professor of Epidemiology and director of Translational Research at CII. Questionnaire analysis did not indicate an association between risk and maternally-reported symptoms of infection in individual organ systems that might implicate specific infectious agents. An ongoing study is testing blood samples collected at mid-pregnancy and at birth to explore the possible role of specific infectious agents and the contribution of distinctive patterns of immune response among mothers and children to understand the mechanisms creating vulnerability. \"Future work should focus on identifying and preventing prenatal infections and inflammatory responses that may contribute to autism spectrum disorder,\" says senior author W. Ian Lipkin, John Snow Professor of Epidemiology and director of CII.", "meeting": "", "keywords": ["Developmental/Reproductive Biology", " Microbiology", " Virology", " Medicine/Health", " Epidemiology"]}