{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-06/cc-ccr061317.php", "description": "The National Institutes of Health (NIH) awarded a $6 million grant to Cleveland Clinic to establish a national research consortium focused on improving the diagnosis and understanding the cause for Dementia with Lewy Bodies (DLB). The new Dementia with Lewy Bodies Consortium will centralize research efforts and create a national, coordinated registry for clinical data.", "article_link": null, "date": "Tue, 13 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Cleveland Clinic receives NIH grant to establish consortium for dementia with Lewy Bodies", "region": "namerica", "source_link": null, "institution": "Cleveland Clinic", "text": "The National Institutes of Health (NIH) awarded a $6 million grant to Cleveland Clinic to establish a national research consortium focused on improving the diagnosis and understanding the cause for Dementia with Lewy Bodies (DLB). The new Dementia with Lewy Bodies Consortium will centralize research efforts and create a national, coordinated registry for clinical data.  The five-year grant, led by principal investigator James Leverenz, M.D., of Cleveland Clinic, supports a multi-center study aimed at finding DLB biomarkers which can assist with diagnosis, detect disease progression, and ultimately measure response to treatment. The consortium will receive additional funding from The Lewy Body Dementia Association (LBDA) to fund an annual meeting of investigators to foster data sharing, collaboration and discovery.DLB is a progressive neurological disorder which is the second most common form of neurodegenerative dementia in the elderly. However, there are no drugs approved to treat the symptoms nor treatments that offer meaningful hope for a cure.\"The Dementia with Lewy Bodies Consortium will be a vital network for coordinating research efforts for this common form of dementia,\" said Dr. Leverenz, director of Cleveland Clinic Lou Ruvo Brain Health Center. \"Finding a biomarker for DLB is a top research priority and can ultimately improve the diagnosis and treatment of patients with this disease.\"The disease is caused by a buildup of abnormal protein deposits, called \"Lewy Bodies,\" in brain cells. An estimated 1.4 million people in the U.S. suffer from DLB and the associated Parkinson's disease dementia. Because symptoms can closely resemble other more commonly known diseases like Alzheimer's and Parkinson's diseases, it is currently widely underdiagnosed. \"The LBDA is proud to support the annual meetings of the Dementia with Lewy Bodies Consortium. This network is filling a vital gap in the infrastructure needed to advance DLB research and we are pleased to play an integral part in getting it off the ground,\" said Michael Koehler, LBDA's Chief Executive Officer.  \"The discovery of biomarkers will ultimately make this disease easier to diagnose and lead to the development of new medications.\"Cleveland Clinic is a major research center in DLB and recently joined the first U.S. clinical trials designed to test two investigational drugs to treat the disease. Launched in 2016, the first study is testing RVT-101, a drug that has been shown to raise levels of acetylcholine, a vital chemical in the brain that affects memory and behavior. A second clinical trial is investigating nelotanserin, a medication that that has shown promise in calming neuropsychiatric disturbances such as hallucinations and sleep disturbances.Impediments to biomarker development in DLB have included small numbers of patients, a lack of systematic patient characterization, and a failure to perform long-term follow up. Both Alzheimer's and Parkinson's have benefited from large consortiums that have advanced research by leveraging the strengths of several groups of research centers to combine efforts with standardized approaches to the study of the diseases. Through the new DLB consortium, researchers from nine clinical sites will collect clinical information, brain imaging scans and biological samples from more than 200 DLB patients.  By collecting clinical data and biofluids (blood and cerebrospinal fluid), the consortium will create the necessary foundation for biomarker development and have a secondary benefit of developing an ongoing subject sample available for additional studies.The consortium also includes Florida Atlantic University, Thomas Jefferson University, Rush University, University of California San Diego, University of North Carolina, University of Pennsylvania, University of Pittsburgh, and VA Puget Sound Health Care Center/University of Washington. The research team will collaborate with the National Institute of Neurological Disorders and Stroke and the National Institute of Aging, which have established data banks and biorepositories. \"DLB research has previously been hindered by the need for large groups of patients to study in a consistent manner over time,\" said Dr. Leverenz. \"The Dementia with Lewy Bodies Consortium will address this issue by bringing together a group of experts to study a large number of patients from across the country. By working together, our aim is to improve diagnosis and develop new therapies for patients.\"The NIH grant is project number: 1U01NS100610-01. ", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Clinical Trials", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease", " Aging"]}