{"journal": "Heart", "url": "http://www.eurekalert.org/pub_releases/2017-06/uob-srt060817.php", "description": "A study by the University of Birmingham has revealed a treatment gap in patients suffering from a heart condition that causes an irregular or abnormally fast heartbeat.", "article_link": "http://dx.doi.org/10.1136/heartjnl-2016-310927", "date": "Mon, 12 Jun 2017 04:00:00 GMT", "funder": "", "title": "Study reveals treatment gap in patients suffering from an irregular heartbeat", "region": "europe", "source_link": null, "institution": "University of Birmingham", "text": "A study by the University of Birmingham has revealed a treatment gap in patients suffering from a heart condition that causes an irregular or abnormally fast heartbeat.\r\nAtrial fibrillation (AF) is the most common sustained cardiac arrhythmia and a major global public health problem. It is associated with a five-fold increase in risk of stroke.\r\nThere are three types of AF - paroxysmal, persistent or permanent. In paroxysmal AF, episodes come and go, and usually stop without any treatment. \r\nWith persistent AF episodes can last for periods of more than seven days and are treated with medication or a medical procedure called cardioversion.  \r\nIn permanent AF, the irregular heartbeat is present all the time and cardioversion has failed to restore a normal heart rhythm.\r\nAll patients with AF, including paroxysmal AF, are at an increased risk of stroke. UK guidelines recommend anticoagulant treatment, such as the blood-thinning drug warfarin, for patients with all types of AF in order to reduce the risk of stroke.\r\nNow a study, carried out by the University of Birmingham's Institute of Applied Health Research and published in Heart, has discovered that patients with paroxysmal AF are significantly less likely to receive anticoagulants for stroke prevention than patients with persistent or permanent AF.Corresponding author Dr Nicola Adderley said: \"Our team of researchers analysed the records of 14?million patients from 648 GP surgeries from across the country, looking specifically at records covering a 15-year period between 2000 and 2015. \"We found that patients with paroxysmal AF were consistently less likely to be prescribed anticoagulants than those with persistent or permanent AF. \r\n\"Although the proportion of AF patients prescribed anticoagulants increased considerably, in 2015 fewer paroxysmal AF patients were prescribed anticoagulants - a treatment gap of 13%. \r\n\"While the anticoagulant treatment gap has narrowed over the years, from 15% in 2000 to 13% in 2015, over the same period a diagnosis of paroxysmal AF became three times more common. \r\n\"This means that the number of paroxysmal AF patients missing out on anticoagulants is greater now than 16 years ago. \r\n\"Underuse of anticoagulants in patients with paroxysmal AF is likely to result in preventable strokes among this group, leading to greater levels of avoidable death and disability.\" \r\n\"Although the gap is narrowing, we need to remind ourselves that all patients with AF are at increased risk of stroke. Paroxysmal AF patients should be given the same priority for stroke prevention as other AF patients.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}