{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/gifg-msh060917.php", "description": "A drug that lowers blood sugar levels for people with type 2 diabetes has also been revealed to significantly reduce the risk of both cardiovascular and kidney disease.\r\nThe study by The George Institute for Global Health has major implications for the treatment of type 2 diabetes which affects around 450 million people worldwide.", "article_link": null, "date": "Mon, 12 Jun 2017 04:00:00 GMT", "funder": "Janssen Research and Development", "title": "Major study heralds new era in treatment of type 2 diabetes", "region": "australia", "source_link": null, "institution": "George Institute for Global Health", "text": "A drug that lowers blood sugar levels for people with type 2 diabetes has also been revealed to significantly reduce the risk of both cardiovascular and kidney disease.\r\nThe study by The George Institute for Global Health has major implications for the treatment of type 2 diabetes which affects around 450 million people worldwide.\r\nThe findings published in the New England Journal of Medicine found the drug canagliflozin reduced the overall risk of cardiovascular disease by 14 per cent and reduced the risk of heart failure hospitalisation by 33 per cent.  It was also shown to have a significant impact on the progression of renal disease.\r\nProfessor Bruce Neal, of The George Institute for Global Health, said the findings which were presented at the American Diabetes Association Conference in San Diego were exciting and offered real hope to people suffering from type 2 diabetes. \"Coronary heart disease is the biggest killer by far for people with type 2 diabetes. Our findings suggest that not only does canagliflozin significantly reduce the risk of heart disease, it also has many other benefits too. We found it also reduced blood pressure and led to weight loss.\r\n\"Type 2 diabetes is growing rapidly all over the world and we need drugs that not only deal with glucose levels, but that also protect the many millions of people from the very real risks of stroke and heart attack.\"\r\nThe study is particularly important to Australian because around 65% of all cardiovascular deaths occur in people with diabetes or pre-diabetes, and diabetes is also the leading cause of end-stage kidney disease. It also reinforces the findings from a previous study which also showed a reduced risk of cardiovascular disease associated with blood sugar level lowering drugs.\r\nCo-author Professor Vlado Perkovic, Executive Director of The George Institute Australia, said: \"Both patients and physicians should be tremendously reassured by the results. What we have done is show that the earlier results were not just a one off. This really is a game changer in the treatment of type 2 diabetes. It not only reduces the risk of heart disease, it also provides real protection against kidney decline which affects many people with diabetes.\"\r\nCanagliflozin is known as a SGLT2 inhibitor and is a relatively new type of drug that works by blocking the body's reabsorption of sugar or glucose. This results in more glucose being released in urine and a drop in glucose levels. Most other diabetes drugs work by managing insulin levels.Key findingsProfessor Neal said: \"We don't know why there was an increased risk of amputation, and further work is needed in this area. But for now we urge caution in prescribing this drug to people at increased risk of suffering amputation.\"\r\nA further study on the benefits of canagliflozin related to kidney disease will be published later this year.\r\n", "meeting": "American Diabetes Association 77th Scientific Sessions", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Diabetes"]}