{"journal": "JAMA Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-iea060917.php", "description": "Men and women with the lowest education level had higher lifetime risks of cardiovascular disease than those with the highest education level, according to a new study published by JAMA Internal Medicine.", "article_link": null, "date": "Mon, 12 Jun 2017 04:00:00 GMT", "funder": "", "title": "Is educational attainment associated with lifetime risk of cardiovascular disease?", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "Men and women with the lowest education level had higher lifetime risks of cardiovascular disease than those with the highest education level, according to a new study published by JAMA Internal Medicine. One of the most important socioeconomic factors contributing to cardiovascular disease (CVD) is educational inequality. Calculating the lifetime risk of CVD according to educational levels is one way to convey the importance of educational attainment.Yasuhiko Kubota, M.D., of the University of Minnesota, Minneapolis, and coauthors evaluated the association between educational attainment and CVD risk by estimating lifetime risks of CVD (coronary heart disease, heart failure and stroke) in a large biracial study. The authors also assessed how other socioeconomic factors (income, occupation and parental education) were related to the association between educational attainment and lifetime CVD risk.The study included 13,948 white and African-American participants who were followed from 1987 through 2013, were 45 to 64 years old, and free of CVD at baseline from four communities in the United States (Washington County in Maryland; Forsyth County in North Carolina; Jackson, Miss.; and the suburbs of Minneapolis, Minn.). The authors documented 4,512 CVD events and 2,401 non-CVD deaths. In men, lifetime CVD risks from ages 45 through 85 ranged 59 percent for those with a grade school education to 42 percent for those with a graduate/professional school education. In women, lifetime CVD risks ranged from almost 51 percent for those with a grade school education to 28 percent for those with the highest level of educational attainment with graduate/professional school, according to the results. In addition, educational attainment was \"inversely associated\" (more education associated with lower risk) with CVD regardless of other important socioeconomic factors including family income, occupation or parental education level.The authors caution that lifetime risks of CVD should be interpreted carefully because they could be influenced by other CVD risk factors. \"Even with such a proviso, our estimates of lifetime risk can help in elucidating the association between education and CVD risk,\" the article notes.\"More than 1 in 2 individuals with less than high school education had a CVD event during his or her lifetime. Educational attainment was inversely associated with the lifetime risk of CVD, regardless of other important socioeconomic characteristics. Our findings emphasize the need for further efforts to reduce CVD inequalities related to educational disparities,\" the article concludes.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Internal Medicine"]}