{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-06/uosc-smf061217.php", "description": "Doctors are limited in how they can treat patients with myasthenia gravis, an autoimmune disease, to just treating its symptoms. The creation of a crystal model gives scientists new insight into a possible target for drug therapy development.", "article_link": "http://dx.doi.org/10.7554/eLife.23043", "date": "Mon, 12 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Scientists make first crystal model of under-diagnosed autoimmune disease", "region": "namerica", "source_link": null, "institution": "University of Southern California", "text": "As a molecular biologist, Kaori Noridomi gets an up-close view of the targets of her investigations. But when she began studying the molecular structures of a rarely diagnosed autoimmune disorder, myasthenia gravis, she decided to step out of the lab for a better view.  Noridomi said she thought she needed to know more than what she saw on a microscope and decided she should meet patients who have myasthenia gravis. She went so far as to attend a fundraising walk that supported research of the disease.\"Patients are just waiting for breakthroughs in research and better treatment,\" said Noridomi, a researcher in Professor Lin Chen's Molecular and Computational Biology lab at the USC Dornsife College of Letters, Arts and Sciences. \"They may also, because the disease attacks their immune system, end up with other diseases. I met one patient who had myasthenia gravis and had also dealt with four different types of cancer.\"Motivated by the patients' stories, Noridomi and a team of scientists, including Chen, developed a 3-D, crystal structure of the disease's molecular interactions to fully view its molecular interactions with a neural receptor that is the regular target of the disease. It is the first, high-resolution visual display of the molecular interactions.The development of the crystal structure gives scientists a clear view of how exactly the disease behaves and interferes with brain-to-muscle signals. The ability to see these interactions will likely accelerate research of the disease and could possibly lead to new disease-targeting therapies, said Lin Chen, the study's corresponding author and a USC Dornsife College professor of biological sciences and chemistry. \"Because of this finding, we may also find a better quantitative way to identify patients,\" Chen said.  An estimated 36,000 to 60,000 Americans (around 20 per every 100,000) are affected by myasthenia gravis each year. At least, that is the estimated number of patients who receive the diagnosis. The Myasthenia Gravis Foundation of America believes far more have the disease but they are not diagnosed.Diagnosed patients may end up on therapies that treat one or some of the symptoms - but not the disease itself, said Noridomi, a Ph.D. candidate. The symptoms may range from weakness in the facial muscles and eyes to slurred speech.Chen, Noridomi and their team of researchers noted in the study that myasthenia gravis is \"the first, and so far, only autoimmune disease with a well-defined autoantigen target,\" alluding to the \"nicotinic acetylcholine receptors\" that the disease's malfunctioning antibodies attack. These are the same kind of receptors that respond to drugs such as nicotine. In the muscles, though, these receptors have a specific job: receive and transmit the brain's orders to contract muscles. The brain sends those orders in the form of a chemical neurotransmitter, acetylcholine, directing it to the receptors on the skeletal muscles. In a healthy body, once the acetylcholine reaches the receptors on the destined muscle or muscles, it binds with them and causes them to contract. In a patient with myasthenia gravis, though, the disease's antibodies jam this process, according to the National Institute of Neurological Disorders and Stroke. The antibodies attack the receptor and try to destroy a protein within it, according to the study. Myasthenia gravis is most frequently diagnosed by detection of those distinct, rogue antibodies. Scientists first identified myasthenia gravis as a condition in 1877. The USC scientists noted that the disease's pathology wasn't understood until the 1970s when researchers realized that disease's antibodies were, for the most part, attacking a specific receptor in the muscles.  With the crystal model, the scientists were able to see the disease's interactions with the receptor as if it were frozen as a moment in time. They also saw that it had cross-linked with several receptors to accelerate the degradation of their proteins. \"Our studies suggest it is possible to develop drug molecules to inhibit the binding of a large fraction of MG antibodies\" to the receptor,\" the scientists wrote.However, scientists remain unsure why some patients experience more severe or widespread symptoms than others.\"It's a little bit of disease and a little bit of heredity that cause this,\" Noridomi said. \"In some people, the level of symptoms may be so slight and varied that they may not even go to the trouble of finding out if they have a disease. By that, I mean, maybe they just don't feel good one day, like they don't feel like going to work. They don't know that ultimately they are suffering an attack.\"Noridomi said she believes the team's findings will lead to greater scientific understanding and may give patients long-awaited hope.\"It has been very touching to hear their difficulties,\" Noridomi said. \"Since there is no good treatment right now, they are really waiting for more research to come.\"", "meeting": "", "keywords": ["Biology", " Molecular Biology", " Biochemistry"]}