{"title": "Investigational vaccine protected monkeys from HIV-like virus", "text": "DURHAM, N.C. -- Building on insights from an HIV vaccine regimen in humans that had partial success during a phase 3 clinical trial in Thailand, a Duke-led research team used a more-is-better approach in monkeys that appeared to improve vaccine protection from an HIV-like virus.Adding three more targets to the investigational vaccine, for a total of five, protected more than half of the vaccinated animals from simian-human immunodeficiency virus infection. \"The vaccine regimen tested in the Thai trial, known as RV144, had 31-percent efficacy and is the only HIV investigational vaccine regimen to have demonstrated even modest protection from HIV infection,\" said Barton F. Haynes, M.D., director of the Duke Human Vaccine Institute and senior author of a study published online June 8 in the journal Nature Communications. \"In this study in monkeys, we increased that level of protection to 55 percent by using a pentavalent (five-part) vaccine.\"Haynes and colleagues -- including Bette T. Korber of the Los Alamos National Laboratory, who led the vaccine design -- started from the foundation used in the RV144 human vaccine trial in Thailand, adding targets that elicited antibody responses to regions of the HIV envelope.Those antibodies were fairly easy to induce, Haynes said. By adding the three additional regions of the viral envelope to the investigational vaccine, the researchers improved the level of protection afforded to animals exposed to a difficult-to-neutralize strain of the simian virus, which is comparable to HIV.\"Vaccine protection using this model of virus infection in primates is possible,\" said lead author Todd Bradley, Ph.D., a member of the Duke Human Vaccine Institute. \"This is a proof-of-concept that provides a strategy to improve upon the first HIV vaccine regimen that provided limited protection in people.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/dumc-ivp060517.php", "region": "namerica", "source_link": null, "funder": "Center for HIV/AIDS Vaccine Immunology, NIH/National Institute of Allergy and Infectious Diseases, Bill & Melinda Gates Foundation", "meeting": "", "institution": "Duke University Medical Center", "keywords": ["Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Communications", "description": "Building on insights from an HIV vaccine regimen in humans that had partial success during a phase 3 clinical trial in Thailand, a Duke-led research team used a more-is-better approach in monkeys that appeared to improve vaccine protection from an HIV-like virus.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}