{"title": "Researchers identify immune component up-regulated in brain after viral infection", "text": "New Rochelle, NY, June 6, 2017--A new study of infection by a virus that causes brain inflammation and seizures in a mouse model has shown increased levels of complement component C3. The C3 was produced by immune cells in the brain called microglia within the first few days after infection. C3 showed the greatest increase in expression in the brain compared to a variety of other complement components, cytokines, chemokines, and antigens measured in the study that is published in Viral Immunology, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Viral Immunology website.Jane Libbey, Matthew Cusick, PhD, Daniel Doty, and Robert Fujinami, PhD, University of Utah School of Medicine, Salt Lake City, coauthors of the article entitled \"Complement Components Are Expressed by Infiltrating Macrophages/Activated Microglia Early Following Viral Infection,\" reported that while C3 production by microglial cells increased in the brain, levels of C3 or other complement components were not higher in the blood. This suggests that the microglial immune response to the virus infection was localized to the brain. These new findings add to the researchers' understanding of how increased expression of certain immunologic factors contribute to the development of neuroinflammation and seizures following viral infection in this mouse model.\"The Fujinami laboratory is making great strides in our understanding of the host response to infection in the brain. The spotlight on C3 will help researchers identify the mechanisms that underlie the development of neuroinflammation and seizures following viral infection \" says David L. Woodland, PhD, Editor-in Chief of Viral Immunology and Chief Scientific officer for Keystone Symposia on Molecular and Cellular Biology. ", "article_link": "http://dx.doi.org/10.1089/vim.2016.0175", "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-rii060817.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/researchers-identify-immune-component-up-regulated-in-brain-after-viral-infection/2190/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Neurobiology"], "journal": "Viral Immunology", "description": "A new study of infection by a virus that causes brain inflammation and seizures in a mouse model has shown increased levels of complement component C3. The C3 was produced by immune cells in the brain called microglia within the first few days after infection.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}