{"title": "Flu shot less effective for obese adults", "text": "Although influenza vaccines are currently the best forms of protection to safeguard people against getting the flu, they are not effective in all cases.  A study from Melinda Beck's research team at the University of North Carolina at Chapel Hill in the US found that obese people - despite getting their shots - were still twice as likely to develop influenza or flu-like illnesses than others of healthy weight. The findings are published in Springer Nature's International Journal of Obesity.\r\nObesity is of growing concern worldwide, as it often goes hand in hand with many health problems. Along with age, pregnancy and certain chronic diseases, obesity is also recognised as a factor that increases people's risk of dying from influenza.Lead author Scott Neidich compared 1022 adults from North Carolina who were healthy weight, overweight or obese. They had all received the seasonal trivalent inactivated influenza vaccine (IIV3) during the 2013-2014 and 2014-2015 flu seasons. Laboratory tests and symptom scores were used to confirm whether a vaccinated participant had flu or influenza-like illness and to which degree their bodies produced influenza-fighting antibodies following vaccination. A small percentage of people became ill, despite receiving the shot. In the case of obese participants, 9.8 percent of them had either confirmed influenza or influenza-like illnesses, compared with 5.1 percent of those of healthy weight. \"Vaccinated obese adults are twice as likely to develop influenza and influenza-like illnesses compared to vaccinated healthy weight adults,\" says co-author Beck, who speculates that this is due to the fact that the T cells of obese people do not function properly. These cells support the protection and recovery from influenza, and the researchers have previously reported obese people have impaired T cell responses to influenza vaccine.As part of the study, serum samples were taken before and after participants received their shots. These were used to compare the antibody levels in vaccinated participants who became ill despite having received the preventative measure. The samples were tested using the Hemaglutination Inhibition Assay (HAI). This widely used test indicates how many antibodies have built up in the body to fight off an infection such as influenza, and is used to evaluate candidate influenza vaccines.The researchers found no differences in the antibody counts between vaccinated participants who did not report any symptoms and those who did, or between obese participants or people of healthy weight. The test was also unable to reliably predict whether a vaccinated obese person would have enough protection against influenza or not. This finding challenges the current standard blood tests being used to indicate whether a person has enough protection against influenza or not. According to Neidich, such tests could, especially in the case of obese people, \"provide misleading information\". The findings suggest that the effectiveness of influenza vaccines and other high-dose vaccine preparations should be reassessed for use in obese adults, to ensure that these provide accurate measurements.\"Impaired cell functioning, despite the robust production of antibodies, may make vaccinated obese adults more susceptible to influenza infection,\" suggests Neidich. \"Alternative approaches may be needed to protect obese adults from both seasonal and pandemic influenza virus infections.\"", "article_link": "http://dx.doi.org/10.1038/ijo.2017.131", "url": "http://www.eurekalert.org/pub_releases/2017-06/s-fsl060617.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/all-english-research-news/flu-shot-less-effective-for-obese-adults/12339960", "funder": "National Institutes of Health", "meeting": "", "institution": "Springer", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Metabolism/Metabolic Diseases", " Public Health"], "journal": "International Journal of Obesity", "description": "Although influenza vaccines are currently the best forms of protection to safeguard people against the flu, they are not effective in all cases.  A study from Melinda Beck's research team at the University of North Carolina at Chapel Hill, US found that obese people -- despite getting their shots -- were still twice as likely to develop influenza or flu-like illnesses than others of healthy weight. The findings are published in Springer Nature's International Journal of Obesity.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}