{"title": "TSRI anti-heroin vaccine found effective in non-human primates", "text": "LA JOLLA, CA - June 6, 2017 - A vaccine developed at The Scripps Research Institute (TSRI) to block the \"high\" of heroin has proven effective in non-human primates. This is the first vaccine against an opioid to pass this stage of preclinical testing.\"This validates our previous rodent data and positions our vaccine in a favorable light for anticipated clinical evaluation,\" said study leader Kim Janda, the Ely R. Callaway Jr. Professor of Chemistry and member of the Skaggs Institute for Chemical Biology at TSRI.This research was published recently in the Journal of the American Chemical Society. The primate experiments were led by researchers at Virginia Commonwealth University.The vaccine works by exposing the immune system to a part of the heroin molecule's telltale structure. This teaches the immune system to produce antibodies against heroin and its psychoactive products. The antibodies neutralize heroin molecules, blocking them from reaching the brain to cause a feeling of euphoria.Researchers believe that blocking the high of heroin will help eliminate the motivation for many recovering addicts to relapse into drug use. In recent years, public health officials around the world have labeled heroin use as an epidemic.The Janda Laboratory at TSRI has been working on their heroin vaccine for over eight years; the researchers had previously tested vaccine candidates under laboratory conditions and in rodents, where the strategy proved effective for neutralizing heroin.For the new study in rhesus monkeys, the researchers redesigned their vaccine candidate to more closely resemble heroin, with the goal of better stimulating the immune system to attack this opioid.The researchers found that the four primates that were given three doses of this vaccine showed an effective immune response and could neutralize varying doses of heroin. This effect was most acute in the first month after vaccination but lasted for over eight months. The researchers also found no negative side effects from the vaccine.\"We believe this vaccine candidate will prove safe for human trials,\" Janda said. He pointed out that the components of the vaccine have either already been approved by the FDA or have passed safety tests in previous clinical trials.Interestingly, two of the four primates tested had been pre-vaccinated with the same vaccine candidate for a more basic pilot study seven months prior to the experiment in this study. The researchers found that these two primates showed a much higher response to the vaccine in the second round of experiments. This suggested their antibody-producing cells held an immunological \"memory\" of the vaccine. If this effect holds true in humans, a recovering addict would have long-term immunity to heroin.\"We were really encouraged to see the vaccine produce such lasting effects in non-human primate models,\" said Bremer.This is the first vaccine against heroin to succeed in primate models. Vaccines against other drugs of abuse have been tested in humans without first completing non-human primate trials--and failed. Bremer said the new heroin vaccine is different because the researchers took a closer look at the chemistry of the vaccine, studying how well antibodies elicited by the vaccine could bind to drug molecules. \"These steps let us put our best foot forward when we went into the primate study,\" Bremer said.The researchers noted that this vaccine candidate works only against heroin and not other opioid-based pain killers or medications for treating opioid addiction or overdose, leaving those open for use in emergency medical situations and for prescription medicines and substance use disorders.The next step in this research will be to license the vaccine to an outside company for partnering in clinical trials.", "article_link": "http://dx.doi.org/10.1021/jacs.7b03334", "url": "http://www.eurekalert.org/pub_releases/2017-06/sri-tav060617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Skaggs Institute for Chemical Biology", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Molecular Biology", " Medicine/Health", " Addiction", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Journal of the American Chemical Society", "description": "This is the first vaccine against an opioid to pass this stage of preclinical testing.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}