{"title": "Research study gives new insight into how cancer spreads", "text": "A research study led by University of Minnesota engineers gives new insight into how cancer cells move based on their ability to sense their environment. The discovery could have a major impact on therapies to prevent the spread of cancer. The research is published in Nature Communications, a leading research journal.The researchers found that cells have the ability to sense the stiffness of their environment and their ability to move is dependent upon that environment. These environments range from stiff (bone tissue) to soft (fatty tissue) with a medium stiffness (muscle tissue).\"Cells are a little like the storybook character Goldilocks. They don't like their environment too hard or too soft--it needs to be just right or they won't move,\" said David Odde, a University of Minnesota biomedical engineering professor and Masonic Cancer Center researcher who led the study. \"If we can trick cancer cells into believing it is not a good environment for migration, we can prevent the cancer cells from spreading.\"On the flip side, Odde said the same research also could be used to improve regenerative medicine. \"With adult stem cell therapy, we want to find the 'sweet spot' to encourage the cells to move to the damaged or unhealthy tissue to restore lost function,\" Odde said.  During their study, Odde and his colleagues compared cells from human brain cancer to mobile but normal cells from embryonic chick brains. They did five different experiments that included environments with six different stiffnesses. They also tested the effects of two different cancer drugs on the cell movements.The cancer cells showed a much higher \"sweet spot\" stiffness, like Goldilocks preferring a firmer bed. The researchers slowed the cancer cells down in a petri dish in the lab by following the predictions of their computer models, which were based on an understanding the mechanics of the cancer cell movement.Cells, it turns out, are like cars. They have motors that generate force, and a clutch to transfer that force to structures that grip the tissue along which they move. When the environment is stiff enough--like a paved road--they can move into higher gear, with the engine spinning faster and the clutch transferring more force to the parts that, like wheels, get more grip.They found that the combination of the two drugs they tested inhibited the motor and clutch functions of cancer cells and therefore inhibited their movement.\"We brought an engineer's perspective to a biological problem that will hopefully have a medical benefit,\" Odde said. \"We used a math and physics-based approach to building models and testing experimentally. This is not typical in cell biology, but it was effective for us.\"Motor- and clutch-inhibiting drugs for humans are still in development, Odde said, but with further research they could prolong the lives of cancer patients.In addition to applying the cell movement research to regenerative medicine, Odde said next steps include working to improve cancer vaccines that encourage cancer-fighting cells to easily make their way to the tumors.", "article_link": "http://dx.doi.org/10.1038/ncomms15313", "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-rsg060617.php", "region": "namerica", "source_link": "https://twin-cities.umn.edu/news-events/research-study-gives-new-insight-how-cancer-spreads", "funder": "NIH/National Cancer Institute, NIH/National Cancer Institute's Physical Sciences in Oncology Centers, American Recovery and Reinvestment Act, National Science Foundation Graduate Research Fellowship, others", "meeting": "", "institution": "University of Minnesota", "keywords": ["Medicine/Health", " Cancer"], "journal": "Nature Communications", "description": "A research study led by University of Minnesota engineers gives new insight into how cancer cells move based on their ability to sense their environment. The discovery could have a major impact on therapies to prevent the spread of cancer.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}