{"title": "Cells change type to help or hinder immunity", "text": "In news that may bring hope to asthma sufferers, scientists discover a mechanism that provides a possible new target for allergy treatments.By observing the allergic response in mice with asthma, scientists at the Francis Crick Institute found that white blood cells that normally reduce the symptoms of asthma convert into cells that make allergies worse. The research was funded by the Medical Research Council and the Francis Crick Institute.\"If we can work out what makes the cells change, and how to stop them changing, we might be able to find new ways of tackling allergic responses that make conditions such as asthma worse,\" says Mark Wilson, Group Leader at the Francis Crick Institute, who led the research.The findings, published in the Journal of Experimental Medicine, also reveal that this cell-changing mechanism could boost immunity to worms in the intestine, which affect nearly half of the world's population, providing a new approach for vaccines.\"The conversion of immune-suppressing cells to immune-boosting cells is beneficial for providing immunity against intestinal worms, but can make allergies worse,\" explains Victoria Pelly, first author of the paper, and researcher at the Francis Crick Institute. \"If we can find a way to target this mechanism, it will be extremely useful in the clinic.\"After infecting mice with intestinal worms, the team took their white blood cells and injected them into non-infected mice, as a sort of 'vaccine', before infecting these mice with intestinal worms. Using a combination of genetic and imaging tools, the team monitored the white blood cells and found that a large proportion of immune-suppressing cells turned into immune-boosting cells to help fight the infection.To investigate whether the same cell conversion happened in conditions beside worm infection, the team observed what happened to immune-suppressing cells in the lungs of mice with asthma. They found that up to 60% of these cells converted to immune-boosting cells, worsening the symptoms of asthma.\"Even though we notice the same cell conversion in worm infection and asthma, we think that the molecular mechanisms underlying this process are different,\" says Mark.", "article_link": "http://dx.doi.org/10.1084/jem.20161104", "url": "http://www.eurekalert.org/pub_releases/2017-06/tfci-cct060517.php", "region": "europe", "source_link": "https://www.crick.ac.uk/news/science-news/2017/06/05/cells-change-type-to-help-or-hinder-immunity/", "funder": "", "meeting": "", "institution": "The Francis Crick Institute", "keywords": ["Cell Biology", " Molecular Biology", " Parasitology", " Physiology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "The Journal of Experimental Medicine", "description": "In news that may bring hope to asthma sufferers, scientists discover a mechanism that provides a possible new target for allergy treatments. By observing the allergic response in mice with asthma, scientists at the Francis Crick Institute found that white blood cells that normally reduce the symptoms of asthma convert into cells that make allergies worse.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}