{"title": "Development of a novel vaccine for Zika", "text": "New Orleans, LA - June 4, 2017 - Research presented by Farshad Guirakhoo, Ph.D., Chief Scientific Officer, GeoVax, Inc., at the ASM Microbe 2017 meeting showed a new Zika virus vaccine that gives 100% protection in mice. The vaccine is the first to be based on the Zika virus NS1 protein, and the first to show single-dose protection against Zika in an immunocompetent lethal mouse challenge model. Results of the study were presented on June 4 at the American Society for Microbiology (ASM) Microbe conference in New Orleans.The rapid spread of Zika virus worldwide and its association with abnormal fetal brain development has made the need for an effective vaccine clear.  Controlling the mosquito vector and protecting people against mosquito bites have been the main means of defending against Zika virus infections. The viral vector vaccine technology developed by GeoVax uses a highly potent, safe, and replication-deficient viral vector (Modified Vaccinia Ankara, MVA) to express vaccine antigens in the recipient's cells. It has previously been used to develop vaccine candidates for HIV and Ebola virus. The vaccine, from GeoVax Labs, Inc. in Atlanta, Ga., was tested at the Centers for Disease Control and Prevention (CDC) in Ft. Collins, Colo., with funding by a grant from the CDC.In the presented study, outbred immunocompetent mice were exposed to a lethal challenge dose of Zika virus delivered directly into the brain. \"A single dose of GeoVax's NS1 vaccine candidate protected 100% of vaccinated animals,\" said Guirakhoo. In contrast, 80-90% of sham-immunized control animals died within 7-10 days.Because the NS1 antigen is not presented on the surface of the virus, it was chosen as the target immunogen for the vaccine to avoid a potential risk of disease enhancement when vaccines are developed based on Zika virus envelope proteins. This \"Antibody Dependent Enhancement (ADE) of infection\" phenomena has been shown between Zika virus and a related flavivirus, Dengue, in both in vitro and in vivo studies. An NS1-based vaccine could also limit or block transmission of Zika virus in its mosquito vector. The NS1 protein is abundantly produced by flaviviruses in infected hosts and is picked up together with the virus after the mosquito takes a blood meal from humans. The NS1 proteins interfere with the innate immune system of the mosquito, evolved to fight foreign pathogens, allowing the flavivirus to replicate and disseminate in mosquitoes. Therefore, said Guirakhoo, \"a vaccine that can induce effective antibodies to NS1 and disable its function has the potential to reduce growth and transmission of Zika virus in its mosquito vector. This could enhance vaccine effectiveness in endemic areas by blocking the virus transmission from infected individuals to other members of the community.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/asfm-doa060417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ASM Microbe 2017", "institution": "American Society for Microbiology", "keywords": ["Biology", " Microbiology", " Virology", " Vaccines", " Infectious/Emerging Diseases"], "journal": "", "description": "Research presented by Farshad Guirakhoo, Ph.D., Chief Scientific Officer, GeoVax, Inc., at the ASM Microbe 2017 meeting showed a new Zika virus vaccine that gives 100 percent protection in mice. The vaccine is the first to be based on the Zika virus NS1 protein, and the first to show single-dose protection against Zika in an immunocompetent lethal mouse challenge model.", "date": "Sun, 04 Jun 2017 04:00:00 GMT"}