{"title": "Penn effort to expand trials of olaparib leads to new treatment options for patients with advanced BRCA-related breast cancer", "text": "CHICAGO -- Six years ago an international team of physician scientists known as BRCA-TAC led a charge to advance clinical testing of the PARP inhibitor olaparib in cancer patients with known inherited mutations in BRCA1 and BRCA2. This weekend during the plenary session of the American Society of Clinical Oncology Annual Meeting (abstract LBA4), that push comes full circle with the presentation of results of the phase III OlympiAD trial demonstrating for the first time that olaparib is superior to chemotherapy in patients with BRCA-related advanced breast cancer. \"Although previous studies suggested olaparib could benefit patients with advanced breast cancers, we are now reporting that olaparib improves profession-free survival better than standard chemotherapy,\" said study co-author Susan Domchek, MD, executive director of the Basser Research Center for BRCA at the University of Pennsylvania's Abramson Cancer Center, who led some of the seminal studies that contributed to the development of OlympiAD. \"Based on our previous work, leaders in BRCA research have been advocating for this trial for many years, urging pharmaceutical companies to focus on efforts that are now generating new therapies for our patients.\" The new findings will be presented on behalf of the international consortium by Mark E. Robson, MD, clinical director of the Clinical Genetics Service at Memorial Sloan Kettering Cancer Center, during the meeting's plenary session on Sunday.PARP - poly (ADP-ribose) polymerase - is an enzyme used by healthy cells to repair themselves. However, cancer cells also use PARP to repair DNA damage, thus extending their growth and possible lethality. Olaparib selectively binds to and inhibits PARP, preventing it from repairing DNA damage in cancer cells, particularly those cancer cells which have lost BRCA1 or BRCA2 function.  This may help control the tumor or shrink it. In 2011, Domchek organized the BRCA-TAC group which that year published a commentary in the Journal of Clinical Oncology calling on industry partners to recognize the value in extending trials of PARP inhibitors to BRCA patients. \"Patients and clinical investigators eagerly awaited phase III studies to obtain regulatory approval for PARP inhibitors in BRCA-related malignancy. To date, these trials have not materialized, and a pathway to approval is not clear,\" the group wrote back then, adding that to proceed would require \"commitment and collaboration from academics, pharmaceutical companies, and the regulatory agencies.\" Although proportionally small - only about five percent of breast cancer patients may have BRCA1/2 mutations - BRCA-TAC noted that these patient populations had a high likelihood of benefitting from olaparib, and BRCA mutation carriers \"still constitute a significant absolute number of patients worldwide who could benefit from these agents.\"An earlier study led by Domchek and colleagues resulted in the first FDA approval of olaparib in 2014 for patients with pretreated BRCA1/2 associated ovarian cancer. That study, a phase II trial published in the Journal of Clinical Oncology, showed olaparib produced an overall tumor response rate of 26 percent in patients with advanced cancers associated with BRCA1 and BRCA2 mutations who had not previously responded to standard therapies. For many of the patients in these trials, olaparib was at least their third cancer therapy, illustrating the difficulty of treating cancers associated with these genetic mutations.\"The action spurred by the BRCA-TAC group is proof of what can happen with we put our patients first, and advocate on their behalf for the development of better treatment options,\" Domchek said. \"Working together as partners, we have the opportunity and obligation to be involved in the development of trials that explore new and promising avenues for investigation.\"\r\nThe Basser Center for BRCA at Penn Medicine's Abramson Cancer Center was founded in 2012 as the first comprehensive center solely devoted to advancing care for individuals with and at-risk for BRCA gene mutations at every stage. Today, it continues that mission by funding innovative research across the globe, educating providers and patients, and fostering collaborative projects aimed at eliminating BRCA-related cancers and other hereditary cancers. In addition to the studies examining PARP inhibitors in combination with other drugs for the treatment of BRCA1/2-associated cancer, Basser Center investigators are currently working to uncover biomarkers for early detection of ovarian cancer, and test strategies that use personalized cellular therapies such as chimeric antigen receptors (CAR) T cell therapy or tumor vaccines to recognize and attack or prevent BRCA1/2 associated cancers of all types. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uops-pet060117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "2017 ASCO Annual Meeting", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Clinical Trials", " Pharmaceutical Science"], "journal": "", "description": "Six years ago an international team of physician scientists led a charge to advance clinical testing of the PARP inhibitor olaparib in cancer patients with known inherited BRCA mutations. This weekend, that push comes full circle with the presentation of results of the phase III OlympiAD trial demonstrating for the first time that olaparib is superior to chemotherapy in patients with BRCA-related advanced breast cancer.", "date": "Sun, 04 Jun 2017 04:00:00 GMT"}