{"text": "A research team from the University of Plymouth, University of Southampton and the Alexander Fleming Biomedical Sciences Research Center, Vari, Greece, have studied two structurally-similar proteins in the adult brain and have found that they play distinct roles in the development of dementia.Their study is published in the prestigious journal Neurobiology of Disease.The understanding and knowledge gained from this study could lead to effective therapies for dementia and other neurodegenerative diseases.Tau proteins stabilise microtubules in the brain and nervous system. Microtubules help form the structure of cells and other functions, such as providing the rail tracks for transport between cells. In the brain of dementia patients, the abnormal clumping of Tau proteins have long been linked to changes in nerve cell activation and ultimately cell death. Two structurally different forms of Tau exist. The research team expressed these two forms of human Tau in nerve cells of the Drosophila (fruit fly) brain, examining their effects on nerve cell survival and activation, fly movement and memory formation.The results show that these two proteins differ in terms of biology and pathological potential.  One leads to poor communication between nerves associated with movement. The other leads to greater neurodegeneration and impairments in learning and memory.This is important because defects in the proteins have a bearing on neurodegenerative diseases such as dementia. Designing drugs which target each form specifically should help to improve specific symptoms. Involved in the study from the University of Plymouth is Dr Torsten Bossing. He commented: \"With each new discovery like this we move one step closer to finding effective drug treatments for debilitating neurodegenerative diseases. This is an important study carried out using nerve cells from fruit flies and it has the potential over the coming years to be developed through more testing and clinical trials. We firmly believe that the answer to the question of how we treat conditions such as dementia lies at this cellular level.\"", "date": "Fri, 19 May 2017 04:00:00 GMT", "meeting": "", "title": "Flies the key to studying the causes of dementia", "institution": "University of Plymouth", "journal": "Neurobiology of Disease", "description": "A research team from the University of Plymouth, University of Southampton and the Alexander Fleming Biomedical Sciences Research Center, Vari, Greece, have studied two structurally-similar proteins in the adult brain and have found that they play distinct roles in the development of dementia.", "region": "europe", "keywords": ["Microbiology", " Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uop-ftk051817.php", "source_link": null, "funder": "Royal Society, Wessex Medical Trust, Gerald Kerkut Trust, European Social Fund, Greek National Funds (THALIS-UOA)", "article_link": "http://dx.doi.org/10.1016/j.nbd.2017.05.003"}