{"text": "A study led by the University of Bonn opens a new perspective with regard to the development of dementia. The scientists blocked the breakdown of a certain fat molecule in the mouse brain. As a result the animals exhibited learning and memory problems. Also the quantity of Alzheimer-specific proteins in their brains increased significantly. The researchers now have a clue as to why the mice become dumb. The results are published in the renowned scientific journal \"Autophagy\".Apart from water, our brain is rich in lipids -- in plain language: fats. The lipids act, for instance, as an insulating layer around the nerve fibers and thus prevent short circuits. However, they are also a main component in the delicate membranes that surround the brain cells.Sphingolipids, a special lipid type are highly enriched in the brain. One of their degradation products, S1P, may play a central role in the development of Alzheimer's and other forms of dementia. \"We raised mice that are no longer able to break down S1P in large parts of their brain,\" explains Dr. Gerhild van Echten-Deckert. \"The animals then displayed severely reduced learning and memory performance.\"Van Echten-Deckert undertakes research at the LIMES Institute at the University of Bonn (the acronym stands for \"Life and Medical Sciences\") as an assistant professor. For a long time, she has been one of the few experts in the world interested in the role of S1P in the brain. The new study could fundamentally change this, as the researchers at the University of Bonn, Jena University Hospital, the German Center for Neurodegenerative Diseases (DZNE) and from San Francisco and Madrid were able to show what far-reaching consequences disrupted S1P breakdown has.Normally, S1P is broken down into simpler products. One such breakdown product generated is important for a vital metabolic pathway - called autophagy. The word autophagy (literally translates to \"self-eating\") and the pathway enables cells to digest and recycle their own components. The cells are thus cleared from defective proteins and cell organelles that no longer function properly.Intracellular waste disposal works in two steps: first, it packs the waste in tiny \"garbage bags\". These then merge with other \"bags\" that contain highly reactive enzymes. The enzymes \"shred\" the content of the garbage bags and thus dispose it off.The break-down product of S1P is involved in packing the waste into the intracellular garbage bags. \"If S1P is not broken down, fewer closed garbage bags are formed; autophagy then no longer works accurately,\" explains the first author of the study Daniel Mitroi, who has recently completed his PhD at the LIMES Institute. \"Harmful substances thus accumulated in the brains of our mice. These included the protein APP, which plays a key role in the development of Alzheimer's.\"As autophagy is crucial for normal functioning of the brain, improper intracellular waste disposal results in severe illnesses. Therefore last year the Nobel Prize in Medicine was awarded to the Japanese scientist Yoshinori Ohsumi for his notable work on this vital mechanism. The results of the current study shed light on a previously overlooked mechanism for dementia development. \"In the long term, our work may contribute towards developing successful treatment strategies for brain disorders,\" hopes Dr. van Echten-Deckert.", "date": "Fri, 19 May 2017 04:00:00 GMT", "meeting": "", "title": "Disrupted fat breakdown in the brain makes mice dumb", "institution": "University of Bonn", "journal": "Autophagy", "description": "A study led by the University of Bonn opens a new perspective with regard to the development of dementia. The scientists blocked the breakdown of a certain fat molecule in the mouse brain. As a result the animals exhibited learning and memory problems. Also the quantity of Alzheimer-specific proteins in their brains increased significantly. The researchers now have a clue as to why the mice become dumb. The results are published in the journal 'Autophagy'.", "region": "europe", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uob-dfb051917.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1080/15548627.2017.1291471"}