{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtau", "proteins", "involved", "twenty", "neurodegenerative", "diseases", "including", "various", "forms", "dementia", "proteins", "clump", "together", "patients", "brains", "form", "neuronal", "tangles", "protein", "aggregation", "eventually", "coincides", "death", "brain", "cells", "patrik", "verstreken", "research", "team", "leuven", "discovered", "tau", "disrupts", "functioning", "nerve", "cells", "even", "starts", "forming", "tangles", "immediately", "suggest", "way", "intervene", "proteins", "best", "known", "proteins", "stacked", "form", "neuronal", "tangles", "alzheimer", "patients", "brains", "also", "play", "role", "many", "brain", "disorders", "parkinson", "huntington", "disease", "healthy", "circumstances", "tau", "proteins", "connected", "cytoskeleton", "nerve", "cells", "support", "cells", "structural", "stability", "nerve", "cells", "patients", "however", "tau", "dislodged", "cytoskeleton", "ultimately", "tangles", "together", "form", "protein", "accumulations", "disrupt", "nerve", "cell", "functioning", "early", "spoilsportbut", "even", "protein", "accumulations", "formed", "dislodged", "tau", "impedes", "communication", "nerve", "cells", "vib", "research", "team", "described", "new", "mechanism", "journal", "nature", "communications", "professor", "patrik", "verstreken", "leuven", "explains", "demonstrated", "mutant", "tau", "dislodges", "cytoskeleton", "mainly", "settles", "synapses", "nerve", "cells", "case", "fruit", "flies", "rats", "also", "brain", "cells", "human", "patients", "vesicles", "containing", "chemicals", "released", "synapses", "serve", "means", "communication", "two", "different", "nerve", "cells", "tau", "settles", "synapse", "locks", "onto", "vesicles", "inhibiting", "synaptic", "transmission", "fundamental", "research", "prospects", "therapeutic", "applicationsthese", "new", "insights", "result", "close", "collaboration", "different", "laboratories", "vib", "universities", "leuven", "belgium", "edinburgh", "uk", "researchers", "janssen", "pharmaceutica", "pave", "way", "possible", "treatment", "know", "tau", "inhibits", "synaptic", "transmission", "look", "ways", "prevent", "patrik", "verstreken", "already", "provided", "proof", "principle", "stop", "tau", "locking", "onto", "vesicles", "nerve", "cells", "rats", "fruit", "flies", "prevent", "inhibition", "synaptic", "transmission", "also", "death", "nerve", "cells", "research", "reveal", "whether", "strategy", "also", "useful", "patients"], "url": "http://www.eurekalert.org/pub_releases/2017-05/vfi-tps051917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTau proteins are involved in more than twenty neurodegenerative diseases, including various forms of dementia.", "These proteins clump together in patients' brains to form neuronal tangles: protein aggregation that eventually coincides with the death of brain cells.", "Prof. Patrik Verstreken's research team (VIB-KU Leuven) has now discovered how tau disrupts the functioning of nerve cells, even before it starts forming tangles.", "They immediately suggest a way to intervene in this process.Tau proteins are best known as the proteins that are stacked to form neuronal \"tangles\" in Alzheimer's patients' brains, but they also play a role in many other brain disorders such as Parkinson's and Huntington's disease.", "In healthy circumstances, tau proteins are connected to the cytoskeleton of nerve cells, where they support the cells' structural stability.", "In the nerve cells of patients, however, tau is dislodged from the cytoskeleton and ultimately tangles together to form protein accumulations that disrupt the nerve cell's functioning.", "Early spoilsportBut even before these protein accumulations are formed, the dislodged tau impedes the communication between nerve cells.", "VIB's research team has described a new mechanism for this in the journal Nature Communications.", "Professor Patrik Verstreken (VIB-KU Leuven) explains: \"We have demonstrated that when mutant tau dislodges from the cytoskeleton, it mainly settles at the synapses of the nerve cells.", "This was not only the case in fruit flies and rats but also in the brain cells of human patients.", "Vesicles containing chemicals are released at these synapses, which serve as the means of communication between two different nerve cells.", "When tau settles at the synapse, it locks onto the vesicles, inhibiting synaptic transmission.\"", "Fundamental research with prospects for therapeutic applicationsThese new insights are the result of a close collaboration between different laboratories at VIB, the universities of Leuven, Louvain-la-Neuve (both in Belgium), and Edinburgh (UK), and with researchers from Janssen Pharmaceutica.", "They pave the way for a possible treatment.", "\"Now that we know how tau inhibits synaptic transmission, we can look for ways to prevent it.\"", "Patrik Verstreken already provided proof of principle: \"If we stop tau from locking onto the vesicles in the nerve cells of rats and fruit flies, we can prevent the inhibition of synaptic transmission and also the death of nerve cells.\"", "Further research should reveal whether this strategy will also be useful for patients."], "title": "Tau prevents synaptic transmission at early stage of neurodegeneration | EurekAlert! Science News", "source": "VIB (the Flanders Institute for Biotechnology)", "date": "2018-01-19_20:41:28", "year": "Fri, 19 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTau proteins are involved in more than twenty neurodegenerative diseases, including various forms of dementia. These proteins clump together in patients' brains to form neuronal tangles: protein aggregation that eventually coincides with the death of brain cells. Prof. Patrik Verstreken's research team (VIB-KU Leuven) has now discovered how tau disrupts the functioning of nerve cells, even before it starts forming tangles. They immediately suggest a way to intervene in this process.Tau proteins are best known as the proteins that are stacked to form neuronal \"tangles\" in Alzheimer's patients' brains, but they also play a role in many other brain disorders such as Parkinson's and Huntington's disease. In healthy circumstances, tau proteins are connected to the cytoskeleton of nerve cells, where they support the cells' structural stability. In the nerve cells of patients, however, tau is dislodged from the cytoskeleton and ultimately tangles together to form protein accumulations that disrupt the nerve cell's functioning. Early spoilsportBut even before these protein accumulations are formed, the dislodged tau impedes the communication between nerve cells. VIB's research team has described a new mechanism for this in the journal Nature Communications. Professor Patrik Verstreken (VIB-KU Leuven) explains: \"We have demonstrated that when mutant tau dislodges from the cytoskeleton, it mainly settles at the synapses of the nerve cells. This was not only the case in fruit flies and rats but also in the brain cells of human patients. Vesicles containing chemicals are released at these synapses, which serve as the means of communication between two different nerve cells. When tau settles at the synapse, it locks onto the vesicles, inhibiting synaptic transmission.\" Fundamental research with prospects for therapeutic applicationsThese new insights are the result of a close collaboration between different laboratories at VIB, the universities of Leuven, Louvain-la-Neuve (both in Belgium), and Edinburgh (UK), and with researchers from Janssen Pharmaceutica. They pave the way for a possible treatment.\"Now that we know how tau inhibits synaptic transmission, we can look for ways to prevent it.\" Patrik Verstreken already provided proof of principle: \"If we stop tau from locking onto the vesicles in the nerve cells of rats and fruit flies, we can prevent the inhibition of synaptic transmission and also the death of nerve cells.\" Further research should reveal whether this strategy will also be useful for patients."}