{"text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20) May shows that achieving the guideline amounts of moderate-to-vigorous physical activity is associated with significantly lower BMI and body fat in children. The study was conducted by Dr Peter Katzmarzyk and Dr Amanda Staiano at the Pennington Biomedical Research Center, Baton Rouge, LA, USA.Excess weight and body fat are known to be risk factors for a range of serious health problems including diabetes, cancers, cardiovascular diseases, and even dementia. There is also increasing evidence that the harmful effects of high levels of adiposity begin to manifest themselves in childhood.The Canadian 24-hour Movement Guidelines are an internationally recognised set of recommendations for healthy amounts of moderate-to-vigorous physical activity (MVPA), sedentary behaviour (television viewing), and sleep for children and young people. They recommend a minimum of 60 minutes MVPA on at least 5 days per week, less than 2 hours per day of TV viewing, and sleeping 9 - 11 h/night for 5 - 13 year olds, reducing to 8 - 10 h/night for 14 - 18 year olds.This study aimed to evaluate the relationship between adherence to those guidelines and rates of adiposity in a sample group of 357 white (170) and African American (187) children aged 5 - 18 years. The children were recruited from the Baton Rouge, Louisiana community using media outlets and recruitment through paediatricians' offices. Activity, sedentary behaviour, and amount of sleep was measured using questionnaires while the height and weight of participating children were measured to obtain BMI which was compared with Centers for Disease Control (CDC) reference data. Obesity was defined as having a BMI greater than the 95th percentile (i.e. in the top 5% of BMI) of the reference data for a child of that age; total fat mass was measured using Dual Energy X-ray Absorption (DXA), and Magnetic Resonance Imaging (MRI) was used to find the total amounts of visceral (VAT) and subcutaneous (SAT) fat within the abdomen.Within the sample group, 35% of children performed the guideline amount of MVPA, 31% achieved the desired level of sedentary behaviour, and 52% met the target for sleep duration. A total of 27% of the sample group achieved none of the guidelines, whereas 36%, 28%, and 8% hit 1, 2, or all 3 of the targets respectively. A higher proportion of white children met the guidelines than African American children.The odds of being obese was 89% lower (odds ratio = 0.11, a statistically significant result) in children meeting all three guidelines compared to children meeting none of the guidelines. In children meeting 2 of 3 guidelines, there was a 40% reduced risk of obesity versus those meeting none of the guidelines; and for meeting 1 out of 3 guidelines, the risk of obesity was 24% lower versus those who met none of the guidelines. Meeting the MVPA guideline was associated with having significantly lower total fat mass, and SAT mass. Staying within the guideline amount of TV viewing was associated with having significantly lower BMI, total fat mass, and SAT mass, while meeting the sleep guideline was associated with having significantly lower BMI, total fat mass, SAT, and VAT masses.The authors noted that: \"A small proportion of this sample met all 3 of the 24 h movement guidelines\" and that \"Meeting more components of the guidelines was associated with lower amounts of adiposity and lower odds of obesity.\"They conclude: \"This work suggests that interventions that target multiple lifestyle behaviours may have a potent effect on levels obesity and overweight in children.\"", "date": "Fri, 19 May 2017 04:00:00 GMT", "meeting": "European Congress on Obesity (ECO2017)", "title": "Study reveals meeting guidelines on TV time, physical activity and sleep duration lower BMI and body fat in children", "institution": "European Association for the Study of Obesity", "journal": "", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal May 17-20 shows that achieving the guideline amounts of moderate-to-vigorous physical activity is associated with significantly lower BMI and body fat in children.", "region": "europe", "keywords": ["Medicine/Health"], "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-srm051817.php", "source_link": null, "funder": "", "article_link": null}