{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "example", "index", "method", "utilized", "study", "measuring", "fatty", "acid", "levels", "red", "blood", "cell", "membranes", "study", "view", "amsterdam", "nl", "may", "19", "2017", "incidence", "alzheimer", "disease", "ad", "expected", "triple", "coming", "decades", "cure", "found", "recently", "interest", "dietary", "approaches", "prevention", "cognitive", "decline", "increased", "particular", "fatty", "acids", "shown", "actions", "brains", "animals", "new", "article", "published", "journal", "alzheimer", "disease", "researchers", "found", "patients", "high", "levels", "blood", "flow", "specific", "areas", "brain", "increased", "study", "major", "advance", "demonstrating", "value", "nutritional", "intervention", "brain", "health", "using", "latest", "brain", "imaging", "commented", "george", "perry", "phd", "dean", "professor", "biology", "university", "texas", "san", "antonio", "journal", "alzheimer", "photon", "emission", "computed", "tomography", "spect", "measure", "blood", "perfusion", "brain", "images", "acquired", "subjects", "performing", "various", "cognitive", "tasks", "show", "higher", "blood", "flow", "specific", "brain", "regions", "images", "compared", "index", "measure", "blood", "concentration", "two", "fatty", "acids", "eicosapentaenoic", "acid", "epa", "docosahexaenoic", "acid", "dha", "investigators", "found", "statistically", "significant", "correlation", "higher", "blood", "flow", "higher", "index", "addition", "evaluated", "neuropsychological", "functions", "subjects", "found", "levels", "also", "correlated", "various", "psychological", "feelings", "using", "standardized", "test", "battery", "webneuro", "study", "drew", "random", "sample", "166", "participants", "psychiatric", "referral", "clinic", "index", "results", "available", "participants", "categorized", "two", "groups", "higher", "concentrations", "50th", "percentile", "lower", "concentrations", "results", "indicated", "statistically", "significant", "relationships", "index", "regional", "perfusion", "brain", "spect", "areas", "involved", "memory", "neurocognitive", "testing", "overall", "study", "showed", "positive", "relationships", "status", "brain", "perfusion", "cognition", "lead", "author", "daniel", "amen", "md", "amen", "clinics", "costa", "mesa", "ca", "adds", "important", "research", "shows", "correlation", "lower", "fatty", "acid", "levels", "reduced", "brain", "blood", "flow", "regions", "important", "learning", "memory", "depression", "dementia", "william", "harris", "phd", "university", "south", "dakota", "school", "medicine", "vermillion", "sd", "lends", "perspective", "although", "considerable", "evidence", "levels", "associated", "better", "cardiovascular", "health", "role", "oil", "fatty", "acids", "mental", "health", "brain", "physiology", "beginning", "explored", "study", "opens", "door", "possibility", "relatively", "simple", "dietary", "changes", "could", "favorably", "impact", "cognitive", "function"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ip-coh051917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an example of the Omega-3 Index, the method utilized in this study for measuring omega-3 fatty acid levels in red blood cell membranes in the study.", "view more Amsterdam, NL, May 19, 2017 - The incidence of Alzheimer's disease (AD) is expected to triple in the coming decades and no cure has been found.", "Recently, interest in dietary approaches for prevention of cognitive decline has increased.", "In particular, the omega-3 fatty acids have shown anti-amyloid, anti-tau and anti-inflammatory actions in the brains of animals.", "In a new article published in the Journal of Alzheimer's Disease, researchers have found that for patients with high omega-3 levels, blood flow in specific areas of the brain is increased.", "\"This study is a major advance in demonstrating the value of nutritional intervention for brain health by using the latest brain imaging,\" commented George Perry, PhD, Dean and Professor of Biology, The University of Texas at San Antonio, and Editor-in-Chief of the Journal of Alzheimer's Disease.Single photon emission computed tomography, or SPECT, can measure blood perfusion in the brain.", "Images acquired from subjects performing various cognitive tasks will show higher blood flow in specific brain regions.", "When these images were compared to the Omega-3 Index, a measure of the blood concentration of two omega-3 fatty acids, eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), investigators found a statistically significant correlation between higher blood flow and higher Omega-3 Index.", "In addition, they evaluated the neuropsychological functions of the subjects and found that omega-3 levels also correlated with various psychological feelings using a standardized test battery (WebNeuro).", "This study drew from a random sample of 166 participants from a psychiatric referral clinic for which Omega-3 Index results were available.", "The participants were categorized into two groups of higher EPA+DHA concentrations (>50th percentile) and lower concentrations (\r\n\tResults indicated statistically significant relationships between the Omega-3 index, regional perfusion on brain SPECT in areas involved with memory, and neurocognitive testing.", "Overall, the study showed positive relationships between omega-3 EPA+DHA status, brain perfusion, and cognition.", "Lead author Daniel G. Amen, MD, of the Amen Clinics Inc., Costa Mesa, CA, adds, \"This is very important research because it shows a correlation between lower omega-3 fatty acid levels and reduced brain blood flow to regions important for learning, memory, depression and dementia.", "\"Co-author William S. Harris, PhD, University of South Dakota School of Medicine.", "Vermillion, SD, lends this perspective, \"Although we have considerable evidence that omega-3 levels are associated with better cardiovascular health, the role of the 'fish oil' fatty acids in mental health and brain physiology is just beginning to be explored.", "This study opens the door to the possibility that relatively simple dietary changes could favorably impact cognitive function.\""], "title": "Can omega-3 help prevent Alzheimer's disease? Brain SPECT imaging shows possible link | EurekAlert! Science News", "source": "IOS Press", "date": "2018-01-19_20:41:35", "year": "Fri, 19 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an example of the Omega-3 Index, the method utilized in this study for measuring omega-3 fatty acid levels in red blood cell membranes in the study.\n     view more Amsterdam, NL, May 19, 2017 - The incidence of Alzheimer's disease (AD) is expected to triple in the coming decades and no cure has been found. Recently, interest in dietary approaches for prevention of cognitive decline has increased. In particular, the omega-3 fatty acids have shown anti-amyloid, anti-tau and anti-inflammatory actions in the brains of animals. In a new article published in the Journal of Alzheimer's Disease, researchers have found that for patients with high omega-3 levels, blood flow in specific areas of the brain is increased.\"This study is a major advance in demonstrating the value of nutritional intervention for brain health by using the latest brain imaging,\" commented George Perry, PhD, Dean and Professor of Biology, The University of Texas at San Antonio, and Editor-in-Chief of the Journal of Alzheimer's Disease.Single photon emission computed tomography, or SPECT, can measure blood perfusion in the brain. Images acquired from subjects performing various cognitive tasks will show higher blood flow in specific brain regions. When these images were compared to the Omega-3 Index, a measure of the blood concentration of two omega-3 fatty acids, eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), investigators found a statistically significant correlation between higher blood flow and higher Omega-3 Index. In addition, they evaluated the neuropsychological functions of the subjects and found that omega-3 levels also correlated with various psychological feelings using a standardized test battery (WebNeuro).\r\nThis study drew from a random sample of 166 participants from a psychiatric referral clinic for which Omega-3 Index results were available. The participants were categorized into two groups of higher EPA+DHA concentrations (>50th percentile) and lower concentrations (\r\n\tResults indicated statistically significant relationships between the Omega-3 index, regional perfusion on brain SPECT in areas involved with memory, and neurocognitive testing. Overall, the study showed positive relationships between omega-3 EPA+DHA status, brain perfusion, and cognition. Lead author Daniel G. Amen, MD, of the Amen Clinics Inc., Costa Mesa, CA, adds, \"This is very important research because it shows a correlation between lower omega-3 fatty acid levels and reduced brain blood flow to regions important for learning, memory, depression and dementia.\"Co-author William S. Harris, PhD, University of South Dakota School of Medicine. Vermillion, SD, lends this perspective, \"Although we have considerable evidence that omega-3 levels are associated with better cardiovascular health, the role of the 'fish oil' fatty acids in mental health and brain physiology is just beginning to be explored. This study opens the door to the possibility that relatively simple dietary changes could favorably impact cognitive function.\"\r\n"}