{"text": "Your spit may hold a clue to future brain health. Investigators at the Beaumont Research Institute, part of Beaumont Health in Michigan, are hopeful that their study involving small molecules in saliva will help identify those at risk of developing Alzheimer's disease - a neurologic condition predicted to reach epidemic proportions worldwide by 2050.Their study, \"Diagnostic Biomarkers of Alzheimer's Disease as Identified in Saliva using 1H NMR-Based Metabolomics\" was published in the Journal of Alzheimer's Disease 58(2) on May 16.Investigators found salivary molecules hold promise as reliable diagnostic biomarkers.The study exemplifies the quest by scientists to combat Alzheimer's disease, a degenerative brain disorder with no cure and few reliable diagnostic tests. In the United States, Alzheimer's is a health epidemic affecting more than 5 million Americans. Investigators seek to develop valid and reliable biomarkers, diagnosing the disease in its earliest stages before brain damage occurs and dementia begins. \r\nResearcher Stewart Graham, Ph.D., said, \"We used metabolomics, a newer technique to study molecules involved in metabolism. Our goal was to find unique patterns of molecules in the saliva of our study participants that could be used to diagnose Alzheimer's disease in the earliest stages, when treatment is considered most effective. Presently, therapies for Alzheimer's are initiated only after a patient is diagnosed and treatments offer modest benefits.\"Metabolomics is used in medicine and biology for the study of living organisms. It measures large numbers of naturally occurring small molecules, called metabolites, present in the blood, saliva and tissues. The pattern or fingerprint of metabolites in the biological sample can be used to learn about the health of the organism.\"Our team's study demonstrates the potential for using metabolomics and saliva for the early diagnosis of Alzheimer's disease,\" explained Dr. Graham. \"Given the ease and convenience of collecting saliva, the development of accurate and sensitive biomarkers would be ideal for screening those at greatest risk of developing Alzheimer's. In fact, unlike blood or cerebrospinal fluid, saliva is one of the most noninvasive means of getting cellular samples and it's also inexpensive.\"The study participants included 29 adults in three groups:  mild cognitive impairment, Alzheimer's disease and a control group. After specimens were collected, the researchers positively identified and accurately quantified 57 metabolites. Some of the observed variances in the biomarkers were significant.  From their data, they were able to make predictions as to those at most risk of developing Alzheimer's.\r\nSaid Dr. Graham, \"Worldwide, the development of valid and reliable biomarkers for Alzheimer's disease is considered the No. 1 priority for most national dementia strategies. It's a necessary first step to design prevention and early-intervention research studies.\" As Americans age, the number of people affected by Alzheimer's is rising dramatically. According to the Alzheimer's Association, by 2050, it's estimated the number of Americans living with Alzheimer's disease will triple to about 15-16 million.Alzheimer's disease is a type of dementia affecting a person's ability to think, communicate and function. It greatly impacts their relationships, their independence and lifestyle. The condition's toll not only affects millions of Americans, but in 2017, it could cost the nation $259 billion.", "date": "Thu, 18 May 2017 04:00:00 GMT", "meeting": "", "title": "Diagnostic biomarkers in saliva show promise in recognizing early Alzheimer's disease", "institution": "IOS Press", "journal": "Journal of Alzheimer's Disease", "description": "Your spit may hold a clue to future brain health. Investigators at the Beaumont Research Institute, part of Beaumont Health in Michigan, are hopeful that their study involving small molecules in saliva will help identify those at risk of developing Alzheimer's disease -- a neurologic condition predicted to reach epidemic proportions worldwide by 2050.", "region": "europe", "keywords": ["Medicine/Health", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ip-dbi051817.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.3233/JAD-161226"}