{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "number", "people", "requiring", "palliative", "care", "next", "25", "years", "likely", "increase", "substantially", "requiring", "shift", "healthcare", "priorities", "england", "wales", "according", "new", "research", "published", "open", "access", "journal", "bmc", "2040", "least", "people", "year", "likely", "palliative", "care", "needs", "including", "pain", "management", "chronic", "illnesses", "care", "hospitals", "hospices", "home", "people", "receive", "palliative", "care", "healthcare", "system", "significant", "increase", "training", "resources", "specialist", "care", "providers", "needed", "immediately", "according", "simon", "noah", "etkind", "lead", "author", "cicely", "saunders", "institute", "king", "college", "london", "said", "current", "population", "mortality", "trends", "england", "wales", "suggest", "25", "people", "die", "year", "2040", "research", "found", "current", "trends", "continue", "estimated", "number", "people", "require", "palliative", "care", "grow", "much", "due", "sharp", "increase", "number", "people", "dying", "chronic", "illnesses", "particularly", "cancer", "dementia", "combined", "aging", "population", "means", "expect", "42", "people", "palliative", "care", "needs", "2040", "projections", "also", "found", "half", "deaths", "occur", "people", "aged", "85", "dementia", "deaths", "almost", "quadruple", "etkind", "explained", "2040", "national", "data", "suggests", "rise", "prevalence", "chronic", "progressive", "illnesses", "believe", "many", "require", "symptom", "relief", "palliative", "care", "estimate", "least", "85", "deaths", "2040", "require", "form", "palliative", "care", "predict", "shift", "towards", "dementia", "greater", "contributor", "palliative", "care", "need", "according", "researchers", "number", "people", "likely", "palliative", "care", "needs", "grow", "proportion", "changes", "population", "demographics", "next", "25", "years", "result", "palliative", "care", "services", "require", "greatly", "increased", "resources", "next", "two", "decades", "deal", "growing", "irene", "higginson", "director", "cicely", "saunders", "institute", "king", "college", "london", "paper", "said", "urgent", "need", "act", "transform", "health", "social", "palliative", "care", "services", "meet", "projected", "growth", "palliative", "care", "need", "attention", "given", "needs", "people", "close", "facing", "progressive", "illness", "particularly", "dying", "chronic", "complex", "illnesses", "age", "related", "syndromes", "frailty", "dementia", "need", "support", "families", "shoulder", "much", "care", "way", "provide", "health", "care", "palliative", "care", "need", "change", "advance", "testing", "new", "integrated", "approaches", "people", "expert", "palliative", "care", "alongside", "illnesses", "projections", "based", "data", "office", "national", "statistics", "used", "estimate", "recent", "trends", "deaths", "chronic", "illnesses", "likely", "require", "palliative", "care", "trends", "extrapolated", "predict", "number", "people", "would", "require", "palliative", "care", "2040", "accounting", "population", "demographic", "change", "authors", "state", "estimates", "simplification", "issue", "could", "take", "account", "people", "suffering", "multiple", "diseases", "long", "illnesses", "experienced", "common", "chronic", "progresses", "diseases", "older", "people", "however", "suggests", "projections", "likely", "underestimate", "real", "increase", "could", "even", "higher", "projections", "based", "current", "trends", "disease", "prevalence", "cause", "death", "means", "numbers", "presented", "forecast", "happen", "may", "occur", "recent", "trends", "continue"], "url": "http://www.eurekalert.org/pub_releases/2017-05/bc-al4051517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe number of people requiring palliative care over the next 25 years is likely to increase substantially, requiring a shift in healthcare priorities in England and Wales, according to new research published in the open access journal BMC Medicine.By 2040, at least 160,000 more people each year are likely to have palliative care needs, including pain management of chronic illnesses and end-of-life care at hospitals, hospices, and at home.", "If all these people are to receive palliative care through the healthcare system, a significant increase in training and resources for both specialist and non-specialist care providers is needed immediately, according to the researchers.Dr Simon Noah Etkind, lead author from the Cicely Saunders Institute, King's College London, said: \"Current population and mortality trends in England and Wales suggest that 25% more people will die each year by 2040.", "In our research we found that if current trends continue, the estimated number of people who will require palliative care will grow by much more than this, due to a sharp increase in the number of people dying from chronic illnesses, particularly cancer and dementia.", "This, combined with an aging population means that we should expect that there will be 42% more people with palliative care needs by 2040.", "\"The projections also found that over half of all deaths will occur in people aged over 85 and that dementia deaths will almost quadruple by 2040.Dr Etkind explained: \"By 2040 national data suggests there will be a rise in the prevalence of chronic progressive illnesses, and we believe that many of these will require symptom relief and palliative care.", "We estimate that at least 85% of deaths in 2040 will require some form of palliative care and we can predict a shift towards dementia as a greater contributor to palliative care need.", "\"According to the researchers, the number of people who are likely to have palliative care needs will grow out of proportion to changes in population demographics over the next 25 years.", "As a result, palliative care services will require greatly increased resources over the next two decades to deal with this growing need.Professor Irene Higginson, Director of the Cicely Saunders Institute at King's College London and co-author of the paper, said: \"There is an urgent need to act now to transform health, social and palliative care services to meet the projected growth in palliative care need.", "More attention should be given to the needs of people and those close to them when facing progressive illness, particularly those dying from chronic and complex illnesses, and age related syndromes such as frailty and dementia.", "There is a need to support their families, who shoulder so much of the care.", "The way in which we provide health care, and palliative care will need to change.", "In advance of this we are testing new more integrated approaches, where people can have expert palliative care alongside their illnesses.\"", "The projections were based on data from the Office of National Statistics.", "This was used to estimate recent trends of deaths from chronic illnesses likely to require palliative care.", "These trends were then extrapolated to predict the number of people that would require palliative care through to 2040 accounting for population and demographic change.", "The authors state that their estimates are a simplification of the issue.", "They couldn't take into account people suffering from multiple diseases or how long the illnesses were experienced, both common in chronic and progresses diseases in older people.", "However, this suggests that the projections are likely to be an underestimate and the real increase could be even higher.", "The projections are based on current trends in disease prevalence and cause of death, which means the numbers presented are not a forecast of what will happen but of what may occur if recent trends continue."], "title": "At least 42 percent more people will need palliative care in England and Wales by 2040 | EurekAlert! Science News", "source": "BioMed Central", "date": "2018-01-19_20:41:45", "year": "Wed, 17 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe number of people requiring palliative care over the next 25 years is likely to increase substantially, requiring a shift in healthcare priorities in England and Wales, according to new research published in the open access journal BMC Medicine.By 2040, at least 160,000 more people each year are likely to have palliative care needs, including pain management of chronic illnesses and end-of-life care at hospitals, hospices, and at home. If all these people are to receive palliative care through the healthcare system, a significant increase in training and resources for both specialist and non-specialist care providers is needed immediately, according to the researchers.Dr Simon Noah Etkind, lead author from the Cicely Saunders Institute, King's College London, said: \"Current population and mortality trends in England and Wales suggest that 25% more people will die each year by 2040. In our research we found that if current trends continue, the estimated number of people who will require palliative care will grow by much more than this, due to a sharp increase in the number of people dying from chronic illnesses, particularly cancer and dementia. This, combined with an aging population means that we should expect that there will be 42% more people with palliative care needs by 2040.\"The projections also found that over half of all deaths will occur in people aged over 85 and that dementia deaths will almost quadruple by 2040.Dr Etkind explained: \"By 2040 national data suggests there will be a rise in the prevalence of chronic progressive illnesses, and we believe that many of these will require symptom relief and palliative care. We estimate that at least 85% of deaths in 2040 will require some form of palliative care and we can predict a shift towards dementia as a greater contributor to palliative care need.\"According to the researchers, the number of people who are likely to have palliative care needs will grow out of proportion to changes in population demographics over the next 25 years. As a result, palliative care services will require greatly increased resources over the next two decades to deal with this growing need.Professor Irene Higginson, Director of the Cicely Saunders Institute at King's College London and co-author of the paper, said: \"There is an urgent need to act now to transform health, social and palliative care services to meet the projected growth in palliative care need. More attention should be given to the needs of people and those close to them when facing progressive illness, particularly those dying from chronic and complex illnesses, and age related syndromes such as frailty and dementia. There is a need to support their families, who shoulder so much of the care. The way in which we provide health care, and palliative care will need to change. In advance of this we are testing new more integrated approaches, where people can have expert palliative care alongside their illnesses.\" The projections were based on data from the Office of National Statistics. This was used to estimate recent trends of deaths from chronic illnesses likely to require palliative care. These trends were then extrapolated to predict the number of people that would require palliative care through to 2040 accounting for population and demographic change. The authors state that their estimates are a simplification of the issue. They couldn't take into account people suffering from multiple diseases or how long the illnesses were experienced, both common in chronic and progresses diseases in older people. However, this suggests that the projections are likely to be an underestimate and the real increase could be even higher. The projections are based on current trends in disease prevalence and cause of death, which means the numbers presented are not a forecast of what will happen but of what may occur if recent trends continue."}