{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "daniel", "weintraub", "md", "professor", "psychiatry", "perelman", "school", "medicine", "university", "pennsylvania", "view", "philadelphia", "new", "biomarkers", "identified", "research", "team", "perelman", "school", "medicine", "university", "pennsylvania", "could", "help", "predict", "parkinson", "disease", "patients", "suffer", "significant", "cognitive", "deficits", "within", "first", "three", "years", "diagnosis", "results", "analysis", "international", "parkinson", "progression", "markers", "initiative", "ppmi", "published", "week", "journal", "plos", "one", "results", "study", "improve", "understanding", "changes", "brain", "function", "occur", "initial", "cognitive", "changes", "early", "parkinson", "disease", "said", "daniel", "weintraub", "md", "professor", "psychiatry", "lead", "author", "could", "eventually", "lead", "improved", "clinical", "care", "development", "therapies", "treat", "symptom", "weintraub", "led", "team", "analyzed", "data", "samples", "423", "newly", "diagnosed", "untreated", "parkinson", "disease", "patients", "showed", "signs", "dementia", "time", "enrollment", "ppmi", "landmark", "observational", "study", "launched", "2010", "sponsored", "michael", "j", "fox", "foundation", "parkinson", "years", "enrollment", "15", "38", "percent", "participants", "developed", "cognitive", "impairment", "authors", "assessed", "brain", "scans", "genetic", "tests", "analyses", "cerebrospinal", "fluid", "csf", "found", "cognitive", "decline", "correlated", "several", "biomarkers", "changes", "dopamine", "system", "global", "brain", "atrophy", "particular", "genetic", "mutations", "markers", "alzheimer", "disease", "first", "investigation", "find", "biomarkers", "mix", "baseline", "longitudinal", "biomarkers", "contributes", "independently", "cognitive", "decline", "early", "parkinson", "disease", "results", "may", "improve", "ability", "clinicians", "predict", "future", "cognitive", "performance", "parkinson", "disease", "patients", "important", "part", "patient", "education", "clinical", "management", "may", "guide", "efforts", "develop", "new", "treatments", "parkinson", "penn", "include", "leslie", "shaw", "phd", "professor", "pathology", "laboratory", "medicine", "john", "trojanowski", "md", "phd", "professor", "geriatric", "medicine", "gerontology", "lama", "chahine", "md", "assistant", "professor", "study", "researchers", "found", "association", "cognitive", "decline", "dopamine", "deficiency", "ii", "decreased", "brain", "volume", "thickness", "observed", "brain", "scans", "iii", "lower", "levels", "csf", "protein", "marker", "alzheimer", "disease", "iv", "single", "nucleotide", "polymorphisms", "genes", "comt", "bdnf", "previously", "associated", "cognitive", "cohort", "ppmi", "participants", "mostly", "male", "white", "highly", "educated", "limiting", "application", "findings", "groups", "nonetheless", "future", "validation", "biomarkers", "could", "help", "clinical", "trial", "design", "early", "therapies", "may", "improve", "cognitive", "outcomes", "longer", "cohort", "also", "reveal", "whether", "identified", "risks", "important", "advanced", "cognitive", "dysfunction", "parkinson", "many", "one", "million", "americans", "five", "million", "people", "worldwide", "living", "parkinson", "disease", "additional", "americans", "diagnosed", "parkinson", "disease", "year", "number", "reflect", "thousands", "cases", "go", "undetected"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-pmr051617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Daniel Weintraub, MD, professor of Psychiatry in the Perelman School of Medicine at the University of Pennsylvania.", "view more PHILADELPHIA - New biomarkers identified by a research team in the Perelman School of Medicine at the University of Pennsylvania could help predict which Parkinson's disease patients will suffer significant cognitive deficits within the first three years of their diagnosis.", "The results of the analysis from the international Parkinson's Progression Markers Initiative (PPMI) are published this week in the open-access journal PLoS ONE.", "\"The results of this study improve our understanding of the changes in brain function that occur with initial cognitive changes in early Parkinson's disease,\" said Daniel Weintraub, MD, a professor of Psychiatry and lead author.", "\"This could eventually lead to improved clinical care and development of therapies to treat this symptom.\"", "Dr. Weintraub led the team that analyzed data and samples from 423 newly diagnosed and untreated Parkinson's disease patients who showed no signs of dementia at the time of their enrollment in PPMI, a landmark observational study launched in 2010 and sponsored by The Michael J.", "Fox Foundation for Parkinson's Research.Three years after enrollment, between 15 and 38 percent of these participants had developed cognitive impairment.", "The authors assessed brain scans, genetic tests and analyses of cerebrospinal fluid (CSF) and found cognitive decline correlated with several biomarkers: changes in the dopamine system, global brain atrophy, particular genetic mutations, and markers of Alzheimer's disease.", "This is the first investigation to find each of these biomarkers, a mix of baseline and longitudinal biomarkers, contributes independently to cognitive decline in early Parkinson's disease.", "These results may improve the ability of clinicians to predict future cognitive performance in Parkinson's disease patients -- an important part of patient education and clinical management -- and may guide efforts to develop new cognition-enhancing treatments for Parkinson's disease.Other Penn co-investigators include Leslie Shaw, PhD, a professor of Pathology and Laboratory Medicine; John Trojanowski, MD, PhD, professor of Geriatric Medicine and Gerontology; and Lama Chahine, MD, an assistant professor of Neurology.In this study, researchers found an association between cognitive decline and (i) dopamine deficiency and (ii) decreased brain volume or thickness observed in brain scans; (iii) lower levels in CSF of beta-amyloid protein, a marker of Alzheimer's disease, and (iv) single nucleotide polymorphisms in the genes COMT and BDNF, which previously had been associated with cognitive impairment.This cohort of PPMI participants are mostly male, white and highly educated, limiting the application of these findings to other groups.", "Nonetheless, future validation of these biomarkers could help with clinical trial design for early therapies that may improve cognitive outcomes.", "Longer follow-up of this cohort will also reveal whether the identified risks are important in later-onset or more advanced cognitive dysfunction in Parkinson's disease.As many as one million Americans and more than five million people worldwide are living with Parkinson's disease.", "An additional 60,000 Americans are diagnosed with Parkinson's disease each year, and this number does not reflect the thousands of cases that go undetected."], "title": "Penn Medicine researchers identify biomarkers that may predict cognitive impairment | EurekAlert! Science News", "source": "University of Pennsylvania School of Medicine", "date": "2018-01-19_20:41:52", "year": "Wed, 17 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Daniel Weintraub, MD, professor of Psychiatry in the Perelman School of Medicine at the University of Pennsylvania.\n       view more PHILADELPHIA - New biomarkers identified by a research team in the Perelman School of Medicine at the University of Pennsylvania could help predict which Parkinson's disease patients will suffer significant cognitive deficits within the first three years of their diagnosis. The results of the analysis from the international Parkinson's Progression Markers Initiative (PPMI) are published this week in the open-access journal PLoS ONE.\"The results of this study improve our understanding of the changes in brain function that occur with initial cognitive changes in early Parkinson's disease,\" said Daniel Weintraub, MD, a professor of Psychiatry and lead author. \"This could eventually lead to improved clinical care and development of therapies to treat this symptom.\" Dr. Weintraub led the team that analyzed data and samples from 423 newly diagnosed and untreated Parkinson's disease patients who showed no signs of dementia at the time of their enrollment in PPMI, a landmark observational study launched in 2010 and sponsored by The Michael J. Fox Foundation for Parkinson's Research.Three years after enrollment, between 15 and 38 percent of these participants had developed cognitive impairment. The authors assessed brain scans, genetic tests and analyses of cerebrospinal fluid (CSF) and found cognitive decline correlated with several biomarkers: changes in the dopamine system, global brain atrophy, particular genetic mutations, and markers of Alzheimer's disease. This is the first investigation to find each of these biomarkers, a mix of baseline and longitudinal biomarkers, contributes independently to cognitive decline in early Parkinson's disease. These results may improve the ability of clinicians to predict future cognitive performance in Parkinson's disease patients -- an important part of patient education and clinical management -- and may guide efforts to develop new cognition-enhancing treatments for Parkinson's disease.Other Penn co-investigators include Leslie Shaw, PhD, a professor of Pathology and Laboratory Medicine; John Trojanowski, MD, PhD, professor of Geriatric Medicine and Gerontology; and Lama Chahine, MD, an assistant professor of Neurology.In this study, researchers found an association between cognitive decline and (i) dopamine deficiency and (ii) decreased brain volume or thickness observed in brain scans; (iii) lower levels in CSF of beta-amyloid protein, a marker of Alzheimer's disease, and (iv) single nucleotide polymorphisms in the genes COMT and BDNF, which previously had been associated with cognitive impairment.This cohort of PPMI participants are mostly male, white and highly educated, limiting the application of these findings to other groups. Nonetheless, future validation of these biomarkers could help with clinical trial design for early therapies that may improve cognitive outcomes. Longer follow-up of this cohort will also reveal whether the identified risks are important in later-onset or more advanced cognitive dysfunction in Parkinson's disease.As many as one million Americans and more than five million people worldwide are living with Parkinson's disease. An additional 60,000 Americans are diagnosed with Parkinson's disease each year, and this number does not reflect the thousands of cases that go undetected.\r\n\t"}