{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txin", "new", "study", "presented", "molecular", "psychiatry", "researchers", "karolinska", "institutet", "measured", "deposits", "pathological", "protein", "tau", "spread", "brain", "course", "alzheimer", "disease", "results", "show", "size", "deposit", "speed", "spread", "differ", "one", "individual", "next", "large", "amounts", "tau", "brain", "linked", "episodic", "memory", "early", "phase", "alzheimer", "disease", "accumulation", "tau", "brain", "cells", "adverse", "effect", "cell", "function", "causes", "memory", "impairment", "therefore", "attractive", "target", "vaccine", "researchers", "present", "study", "professor", "agneta", "nordberg", "karolinska", "institutet", "department", "neurobiology", "care", "sciences", "society", "doctoral", "student", "konstantinos", "chiotis", "along", "rest", "team", "used", "pet", "brain", "imaging", "measure", "spread", "tau", "deposits", "well", "amyloid", "plaque", "associated", "alzheimer", "disease", "charted", "energy", "metabolism", "brain", "cells", "examined", "three", "parameters", "changed", "course", "disease", "international", "race", "measure", "tau", "spread", "probably", "got", "first", "says", "professor", "nordberg", "previous", "reports", "tau", "deposits", "spread", "17", "months", "disease", "results", "improve", "understanding", "tau", "accumulation", "alzheimer", "disease", "help", "ongoing", "research", "quantify", "effect", "tau", "vaccines", "enable", "early", "diagnosis", "study", "included", "16", "patients", "different", "stages", "alzheimer", "disease", "memory", "unit", "karolinska", "hospital", "huddinge", "patients", "given", "series", "neurological", "memory", "tests", "underwent", "pet", "scans", "intervals", "16", "participants", "abundant", "amyloid", "plaque", "deposition", "brain", "size", "speed", "spread", "tau", "deposits", "differed", "significantly", "individuals", "also", "saw", "strong", "direct", "correlation", "size", "deposit", "episodic", "memory", "impairment", "continues", "professor", "nordberg", "could", "explain", "disease", "progresses", "varying", "rate", "one", "patient", "said", "tau", "seem", "much", "effect", "global", "general", "memory", "reasonably", "related", "brain", "metabolism", "study", "conducted", "collaboration", "uppsala", "university", "pet", "scans", "performed"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ki-sot051617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn a new study presented in Molecular Psychiatry, researchers at Karolinska Institutet have measured how deposits of the pathological protein tau spread through the brain over the course of Alzheimer's disease.", "Their results show that the size of the deposit and the speed of its spread differ from one individual to the next, and that large amounts of tau in the brain can be linked to episodic memory impairment.Already in a very early phase of Alzheimer's disease there is an accumulation of tau in the brain cells, where its adverse effect on cell function causes memory impairment.", "It is therefore an attractive target for vaccine researchers.", "For the present study, Professor Agneta Nordberg at Karolinska Institutet's Department of Neurobiology, Care Sciences and Society and her doctoral student Konstantinos Chiotis along with the rest of her team used PET brain imaging to measure the spread of tau deposits as well as the amyloid plaque associated with Alzheimer's disease, and charted the energy metabolism of the brain cells.", "They then examined how these three parameters changed over the course of the disease.", "\"There's been an international race to measure tau spread, and we probably got there first,\" says Professor Nordberg.", "\"There are no previous reports on how tau deposits spread after 17 months into the disease.", "Our results can improve understanding of tau accumulation in Alzheimer's disease, help ongoing research to quantify the effect of tau vaccines, and enable early diagnosis.", "\"The study included 16 patients at different stages of Alzheimer's disease from the memory unit at Karolinska Hospital in Huddinge.", "The patients were given a series of neurological memory tests and underwent PET scans at 17-month intervals.", "While all 16 participants had abundant amyloid plaque deposition in the brain, the size and speed of spread of their tau deposits differed significantly between individuals.", "\"We also saw a strong direct correlation between size of deposit and episodic memory impairment,\" continues Professor Nordberg.", "\"This could explain why the disease progresses at such a varying rate from one patient to the other.", "That said, tau doesn't seem to have much of an effect on the global general memory, which is more reasonably related to brain metabolism.", "\"The study was conducted in collaboration with Uppsala University, where the PET scans were performed."], "title": "Spread of tau protein measured in the brains of Alzheimer's patients | EurekAlert! Science News", "source": "Karolinska Institutet", "date": "2018-01-19_20:41:58", "year": "Tue, 16 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn a new study presented in Molecular Psychiatry, researchers at Karolinska Institutet have measured how deposits of the pathological protein tau spread through the brain over the course of Alzheimer's disease. Their results show that the size of the deposit and the speed of its spread differ from one individual to the next, and that large amounts of tau in the brain can be linked to episodic memory impairment.Already in a very early phase of Alzheimer's disease there is an accumulation of tau in the brain cells, where its adverse effect on cell function causes memory impairment. It is therefore an attractive target for vaccine researchers. For the present study, Professor Agneta Nordberg at Karolinska Institutet's Department of Neurobiology, Care Sciences and Society and her doctoral student Konstantinos Chiotis along with the rest of her team used PET brain imaging to measure the spread of tau deposits as well as the amyloid plaque associated with Alzheimer's disease, and charted the energy metabolism of the brain cells. They then examined how these three parameters changed over the course of the disease.\"There's been an international race to measure tau spread, and we probably got there first,\" says Professor Nordberg. \"There are no previous reports on how tau deposits spread after 17 months into the disease. Our results can improve understanding of tau accumulation in Alzheimer's disease, help ongoing research to quantify the effect of tau vaccines, and enable early diagnosis.\"The study included 16 patients at different stages of Alzheimer's disease from the memory unit at Karolinska Hospital in Huddinge. The patients were given a series of neurological memory tests and underwent PET scans at 17-month intervals. While all 16 participants had abundant amyloid plaque deposition in the brain, the size and speed of spread of their tau deposits differed significantly between individuals. \"We also saw a strong direct correlation between size of deposit and episodic memory impairment,\" continues Professor Nordberg. \"This could explain why the disease progresses at such a varying rate from one patient to the other. That said, tau doesn't seem to have much of an effect on the global general memory, which is more reasonably related to brain metabolism.\"The study was conducted in collaboration with Uppsala University, where the PET scans were performed. "}