{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "kathleen", "martin", "ginis", "professor", "ubc", "okanagan", "school", "heath", "exercise", "sciences", "view", "evidence", "clear", "physical", "activity", "associated", "reduced", "risk", "alzheimer", "disease", "says", "panel", "researchers", "leaders", "led", "ubc", "okanagan", "researchers", "also", "confirmed", "regular", "physical", "activity", "may", "improve", "performance", "daily", "activities", "people", "afflicted", "alzheimer", "conclusions", "may", "significant", "implications", "million", "canadians", "affected", "directly", "indirectly", "dementia", "current", "cure", "alzheimer", "urgent", "need", "interventions", "reduce", "risk", "developing", "help", "manage", "symptoms", "says", "study", "first", "author", "kathleen", "martin", "ginis", "professor", "ubc", "okanagan", "school", "health", "exercise", "sciences", "evaluating", "research", "available", "panel", "agrees", "physical", "activity", "practical", "economical", "accessible", "intervention", "prevention", "management", "alzheimer", "disease", "dementias", "martin", "ginis", "cohort", "reviewed", "data", "150", "research", "articles", "impact", "physical", "activity", "people", "alzheimer", "work", "explored", "physical", "activity", "improves", "patient", "quality", "life", "others", "examined", "risk", "developing", "alzheimer", "based", "amount", "activity", "individual", "panel", "concluded", "regular", "physical", "activity", "improves", "activities", "daily", "living", "mobility", "older", "adults", "alzheimer", "may", "improve", "general", "cognition", "balance", "also", "established", "older", "adults", "diagnosed", "alzheimer", "physically", "active", "significantly", "less", "likely", "develop", "disease", "compared", "people", "inactive", "exciting", "work", "says", "martin", "ginis", "able", "prepare", "consensus", "statement", "messaging", "community", "backing", "also", "tool", "promote", "protective", "benefit", "physical", "activity", "older", "adults", "hopeful", "move", "needle", "major", "health", "concern", "alzheimer", "disease", "common", "form", "dementia", "characterized", "progressive", "neurodegeneration", "results", "severe", "cognitive", "impairment", "compromised", "physical", "ability", "loss", "independence", "number", "worldwide", "cases", "expected", "increase", "million", "2010", "106", "million", "2050"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uobc-ecp051617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Kathleen Martin Ginis is a professor in UBC Okanagan's School of Heath and Exercise Sciences.", "view more The evidence is clear.", "Physical activity is associated with a reduced risk of Alzheimer's disease, says a panel of researchers and not-for-profit leaders, led by UBC's Okanagan campus.The researchers also confirmed that regular physical activity may improve the performance of daily activities for people afflicted with Alzheimer's.", "Their conclusions may have significant implications for the 1.1 million Canadians affected directly or indirectly by dementia.", "\"As there is no current cure for Alzheimer's, there is an urgent need for interventions to reduce the risk of developing it and to help manage the symptoms,\" says study first author Kathleen Martin Ginis, professor in UBC Okanagan's School of Health and Exercise Sciences.", "\"After evaluating all the research available, our panel agrees that physical activity is a practical, economical and accessible intervention for both the prevention and management of Alzheimer's disease and other dementias.\"", "Martin Ginis and her cohort reviewed data from more than 150 research articles about the impact of physical activity on people with Alzheimer's.", "Some of the work explored how physical activity improves the patient's quality of life and the others examined the risk of developing Alzheimer's based on the amount of activity in which an individual participated.The panel concluded that regular physical activity improves activities of daily living and mobility in  in older adults with Alzheimer's and may improve general cognition and balance.", "They also established that older adults not diagnosed with Alzheimer's who are physically active, were significantly less likely to develop the disease compared to people who were inactive.", "\"This is exciting work,\" says Martin Ginis.", "\"From here we were able to prepare a consensus statement and messaging which not only has community backing, but is also evidence-based.", "Now we have the tool to promote the protective benefit of physical activity to older adults.", "I'm hopeful this will move the needle on this major health concern.", "\"Alzheimer's disease is the most common form of dementia, characterized by progressive neurodegeneration that results in severe cognitive impairment, compromised physical ability and loss of independence.", "The number of worldwide cases is expected to increase from 30.8 million in 2010 to more than 106 million in 2050."], "title": "Exercising can protect the brain from Alzheimer's disease | EurekAlert! Science News", "source": "University of British Columbia Okanagan campus", "date": "2018-01-19_20:42:01", "year": "Tue, 16 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Kathleen Martin Ginis is a professor in UBC Okanagan's School of Heath and Exercise Sciences.\n       view more The evidence is clear. Physical activity is associated with a reduced risk of Alzheimer's disease, says a panel of researchers and not-for-profit leaders, led by UBC's Okanagan campus.The researchers also confirmed that regular physical activity may improve the performance of daily activities for people afflicted with Alzheimer's. Their conclusions may have significant implications for the 1.1 million Canadians affected directly or indirectly by dementia.\"As there is no current cure for Alzheimer's, there is an urgent need for interventions to reduce the risk of developing it and to help manage the symptoms,\" says study first author Kathleen Martin Ginis, professor in UBC Okanagan's School of Health and Exercise Sciences. \"After evaluating all the research available, our panel agrees that physical activity is a practical, economical and accessible intervention for both the prevention and management of Alzheimer's disease and other dementias.\" Martin Ginis and her cohort reviewed data from more than 150 research articles about the impact of physical activity on people with Alzheimer's. Some of the work explored how physical activity improves the patient's quality of life and the others examined the risk of developing Alzheimer's based on the amount of activity in which an individual participated.The panel concluded that regular physical activity improves activities of daily living and mobility in  in older adults with Alzheimer's and may improve general cognition and balance.  They also established that older adults not diagnosed with Alzheimer's who are physically active, were significantly less likely to develop the disease compared to people who were inactive.\"This is exciting work,\" says Martin Ginis. \"From here we were able to prepare a consensus statement and messaging which not only has community backing, but is also evidence-based. Now we have the tool to promote the protective benefit of physical activity to older adults. I'm hopeful this will move the needle on this major health concern.\"Alzheimer's disease is the most common form of dementia, characterized by progressive neurodegeneration that results in severe cognitive impairment, compromised physical ability and loss of independence. The number of worldwide cases is expected to increase from 30.8 million in 2010 to more than 106 million in 2050."}