{"text": "AUGUSTA, Ga. (May 16, 2017) - People potentially at risk for stroke are being recruited for a national study to determine whether intense medical management or interventions like surgery or stenting are best at reducing their risk.CREST-2, or the Carotid Revascularization and Medical Management for Asymptomatic Carotid Stenosis Trial, funded by the National Institute of Neurological Disorders and Stroke, is enabling a head-on comparison of these common, costly interventions to help reopen narrowed carotid arteries versus modern medical management that targets major stroke risk factors like high blood pressure and cholesterol and smoking. Studies at the Medical College of Georgia and Augusta University Health are comparing intensive medical management alone to carotid endarterectomy, in which obstructive plaques are surgically removed from the carotids via a small neck incision, coupled with medical management.  \"Both therapies work. We want to know which works best,\" said Dr. Fenwick T. Nichols III, stroke specialist and director of the Vascular Neurology Fellowship at the Medical College of Georgia and AU Health.MCG and AU Health are among about 120 sites nationally enrolling nearly 2,500 participants in the study that will follow participants with 70 percent or greater blockage of one of their carotid arteries for four years. A parallel arm at other centers is looking at intensive medical management alone versus carotid artery stenting paired with intensive medical management. The Mayo Clinic in Jacksonville, Florida is the coordinating center and the University of Alabama-Birmingham is doing the statistical analysis for CREST-2 Stroke Prevention Study.Nichols, a CREST-2 principal investigator, and his neurology team are working directly with primary care providers to help provide best medical practices for stroke prevention. MCG cardiothoracic and vascular surgeon Dr. Gautam Agarwal is performing the carotid endarterectomies at the Augusta center, where study participants are being randomized to one of the two treatment regimens. He's also helping screen patients for the study. \"While interventions such as stenting or endarterectomy may be more effective than best medical management of symptomatic carotid artery stenosis, it is not clear that they are superior to best medical management of asymptomatic carotid stenosis,\" Nichols said. What is clear is that medical management has continued to get better, he said. Major risk factors for stroke are essentially the same as for a heart attack: age, high blood pressure, smoking, diabetes, high cholesterol and genetics, Nichols said. Modern medical management targets these risks with strategies that include a high percentage of patients with  asymptomatic disease taking statins that dramatically reduce bad cholesterol and inflammation and can even reduce plaque size and normalize the function of the blood vessel lining, Nichols said. \"Things are very different than they were. We have the majority of people with atherosclerosis taking statins now,\" he said.  Smoking prevalence also continues to decrease, hypertension treatment has improved, and more people are taking preventive aspirin therapy, Nichols said. Lifestyle measures such as increased physical activity and weight loss also are increasingly addressed. The current trend to often err on the side of using endarterectomy or stenting when significant carotid disease is found - regardless of whether there are symptoms - appears based primarily on two large trials in the 1990s. The Asymptomatic Carotid Artery Study and the Asymptomatic Carotid Surgery Trial basically showed the approaches were more effective than medical therapy.  For example, the Asymptomatic Carotid Atherosclerosis study showed surgery reduced the five-year stroke risk by more than half in symptom-free patients with significant blockage of 60-99 percent. The original CREST, which started in 2000 and also followed about 2,500 patients, was the first to compare endarterectomy to stenting in patients with and without symptoms of carotid artery disease, and found they were essentially the same in both risks and stroke prevention. But a more current study, the SAMMPRIS trial, comparing stenting and current medical therapy in patients who have had recent transient ischemic attacks or a stroke, was actually stopped early because the 30-day rate of stroke or death in patients who received stents was more than double that of those who were medically managed. CREST-2 participants must be age 35 or older and have 70 percent or greater narrowing of their carotid arteries but no stroke or even warning signs such as transient ischemic attacks - a short, transient blockage often dubbed a warning or mini stroke. TIA is to stroke what chest pain is to heart attack, Nichols notes. Other stroke warning signs include facial drooping, weakness in one arm, slurred speech, sudden numbness on one side of the body, sudden confusion and/or trouble seeing, walking and/or severe headache with no known cause, according to the American Heart Association.Other excluding conditions for the study include dementia, a gastrointestinal or brain bleed and cardiac problems, such as left ventricular aneurysm, that increase the risk of a clot, or unstable chest pain. The common carotid, that runs down both side of the neck, stems from the aorta, the largest blood vessel in the body on the left side, and the brachiocephalic artery, which supplies blood to the right arm, head and neck on the right side. At about the jawline, it branches into the internal carotid that feeds the brain and the external carotid that feeds the scalp and face.On the internal carotid, near that branch, is an odd bulge, and while it's not clear why the bulge is there, one wall of that bulge tends to be naturally irritated by the unusual blood flow pattern in that area, called oscillating sheer stress, Nichols said. This oscillating sheer stress primes the artery's lining, called the endothelium, to overreact to injury and stimuli resulting in an unhealthy pooling of things like bad cholesterol or toxins from cigarette smoke, which can begin to deposit on the walls. Studies have shown some of these deposits in young, healthy individuals, and they tend to worsen with age. The body sends in garbage-eating macrophages to eliminate the accumulation but these immune cells also increase inflammation, which can ultimately contribute to build up. \"That part of the wall is already primed to overreact to injury,\" Nichols said.One good thing about the bulge, is that, because the passageway is larger there, it can accommodate a lot of buildup before blood flow to the brain is compromised, Nichols said.  One way the buildup is found before a stroke is during regular physical exams when physicians listen to the carotid and hear a \"bruit. It's just like the rapids in the river,\" Nichols said. But severe blockages also can be silent. Like the river, the blood typically keeps flowing until the narrowing gets bad enough that something like a drop in blood pressure or a clot can leave the brain without enough blood and oxygen. \"Cerebral blood flow is an interesting phenomenon,\" Nichols said. \"One day it reaches that magic number and it will be sudden.\"  If you get disease in one carotid, there is about a 20 percent chance you will also have it in the other, Nichols said. Another reality is that some people with significant carotid disease never have a stroke.With stenting, which has been in use about 20 years, physicians gain access to the arterial system at the groin, insert a balloon through the narrowed passage, inflate it to widen passage through the carotid, then a flexible, metal mesh stent is placed into the area to help keep it open. ", "date": "Tue, 16 May 2017 04:00:00 GMT", "meeting": "", "title": "MCG, AU Health participate in national trial for patients with asymptomatic carotid artery disease", "institution": "Medical College of Georgia at Augusta University", "journal": "", "description": "People potentially at risk for stroke are being recruited for a national study to determine whether intense medical management or interventions like surgery or stenting are best at reducing their risk.", "region": "namerica", "keywords": ["Medicine/Health", " Stroke", " Clinical Trials", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Neurobiology"], "url": "http://www.eurekalert.org/pub_releases/2017-05/mcog-mah051617.php", "source_link": null, "funder": "NIH/National Institute of Neurological Disorders and Stroke", "article_link": null}