{"text": "A new article published by JAMA Neurology compares survival rates among patients with synucleinopathies, including Parkinson disease, dementia with Lewy bodies, Parkinson disease dementia and multiple system atrophy with parkinsonism, with individuals in the general population.The population-based study by Rodolfo Savica, M.D., Ph.D., and coauthors of the Mayo Clinic, Rochester Minn., included all the residents of Minnesota's Olmsted County and identified 461 patients with synucleinopathies and 452 patients without for comparison. From 1991 through 2010, the 461 patients with a synucleinopathy diagnosis included 309 with Parkinson disease, 81 with dementia with Lewy bodies, 55 with Parkinson disease dementia and 16 with multiple system atrophy with parkinsonism. Parkinsonism was defined as the presence of at least 2 of 4 cardinal signs: rest tremor, bradykinesia, rigidity and impaired postural reflexes. Of the 461 patients with synucleinopathies, 316 (68.6 percent) died during follow-up, while among the 452 participants used for comparison, 220 (48.7 percent) died during follow-up.Overall, patients with synucleinopathies died about two years earlier than participants without in the comparison group. The highest risk of death was seen among patients with multiple system atrophy with parkinsonism, followed by patients with dementia with Lewy bodies, Parkinson disease dementia and Parkinson disease, according to the results.The authors note some limitations of their study.\r\n\"Our findings contribute important new evidence about the natural history and survival of people affected by synucleinopathies of various types. Our results may be helpful to guide clinicians counseling patients and caregivers,\" according to the article.For more details and to read the full study, please visit the For The Media website.", "date": "Mon, 15 May 2017 04:00:00 GMT", "meeting": "", "title": "What is survival among patients with Parkinson, Dementia with lewy bodies?", "institution": "The JAMA Network Journals", "journal": "JAMA Neurology", "description": "A new article published by JAMA Neurology compares survival rates among patients with synucleinopathies, including Parkinson disease, dementia with Lewy bodies, Parkinson disease dementia and multiple system atrophy with parkinsonism, with individuals in the general population.", "region": "namerica", "keywords": ["Medicine/Health"], "url": "http://www.eurekalert.org/pub_releases/2017-05/tjnj-wis051117.php", "source_link": null, "funder": "", "article_link": null}