{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txrochester", "faced", "serious", "disease", "patients", "want", "know", "answer", "difficult", "question", "long", "live", "new", "mayo", "clinic", "study", "today", "jama", "neurology", "answers", "patients", "parkinson", "disease", "lewy", "body", "dementia", "multiple", "system", "atrophy", "parkinsonism", "parkinson", "disease", "study", "found", "patients", "diseases", "died", "two", "years", "earlier", "general", "population", "highest", "risk", "death", "seen", "among", "patients", "multiple", "system", "atrophy", "parkinsonism", "six", "years", "earlier", "group", "followed", "patients", "lewy", "body", "dementia", "four", "years", "earlier", "parkinson", "disease", "dementia", "3½", "years", "earlier", "parkinson", "disease", "one", "year", "earlier", "doctors", "want", "able", "counsel", "patients", "appropriately", "ask", "happen", "says", "rodolfo", "savica", "lead", "author", "neurologist", "mayo", "clinic", "understanding", "outcomes", "help", "clinicians", "better", "inform", "patients", "caregivers", "expect", "study", "used", "data", "rochester", "epidemiology", "project", "collaboration", "medical", "facilities", "minnesota", "wisconsin", "involving", "community", "members", "agreed", "share", "medical", "records", "research", "researchers", "reviewed", "data", "1991", "2010", "compared", "461", "patients", "diseases", "452", "patients", "general", "population", "olmsted", "county", "minnesota", "sixty", "percent", "group", "synucleinopathies", "diseases", "brain", "accumulates", "abnormal", "amounts", "protein", "included", "309", "parkinson", "disease", "81", "lewy", "body", "dementia", "55", "parkinson", "disease", "dementia", "16", "multiple", "system", "atrophy", "parkinsonism", "parkinsonism", "defined", "least", "two", "four", "signs", "resting", "tremor", "slowed", "movement", "rigidity", "impaired", "reflexes", "maintain", "posture", "461", "patients", "synucleinopathies", "316", "percent", "died", "452", "general", "population", "participants", "220", "percent", "died", "death", "also", "compared", "among", "patients", "synucleinopathies", "neurodegenerative", "disease", "frequent", "cause", "death", "percent", "cardiovascular", "disease", "second", "common", "cause", "death", "percent", "general", "population", "cardiovascular", "disease", "common", "cause", "death", "percent", "helps", "understanding", "diseases", "work", "savica", "says", "noting", "paper", "among", "first", "comprehensive", "studies", "survival", "cause", "death", "people", "synucleinopathies", "compared", "general", "population"], "url": "http://www.eurekalert.org/pub_releases/2017-05/mc-soa051517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXROCHESTER, Minn. -- Faced with a serious disease, patients want to know the answer to a difficult question: \"How long will I live?", "\"A new Mayo Clinic study in today's JAMA Neurology has some answers for patients with Parkinson's disease, Lewy body dementia, multiple system atrophy with parkinsonism and Parkinson's disease dementia.The population-based study found that patients with these diseases died about two years earlier than the general population.", "The highest risk of death was seen among patients with multiple system atrophy with parkinsonism at six years earlier.", "This high-risk group was followed by patients with Lewy body dementia, four years earlier; Parkinson disease dementia, 3½ years earlier; and Parkinson disease, one year earlier.", "\"As doctors, we want to be able to counsel our patients appropriately when they ask, 'What will happen to me?'\"", "says Rodolfo Savica, M.D., Ph.D., lead author and a neurologist at Mayo Clinic.", "\"Understanding long-term outcomes can help clinicians better inform patients and their caregivers about what to expect.", "\"The study used data from the Rochester Epidemiology Project, a collaboration of medical facilities in Minnesota and Wisconsin involving community members who have agreed to share their medical records for research.", "The researchers reviewed data from 1991 through 2010.", "They compared 461 patients with these diseases to 452 patients in the general population -- all in Olmsted County, Minnesota.", "Sixty percent of each group was men.Patients who had synucleinopathies -- diseases in which the brain accumulates abnormal amounts of the alpha-synuclein protein -- included 309 with Parkinson's disease, 81 with Lewy body dementia, 55 with Parkinson's disease dementia, and 16 with multiple system atrophy with parkinsonism.", "Parkinsonism was defined as having at least two of four signs: resting tremor, slowed movement, rigidity, and impaired reflexes to maintain posture and balance.Of the 461 patients with synucleinopathies, 316 or 68.6 percent died during follow-up.", "Of the 452 general population participants, 220 or 48.7 percent died during follow-up.Cause of death also was compared.", "Among patients with synucleinopathies, neurodegenerative disease was the most frequent cause of death at 31.5 percent.", "Cardiovascular disease was the second most common cause of death at 15.7 percent.", "For the general population, cardiovascular disease was the most common cause of death at 25.5 percent.", "\"This helps understanding on how these diseases work,\" Dr. Savica says, noting that the paper is among the first comprehensive studies of the survival and cause of death of people with synucleinopathies, compared with the general population."], "title": "Study offers answers on life expectancy for people with Parkinson's disease, Lewy body dementia | EurekAlert! Science News", "source": "Mayo Clinic", "date": "2018-01-19_20:42:12", "year": "Mon, 15 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXROCHESTER, Minn. -- Faced with a serious disease, patients want to know the answer to a difficult question: \"How long will I live?\"A new Mayo Clinic study in today's JAMA Neurology has some answers for patients with Parkinson's disease, Lewy body dementia, multiple system atrophy with parkinsonism and Parkinson's disease dementia.The population-based study found that patients with these diseases died about two years earlier than the general population. The highest risk of death was seen among patients with multiple system atrophy with parkinsonism at six years earlier. This high-risk group was followed by patients with Lewy body dementia, four years earlier; Parkinson disease dementia, 3½ years earlier; and Parkinson disease, one year earlier.\"As doctors, we want to be able to counsel our patients appropriately when they ask, 'What will happen to me?'\" says Rodolfo Savica, M.D., Ph.D., lead author and a neurologist at Mayo Clinic. \"Understanding long-term outcomes can help clinicians better inform patients and their caregivers about what to expect.\"The study used data from the Rochester Epidemiology Project, a collaboration of medical facilities in Minnesota and Wisconsin involving community members who have agreed to share their medical records for research. The researchers reviewed data from 1991 through 2010. They compared 461 patients with these diseases to 452 patients in the general population -- all in Olmsted County, Minnesota. Sixty percent of each group was men.Patients who had synucleinopathies -- diseases in which the brain accumulates abnormal amounts of the alpha-synuclein protein -- included 309 with Parkinson's disease, 81 with Lewy body dementia, 55 with Parkinson's disease dementia, and 16 with multiple system atrophy with parkinsonism. Parkinsonism was defined as having at least two of four signs: resting tremor, slowed movement, rigidity, and impaired reflexes to maintain posture and balance.Of the 461 patients with synucleinopathies, 316 or 68.6 percent died during follow-up. Of the 452 general population participants, 220 or 48.7 percent died during follow-up.Cause of death also was compared. Among patients with synucleinopathies, neurodegenerative disease was the most frequent cause of death at 31.5 percent. Cardiovascular disease was the second most common cause of death at 15.7 percent. For the general population, cardiovascular disease was the most common cause of death at 25.5 percent.\"This helps understanding on how these diseases work,\" Dr. Savica says, noting that the paper is among the first comprehensive studies of the survival and cause of death of people with synucleinopathies, compared with the general population."}