{"text": "May 15, 2017 Chicago...For the first time, a variant in UBQLN4 gene has been associated with Lou Gehrig's disease or amyotrophic lateral sclerosis (ALS) - a progressive disease resulting in the loss of nerve cells that control muscle movement, which eventually leads to paralysis and death. The study published in the journal eLife also describes how this gene variant disrupts a cellular process that drives motor neuron development. This new insight opens the door to potential treatment targets for ALS.\"We know that many genes are involved in ALS and a major goal in the field is to identify as many of these genes as we can so we can uncover targets for treatment at the cellular level,\" says lead author Brittany Edens from Stanley Manne Children's Research Institute at Ann & Robert H. Lurie Children's Hospital of Chicago. \"We found that UBQLN4 gene variant interferes with a pathway involved in breaking down a certain protein called beta catenin, and the resulting accumulation of this protein leads to defects in the motor neuron structure. These defects likely make motor neurons vulnerable to progressive degeneration seen in ALS.\"The study is part of an ongoing National Institutes of Health (NIH)-funded collaboration between the lab of Yongchao Ma, PhD, at Manne Research Institute and the lab of Teepu Siddique, MD, and Han-Xiang Deng, MD, PhD, at Les Turner ALS Research and Patient Center at Northwestern Medicine. The Siddique and Deng lab found the UBQLN4 gene variant associated with ALS, while the Ma lab discovered the underlying disease mechanism. The earlier discovery of mutations in UBQLN2 gene, which causes ALS and ALS/dementia in children and adults, in the Siddique lab led to the screening of the UBQLN family of genes in a large cohort of patients with familial ALS, resulting in the identification of the UBQLN4 mutation.Using a zebrafish model, researchers were able to reverse the defects caused by the UBQLN4 gene variant by inhibiting the beta catenin signaling pathway with the drug quercetin. These findings suggest that this pathway could be targeted for treatment. More research will be needed before a similar drug could be shown to work in people with ALS. \"At this stage, it is unclear how many people with ALS have the UBQLN4 gene variant, and this will be important to determine,\" says Ma, the senior author on the study who is Ann Marie and Francis Klocke, MD Research Scholar at the Manne Research Institute and Assistant Professor at Northwestern University Feinberg School of Medicine. \"Another important next step will be to assess whether the disease mechanism we describe is common to other forms of ALS.\"It is estimated that ALS occurs in 20,000 Americans at any given time, with over 6,000 new cases diagnosed each year, according to the ALS Association. \"Another intriguing aspect of our study is the molecular link we have established between ALS and spinal muscular atrophy or SMA, which is a pediatric motor neuron disease,\" says Edens. \"We see a similarity in the increase of beta catenin, which causes defective motor neuron development. So even though the genes that cause ALS and SMA are different, they might share a common pathway that affects motor neuron structure and function.\"", "date": "Mon, 15 May 2017 04:00:00 GMT", "meeting": "", "title": "New gene identified in Lou Gehrig's disease", "institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "journal": "eLife", "description": "A new gene has been associated with Lou Gehrig's disease.", "region": "namerica", "keywords": ["Cell Biology", " Developmental/Reproductive Biology", " Molecular Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology", " Pediatrics", " Genes"], "url": "http://www.eurekalert.org/pub_releases/2017-05/arh-ngi_1051517.php", "source_link": null, "funder": "", "article_link": null}