{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "grant", "totaling", "five", "years", "fund", "studies", "complex", "processes", "involved", "healthy", "aging", "alzheimer", "disease", "laboratory", "jackson", "laboratory", "jax", "assistant", "professor", "catherine", "kaczorowski", "normal", "cognitive", "aging", "memory", "decline", "alzheimer", "disease", "appear", "share", "molecular", "pathways", "kaczorowski", "says", "expect", "identifying", "genetic", "factors", "mechanisms", "underlying", "normal", "aging", "find", "targets", "intervention", "alzheimer", "alzheimer", "disease", "common", "form", "dementia", "affects", "five", "million", "people", "united", "states", "vast", "majority", "cases", "start", "late", "life", "vary", "widely", "progression", "severity", "across", "population", "variation", "kaczorowski", "notes", "made", "difficult", "pin", "genetic", "risk", "factors", "mechanisms", "alzheimer", "disease", "little", "molecular", "functional", "data", "patients", "earliest", "stages", "disease", "cognitive", "symptoms", "appear", "says", "moreover", "picture", "made", "even", "complicated", "environmental", "factors", "diet", "exercise", "economic", "status", "education", "level", "may", "affect", "alzheimer", "susceptibility", "example", "jax", "researchers", "established", "western", "diet", "high", "fat", "sugar", "contribute", "development", "peripheral", "inflammation", "brain", "may", "associated", "greater", "susceptibility", "alzheimer", "laboratory", "mouse", "precisely", "defined", "genetic", "background", "carefully", "controlled", "environment", "kaczorowski", "lab", "works", "panel", "mice", "known", "bxd", "set", "genetically", "diverse", "inbred", "strains", "resulting", "initial", "cross", "two", "common", "strains", "model", "genetic", "complexity", "human", "populations", "researchers", "measure", "memory", "function", "across", "lifespan", "6", "12", "18", "months", "age", "identify", "gene", "variants", "appear", "protect", "cognitive", "decline", "high", "performers", "well", "involved", "memory", "decline", "among", "poor", "performers", "identifying", "novel", "genetic", "factors", "mechanisms", "memory", "decline", "critical", "first", "step", "toward", "developing", "treatments", "personalized", "gene", "therapies", "maintain", "cognitive", "function", "elderly", "humans", "kaczorowski", "says", "would", "also", "tremendous", "potential", "provide", "biomarkers", "earlier", "detection", "alzheimer", "may", "mean", "effective", "treatment", "alzheimer", "patients", "kaczorowski", "research", "complements", "work", "new", "25", "million", "alzheimer", "disease", "precision", "model", "center", "jax", "indiana", "university", "center", "aimed", "creating", "dozens", "new", "mouse", "models", "alzheimer", "disease", "study", "physiology", "behavior", "genomes", "disease", "relevance", "discover", "test", "potential", "alzheimer", "disease", "treatments", "together", "jax", "researchers", "exploring", "genetic", "environmental", "factors", "contribute", "healthy", "brain", "aging", "goal", "reducing", "risk", "developing", "alzheimer", "disease", "kaczorowski", "comments", "jackson", "laboratory", "independent", "nonprofit", "biomedical", "research", "institution", "based", "bar", "harbor", "maine", "national", "cancer", "cancer", "center", "facility", "sacramento", "genomic", "medicine", "institute", "farmington", "conn", "employs", "staff", "mission", "discover", "precise", "genomic", "solutions", "disease", "empower", "global", "biomedical", "community", "shared", "quest", "improve", "human", "health"], "url": "http://www.eurekalert.org/pub_releases/2017-05/jl-nf051517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA grant totaling $2,668,127 over five years will fund studies of the complex processes involved in both healthy aging and Alzheimer's disease, in the laboratory of Jackson Laboratory (JAX) Assistant Professor Catherine Kaczorowski, Ph.D.\"Normal cognitive aging and the memory decline of Alzheimer's disease appear to share molecular pathways,\" Kaczorowski says.", "\"So we expect that by identifying genetic factors and mechanisms underlying normal aging, we will find targets for intervention against Alzheimer's.\"", "Alzheimer's disease, the most common form of dementia, affects more than five million people in the United States.", "The vast majority of cases start late in life and vary widely in progression and severity across the population.", "This variation, Kaczorowski notes, has made it difficult to pin down the genetic risk factors and mechanisms of Alzheimer's disease.", "\"We have very little molecular and functional data from patients at the earliest stages of the disease, before cognitive symptoms appear,\" she says.", "\"Moreover, the picture is made even more complicated by all the environmental factors -- from diet and exercise to economic status and education level -- that may affect Alzheimer's susceptibility.\"", "For example, other JAX researchers have established that the so-called Western diet (high in fat and sugar) contribute to the development of peripheral inflammation in the brain, which may be associated with greater susceptibility to Alzheimer's disease.Enter the laboratory mouse, with its precisely defined genetic background and carefully controlled environment.", "The Kaczorowski lab works with a panel of mice known as BXD (a set of genetically diverse inbred strains resulting from an initial cross between the two common strains C57BL/6J and DBA/2J), which model some of the genetic complexity of human populations.", "The researchers will measure memory function across lifespan (at 6, 12 and 18 months of age).", "They will then identify gene variants that appear to protect against cognitive decline in the high performers, as well as those involved in memory decline among the poor performers.", "\"Identifying novel genetic factors and mechanisms of memory decline will be a critical first step toward developing treatments and personalized gene therapies to maintain cognitive function in elderly humans.\"", "Kaczorowski says.", "\"And they would also have the tremendous potential to provide biomarkers for earlier detection of Alzheimer's, which may mean more effective treatment in Alzheimer's patients.", "\"Kaczorowski's research complements the work in the new $25 million Alzheimer's Disease Precision Model Center at JAX and Indiana University.", "That center is aimed at creating dozens of new mouse models of Alzheimer's disease; study their physiology, behavior and genomes for disease relevance; and discover and test potential Alzheimer's disease treatments.", "\"Together, JAX researchers are exploring the genetic and environmental factors that contribute to healthy brain aging, with the goal of reducing the risk of developing Alzheimer's disease,\" Kaczorowski comments.", "The Jackson Laboratory is an independent, nonprofit biomedical research institution based in Bar Harbor, Maine, with a National Cancer Institute-designated Cancer Center, a facility in Sacramento, Calif., and a genomic medicine institute in Farmington, Conn.", "It employs 1,900 staff, and its mission is to discover precise genomic solutions for disease and empower the global biomedical community in the shared quest to improve human health."], "title": "New $2.7M federal grant awarded to JAX Alzheimer's researcher | EurekAlert! Science News", "source": "Jackson Laboratory", "date": "2018-01-19_20:42:18", "year": "Mon, 15 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA grant totaling $2,668,127 over five years will fund studies of the complex processes involved in both healthy aging and Alzheimer's disease, in the laboratory of Jackson Laboratory (JAX) Assistant Professor Catherine Kaczorowski, Ph.D.\"Normal cognitive aging and the memory decline of Alzheimer's disease appear to share molecular pathways,\" Kaczorowski says. \"So we expect that by identifying genetic factors and mechanisms underlying normal aging, we will find targets for intervention against Alzheimer's.\" Alzheimer's disease, the most common form of dementia, affects more than five million people in the United States. The vast majority of cases start late in life and vary widely in progression and severity across the population. This variation, Kaczorowski notes, has made it difficult to pin down the genetic risk factors and mechanisms of Alzheimer's disease.\"We have very little molecular and functional data from patients at the earliest stages of the disease, before cognitive symptoms appear,\" she says. \"Moreover, the picture is made even more complicated by all the environmental factors -- from diet and exercise to economic status and education level -- that may affect Alzheimer's susceptibility.\" For example, other JAX researchers have established that the so-called Western diet (high in fat and sugar) contribute to the development of peripheral inflammation in the brain, which may be associated with greater susceptibility to Alzheimer's disease.Enter the laboratory mouse, with its precisely defined genetic background and carefully controlled environment. The Kaczorowski lab works with a panel of mice known as BXD (a set of genetically diverse inbred strains resulting from an initial cross between the two common strains C57BL/6J and DBA/2J), which model some of the genetic complexity of human populations. The researchers will measure memory function across lifespan (at 6, 12 and 18 months of age). They will then identify gene variants that appear to protect against cognitive decline in the high performers, as well as those involved in memory decline among the poor performers.\"Identifying novel genetic factors and mechanisms of memory decline will be a critical first step toward developing treatments and personalized gene therapies to maintain cognitive function in elderly humans.\" Kaczorowski says. \"And they would also have the tremendous potential to provide biomarkers for earlier detection of Alzheimer's, which may mean more effective treatment in Alzheimer's patients.\"Kaczorowski's research complements the work in the new $25 million Alzheimer's Disease Precision Model Center at JAX and Indiana University. That center is aimed at creating dozens of new mouse models of Alzheimer's disease; study their physiology, behavior and genomes for disease relevance; and discover and test potential Alzheimer's disease treatments.\"Together, JAX researchers are exploring the genetic and environmental factors that contribute to healthy brain aging, with the goal of reducing the risk of developing Alzheimer's disease,\" Kaczorowski comments. The Jackson Laboratory is an independent, nonprofit biomedical research institution based in Bar Harbor, Maine, with a National Cancer Institute-designated Cancer Center, a facility in Sacramento, Calif., and a genomic medicine institute in Farmington, Conn. It employs 1,900 staff, and its mission is to discover precise genomic solutions for disease and empower the global biomedical community in the shared quest to improve human health.\r\n"}