{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txphiladelphia", "penn", "medicine", "alzheimer", "disease", "genetics", "data", "repository", "received", "funding", "renewal", "national", "institute", "aging", "nia", "national", "institutes", "health", "award", "expected", "total", "million", "five", "portal", "nia", "genetics", "alzheimer", "disease", "data", "storage", "site", "niagads", "gathers", "processes", "organizes", "massive", "stores", "genetic", "limited", "significant", "phenotypic", "data", "related", "findings", "researchers", "explore", "enables", "analysis", "potentially", "leading", "discovery", "causal", "genetic", "variants", "disease", "mechanisms", "drug", "targets", "possible", "prevention", "cure", "strategies", "site", "receives", "data", "alzheimer", "disease", "alzheimer", "disease", "related", "dementias", "genetics", "studies", "nationwide", "shares", "qualified", "investigators", "much", "research", "conducted", "32", "nationwide", "alzheimer", "disease", "centers", "including", "penn", "alzheimer", "disease", "core", "center", "data", "made", "available", "niagads", "large", "ethnically", "diverse", "population", "tremendous", "resource", "research", "community", "said", "marilyn", "miller", "phd", "program", "director", "genetics", "alzheimer", "disease", "nia", "varying", "types", "data", "along", "several", "new", "tools", "offered", "essential", "analysis", "large", "volume", "data", "help", "bolster", "progress", "identifying", "potential", "genetic", "risk", "protective", "factors", "alzheimer", "disease", "related", "dementias", "alzheimer", "disease", "common", "cause", "dementia", "affecting", "million", "americans", "currently", "effective", "means", "prevent", "treat", "date", "researchers", "found", "26", "genetic", "locations", "paving", "way", "intensive", "efforts", "identify", "predisposed", "disease", "prevention", "cure", "managed", "penn", "neurodegeneration", "genomics", "center", "pngc", "department", "pathology", "laboratory", "medicine", "perelman", "school", "medicine", "wang", "phd", "pngc", "associate", "professor", "pathology", "laboratory", "medicine", "faculty", "fellow", "penn", "institute", "aging", "ioa", "institute", "biomedical", "informatics", "ibi", "principal", "investigator", "niagads", "renewal", "reflects", "genuine", "need", "curate", "high", "quality", "data", "make", "accessible", "research", "community", "big", "genomics", "data", "era", "said", "gerard", "schellenberg", "phd", "professor", "pathology", "laboratory", "medicine", "director", "pngc", "niagads", "site", "data", "coordinating", "center", "alzheimer", "disease", "sequencing", "project", "adsp", "key", "initiative", "meet", "goals", "national", "plan", "address", "alzheimer", "disease", "adsp", "identifies", "novel", "rare", "genetic", "variants", "underlying", "disease", "sequencing", "genomes", "exomes", "alzheimer", "patients", "cognitively", "normal", "controls", "genome", "organism", "full", "complement", "dna", "including", "genes", "exome", "portion", "genome", "formed", "exons", "part", "gene", "codes", "proteins", "niagads", "provides", "support", "100", "researchers", "12", "adsp", "workgroups", "nationwide", "especially", "important", "analysis", "data", "requires", "extensive", "computing", "capacity", "expertise", "statistical", "genetics", "rigorous", "quality", "checking", "often", "outside", "capacity", "academic", "laboratories", "major", "upcoming", "initiative", "site", "merge", "genetic", "data", "phenotypic", "data", "available", "many", "study", "subjects", "penn", "medicine", "great", "place", "us", "collaborate", "experts", "develop", "solutions", "serve", "community", "wang", "said", "address", "challenges", "hosting", "sharing", "petabytes", "genomic", "data", "niagads", "works", "closely", "penn", "medicine", "academic", "computing", "services", "pmacs", "university", "information", "systems", "computing", "isc", "explore", "cloud", "computing", "technologies", "addition", "genomic", "sequencing", "initiatives", "much", "data", "available", "site", "comes", "association", "studies", "latter", "studies", "investigators", "scan", "across", "genome", "small", "variations", "called", "single", "nucleotide", "polymorphisms", "snps", "pronounced", "snips", "different", "nucleotides", "locations", "observed", "among", "individuals", "genetic", "association", "snp", "different", "nucleotide", "frequencies", "people", "alzheimer", "disease", "cognitively", "normal", "elderly", "usually", "implies", "nearby", "genomic", "locations", "play", "important", "roles", "disease", "modulate", "susceptibility", "researchers", "clinicians", "use", "information", "better", "understand", "alzheimer", "disease", "eventually", "develop", "better", "strategies", "detect", "treat", "prevent", "disease", "site", "currently", "houses", "41", "data", "sets", "24", "billion", "genotypes", "samples"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-pma051517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPHILADELPHIA--Penn Medicine's Alzheimer's disease genetics data repository has received a five-year funding renewal from the National Institute on Aging (NIA) of the National Institutes of Health.", "The award is expected to total $7.7 million over five years.A one-stop portal, the NIA Genetics of Alzheimer's Disease Data Storage Site (NIAGADS), gathers, processes, and organizes massive stores of genetic (and limited, but significant, phenotypic) data and related findings for researchers to explore.", "This enables in-depth analysis, potentially leading to the discovery of causal genetic variants, disease mechanisms, drug targets, and possible prevention and cure strategies.", "The site receives data from NIA-funded and other Alzheimer's disease and Alzheimer's disease related dementias genetics studies nationwide that it shares with qualified investigators.", "Much of this research is conducted at 32 NIA-funded nationwide Alzheimer's Disease Centers, including the Penn Alzheimer's Disease Core Center.", "\"Data being made available through NIAGADS are from a very large ethnically diverse population and will be a tremendous resource for the research community\" said Marilyn M. Miller, PhD, program director for the genetics of Alzheimer's disease at the NIA.", "\"The varying types of data, along with several new tools being offered that are essential for analysis of such a large volume of data, will help to bolster progress in identifying potential genetic risk and protective factors for Alzheimer's disease and related dementias.", "\"Alzheimer's disease is the most common cause of dementia, affecting 5.4 million Americans; currently, there are no effective means to prevent or treat it.", "To date, researchers have found 26 Alzheimer's-susceptibility genetic locations, paving the way for intensive efforts to identify those predisposed to the disease and prevention and cure efforts.NIAGADS is managed by the Penn Neurodegeneration Genomics Center (PNGC) in the Department of Pathology and Laboratory Medicine, Perelman School of Medicine.", "Li-San Wang, PhD, co-director of PNGC, an associate professor of Pathology and Laboratory Medicine and a faculty fellow of Penn's Institute on Aging (IOA) and Institute of Biomedical Informatics (IBI), is the Principal Investigator of NIAGADS.", "\"The renewal reflects the genuine need to curate high quality data and make them accessible to the research community in the big genomics data era,\" said Gerard D. Schellenberg, PhD, professor of Pathology and Laboratory Medicine, and director of PNGC and Co-PI of NIAGADS.", "The site is the data coordinating center for the Alzheimer's Disease Sequencing Project (ADSP), a key initiative to meet goals of the National Plan to Address Alzheimer's Disease.", "ADSP identifies novel rare genetic variants underlying the disease by sequencing genomes and exomes of more than 15,000 Alzheimer's patients and cognitively normal controls.", "(The genome is an organism's full complement of DNA, including all of its genes.", "The exome is the portion of the genome formed by exons--the part of a gene that codes for proteins.)", "NIAGADS provides data/IT support for more than 100 researchers from 12 ADSP workgroups nationwide.", "This is especially important because analysis of whole-genome data requires extensive computing capacity, expertise in statistical genetics, and rigorous quality checking, which are often outside the capacity of some academic laboratories.", "A major upcoming initiative at the site is to merge its genetic data with phenotypic data available for many study subjects.", "\"Penn Medicine is a great place for us to collaborate with experts, develop solutions and serve the community,\" Wang said.", "To address challenges in hosting and sharing petabytes of genomic data, NIAGADS works closely with Penn Medicine Academic Computing Services (PMACS) and the University Information Systems and Computing (ISC) to explore cloud computing and other technologies.", "In addition to genomic sequencing initiatives, much of the data available at the site comes from genome-wide association studies.", "In these latter studies, investigators scan across the genome for small variations, called single nucleotide polymorphisms or SNPs (pronounced \"snips\"), where different nucleotides at these locations are observed among individuals.", "A genetic association where a SNP has different nucleotide frequencies in people with Alzheimer's disease than in the cognitively normal elderly usually implies nearby genomic locations play important roles in the disease and modulate the susceptibility.", "Researchers and clinicians can then use the information to better understand Alzheimer's disease and eventually develop better strategies to detect, treat, and prevent the disease.", "The site currently houses 41 data sets with 24 billion genotypes from 55,000 samples."], "title": "Penn Medicine's Alzheimer's genetics data storage site gets 5-year renewal to total $7.7 M | EurekAlert! Science News", "source": "University of Pennsylvania School of Medicine", "date": "2018-01-19_20:42:21", "year": "Mon, 15 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPHILADELPHIA--Penn Medicine's Alzheimer's disease genetics data repository has received a five-year funding renewal from the National Institute on Aging (NIA) of the National Institutes of Health. The award is expected to total $7.7 million over five years.A one-stop portal, the NIA Genetics of Alzheimer's Disease Data Storage Site (NIAGADS), gathers, processes, and organizes massive stores of genetic (and limited, but significant, phenotypic) data and related findings for researchers to explore. This enables in-depth analysis, potentially leading to the discovery of causal genetic variants, disease mechanisms, drug targets, and possible prevention and cure strategies. The site receives data from NIA-funded and other Alzheimer's disease and Alzheimer's disease related dementias genetics studies nationwide that it shares with qualified investigators. Much of this research is conducted at 32 NIA-funded nationwide Alzheimer's Disease Centers, including the Penn Alzheimer's Disease Core Center. \"Data being made available through NIAGADS are from a very large ethnically diverse population and will be a tremendous resource for the research community\" said Marilyn M. Miller, PhD, program director for the genetics of Alzheimer's disease at the NIA.  \"The varying types of data, along with several new tools being offered that are essential for analysis of such a large volume of data, will help to bolster progress in identifying potential genetic risk and protective factors for Alzheimer's disease and related dementias.\"Alzheimer's disease is the most common cause of dementia, affecting 5.4 million Americans; currently, there are no effective means to prevent or treat it. To date, researchers have found 26 Alzheimer's-susceptibility genetic locations, paving the way for intensive efforts to identify those predisposed to the disease and prevention and cure efforts.NIAGADS is managed by the Penn Neurodegeneration Genomics Center (PNGC) in the Department of Pathology and Laboratory Medicine, Perelman School of Medicine. Li-San Wang, PhD, co-director of PNGC, an associate professor of Pathology and Laboratory Medicine and a faculty fellow of Penn's Institute on Aging (IOA) and Institute of Biomedical Informatics (IBI), is the Principal Investigator of NIAGADS.\"The renewal reflects the genuine need to curate high quality data and make them accessible to the research community in the big genomics data era,\" said Gerard D. Schellenberg, PhD, professor of Pathology and Laboratory Medicine, and director of PNGC and Co-PI of NIAGADS.\r\nThe site is the data coordinating center for the Alzheimer's Disease Sequencing Project (ADSP), a key initiative to meet goals of the National Plan to Address Alzheimer's Disease.  ADSP identifies novel rare genetic variants underlying the disease by sequencing genomes and exomes of more than 15,000 Alzheimer's patients and cognitively normal controls. (The genome is an organism's full complement of DNA, including all of its genes. The exome is the portion of the genome formed by exons--the part of a gene that codes for proteins.) NIAGADS provides data/IT support for more than 100 researchers from 12 ADSP workgroups nationwide. This is especially important because analysis of whole-genome data requires extensive computing capacity, expertise in statistical genetics, and rigorous quality checking, which are often outside the capacity of some academic laboratories. A major upcoming initiative at the site is to merge its genetic data with phenotypic data available for many study subjects.\"Penn Medicine is a great place for us to collaborate with experts, develop solutions and serve the community,\" Wang said.  To address challenges in hosting and sharing petabytes of genomic data, NIAGADS works closely with Penn Medicine Academic Computing Services (PMACS) and the University Information Systems and Computing (ISC) to explore cloud computing and other technologies.\r\nIn addition to genomic sequencing initiatives, much of the data available at the site comes from genome-wide association studies. In these latter studies, investigators scan across the genome for small variations, called single nucleotide polymorphisms or SNPs (pronounced \"snips\"), where different nucleotides at these locations are observed among individuals. A genetic association where a SNP has different nucleotide frequencies in people with Alzheimer's disease than in the cognitively normal elderly usually implies nearby genomic locations play important roles in the disease and modulate the susceptibility. Researchers and clinicians can then use the information to better understand Alzheimer's disease and eventually develop better strategies to detect, treat, and prevent the disease. The site currently houses 41 data sets with 24 billion genotypes from 55,000 samples."}