{"title": "Believing the future will be favorable may prevent action", "text": "People tend to believe that others will come around to their point of view over time, according to findings from a series of studies published in Psychological Science, a journal of the Association for Psychological Science. The findings show that this \"belief in a favorable future\" holds across various contexts and cultures, shedding light on some of the causes and consequences of the political polarization evident today.\"It often seems that partisans believe they are so correct that others will eventually come to see the obviousness of their correctness,\" says behavioral scientist Todd Rogers of the Harvard Kennedy School, lead author on the research. \"Ironically, our findings indicate that this belief in a favorable future may diminish the likelihood that people will take action to ensure that the favorable future becomes reality.\"In six related studies, Rogers and colleagues Don A. Moore (UC Berkeley Haas School of Business) and Michael I. Norton (Harvard Business School) explored how widely held the belief in a favorable future is, why the belief emerges, and what some of its consequences are.In one online study, the researchers asked 254 participants to report their views on nine topics: abortion, same-sex marriage, climate change, ideology, party affiliation, President Trump, soda, the National Basketball Association, and phone preferences. The participants also reported how they thought other people's views on the same topics would change between now and the future. For all nine topics, participants' own current beliefs were associated with their estimation of how others' future beliefs will change. For example, 91% of participants who supported easier access to abortion predicted that more people would support easier access to abortion in the future compared with only 47% of those who supported making access to abortion more difficult.Data from over 800 people in China, Japan, the Netherlands, and the United Kingdom indicated that the belief in a favorable future is a cross-cultural phenomenon, and additional findings revealed that the biased belief is distinct from other phenomena such as optimism and the false-consensus effect. Even when people are given an incentive to make accurate predictions about how people's beliefs will change between now and the future, they tend to believe others' attitudes will change over time to fall in line with their own current beliefs.Importantly, field experiment data suggest that believing in a favorable future can influence people's behavior in the here and now. Working with the Democratic Governors Association, Rogers and colleagues sent out two variations of a fundraising email to more than 660,000 supporters. Recipients were less likely to open the email if the subject indicated that a Democrat had the lead in a closely contested race compared with a message that suggested he was trailing in a closely contested race. Of those who opened the email, people were less likely to click the donation link and were less likely to make a donation when the Democrat was portrayed as having the lead compared to when the Democrat was portrayed as being behind.\"The most interesting aspect of this to me is how robust it is,\" says Rogers. \"This pattern of findings emerges for an unexpectedly diverse range of preferences, views, and beliefs - and it emerges across cultures. People biasedly believe that others will change in ways that align with their current preferences, views, and beliefs.\"According to the researchers, this bias could help to explain a whole host of behavioral phenomena, from staying in a bad job or relationship to underestimating future opposition to a specific political view.", "article_link": "http://dx.doi.org/10.1177/0956797617706706", "url": "http://www.eurekalert.org/pub_releases/2017-08/afps-btf080317.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/believing-the-future-will-be-favorable-may-prevent-action.html", "funder": "Harvard Kennedy School's Center for Public Leadership, Harvard Business School", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "People tend to believe that others will come around to their point of view over time, according to findings from a series of studies published in Psychological Science, a journal of the Association for Psychological Science. The findings show that this 'belief in a favorable future' holds across various contexts and cultures, shedding light on some of the causes and consequences of the political polarization evident today.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}