{"title": "Why Facebook is so hard to resist", "text": "Why is social media such a hard habit to break?Because it makes us feel good, said Michigan State University's Allison Eden, assistant professor in the Department of Communication.She and researchers from Vrije Universiteit Amsterdam and Radboud University Nijmegen, The Netherlands, conducted two studies of frequent and less frequent Facebook users. They found even brief exposure to a Facebook-related image (logo, screenshot) can cause a pleasurable response in frequent social media users, which in turn might trigger social media cravings. The combination of pleasant feelings and cravings makes social media too difficult to resist. Most likely, that's because Facebook exposure is a learned response - such as when children learn misbehavior earns them attention or when dogs learn going to the bathroom outside earns them a treat - and learned responses are hard to break, Eden said.\"People are learning this reward feeling when they get to Facebook,\" she said. \"What we show with this study is that even with something as simple as the Facebook logo, seeing the Facebook wall of a friend or seeing anything associated with Facebook, is enough to bring that positive association back.\"In the first study, participants were exposed to a Facebook-related cue or a control picture, followed by a Chinese symbol. They were then asked to judge whether the symbol was pleasant or unpleasant. After being exposed to a Facebook-inspired image, heavy Facebook users rated the Chinese image as pleasant with greater consistency than less frequent users.Then, in the second study, participants were given a survey to measure their cravings to use Facebook. Because of giving in to temptation, people often struggle with feelings of guilt, Eden said. If they try to regulate Facebook usage and fail, they feel badly, so they turn to Facebook and feel badly again. It's a cycle of self-regulatory failure, she said.But, Eden says, the guilt is more damaging to the psyche than failing to control the media.The solution could be to remove some of the cues from people's environment, like, for example, removing the Facebook logo from a cell phone home screen.\"Media, including social media, is one of the most commonly failed goals to regulate,\" Eden said. \"People try to regulate themselves and they really have difficulty with it.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/msu-wfi080317.php", "region": "namerica", "source_link": "http://msutoday.msu.edu/news/2017/why-facebook-is-so-hard-to-resist/", "funder": "", "meeting": "", "institution": "Michigan State University", "keywords": ["Social/Behavioral Science", " Behavior", " Mass Media", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Internet"], "journal": "Cyberpsychology, Behavior and Social Networking", "description": "Why is social media such a hard habit to break? Because it makes us feel good, said Michigan State University's Allison Eden, assistant professor in the Department of Communication.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}