{"title": "The biology of color", "text": "Coloration is a vitally important biological trait because it is involved in individual survival and with reproduction through camouflage, warning coloration, mate choice, social signaling, thwarting parasitism, as well as thermoregulation.In the last 20 years, the field of animal coloration research has been propelled forward very rapidly by technological advances. These include spectrophotometry, digital imaging, innovative laboratory and field studies, and large scale comparative analyses each of which is allowing completely new questions to be asked.For example, we now recognize that other organisms see the world differently from humans. We understand the mechanisms underlying color production, and studies of function have advanced through elegant field and lab experiments. Interspecific color measurements collected at a geographic scale are even shedding light on the dynamics of evolutionary processes.We can now pose questions about the evolution of camouflage based on what a prey's main predator can see. We can start to appreciate that gene changes underlying color production have occurred in parallel in unrelated species. Knowledge of production and perception and function of coloration is poised to make contributions to medicine, security, clothing and the military.In a wide-ranging and comprehensive review, a group of evolutionary biologists, behavioral ecologists, psychologists, optical physicists, visual physiologists, geneticists and anthropologists, including Mark E. Hauber, Associate Vice Chancellor for Research at the City University of New York, turn their attention to this diverse area of science, daunting to the outsider, and set out what they believe are the key questions for the future.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tcuo-tbo080217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The City University of New York", "keywords": ["Biology"], "journal": "Science", "description": "In a wide-ranging and comprehensive review, a group of evolutionary scientists, turn their attention to a diverse area of science and set out what they believe are the key questions for the future.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}