{"title": "Coming face-to-face with disability could end supernatural myth-making in Africa", "text": "Coming face-to-face with disability could end supernatural myth-making in AfricaMany people in rural African communities still believe that disability is caused by supernatural forces, curses and as 'punishment' for wrongdoings - according to University of East Anglia research. The resultant stigma leaves disabled people vulnerable to neglect and abuse - with sexual abuse reported by 90 per cent of people with learning difficulties.Many disabled children are kept 'locked up' at home - often for their own safety. But the more that communities come into contact with disability, the more awareness and understanding grows.Meanwhile medical explanations for disability are beginning to emerge, with increasing numbers of families seeking medical advice for children with disabilities rather than consulting a witchdoctor.The 'Preparation of Communities: Using personal narratives to affect attitudes to disability in Kilifi, Kenya (Pre-Call)' project was set up to promote disability awareness in small communities in a rural part of Kenya, by encouraging a process of reflection and education.The research team at the Kenya Medical Research Institute (KEMRI) led focus groups to find out how cultural beliefs and knowledge shape people's understanding of disability.  The discussions involved 21 community groups located across the five constituencies of Kilifi County, bordered one side by the Indian Ocean coast and stretching into the rural interior. A total of 263 participants were involved who observed Christianity (70 per cent), traditional religious practices (20 per cent) and Islam (10 per cent).Lead researcher Dr Karen Bunning, from UEA's School of Health Sciences, said: \"Information on the medical causes of childhood disability are not widely available across communities in low-income countries and understanding is generally poor.\"In Namibia for example albinism is explained by the mother having sex with a white man or a ghost. And in Guinea-Bissau, epilepsy is widely thought of as being caused by evil spirits, or sometimes as a punishment for wrongdoing.\"We found that disability is often explained by things like extra marital affairs invoking a curse, witchcraft, supernatural forces such as demons or ghosts affecting the child, and the will of God. \"Curvature of the spine or limbs represented the effects of a curse, saliva production was linked to demons and ill-gotten financial gain. \"The different explanations represent a real mixture of traditional, religious and biomedical beliefs,\" she added.  \"And while biomedical factors such as inherited conditions or antenatal care were increasingly talked about, these explanations did not negate other culturally-based accounts.\"The findings reveal that underpinning all of these explanations is a desire to make sense of disability and, particularly for carers, to improve the given situation. And where an explanation of wrongdoing or the presence of an evil force might result in a visit to a local witchdoctor, a medical attribution might be followed with a visit to a medical centre.The project also looked at the challenges faced by people with disabilities and their carers.Dr Bunning said: \"What tends to happen is that these types of cultural beliefs affect how individuals with disabilities view themselves and how other people see them.  Attributing the child's condition to some form of malevolent preternatural force by reference to demons, evil spirits and witchcraft contributes to the view of disability as both undesirable and unacceptable.\"People with disabilities in Africa have poor access to health provision, low school attendance, limited employment rates and low wages. More extreme consequences include neglect and abuse - with sexual abuse reported to occur at some time in the lives of 90 per cent of the population with learning difficulties. People with communication difficulties are at a high level of risk because they are less able to report abuse.\"We found that children with disabilities are often kept apart from the local community in restricted environments - contributing to the social distance between them. Although in many cases this is to protect them from abuse and keep them safe. \"The burden of caring for family members with disabilities also led to discrimination by association,\" she added. \"And the stigma associated with people with disabilities is so great that it also extends to anyone trying to help. The implication being that anyone offering help would also give birth to a disabled child.\"But we found that the more people come into contact with disability, the better their understanding. Real life encounters with people who have disabilities can be a really positive step, so raising disability awareness in small communities can really help.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoea-cfw080217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of East Anglia", "keywords": ["Medical Education", " Medicine/Health", " Disabled Persons", " Social/Behavioral Science", " Quality of Life", " Disabled Persons", " Philosophy/Religion", " Developing Countries", " Disease in the Developing World"], "journal": "PLOS ONE", "description": "Many in rural Africa believe disability is caused by supernatural forces, curses and as 'punishment'.\r\nThe stigma leaves disabled people vulnerable to neglect and abuse - with sexual abuse reported by 90 percent those with learning difficulties.\r\nDisabled children are often kept 'locked up' at home. But the more that communities come into contact with disability, the more awareness grows.\r\nMedical explanations are beginning to emerge, with increasing numbers of families choosing medical advice over a witchdoctor.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}