{"title": "Neurobiology: Use it or lose it", "text": "An Ludwig-Maximilians-Universitaet (LMU) in Munich study reveals that sound-evoked activity of neurons in the auditory system of the mouse increases the thickness of their myelin sheaths - and enhances the speed of signal transmission - both during development and in the adult brain.Nerve cells communicate by means of electrical impulses, which are transmitted along neural processes known as axons. The speed of transmission depends on several factors, including the diameter of the axon and the thickness of the electrically insulating myelin sheaths that surround the axons. As a rule, transmission speeds are positively correlated with the diameter and the thickness of the sheath. In mammals, the functional demands made on the auditory system require extremely precise and rapid neural processing of acoustic information, and it contains a strikingly high proportion of myelinated axons. Using the mouse as an experimental model, LMU neurobiologist PD Dr. Conny Kopp-Scheinpflug and her research group have now demonstrated that the activity of nerve cells in the auditory system has a direct effect on myelinization - higher levels of activity correlate with the formation of thicker myelin sheaths. Their findings appear in the Journal of Neuroscience.Specialized sensory neurons in the inner ear, called hair cells, are responsible for the detection of sounds, and this information is transmitted to the auditory cortex via several intermediate structures. \"The mouse is a particularly suitable model in which to study the development of the auditory system, because newborn mice are deaf and only begin to perceive acoustic signals at 12 days after birth. At this point, the level of activity of auditory neurons begins to increase,\" Kopp-Scheinpflug explains. She and her colleagues focused on the neuronal activity in the trapezoid body, a structure located in the brainstem that forms part of the pathway that eventually leads to the auditory cortex. They were able to demonstrate that both the speed and frequency of signal transmission in the trapezoid body doubles as soon as the young mice begin to perceive sounds. Moreover, both the diameter of the axons and the thickness of their myelin sheaths progressively increased until they reached the values observed in the auditory system of the adult animal.In addition, the team explored the developmental impact of reduced stimulation on the axons in the trapezoid body. \"To do so, we simply inserted earplugs in the ears of 10-day-old mice and left them in position for 10 more days. This intervention leads to a reversible hearing loss, i.e. rise in the hearing threshold of about 50 decibels\", says Kopp-Scheinpflug. In these animals, the normal increase in axon diameter is mostly absent, and the myelin sheaths are also thinner. When the same experiment was carried out on adult mice, a decrease in the thickness of the myelin sheaths was also seen, although the diameter of the axons was not affected. Based on these results, the researchers conclude that neuronal activity itself plays an important role in the synthesis and maintenance of the myelin sheath, and that myelinated nerve cells therefore require a minimal level of sound-evoked stimulation.\"In order to understand the effects of reduced stimulation, we also developed a computer model based on our results. The model predicts that not only axonal conductivity, but also the capacity to transmit high-frequency action potentials should decline,\" says Kopp-Scheinpflug. \"Such losses are particularly critical in the auditory system, because they reduce the temporal precision of signal transmission - and the quality of our perception of the acoustic environment is primarily dependent on rates of action potential generation and precise neural computation of their temporal sequences.\"\r\n", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3728-16.2017", "url": "http://www.eurekalert.org/pub_releases/2017-08/lm-nui080217.php", "region": "europe", "source_link": "http://www.en.uni-muenchen.de/news/newsarchiv/2017/kopp_scheinpflug_hoeren.html", "funder": "", "meeting": "", "institution": "Ludwig-Maximilians-Universität München", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Journal of Neuroscience", "description": "An Ludwig-Maximilians-Universitaet (LMU) in Munich study reveals that sound-evoked activity of neurons in the auditory system of the mouse increases the thickness of their myelin sheaths -- and enhances the speed of signal transmission -- both during development and in the adult brain.", "date": "Wed, 02 Aug 2017 04:00:00 GMT"}