{"title": "Booty, booby and nitwit: Academics reveal funniest words", "text": "Booty, booby and nitwit are officially some of the funniest words in the English language, according to new peer-reviewed research by the University of Warwick.Tomas Engelthaler and Professor Thomas Hills in the Department of Psychology analysed 5000 randomly selected words, and showed them to over 800 people online - asking them to rate from one to five how humourous they found each word.The funniest words - those which had been scored highly by the most people, and given the highest mean humour rating - were (in order):Booty\r\nTit\r\nBooby\r\nHooter\r\nNitwit\r\nTwit\r\nWaddle\r\nTinkle\r\nBebop\r\nEgghead\r\nAss\r\nTwerpThe participants shared demographic details, such as their age, gender and education. Notably, men and women differed in the words they found funniest.Men found sexual words - such as orgy and bondage - the most humourous, as well as birthmark, brand, chauffeur, doze, buzzard, czar, weld, prod, corn and racoon.On the other hand, women said the funniest words included giggle, beast, circus, grand, juju, humbug, slicker, sweat, ennui, holder, momma and sod.The age range of those who took part was between 18-78 years - with an average age of thirty-five. While younger and older people largely found the same words funny, there were differences.Younger people (aged 32 and below) thought words like goatee, joint and gangster were funniest - whereas older people laughed more at squint, jingle, burlesque and pong.Lead author Tomas Engelthaler commented:\"The research initially came about as a result of our curiosity. We were wondering if certain words are perceived as funnier, even when read on their own. It turns out that indeed is the case. Humour is an everyday aspects of our lives and we hope this publicly available dataset allows future researchers to better understand its foundations.\"The research, 'Humor norms for 4,997 English words', is published in Behavior Research Methods.\r\n", "article_link": "http://dx.doi.org/10.3758/s13428-017-0930-6", "url": "http://www.eurekalert.org/pub_releases/2017-08/uow-bba080117.php", "region": "europe", "source_link": "http://www2.warwick.ac.uk/newsandevents/pressreleases/booty_booby_and", "funder": "", "meeting": "", "institution": "University of Warwick", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Demography", " Language/Linguistics/Speech", " Perception/Awareness"], "journal": "Behavior Research Methods", "description": "Booty, booby and nitwit are officially some of the funniest words in the English language, according to new peer-reviewed research by the University of Warwick.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}