{"title": "Lifelike 3-D cinematic imaging promises numerous medical uses", "text": "Leesburg, VA, Aug. 1, 2017 - Newly developed \"cinematic rendering\" technology can produce photorealistic 3D images from traditional CT and MRI data, with potential applications in medical education, communication with patients and physicians, and early disease detection, according to an article published in the August 2017 issue of the American Journal of Roentgenology (AJR).Recently introduced and not currently approved for clinical use, cinematic rendering produces images akin to a photograph of a 3D model. This novel technique, which produces a more lifelike image than can be achieved with standard volume rendering, has the potential to create a new paradigm in virtual anatomic visualization, said one of the article's authors, Dr. U. Joseph Schoepf of the Department of Radiology and Radiological Science at the Medical University of South Carolina.\"Cinematic rendering, a new 3D reconstruction technique, provides a lifelike representation of imaging data and may have potential for enhancing diagnostic utility compared with volume rendering, particularly in terms of a more natural and physically accurate image with improved shape and depth perception,\" Schoepf said.Titled \"Cinematic Rendering in CT: A Novel, Lifelike 3D Visualization Technique,\" the article notes that the new technology is currently limited by the amount of computer power necessary to render truly cinematic 3D images, but the next generation of rendering software and graphics-processing hardware holds great promise.Applications for cinematic image rendering include surgical planning in several specialties, including thoracic surgery, maxillofacial surgery, and interventional radiology, the article stated. In addition, lifelike, cinematically-rendered images can enhance physician-patient communications and relationships, leading to more informed decisions and possibly improved compliance.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/arrs-l3c080117.php", "region": "namerica", "source_link": "http://arrs.org/ARRSLIVE/Pressroom/PressReleases/2017_08_01_01.aspx", "funder": "", "meeting": "", "institution": "American Roentgen Ray Society", "keywords": ["Medicine/Health"], "journal": "American Journal of Roentgenology", "description": "Newly developed 'cinematic rendering' technology can produce photorealistic 3-D images from traditional CT and MRI data, with potential applications in medical education, communication with patients and physicians, and early disease detection, according to an article published in the August 2017 issue of the American Journal of Roentgenology (AJR).", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}