{"title": "Size matters, and so do temperature and habitat, to scavengers and the carcasses they eat", "text": "CORVALLIS, Ore. - Size matters in the carrion world, and so do habitat and temperature.New research has shed fresh light on the largely understudied area of vertebrate scavenging ecology, particularly how biotic factors - living organisms - and abiotic ones such as heat or cold influence communities of scavengers.The findings are important because carrion, the decaying flesh of dead animals, is a key nutrient for vertebrates worldwide and comparatively little is known about how all of the interplay works.\"A common perception is most things are depredated and eaten quickly, but in actuality, carrion is a highly available resource that's contributing significantly to the food web,\" said Erin Abernethy, a Ph.D. student in integrative biology in Oregon State University's College of Science and second author on the study.\"There's been a lot of research on how much carrion invertebrates eat, and they do eat a lot, and how the size of a carcass can tell you how much goes to vertebrates or invertebrates,\" Abernethy said. \"But there hasn't been much on who among the vertebrate scavengers - coyotes, vultures, hogs, foxes, etc. - is getting what and how much, and how carcass size and habitat affect all of that. The nutrients from carcasses are reaching higher levels of the food web, and that knowledge is now getting fleshed out more.\"Working at the Savannah River Site, a 78,000-hectare coastal plain in South Carolina managed by the U.S. Department of Energy, researchers conducted scavenging trials across four habitat types: clearcut, mature hardwood forest, immature pine forest and mature pine forest. They used carcasses of three different types and sizes - rat, rabbit and wild pig, representing small, medium and large. Scientists did trials both in a cool-weather time of year and in warm weather to measure changes in scavenger community dynamics as a result of seasonal differences in what microbes and invertebrates eat.Hidden cameras captured \"scavenging events\" - an animal feeding on a carcass. Collectively, the photos - nearly 400,000 were analyzed - told a story of scavenger efficiency, scavenger species composition and carcass persistence as functions of carcass size, habitat type, and season.\"All of these photos, it's kind of like spying on wildlife,\" Abernethy said. \"It's a really nice way of communicating science, tickling people's senses about a really integral part of the ecosystem.\"One of the most interesting aspects of this study was learning the sheer amount, the volume of carcasses, consumed by vertebrates.\"Animals with backbones partially or fully scavenged more than three-quarters of the carcasses, research showed.\"The results suggest vertebrate communities are efficient at locating varying sized carcasses, even in warmer months when invertebrate and microbial communities are most active, but not as efficiently as in cooler months when invertebrate and microbial activity isn't as high,\" Abernethy said. \"We think carcass fate is ultimately determined by the scavenging community's ability to find carrion as well as the availability of the carcass to vertebrate scavengers, both of which vary not only by season but also by habitat and carcass size.\"Abernethy said the study points out the importance of building multiple variables into carrion research.\"Not incorporating a range of carcass sizes, habitat types and air temperatures into scavenging studies can greatly diminish any potential derived insights into rates of carcass acquisition and community composition of scavengers,\" she said.", "article_link": "http://dx.doi.org/10.1002/ecy.1930", "url": "http://www.eurekalert.org/pub_releases/2017-08/osu-sma080117.php", "region": "namerica", "source_link": "http://bit.ly/2f1Uw9j", "funder": "US Department of Energy", "meeting": "", "institution": "Oregon State University", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Nutrition/Nutrients"], "journal": "Ecology", "description": "Size matters in the carrion world, and so do habitat and temperature. New research has shed fresh light on the largely understudied area of vertebrate scavenging ecology.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}