{"title": "People with autism are less surprised by the unexpected", "text": "Adults with autism may overestimate the volatility of the world around them, finds a new UCL study published in Nature Neuroscience.The researchers found that adults with autism were less surprised by unexpected images in a simple learning task than adults without autism, and those who were the least surprised had the most pronounced symptoms.\"We know from previous studies that people with autism often aren't surprised by things that would surprise other people,\" said lead author Dr Rebecca Lawson (UCL Wellcome Trust Centre for Neuroimaging). \"Our results suggest that this may be because of differences in how people with autism build expectations. Our expectations bias our behaviour in subtle ways, so being less susceptible to these effects may result in strengths as well as difficulties.\"Insistence on sameness and intolerance of change are part of the diagnostic criteria for autism, but there has been little research addressing how people with autism represent and respond to unexpected changes to their environment.In this study, 24 adults with autism and 25 adults without autism completed a task that involved learning to expect to see different pictures on a computer screen after hearing either a high or low sound.The researchers applied computational modelling to the data to characterize each person's learning process. They found that adults with autism tend to overestimate how changeable the environment is, which reduces how much their prior expectations guide their behaviour.The adults with autism learned the task well enough overall, but showed differences in updating their expectations when the environment unexpectedly became more volatile.\"When we're uncertain about our own beliefs, such as under volatile conditions, we're driven more by our senses than our prior expectations. If people with autism are more often expecting volatility, that could help explain their propensity to sensory overload, enhanced perceptual functioning and context insensitivity,\" said Dr Lawson.The study found that the ability to form expectations about upcoming pictures was related to the severity of communication problems in people with autism. Senior author Professor Geraint Rees (UCL Wellcome Trust Centre for Neuroimaging) said: \"The idea that differences in how people with autism build visual expectations may link to social difficulties is an intriguing possibility, and one that we would like to pursue further in consultation with members of the autism community.\"The computational measures of learning and surprise were also linked to changes in pupil size, which is believed to reflect the function of brain chemicals called neuromodulators, such as noradrenaline.\"This work opens up the possibility of using computational modelling with more direct measures of brain function to help us understand the neural basis of differences in how we learn about changes in the environment,\" said co-author Dr Christoph Mathys (SISSA - Trieste, Italy).Dr Lawson added: \"The individual differences in how people represent and respond to the world are often more striking than the similarities. This research represents an important advance in our understanding of how people with autism see the world differently.\"", "article_link": "http://dx.doi.org/10.1038/nn.4615", "url": "http://www.eurekalert.org/pub_releases/2017-07/ucl-pwa072817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University College London", "keywords": ["Hearing/Speech", " Neurobiology", " Social/Behavioral Science", " Learning/Literacy/Reading", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Nature Neuroscience", "description": "Adults with autism may overestimate the volatility of the world around them, finds a new UCL study published in Nature Neuroscience.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}