{"title": "People find it difficult to judge how good their intuitions are", "text": "Whether people believe they are 'intuitive' or not may have no bearing on how they perform in tasks that require intuition, according to new research by psychologists at the University of Kent. Researchers Dr Mario Weick and Stefan Leach, of the University's School of Psychology, found that the extent to which people feel confident about, and endorse, their intuitions may often not provide an indication of how good their intuitions actually are.The researchers asked 400 people from the UK and US to complete a questionnaire to find out how much of an 'intuitive' person they were. They then required the study participants to perform a series of tasks that involved learning new and complex associations between letters and images. \r\nThe associations followed certain patterns and the task was designed in a way that encouraged learning of the underlying rules without people realising this was happening. The researchers found that people who described themselves as intuitive did not perform better and had no superior grasp of the rules than people who did not think of themselves as intuitive.The researchers also asked participants more specifically about the task they performed and how confident they were that their intuitions were accurate. They found that this task-specific measure was so weakly related to performance that nine out of ten times someone with high levels of confidence in his or her intuition would have not performed any better than someone with low levels of confidence. The paper, entitled Can people judge the veracity of their intuitions? is published in the journal Social Psychological and Personality Science.", "article_link": "http://dx.doi.org/10.1177/1948550617706732", "url": "http://www.eurekalert.org/pub_releases/2017-07/uok-pfi072717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Kent", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Perception/Awareness"], "journal": "Social Psychological and Personality Science", "description": "Whether people believe they are 'intuitive' or not may have no bearing on how they perform in tasks that require intuition, according to new research by psychologists at the University of Kent.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}