{"title": "Heavier Asian Americans seen as 'more American,' study says", "text": "What makes people look \"American\"? The way they dress? Maybe their hairstyle, or mannerisms? How much they weigh?A University of Washington-led study has found that for Asian Americans, those who appear heavier not only are perceived to be more \"American,\" but also may be subject to less prejudice directed at foreigners than Asian Americans who are thin.Researchers believe this effect relates to common stereotypes that Asians are thin and Americans are heavy -- so if someone of Asian heritage is heavy, then they appear to be more \"American.\"The UW study comes at an especially charged time for discussions of American identity. In today's political climate, beliefs -- and often stereotypes -- about race, ethnicity and religion factor into debates about who is \"American.\"That's what researchers said they wanted to explore.The study, published July 26 in Psychological Science, used photos to gauge viewers' impressions. More than 1,000 college students viewed photos of men and women (Asian, black, Latino, and white) of varying weights, then answered questions about the photo subject's nationality and other traits. \"In the U.S., there is a strong bias associating American identity with whiteness, and this can have negative consequences for people of color in the U.S.,\" said corresponding author Caitlin Handron, a doctoral student at Stanford University who conducted the study while at the UW. \"We wanted to see whether ideas of nationality are malleable and how body shape factors into these judgments.\"Weight, Handron added, is just one of many cues people rely on when making judgments of someone else's nationality.Statistically speaking, being overweight is common among Americans: The Centers for Disease Control and Prevention reports that some 70 percent of U.S. adults are overweight or obese. When the data is broken down by race, Asian Americans tend to be less obese than people of other racial and ethnic groups. The prevalence of obesity among Asian Americans is 11.7 percent, among white Americans 34.5 percent, among Latino Americans 42.5 percent, and among black Americans, 48 percent. More specifically, within the U.S., Asian immigrants are significantly less likely to be overweight than native-born Asian Americans.Population trends in obesity around the world, along with common stereotypes about who is \"foreign,\" helped inform the experiment, researchers wrote in the study. For example, did study participants view Asian and Latino Americans as less American than white and black Americans? For the studies, researchers used photos collected from online databases -- images that were then edited to create thinner and heavier versions of each subject to hold other cues to nationality constant. Participants were asked questions such as: \"How likely is this person to have been born outside the U.S.?\" and: \"How likely is it that this person's native language is English\"?Researchers found that Asian Americans who appeared to be heavy were more likely than their thinner counterparts to be presumed to be American and in the United States with documentation. White and black Americans were perceived as significantly more American than Asian or Latino Americans. But weight did not affect how \"American\" participants rated White and Black portraits, researchers found. This supported their theory that people believed to be from other countries -- specifically, countries that are stereotypically thin -- are considered more American if they're heavy.Sapna Cheryan, a UW associate professor of psychology and a co-author of the study, called the finding \"an unusual possible protective benefit of being heavier for Asian Americans.\"\"People in the U.S. often encounter prejudice if they are overweight -- they may be mistreated by a customer service person, for example, or a health care provider. Weight can be an obstacle to getting good treatment,\" Cheryan said. \"We found that there was a paradoxical social benefit for Asian Americans, where extra weight allows them to be seen as more American and less likely to face prejudice directed at those assumed to be foreign.\"For years, Cheryan has examined stereotypes and the ways people of various races and ethnicities navigate the idea of what it means to be American. In 2011, she published a study showing that immigrants to the United States eat quintessentially (and frequently unhealthy) American foods to show that they belong. The new study, she added, is a reminder that notions of who is \"American\" are powerful, and that judgments can be made by a simple photo. Handron said the study also shows how perceptions reflect broader, systemic disparities. \"The lack of representation of Asian Americans and other people of color in the media and positions of power reinforces associations between American identity and whiteness,\" she said. \"This work supports the call to recognize these inaccurate assumptions in order to interrupt the resulting harm being done to these communities.\"The study points to the potential for future analysis of stereotypes and identity. For instance, if Americans are stereotyped as outgoing, and Asians are generally believed to be reserved, does someone who is Asian American seem more \"American\" if they're gregarious? Does the same hold true for Latino Americans, since Latinos are often stereotyped as outgoing?This has potential consequences for who is considered inside or outside a group. People who are already marginalized are often the most vulnerable to exclusion based on behaviors or physical features, researchers noted in the paper. ", "article_link": "http://dx.doi.org/10.1177/0956797617720912", "url": "http://www.eurekalert.org/pub_releases/2017-07/uow-haa072817.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation Graduate Research Fellowship, Western Washington University Faculty Research Grant, SPSSI Grants-in-Aid program", "meeting": "", "institution": "University of Washington", "keywords": ["Social/Behavioral Science", " Behavior", " Immigrants & Migration", " Minorities", " Perception/Awareness"], "journal": "Psychological Science", "description": "A University of Washington-led study has found that for Asian Americans, those who appear heavier not only are perceived to be more 'American,' but also may be subject to less prejudice directed at foreigners than Asian Americans who are thin.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}