{"title": "Supreme Court rulings can signal a shift in societal norms", "text": "PRINCETON, N.J.--When the Supreme Court issued its 2015 ruling in favor of same-sex marriage, Americans understood the decision as a signal of Americans' increasing support of same-sex marriage, according to a study published by Princeton University.  The researchers found that, regardless of political ideology, non-LGBTQIA Americans perceived stronger and increasing public support for gay marriage in the wake of the Court's ruling than before the decision. This was in spite of the fact that personal attitudes and feelings toward gay marriage did not change in reaction to the decision.Published in Psychological Science, the research, which features a time series survey of norms and attitudes toward gay marriage, showed that, regardless of how someone feels about an issue, a Court decision can alter the perceptions of the prevailing social norms -- opinions or behaviors accepted by a group of people -- around the issue. Trusted institutions like the Supreme Court are seen to represent societal collectives and, as such, its decisions may be perceived as a signal of where the public stands and where the public is headed.\"What we observed was a shift in perceived norms, or the perception of public support for gay marriage,\" said study co-author Elizabeth Levy Paluck, professor of psychology and public affairs at Princeton's Woodrow Wilson School of Public and International Affairs. \"That shift matters because we know from decades of research in psychology that people's behavior is often guided by their understanding of what others around them are doing and thinking.\"In addition to Paluck, the study was conducted by lead author Margaret Tankard, associate behavioral and social scientist at the RAND Corporation. In the months before and after the Supreme Court decision, 1063 participants were surveyed several times. Just after the ruling, the researchers observed a significant jump in participants' belief that Americans support same-sex marriage, and in their belief that support would keep growing in the future. This uptick in perceptions of supportive social norms persisted weeks later. The findings were also supported in an experimental study with 1,673 participants who were told prior to the SCOTUS decision that experts predicted a favorable versus an unfavorable ruling on the legality of gay marriage. Here too, the researchers found that participants who were led to believe that the Supreme Court would rule in favor of gay marriage estimated higher public support for gay marriage, compared to participants who read the opposite.The researchers' findings could be particularly timely given the recent announcement that the Court will hear Masterpiece Cakeshop v. Colorado Civil Rights Commission, the appeal of a state decision to uphold discrimination charges levied by a gay couple against a bakery that refused to make a cake for the couple's same-sex wedding.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/puww-scr073117.php", "region": "namerica", "source_link": null, "funder": "Canadian Institute for Advanced Research, Princeton University", "meeting": "", "institution": "Princeton University, Woodrow Wilson School of Public and International Affairs", "keywords": ["Social/Behavioral Science"], "journal": "Psychological Science", "description": "When the Supreme Court issued its 2015 ruling in favor of same-sex marriage, Americans understood the decision as a signal of Americans' increasing support of same-sex marriage, according to a study published by Princeton University.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}