{"title": "New study links brain stem volume and aggression in autism | EurekAlert! Science News", "year": "Thu, 09 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "researcher", "terisa", "gabrielsen", "center", "preps", "colby", "garrard", "autism", "mri", "scan", "father", "stephen", "garrard", "lies", "bed", "show", "son", "view", "new", "research", "byu", "autism", "experts", "providing", "clues", "link", "aggression", "autism", "clues", "team", "hopes", "eventually", "lead", "effective", "study", "published", "research", "autism", "spectrum", "disorders", "researchers", "report", "inverse", "correlation", "aggression", "brain", "stem", "volume", "children", "autism", "smaller", "brain", "stem", "greater", "likelihood", "finding", "though", "preliminary", "significant", "part", "brain", "stem", "really", "involved", "autonomic", "activities", "breathing", "heart", "rate", "staying", "awake", "evidence", "something", "core", "basic", "connection", "aggression", "autism", "said", "coauthor", "byu", "clinical", "psychology", "student", "kevin", "project", "team", "examined", "mri", "images", "two", "groups", "children", "autism", "one", "exhibited", "problematic", "levels", "aggression", "one", "study", "coauthor", "terisa", "gabrielsen", "byu", "assistant", "professor", "school", "psychology", "said", "identifying", "brain", "stem", "least", "partial", "involvement", "aggression", "helps", "lay", "foundation", "better", "treatment", "know", "part", "brain", "different", "function", "part", "brain", "controls", "give", "us", "clues", "way", "intervention", "byu", "psychology", "professor", "mikle", "south", "added", "body", "arousal", "child", "much", "heart", "beating", "hands", "clenched", "body", "sweating", "late", "kids", "brain", "working", "efficiently", "may", "pass", "point", "return", "sooner", "behavioral", "interventions", "try", "find", "trigger", "intervene", "early", "arousal", "becomes", "much", "byu", "autism", "connect", "team", "originated", "three", "years", "ago", "byu", "david", "mckay", "school", "education", "though", "includes", "researchers", "colleges", "campus", "collaborators", "beyond", "byu", "paper", "spearheaded", "byu", "psychology", "assistant", "professor", "rebecca", "lundwall", "11", "authors", "byu", "one", "university", "utah", "one", "university", "group", "used", "data", "collected", "university", "utah", "autism", "study", "funded", "national", "institutes", "aggression", "autism", "connect", "overarching", "agenda", "said", "gabrielsen", "impacts", "families", "quality", "life", "significantly", "look", "things", "affect", "family", "aggression", "one", "disruptive", "south", "recounted", "conversation", "mother", "child", "recently", "diagnosed", "cope", "stress", "child", "often", "pulled", "mother", "hair", "lot", "less", "hair", "used", "told", "aggression", "south", "noted", "makes", "family", "dynamic", "difficult", "school", "dynamic", "difficult", "particularly", "difficult", "type", "autism", "addition", "number", "studies", "planned", "process", "team", "interested", "exploring", "brain", "stem", "connected", "functionally", "areas", "brain", "usually", "brain", "work", "one", "area", "network", "areas", "work", "together", "stephenson", "said", "one", "area", "disrupted", "likely", "areas", "disrupted", "well"], "url": "http://www.eurekalert.org/pub_releases/2017-02/byu-nsl020917.php", "date": "2018-01-19_21:00:52", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Researcher Terisa Gabrielsen (center) preps Colby Garrard, who has autism, for an MRI scan. His father, Stephen Garrard, lies on the bed to show his son what it will be...\n       view more New research from BYU's autism experts is providing clues into the link between aggression and autism -- clues the team hopes will eventually lead to more effective intervention.In the study, published in Research in Autism Spectrum Disorders, researchers report an inverse correlation between aggression and brain stem volume in children with autism: the smaller the brain stem, the greater the likelihood of aggression.The finding, though preliminary, is significant in part because \"the brain stem is really involved in autonomic activities -- breathing, heart rate, staying awake -- so this is evidence that there's something core and basic, this connection between aggression and autism,\" said coauthor and BYU clinical psychology Ph.D. student Kevin Stephenson.For the project, the team examined MRI images from two groups of children with autism: one that exhibited problematic levels of aggression and one that didn't. Study coauthor Terisa Gabrielsen, a BYU assistant professor of school psychology, said identifying the brain stem as having at least a partial involvement in aggression helps lay a foundation for better treatment. \"If we know what part of the brain is different and what function that part of the brain controls, that can give us some clues into what we can do in the way of intervention,\" she said.Coauthor and BYU psychology professor Mikle South added, \"Once the body arousal in a child is too much -- the heart is beating, the hands are clenched and the body is sweating -- it's too late. Some of these kids, if the brain isn't working as efficiently, they may pass that point of no return sooner. So with behavioral interventions, we try to find out what the trigger is and intervene early before that arousal becomes too much.\"BYU's Autism Connect team originated three years ago in BYU's David O. McKay School of Education, though it now includes researchers from other colleges on campus and collaborators beyond BYU. This paper, spearheaded by BYU psychology assistant professor Rebecca Lundwall, had 11 authors from BYU, one from the University of Utah and one from the University of Wisconsin-Madison. The group used data collected from a University of Utah autism study funded by the National Institutes of Health.Studying aggression is Autism Connect's \"overarching agenda,\" said Gabrielsen, \"because it impacts families' quality of life so significantly. If we look long-term at things that affect the family the most, aggression is one of the most disruptive.\"South recounted a conversation with the mother of a child he recently diagnosed: to cope with stress, the child often pulled her mother's hair, \"so I just have a lot less hair than I used to,\" she told him. Aggression, South noted, \"makes the family dynamic very difficult, the school dynamic very difficult. It's just a particularly difficult type of autism.\"In addition to a number of other studies planned or in process, the team is interested in exploring further how the brain stem is connected functionally to other areas of the brain, \"because usually the brain doesn't work from just one area; it's a network of areas that all work together,\" Stephenson said. \"So if one area is disrupted, it's likely that other areas are disrupted as well.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Researcher Terisa Gabrielsen (center) preps Colby Garrard, who has autism, for an MRI scan.", "His father, Stephen Garrard, lies on the bed to show his son what it will be...\n       view more New research from BYU's autism experts is providing clues into the link between aggression and autism -- clues the team hopes will eventually lead to more effective intervention.In the study, published in Research in Autism Spectrum Disorders, researchers report an inverse correlation between aggression and brain stem volume in children with autism: the smaller the brain stem, the greater the likelihood of aggression.The finding, though preliminary, is significant in part because \"the brain stem is really involved in autonomic activities -- breathing, heart rate, staying awake -- so this is evidence that there's something core and basic, this connection between aggression and autism,\" said coauthor and BYU clinical psychology Ph.D. student Kevin Stephenson.For the project, the team examined MRI images from two groups of children with autism: one that exhibited problematic levels of aggression and one that didn't.", "Study coauthor Terisa Gabrielsen, a BYU assistant professor of school psychology, said identifying the brain stem as having at least a partial involvement in aggression helps lay a foundation for better treatment.", "\"If we know what part of the brain is different and what function that part of the brain controls, that can give us some clues into what we can do in the way of intervention,\" she said.Coauthor and BYU psychology professor Mikle South added, \"Once the body arousal in a child is too much -- the heart is beating, the hands are clenched and the body is sweating -- it's too late.", "Some of these kids, if the brain isn't working as efficiently, they may pass that point of no return sooner.", "So with behavioral interventions, we try to find out what the trigger is and intervene early before that arousal becomes too much.", "\"BYU's Autism Connect team originated three years ago in BYU's David O. McKay School of Education, though it now includes researchers from other colleges on campus and collaborators beyond BYU.", "This paper, spearheaded by BYU psychology assistant professor Rebecca Lundwall, had 11 authors from BYU, one from the University of Utah and one from the University of Wisconsin-Madison.", "The group used data collected from a University of Utah autism study funded by the National Institutes of Health.Studying aggression is Autism Connect's \"overarching agenda,\" said Gabrielsen, \"because it impacts families' quality of life so significantly.", "If we look long-term at things that affect the family the most, aggression is one of the most disruptive.", "\"South recounted a conversation with the mother of a child he recently diagnosed: to cope with stress, the child often pulled her mother's hair, \"so I just have a lot less hair than I used to,\" she told him.", "Aggression, South noted, \"makes the family dynamic very difficult, the school dynamic very difficult.", "It's just a particularly difficult type of autism.", "\"In addition to a number of other studies planned or in process, the team is interested in exploring further how the brain stem is connected functionally to other areas of the brain, \"because usually the brain doesn't work from just one area; it's a network of areas that all work together,\" Stephenson said.", "\"So if one area is disrupted, it's likely that other areas are disrupted as well.\""], "source": "Brigham Young University"}