{"title": "Researchers identify new cause of brain defects in tuberous sclerosis patients | EurekAlert! Science News", "year": "Thu, 09 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "electron", "microscopy", "shows", "compared", "mouse", "lacking", "neuronal", "tsc1", "left", "number", "axons", "wrapped", "myelin", "sheath", "increased", "brain", "mouse", "view", "boston", "children", "hospital", "researchers", "uncovered", "new", "molecular", "pathway", "inhibits", "myelination", "neurons", "brains", "patients", "rare", "genetic", "disorder", "tuberous", "sclerosis", "complex", "tsc", "study", "neuronal", "negatively", "regulates", "myelination", "mouse", "model", "tuberous", "sclerosis", "complex", "published", "online", "february", "9", "journal", "experimental", "medicine", "suggests", "new", "ways", "treat", "neurological", "symptoms", "associated", "tsc", "including", "autism", "caused", "mutations", "genes", "tsc1", "tsc2", "disease", "affects", "approximately", "1", "people", "characterized", "growth", "numerous", "benign", "tumors", "different", "tissues", "body", "including", "brain", "skin", "eyes", "kidneys", "heart", "lungs", "many", "patients", "also", "neurological", "symptoms", "epilepsy", "intellectual", "disability", "autism", "patients", "brains", "show", "various", "abnormal", "structures", "particular", "tsc", "patients", "autism", "show", "defects", "organization", "white", "matter", "regions", "brain", "oligodendrocyte", "cells", "protect", "neuronal", "axons", "wrapping", "insulating", "myelin", "sahin", "colleagues", "previously", "found", "mice", "whose", "neurons", "lack", "tsc1", "fail", "myelinate", "axons", "correctly", "reason", "defect", "remained", "unclear", "sahin", "team", "boston", "children", "hospital", "harvard", "medical", "school", "reveal", "neurons", "lacking", "tsc1", "secrete", "increased", "amounts", "protein", "called", "connective", "tissue", "growth", "factor", "ctgf", "protein", "impedes", "oligodendrocyte", "development", "myelination", "deleting", "gene", "encoding", "ctgf", "restored", "ability", "oligodendrocytes", "myelinate", "axons", "mice", "lacking", "neuronal", "colleagues", "found", "ctgf", "levels", "also", "elevated", "neurons", "derived", "tsc", "patients", "study", "provides", "first", "description", "molecular", "mechanism", "could", "underlie", "aberrant", "white", "matter", "microstructure", "tsc", "patients", "sahin", "says", "future", "studies", "effects", "ctgf", "oligodendrocyte", "development", "major", "goal", "discovery", "new", "therapeutic", "targets", "researchers", "add", "role", "ctgf", "secreted", "neurons", "investigated", "myelination", "diseases", "including", "multiple", "sclerosis", "forms", "cerebral", "palsy"], "url": "http://www.eurekalert.org/pub_releases/2017-02/rup-rin020617.php", "date": "2018-01-19_21:00:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Electron microscopy shows that, compared to a mouse lacking neuronal Tsc1 (left), the number of axons wrapped in a myelin sheath is increased in the brain of a mouse that...\n     view more Boston Children's Hospital researchers have uncovered a new molecular pathway that inhibits the myelination of neurons in the brains of patients with the rare genetic disorder tuberous sclerosis complex (TSC). The study, \"Neuronal CTGF/CCN2 negatively regulates myelination in a mouse model of tuberous sclerosis complex,\" which will be published online February 9 in The Journal of Experimental Medicine, suggests new ways to treat some of the neurological symptoms associated with TSC, including autism and epilepsy.TSC is caused by mutations in the genes TSC1 and TSC2. The disease affects approximately 1 in 6,000 people and is characterized by the growth of numerous benign tumors in different tissues of the body, including the brain, skin, eyes, kidneys, heart, and lungs. Many patients also have neurological symptoms such as epilepsy, intellectual disability, and autism. Patients' brains show various abnormal structures. In particular, TSC patients with autism show defects in the organization of their white matter, the regions of the brain where oligodendrocyte cells protect neuronal axons by wrapping them in an insulating myelin sheath.Mustafa Sahin and colleagues previously found that mice whose neurons lack TSC1 fail to myelinate their axons correctly, but the reason for this defect remained unclear. Sahin's team at Boston Children's Hospital and Harvard Medical School now reveal that neurons lacking TSC1 secrete increased amounts of a protein called connective tissue growth factor (CTGF) and that this protein impedes oligodendrocyte development and myelination. Deleting the gene encoding CTGF restored the ability of oligodendrocytes to myelinate axons in mice lacking neuronal TSC1.Sahin and colleagues found that CTGF levels were also elevated in neurons derived from TSC patients. \"Our study provides the first description of a molecular mechanism that could underlie the aberrant white matter microstructure in TSC patients,\" Sahin says. \"Future studies of the effects of CTGF on oligodendrocyte development will be a major goal for the discovery of new therapeutic targets.\" The researchers add that the role of CTGF secreted from neurons should be investigated in other myelination diseases, including multiple sclerosis and some forms of cerebral palsy.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Electron microscopy shows that, compared to a mouse lacking neuronal Tsc1 (left), the number of axons wrapped in a myelin sheath is increased in the brain of a mouse that...\n     view more Boston Children's Hospital researchers have uncovered a new molecular pathway that inhibits the myelination of neurons in the brains of patients with the rare genetic disorder tuberous sclerosis complex (TSC).", "The study, \"Neuronal CTGF/CCN2 negatively regulates myelination in a mouse model of tuberous sclerosis complex,\" which will be published online February 9 in The Journal of Experimental Medicine, suggests new ways to treat some of the neurological symptoms associated with TSC, including autism and epilepsy.TSC is caused by mutations in the genes TSC1 and TSC2.", "The disease affects approximately 1 in 6,000 people and is characterized by the growth of numerous benign tumors in different tissues of the body, including the brain, skin, eyes, kidneys, heart, and lungs.", "Many patients also have neurological symptoms such as epilepsy, intellectual disability, and autism.", "Patients' brains show various abnormal structures.", "In particular, TSC patients with autism show defects in the organization of their white matter, the regions of the brain where oligodendrocyte cells protect neuronal axons by wrapping them in an insulating myelin sheath.Mustafa Sahin and colleagues previously found that mice whose neurons lack TSC1 fail to myelinate their axons correctly, but the reason for this defect remained unclear.", "Sahin's team at Boston Children's Hospital and Harvard Medical School now reveal that neurons lacking TSC1 secrete increased amounts of a protein called connective tissue growth factor (CTGF) and that this protein impedes oligodendrocyte development and myelination.", "Deleting the gene encoding CTGF restored the ability of oligodendrocytes to myelinate axons in mice lacking neuronal TSC1.Sahin and colleagues found that CTGF levels were also elevated in neurons derived from TSC patients.", "\"Our study provides the first description of a molecular mechanism that could underlie the aberrant white matter microstructure in TSC patients,\" Sahin says.", "\"Future studies of the effects of CTGF on oligodendrocyte development will be a major goal for the discovery of new therapeutic targets.\"", "The researchers add that the role of CTGF secreted from neurons should be investigated in other myelination diseases, including multiple sclerosis and some forms of cerebral palsy."], "source": "Rockefeller University Press"}