{"title": "Genetic 'switch' in animals offers clues to evolutionary origins of fine motor skills | EurekAlert! Science News", "year": "Thu, 09 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "researchers", "identified", "genetic", "signature", "found", "exclusively", "nerve", "cells", "supply", "innervate", "muscles", "organism", "outermost", "extremities", "hands", "feet", "signature", "observed", "mice", "chicks", "involves", "coordinated", "activity", "multiple", "genes", "fundamentally", "distinct", "cells", "innervating", "nearby", "anatomical", "regions", "proximal", "muscles", "limb", "findings", "suggest", "evolution", "extremities", "may", "related", "emergence", "fine", "motor", "control", "grasping", "one", "biology", "essential", "study", "led", "neuroscientists", "columbia", "university", "mortimer", "zuckerman", "mind", "brain", "behavior", "institute", "new", "york", "university", "published", "today", "journal", "neuron", "emergence", "hands", "feet", "digits", "400", "million", "years", "ago", "represented", "turning", "point", "evolution", "helped", "first", "land", "animals", "perform", "variety", "fine", "motor", "skills", "like", "grasping", "eventually", "gave", "rise", "complex", "motor", "abilities", "humans", "use", "every", "day", "typing", "keyboard", "painting", "work", "art", "said", "thomas", "jessell", "phd", "paper", "senior", "author", "codirector", "columbia", "zuckerman", "institute", "fine", "motor", "control", "proven", "critical", "survival", "hundreds", "millions", "years", "little", "known", "nerve", "cells", "extend", "tips", "fingers", "toes", "make", "skills", "possible", "study", "researchers", "focused", "motor", "neurons", "class", "nerve", "cells", "guide", "movement", "motor", "neurons", "achieve", "innervating", "specific", "muscles", "relaying", "signals", "brain", "muscles", "move", "motor", "neurons", "guide", "movement", "digits", "called", "motor", "neurons", "began", "research", "simply", "looking", "compare", "key", "molecular", "features", "namely", "gene", "activity", "motor", "neurons", "supply", "different", "muscles", "leg", "said", "alana", "mendelsohn", "candidate", "columbia", "paper", "first", "author", "instead", "soon", "became", "clear", "pattern", "gene", "activity", "motor", "neurons", "foot", "strikingly", "different", "compared", "activity", "motor", "neurons", "innervate", "proximal", "muscles", "limb", "specifically", "mendelsohn", "observed", "motor", "neurons", "supply", "hands", "feet", "produce", "molecule", "called", "retinoic", "acid", "one", "hallmark", "features", "motor", "neurons", "require", "retinoic", "acid", "growth", "development", "said", "mendelsohn", "reason", "motor", "neurons", "producing", "fact", "experiments", "revealed", "neurons", "retinoic", "acid", "detrimental", "team", "artificially", "induced", "activity", "motor", "neurons", "mouse", "chick", "embryos", "halted", "development", "motor", "neurons", "mendelsohn", "jessell", "hypothesized", "factors", "blocking", "production", "retinoic", "acid", "absence", "ensured", "least", "part", "healthy", "motor", "neuron", "investigate", "columbia", "researchers", "teamed", "jeremy", "dasen", "phd", "former", "fellow", "jessell", "professor", "neuroscience", "nyu", "neuroscience", "institute", "expert", "development", "evolution", "motor", "circuits", "together", "authors", "hypothesized", "key", "may", "lie", "hox", "genes", "family", "genes", "drive", "growth", "development", "among", "things", "nervous", "series", "experiments", "chick", "mouse", "embryos", "various", "stages", "development", "researchers", "identified", "two", "members", "hox", "gene", "family", "known", "hoxc8", "hoxc9", "required", "development", "motor", "neurons", "supply", "hand", "surprisingly", "although", "high", "levels", "hoxc9", "detrimental", "motor", "neurons", "motor", "neurons", "unique", "actually", "require", "hoxc9", "albeit", "low", "levels", "low", "levels", "hoxc9", "appeared", "particularly", "important", "said", "jessell", "also", "claire", "tow", "professor", "motor", "neuron", "disorders", "departments", "neuroscience", "biochemistry", "molecular", "biophysics", "columbia", "university", "medical", "center", "hoxc9", "activity", "high", "enough", "prevent", "production", "retinoic", "acid", "would", "harmful", "low", "enough", "still", "allow", "production", "proteins", "think", "also", "necessary", "complete", "formation", "motor", "neurons", "moving", "forward", "researchers", "hope", "characterize", "suite", "genes", "proteins", "involved", "motor", "neuron", "development", "also", "expanding", "scope", "deeply", "investigate", "nervous", "system", "adapted", "emergence", "digits", "evolutionary", "history", "study", "represents", "significant", "advance", "understanding", "genetic", "programs", "underlying", "ability", "perform", "fine", "motor", "tasks", "said", "dasen", "molecular", "markers", "revealed", "work", "could", "provide", "entry", "point", "unraveling", "evolution", "neural", "circuitry", "essential", "sophisticated", "behaviors"], "url": "http://www.eurekalert.org/pub_releases/2017-02/tzia-gi020517.php", "date": "2018-01-19_21:00:57", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK -- Researchers have identified a genetic signature found exclusively in the nerve cells that supply, or innervate, the muscles of an organism's outermost extremities: the hands and feet. This signature, observed in both mice and chicks, involves the coordinated activity of multiple genes, and is fundamentally distinct from cells innervating nearby anatomical regions, such as more proximal muscles in the limb. The findings suggest that the evolution of the extremities may be related to the emergence of fine motor control, such as grasping -- one of biology's most essential adaptations.The study, led by neuroscientists at Columbia University's Mortimer B. Zuckerman Mind Brain Behavior Institute and New York University, was published today in the journal Neuron.\"The emergence of hands, feet and digits -- about 400 million years ago -- represented a turning point in evolution; it helped the first land animals perform a variety of fine motor skills, like grasping, which eventually gave rise to the complex motor abilities that we humans use every day -- from typing on a keyboard to painting a work of art,\" said Thomas M. Jessell, PhD, the paper's senior author and codirector of Columbia's Zuckerman Institute. \"But while fine motor control has proven critical for survival for hundreds of millions of years, little was known about how the nerve cells that extend to the tips of our fingers and toes make these skills possible.\"For this study, the researchers focused on motor neurons, the class of nerve cells that guide movement. Motor neurons achieve this by innervating specific muscles, and then relaying signals from the brain about how those muscles should move. The motor neurons that guide movement of the digits are called digit-innervating motor neurons.\"When we began this research, we were simply looking to compare key molecular features --  namely gene activity -- in motor neurons that supply different muscles in the leg,\" said Alana Mendelsohn, an MD/PhD candidate at Columbia and the paper's first author. \"Instead, it soon became clear that the pattern of gene activity in the digit-innervating motor neurons in the foot was strikingly different compared to activity of motor neurons that innervate the more proximal muscles of the limb.\" Specifically, Mendelsohn observed that the motor neurons that supply both the hands and the feet did not produce a molecule called retinoic acid. \"One of the hallmark features of motor neurons is that they require retinoic acid for their growth and development,\" said Mendelsohn. \"But for some reason digit-innervating motor neurons weren't producing it.\"In fact, experiments revealed that, in these neurons, retinoic acid was detrimental. When the team artificially induced retinoic-acid activity in digit-innervating motor neurons of mouse and chick embryos, it halted the development of digit-innervating motor neurons. Mendelsohn and Dr. Jessell hypothesized that other factors were blocking the production of retinoic acid, and that its absence ensured, at least in some part, healthy digit-innervating motor neuron development.To investigate, the Columbia researchers teamed up with Jeremy Dasen, PhD, a former post-doctoral fellow with Dr. Jessell and now professor of neuroscience at the NYU Neuroscience Institute and an expert in the development and evolution of motor circuits. Together, the authors hypothesized that the key may lie in Hox genes, a family of genes that drive the growth and development of, among other things, the nervous system.In a series of experiments in chick and mouse embryos at various stages of development, the researchers identified two such members of Hox gene family, known as Hoxc8 and Hoxc9, that are both required for the development of motor neurons that supply the hand. Surprisingly, although high levels of Hoxc9 is detrimental to limb-innervating motor neurons, digit-innervating motor neurons are unique in that they actually require Hoxc9 -- albeit at low levels. \"The low levels of Hoxc9 appeared to be particularly important,\" said Dr. Jessell, who is also the Claire Tow Professor of Motor Neuron Disorders in the departments of neuroscience and biochemistry and molecular biophysics at Columbia University Medical Center. \"Hoxc9 activity was high enough to prevent the production of retinoic acid (which would have been harmful) but low enough to still allow for the production of other proteins that we think are also necessary for the complete formation of digit-innervating motor neurons.\"Moving forward, the researchers hope to further characterize the suite of genes and proteins that are involved in digit-innervating motor neuron development, while also expanding their scope to more deeply investigate how the nervous system adapted to the emergence of digits in evolutionary history.\"This study represents a significant advance in our understanding of the genetic programs underlying the ability to perform fine motor tasks,\" said Dr. Dasen. \"The molecular markers revealed in this work could provide an entry point for unraveling the evolution of the neural circuitry essential for sophisticated limb-based behaviors.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK -- Researchers have identified a genetic signature found exclusively in the nerve cells that supply, or innervate, the muscles of an organism's outermost extremities: the hands and feet.", "This signature, observed in both mice and chicks, involves the coordinated activity of multiple genes, and is fundamentally distinct from cells innervating nearby anatomical regions, such as more proximal muscles in the limb.", "The findings suggest that the evolution of the extremities may be related to the emergence of fine motor control, such as grasping -- one of biology's most essential adaptations.The study, led by neuroscientists at Columbia University's Mortimer B. Zuckerman Mind Brain Behavior Institute and New York University, was published today in the journal Neuron.", "\"The emergence of hands, feet and digits -- about 400 million years ago -- represented a turning point in evolution; it helped the first land animals perform a variety of fine motor skills, like grasping, which eventually gave rise to the complex motor abilities that we humans use every day -- from typing on a keyboard to painting a work of art,\" said Thomas M. Jessell, PhD, the paper's senior author and codirector of Columbia's Zuckerman Institute.", "\"But while fine motor control has proven critical for survival for hundreds of millions of years, little was known about how the nerve cells that extend to the tips of our fingers and toes make these skills possible.", "\"For this study, the researchers focused on motor neurons, the class of nerve cells that guide movement.", "Motor neurons achieve this by innervating specific muscles, and then relaying signals from the brain about how those muscles should move.", "The motor neurons that guide movement of the digits are called digit-innervating motor neurons.", "\"When we began this research, we were simply looking to compare key molecular features --  namely gene activity -- in motor neurons that supply different muscles in the leg,\" said Alana Mendelsohn, an MD/PhD candidate at Columbia and the paper's first author.", "\"Instead, it soon became clear that the pattern of gene activity in the digit-innervating motor neurons in the foot was strikingly different compared to activity of motor neurons that innervate the more proximal muscles of the limb.\"", "Specifically, Mendelsohn observed that the motor neurons that supply both the hands and the feet did not produce a molecule called retinoic acid.", "\"One of the hallmark features of motor neurons is that they require retinoic acid for their growth and development,\" said Mendelsohn.", "\"But for some reason digit-innervating motor neurons weren't producing it.", "\"In fact, experiments revealed that, in these neurons, retinoic acid was detrimental.", "When the team artificially induced retinoic-acid activity in digit-innervating motor neurons of mouse and chick embryos, it halted the development of digit-innervating motor neurons.", "Mendelsohn and Dr. Jessell hypothesized that other factors were blocking the production of retinoic acid, and that its absence ensured, at least in some part, healthy digit-innervating motor neuron development.To investigate, the Columbia researchers teamed up with Jeremy Dasen, PhD, a former post-doctoral fellow with Dr. Jessell and now professor of neuroscience at the NYU Neuroscience Institute and an expert in the development and evolution of motor circuits.", "Together, the authors hypothesized that the key may lie in Hox genes, a family of genes that drive the growth and development of, among other things, the nervous system.In a series of experiments in chick and mouse embryos at various stages of development, the researchers identified two such members of Hox gene family, known as Hoxc8 and Hoxc9, that are both required for the development of motor neurons that supply the hand.", "Surprisingly, although high levels of Hoxc9 is detrimental to limb-innervating motor neurons, digit-innervating motor neurons are unique in that they actually require Hoxc9 -- albeit at low levels.", "\"The low levels of Hoxc9 appeared to be particularly important,\" said Dr. Jessell, who is also the Claire Tow Professor of Motor Neuron Disorders in the departments of neuroscience and biochemistry and molecular biophysics at Columbia University Medical Center.", "\"Hoxc9 activity was high enough to prevent the production of retinoic acid (which would have been harmful) but low enough to still allow for the production of other proteins that we think are also necessary for the complete formation of digit-innervating motor neurons.", "\"Moving forward, the researchers hope to further characterize the suite of genes and proteins that are involved in digit-innervating motor neuron development, while also expanding their scope to more deeply investigate how the nervous system adapted to the emergence of digits in evolutionary history.", "\"This study represents a significant advance in our understanding of the genetic programs underlying the ability to perform fine motor tasks,\" said Dr. Dasen.", "\"The molecular markers revealed in this work could provide an entry point for unraveling the evolution of the neural circuitry essential for sophisticated limb-based behaviors.\""], "source": "The Zuckerman Institute at Columbia University"}