{"title": "Typical male brain anatomy associated with higher probability of autism spectrum disorder", "text": "A study of high-functioning adults with autism spectrum disorder (ASD) suggests that characteristically male brain anatomy was associated with increased probability of ASD, according to a new article published online by JAMA Psychiatry.ASD is a neurodevelopmental condition that is more common in males then females. Christine Ecker, Ph.D., of Goethe University, Frankfurt, Germany, and coauthors examined the probability of ASD as a function of sex-related variation in brain anatomy.\r\nThe study included 98 right-handed, high-functioning adults with ASD and 98 neurotypical adults (ages 18 to 42 years) for comparison. Imaging and statistical analysis were used to assess ASD probability. The study based its analysis on cortical thickness in the brain because that can vary between males and females and be altered in people with ASD, according to the article.\r\nThe authors report characteristically male anatomy of the brain was associated with a higher probability of risk for ASD than characteristically female brain anatomy. For example, biological females with more typical male brain anatomy were about three times more likely to have ASD than biological females with characteristically female brain anatomy, according to the study.The authors note limitations of their findings, including the need for future research to examine possible causes. The study findings also must be replicated in other subgroups on the autism spectrum.\r\n\"Our study demonstrates that normative sex-related phenotypic diversity in brain structure affects the prevalence of ASD in addition to biological sex alone, with male neuroanatomical characteristics carrying a higher intrinsic risk for ASD than female characteristics,\" the article concludes.", "journal": "JAMA Psychiatry", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/tjnj-tmb020617.php", "institution": "The JAMA Network Journals", "meeting": "", "description": "A study of high-functioning adults with autism spectrum disorder suggests that characteristically male brain anatomy was associated with increased probability of ASD, according to a new article published online by JAMA Psychiatry.", "article_link": null, "keywords": ["Medicine/Health"], "source_link": null, "date": "Wed, 08 Feb 2017 05:00:00 GMT"}