{"title": "'Goldilocks' genes that tell the tale of human evolution hold clues to variety of diseases | EurekAlert! Science News", "year": "Wed, 08 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "relatively", "short", "list", "genes", "candidates", "suite", "debilitating", "diseases", "including", "autism", "spectrum", "disorders", "schizophrenia", "epilepsy", "view", "geneticists", "trinity", "college", "dublin", "used", "evolutionary", "history", "shine", "light", "plethora", "neurodevelopmental", "disorders", "diseases", "findings", "isolate", "relatively", "short", "list", "genes", "candidates", "many", "diverse", "conditions", "including", "autism", "spectrum", "disorders", "schizophrenia", "adhd", "intellectual", "disability", "developmental", "delay", "geneticists", "findings", "published", "leading", "international", "journal", "nature", "genes", "human", "genome", "contain", "codes", "used", "produce", "specific", "proteins", "body", "study", "trinity", "geneticists", "focused", "regions", "genome", "duplicated", "deleted", "individuals", "regions", "termed", "number", "variants", "cnvs", "abundant", "cnvs", "result", "noticeable", "differences", "individuals", "sometimes", "genes", "within", "function", "similarly", "regardless", "number", "copies", "present", "however", "variations", "cnvs", "implicated", "variety", "debilitating", "disorders", "diseases", "disease", "cnvs", "large", "major", "challenge", "identify", "genes", "within", "regions", "causing", "problems", "professor", "genetics", "trinity", "aoife", "mclysaght", "said", "idea", "must", "genes", "within", "regions", "properties", "much", "little", "duplication", "things", "work", "properly", "number", "copies", "must", "right", "trinity", "team", "looked", "back", "evolutionary", "history", "discover", "genes", "tolerate", "increases", "decreases", "evolutionary", "time", "segment", "work", "suggested", "key", "presence", "goldilocks", "genes", "within", "cnvs", "genes", "key", "human", "development", "kick", "action", "early", "embryonic", "stage", "seem", "particularly", "team", "also", "found", "cnvs", "associated", "developmental", "disorders", "tended", "vary", "far", "less", "terms", "number", "gene", "copies", "present", "case", "cnvs", "whose", "variations", "associated", "disorders", "pattern", "held", "true", "across", "different", "mammal", "species", "sheep", "dogs", "rabbits", "gorillas", "implication", "wider", "variations", "number", "gene", "copies", "may", "evolve", "persist", "benign", "cnvs", "cnvs", "effects", "would", "physiologically", "serious", "passed", "individual", "children", "professor", "mclysaght", "added", "work", "demonstrates", "evolutionary", "history", "useful", "understanding", "human", "disease", "metrics", "also", "allow", "us", "home", "short", "list", "genes", "candidates", "diseases", "question", "seriously", "debilitating", "isolating", "specific", "genes", "linked", "disorders", "increase", "understanding", "develop", "lead", "better", "diagnostics", "potentially", "help", "develop", "therapies", "line"], "url": "http://www.eurekalert.org/pub_releases/2017-02/tcd-gt020617.php", "date": "2018-01-19_21:01:03", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A relatively short list of genes are candidates for a suite of debilitating diseases including autism spectrum disorders, schizophrenia, and epilepsy.\n       view more Geneticists from Trinity College Dublin have used our evolutionary history to shine light on a plethora of neurodevelopmental disorders and diseases. Their findings isolate a relatively short list of genes as candidates for many diverse conditions including autism spectrum disorders, schizophrenia, ADHD, intellectual disability, developmental delay, and epilepsy.The geneticists' findings have just been published in the leading international journal, Nature Communications.There are over 20,000 genes in the human genome that contain the all-important codes used to produce specific proteins in the body. In their study, the Trinity geneticists focused on regions of the genome that are duplicated or deleted in some individuals. These regions, termed 'copy number variants' (CNVs), are abundant in humans.Not all CNVs result in noticeable differences between individuals -- sometimes the genes within them function similarly regardless of the number of copies present. However, variations in other CNVs are implicated in a variety of debilitating disorders and diseases. These disease CNVs are large, and a major challenge is to identify which genes within the regions are causing the problems. Professor in Genetics at Trinity, Aoife McLysaght, said: \"Our idea was that there must be some genes within these regions with 'Goldilocks' properties: too much or too little duplication, and things don't work properly. The number of copies must be just right.\"The Trinity team looked back over our evolutionary history to discover which genes don't tolerate increases or decreases over evolutionary time. This segment of their work suggested that the key is in the presence of these Goldilocks genes within the disease-causing CNVs. Genes that are key in human development (those that kick into action at an early embryonic stage) seem to be particularly important.The team also found that CNVs associated with developmental disorders tended to vary far less in terms of the number of gene copies present than was the case for CNVs whose variations are not associated with disorders. This pattern held true across different mammal species (from sheep to dogs, and from rabbits to gorillas). The implication here is that wider variations in the number of gene copies may evolve and persist in benign CNVs, but not in disease-linked CNVs - the effects would be too physiologically serious to be passed on by an individual to his/her children. Professor McLysaght added: \"Our work demonstrates that our evolutionary history is useful for understanding human disease. These metrics also allow us to home in on a short list of genes as candidates for the diseases in question -- some of which are seriously debilitating. Isolating specific genes that are linked to these disorders will increase our understanding of how and why they develop, lead to better diagnostics, and potentially help to develop therapies further down the line.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A relatively short list of genes are candidates for a suite of debilitating diseases including autism spectrum disorders, schizophrenia, and epilepsy.", "view more Geneticists from Trinity College Dublin have used our evolutionary history to shine light on a plethora of neurodevelopmental disorders and diseases.", "Their findings isolate a relatively short list of genes as candidates for many diverse conditions including autism spectrum disorders, schizophrenia, ADHD, intellectual disability, developmental delay, and epilepsy.The geneticists' findings have just been published in the leading international journal, Nature Communications.There are over 20,000 genes in the human genome that contain the all-important codes used to produce specific proteins in the body.", "In their study, the Trinity geneticists focused on regions of the genome that are duplicated or deleted in some individuals.", "These regions, termed 'copy number variants' (CNVs), are abundant in humans.Not all CNVs result in noticeable differences between individuals -- sometimes the genes within them function similarly regardless of the number of copies present.", "However, variations in other CNVs are implicated in a variety of debilitating disorders and diseases.", "These disease CNVs are large, and a major challenge is to identify which genes within the regions are causing the problems.", "Professor in Genetics at Trinity, Aoife McLysaght, said: \"Our idea was that there must be some genes within these regions with 'Goldilocks' properties: too much or too little duplication, and things don't work properly.", "The number of copies must be just right.", "\"The Trinity team looked back over our evolutionary history to discover which genes don't tolerate increases or decreases over evolutionary time.", "This segment of their work suggested that the key is in the presence of these Goldilocks genes within the disease-causing CNVs.", "Genes that are key in human development (those that kick into action at an early embryonic stage) seem to be particularly important.The team also found that CNVs associated with developmental disorders tended to vary far less in terms of the number of gene copies present than was the case for CNVs whose variations are not associated with disorders.", "This pattern held true across different mammal species (from sheep to dogs, and from rabbits to gorillas).", "The implication here is that wider variations in the number of gene copies may evolve and persist in benign CNVs, but not in disease-linked CNVs - the effects would be too physiologically serious to be passed on by an individual to his/her children.", "Professor McLysaght added: \"Our work demonstrates that our evolutionary history is useful for understanding human disease.", "These metrics also allow us to home in on a short list of genes as candidates for the diseases in question -- some of which are seriously debilitating.", "Isolating specific genes that are linked to these disorders will increase our understanding of how and why they develop, lead to better diagnostics, and potentially help to develop therapies further down the line.\""], "source": "Trinity College Dublin"}