{"title": "New brain target for potential treatment of social pathology in autism spectrum disorder | EurekAlert! Science News", "year": "Tue, 07 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "amydala", "key", "brain", "structure", "involved", "emotion", "social", "behaviors", "view", "researchers", "rosalind", "franklin", "university", "medicine", "science", "induced", "behavior", "identifying", "manipulating", "brain", "circuit", "experimental", "model", "indication", "new", "strategies", "may", "help", "people", "autism", "spectrum", "disorder", "asd", "gain", "social", "centers", "disease", "control", "one", "68", "children", "living", "asd", "developmental", "disorder", "associated", "costs", "estimated", "12", "billion", "61", "impair", "empathy", "ability", "share", "understand", "feelings", "others", "aided", "ability", "read", "facial", "expression", "tone", "voice", "social", "study", "led", "chicago", "medical", "school", "professor", "amiel", "rosenkranz", "department", "cellular", "molecular", "pharmacology", "sheds", "light", "specific", "role", "amygdala", "often", "overlooked", "brain", "region", "social", "behavior", "pathology", "autism", "approved", "pharmacological", "approaches", "target", "social", "impairments", "asd", "development", "new", "approaches", "requires", "better", "understanding", "neural", "changes", "cause", "main", "symptoms", "asd", "study", "major", "step", "toward", "goal", "published", "23", "journal", "nature", "neuroscience", "findings", "change", "conceptualization", "brain", "regions", "important", "empathy", "provide", "rationale", "target", "amygdala", "certain", "forms", "asd", "investigators", "measured", "responses", "rodent", "witnessing", "actor", "rodent", "respond", "mild", "startle", "witness", "quickly", "developed", "behaviors", "matched", "startled", "subject", "reflecting", "behavior", "foundation", "empathy", "addition", "witness", "learned", "emotional", "cues", "produced", "actor", "indicate", "something", "environment", "may", "dangerous", "however", "parts", "amygdala", "shut", "witness", "show", "responses", "toward", "specifically", "medial", "amygdala", "required", "witness", "display", "empathy", "circuit", "lateral", "nucleus", "amygdala", "medial", "required", "learn", "behavior", "actor", "signaled", "danger", "gain", "insight", "relevance", "findings", "asd", "study", "examined", "impaired", "empathy", "caused", "experimental", "deletion", "nrxn1", "analog", "human", "gene", "nrxn", "deletion", "nrxn1", "associated", "lack", "behavior", "witness", "investigators", "found", "correlated", "poor", "neuronal", "function", "circuit", "switching", "circuit", "witness", "led", "emergence", "empathic", "behaviors", "findings", "identify", "specific", "anatomy", "amygdala", "may", "underlie", "empathy", "demonstrate", "particular", "pathology", "amygdala", "may", "induce", "social", "difficulties", "caused", "mutations"], "url": "http://www.eurekalert.org/pub_releases/2017-02/rfuo-nbt020717.php", "date": "2018-01-19_21:01:06", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The olive-size amydala is a key brain structure involved in emotion and social behaviors.\n       view more Researchers at Rosalind Franklin University of Medicine and Science have induced empathy-like behavior by identifying then manipulating a brain circuit in an experimental model, an indication that new strategies may help people with autism spectrum disorder (ASD) gain social abilities.According to the Centers for Disease Control, one in 68 children is living with an ASD, the fastest-growing developmental disorder in the U.S., with associated costs estimated at between $12 billion and  $61 billion.ASD can impair empathy, the ability to share and understand the feelings of others, which is aided by the ability to read facial expression, tone of voice and other social cues.The study, led by Chicago Medical School Professor Amiel Rosenkranz, Department of Cellular and Molecular Pharmacology, sheds light on the specific role of the amygdala, an often overlooked brain region, in social behavior and its pathology in autism. There are no approved pharmacological approaches that target the social impairments in ASD. The development of new approaches requires a better understanding of the neural changes that cause the main symptoms of ASD. This study is a major step toward that goal. Published Jan. 23 in the journal Nature Neuroscience, the findings change the conceptualization of the brain regions important in empathy and provide the rationale to target the amygdala in certain forms of ASD. Investigators measured the empathy-like responses of a rodent while witnessing an \"actor\" rodent respond to a mild \"startle.\" The \"witness\" quickly developed behaviors that matched the startled subject, reflecting a behavior that is a foundation for empathy. In addition, the witness learned that the emotional cues produced by the actor indicate that something in the environment may be dangerous. However, when parts of the amygdala were shut down, the witness did not show empathy-like responses toward the other. Specifically, the medial amygdala was required for the witness to display empathy, while a circuit from the lateral nucleus of the amygdala to the medial (LA-MeA) was required to learn that the behavior of the actor signaled danger in the environment.To gain insight into the relevance of these findings for ASD, the study then examined impaired empathy caused by experimental deletion of Nrxn1, an analog of a human autism-associated gene (NRXN). Deletion of Nrxn1 was associated with a lack of empathy-like behavior in the witness, which investigators found to be correlated with poor neuronal function in the LA-MeA circuit. Switching on the LA-MeA circuit in the non-empathic witness led to the emergence of empathic behaviors. The findings identify a specific anatomy in the amygdala that may underlie empathy and demonstrate a particular pathology in the amygdala that may induce social difficulties caused by autism-related mutations.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The olive-size amydala is a key brain structure involved in emotion and social behaviors.", "view more Researchers at Rosalind Franklin University of Medicine and Science have induced empathy-like behavior by identifying then manipulating a brain circuit in an experimental model, an indication that new strategies may help people with autism spectrum disorder (ASD) gain social abilities.According to the Centers for Disease Control, one in 68 children is living with an ASD, the fastest-growing developmental disorder in the U.S., with associated costs estimated at between $12 billion and  $61 billion.ASD can impair empathy, the ability to share and understand the feelings of others, which is aided by the ability to read facial expression, tone of voice and other social cues.The study, led by Chicago Medical School Professor Amiel Rosenkranz, Department of Cellular and Molecular Pharmacology, sheds light on the specific role of the amygdala, an often overlooked brain region, in social behavior and its pathology in autism.", "There are no approved pharmacological approaches that target the social impairments in ASD.", "The development of new approaches requires a better understanding of the neural changes that cause the main symptoms of ASD.", "This study is a major step toward that goal.", "Published Jan. 23 in the journal Nature Neuroscience, the findings change the conceptualization of the brain regions important in empathy and provide the rationale to target the amygdala in certain forms of ASD.", "Investigators measured the empathy-like responses of a rodent while witnessing an \"actor\" rodent respond to a mild \"startle.\"", "The \"witness\" quickly developed behaviors that matched the startled subject, reflecting a behavior that is a foundation for empathy.", "In addition, the witness learned that the emotional cues produced by the actor indicate that something in the environment may be dangerous.", "However, when parts of the amygdala were shut down, the witness did not show empathy-like responses toward the other.", "Specifically, the medial amygdala was required for the witness to display empathy, while a circuit from the lateral nucleus of the amygdala to the medial (LA-MeA) was required to learn that the behavior of the actor signaled danger in the environment.To gain insight into the relevance of these findings for ASD, the study then examined impaired empathy caused by experimental deletion of Nrxn1, an analog of a human autism-associated gene (NRXN).", "Deletion of Nrxn1 was associated with a lack of empathy-like behavior in the witness, which investigators found to be correlated with poor neuronal function in the LA-MeA circuit.", "Switching on the LA-MeA circuit in the non-empathic witness led to the emergence of empathic behaviors.", "The findings identify a specific anatomy in the amygdala that may underlie empathy and demonstrate a particular pathology in the amygdala that may induce social difficulties caused by autism-related mutations."], "source": "Rosalind Franklin University of Medicine and Science"}