{"title": "Federal law increases use of services for autism without raising out-of-pocket costs | EurekAlert! Science News", "year": "Mon, 06 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "federal", "law", "aimed", "requiring", "equal", "insurance", "benefits", "physical", "mental", "health", "care", "increased", "use", "services", "children", "autism", "spectrum", "disorder", "without", "increasing", "costs", "families", "new", "johns", "hopkins", "bloomberg", "school", "public", "research", "increases", "health", "care", "utilization", "admittedly", "modest", "example", "study", "findings", "indicate", "mental", "health", "parity", "addiction", "equity", "act", "2008", "associated", "increase", "spending", "health", "care", "services", "child", "autism", "spectrum", "disorder", "73", "first", "year", "following", "implementation", "results", "still", "encouraging", "researchers", "say", "since", "intent", "law", "remove", "restrictions", "mental", "health", "treatment", "insurers", "historically", "covered", "less", "generously", "types", "medical", "findings", "appear", "february", "issue", "health", "affairs", "found", "kids", "autism", "spectrum", "disorder", "getting", "services", "families", "pay", "get", "basic", "point", "health", "insurance", "parity", "law", "passed", "congress", "says", "study", "lead", "author", "elizabeth", "stuart", "phd", "professor", "departments", "mental", "health", "biostatistics", "health", "policy", "management", "bloomberg", "school", "past", "families", "likely", "would", "pay", "pockets", "get", "care", "already", "paying", "average", "year", "cover", "treatments", "therapies", "children", "parity", "makes", "difference", "says", "colleen", "barry", "phd", "mpp", "professor", "chair", "department", "health", "policy", "management", "bloomberg", "school", "senior", "author", "study", "along", "dimension", "financial", "protection", "families", "kids", "serious", "expensive", "health", "care", "needs", "parity", "law", "helping", "time", "parents", "consumer", "advocates", "might", "hoped", "law", "would", "make", "larger", "difference", "access", "treatment", "autism", "paid", "commercial", "insurance", "autism", "spectrum", "disorder", "neurobehavioral", "syndrome", "defined", "presence", "repetitive", "behaviors", "disruption", "development", "social", "language", "abilities", "past", "several", "decades", "prevalence", "autism", "spectrum", "disorder", "jumped", "1980s", "believed", "occur", "five", "every", "children", "percent", "today", "estimate", "affects", "one", "68", "children", "percent", "treatment", "improve", "communication", "skills", "address", "behavioral", "challenges", "help", "manage", "psychiatric", "disorders", "many", "children", "autism", "spectrum", "disorder", "also", "mental", "health", "parity", "law", "designed", "eliminate", "discrimination", "insurance", "coverage", "offered", "people", "seeking", "treatment", "mental", "illness", "addiction", "conditions", "tend", "costly", "treat", "law", "requires", "equivalent", "treatment", "spell", "exactly", "disorders", "must", "covered", "autism", "explicitly", "listed", "covered", "condition", "law", "researchers", "wanted", "see", "whether", "children", "disorder", "benefitting", "new", "law", "legal", "cases", "alleging", "law", "autism", "one", "disorders", "involved", "study", "researchers", "used", "truven", "health", "marketscan", "research", "database", "period", "2007", "2012", "database", "includes", "health", "insurance", "claims", "health", "care", "appointments", "employees", "dependents", "roughly", "100", "large", "employers", "health", "plans", "united", "states", "totaling", "15", "22", "million", "enrollees", "per", "year", "study", "included", "children", "age", "18", "least", "two", "insurance", "claims", "calendar", "year", "primary", "diagnosis", "autism", "researchers", "examined", "various", "health", "care", "services", "mental", "health", "visits", "speech", "language", "therapy", "occupational", "found", "modest", "increase", "utilization", "health", "care", "services", "among", "children", "autism", "spectrum", "disorder", "comparing", "trends", "outcomes", "period", "parity", "trends", "period", "example", "first", "year", "following", "parity", "translated", "additional", "mental", "health", "visits", "per", "year", "additional", "speech", "language", "therapy", "visits", "per", "year", "additional", "occupational", "physical", "therapy", "visits", "per", "year", "among", "children", "using", "age", "12", "likely", "experience", "increases", "use", "services", "barry", "says", "absence", "changes", "following", "law", "among", "adolescents", "autism", "spectrum", "disorder", "concerning", "case", "need", "treatment", "disappears", "child", "hits", "teen", "years", "barry", "says", "know", "autism", "spectrum", "disorder", "affects", "individuals", "across", "access", "services", "make", "difference", "high", "school", "years", "beyond", "researchers", "speculated", "one", "reason", "parity", "law", "make", "difference", "adolescents", "often", "providers", "treat", "younger", "patients", "autism", "spectrum", "disorder", "locating", "treatment", "options", "challenging", "older", "patients", "even", "private", "insurance", "coverage", "available", "addition", "researchers", "say", "attention", "enforcement", "parity", "law", "might", "needed", "ensure", "law", "achieving", "potential", "connect", "children", "autism", "spectrum", "disorder", "services", "need", "monitoring", "enforcement", "parity", "law", "persistent", "concern", "stuart", "says"], "url": "http://www.eurekalert.org/pub_releases/2017-02/jhub-fli020117.php", "date": "2018-01-19_21:01:12", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA federal law aimed at requiring equal insurance benefits for both physical and mental health care has increased the use of services by children with autism spectrum disorder without increasing the out-of-pocket costs to their families, new Johns Hopkins Bloomberg School of Public Health-led research suggests.The increases in health care utilization are admittedly modest. For example, study findings indicate that the Mental Health Parity and Addiction Equity Act of 2008 was associated with an increase in spending on health care services for a child with autism spectrum disorder of only $73 in the first year following its implementation. But the results are still encouraging, researchers say, since the intent of the law was to remove restrictions on mental health treatment, which insurers have historically covered less generously than other types of medical care.The findings appear in the February issue of Health Affairs.\"We found that kids with autism spectrum disorder are getting more services but their families don't have to pay more to get them, which is the basic point of having health insurance and why the parity law was passed by Congress,\" says the study's lead author Elizabeth A. Stuart, PhD, a professor in the departments of Mental Health, Biostatistics and Health Policy and Management at the Bloomberg School. \"In the past, these families likely would have had to pay more out of their own pockets to get more care and they are already paying an average of $1,250 to $1,500 a year out-of-pocket to cover treatments and therapies for their children.\"\"Where parity makes a difference,\" says Colleen L. Barry, PhD, MPP, professor and chair of the Department of Health Policy and Management at the Bloomberg School and senior author of the study, \"is along this dimension of financial protection for families. These are kids with serious and expensive health care needs and the parity law is helping. At the same time, parents and consumer advocates might have hoped the law would make a larger difference in access to treatment for autism paid for by commercial insurance.\"Autism spectrum disorder is a neurobehavioral syndrome defined by the presence of repetitive behaviors and the disruption of development of social and language abilities. Over the past several decades, the prevalence of autism spectrum disorder has jumped. In the 1980s, it was believed to occur in five of every 10,000 children (0.05 percent). Today, the estimate is that it affects one in 68 children (1.5 percent). Treatment can improve communication skills, address behavioral challenges, and help manage psychiatric disorders that many children with autism spectrum disorder also experience.The mental health parity law was designed to eliminate discrimination in insurance coverage offered for people seeking treatment for mental illness and addiction, conditions that tend to be costly to treat. While the law requires equivalent treatment, it doesn't spell out exactly what disorders must be covered. Autism is not explicitly listed as a covered condition under the law and the researchers wanted to see whether children with the disorder were benefitting from the new law. There have been legal cases alleging non-compliance with the law and autism has been one of the disorders involved in litigation.For the study, the researchers used the Truven Health MarketScan Research Database from the period 2007 to 2012, a database that includes health insurance claims and health care appointments for employees and their dependents from roughly 100 large employers and health plans in the United States, totaling 15 to 22 million enrollees per year. The study included children through age 18 with at least two insurance claims in a calendar year with a primary diagnosis of autism. The researchers examined various health care services, from mental health visits to speech and language therapy to occupational therapy.They found a modest increase in the utilization of health care services among children with autism spectrum disorder, comparing trends in the outcomes during the period before parity to trends in the period after. For example, in the first year following parity, this translated into 1.6 additional mental health visits per year, 0.4 additional speech and language therapy visits per year and 0.7 additional occupational and physical therapy visits per year among children using those services.Children under the age of 12 were most likely to experience increases in the use of services. Barry says the absence of changes following the law among adolescents with autism spectrum disorder is concerning. \"It is not the case that the need for evidence-based treatment disappears once a child hits their teen years,\" Barry says. \"We know that autism spectrum disorder affects individuals across their life-span, and access to services can make a difference through the high school years and beyond.\"The researchers speculated that one reason that the parity law did not make a difference for adolescents was that often providers only treat younger patients with autism spectrum disorder and locating treatment options can be challenging for older patients, even when private insurance coverage is available. In addition, the researchers say that more attention to enforcement of the parity law might be needed to ensure that the law is achieving its potential to connect children with autism spectrum disorder with the services they need. \"Monitoring and enforcement of the parity law has been a persistent concern,\" Stuart says.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA federal law aimed at requiring equal insurance benefits for both physical and mental health care has increased the use of services by children with autism spectrum disorder without increasing the out-of-pocket costs to their families, new Johns Hopkins Bloomberg School of Public Health-led research suggests.The increases in health care utilization are admittedly modest.", "For example, study findings indicate that the Mental Health Parity and Addiction Equity Act of 2008 was associated with an increase in spending on health care services for a child with autism spectrum disorder of only $73 in the first year following its implementation.", "But the results are still encouraging, researchers say, since the intent of the law was to remove restrictions on mental health treatment, which insurers have historically covered less generously than other types of medical care.The findings appear in the February issue of Health Affairs.", "\"We found that kids with autism spectrum disorder are getting more services but their families don't have to pay more to get them, which is the basic point of having health insurance and why the parity law was passed by Congress,\" says the study's lead author Elizabeth A. Stuart, PhD, a professor in the departments of Mental Health, Biostatistics and Health Policy and Management at the Bloomberg School.", "\"In the past, these families likely would have had to pay more out of their own pockets to get more care and they are already paying an average of $1,250 to $1,500 a year out-of-pocket to cover treatments and therapies for their children.", "\"\"Where parity makes a difference,\" says Colleen L. Barry, PhD, MPP, professor and chair of the Department of Health Policy and Management at the Bloomberg School and senior author of the study, \"is along this dimension of financial protection for families.", "These are kids with serious and expensive health care needs and the parity law is helping.", "At the same time, parents and consumer advocates might have hoped the law would make a larger difference in access to treatment for autism paid for by commercial insurance.", "\"Autism spectrum disorder is a neurobehavioral syndrome defined by the presence of repetitive behaviors and the disruption of development of social and language abilities.", "Over the past several decades, the prevalence of autism spectrum disorder has jumped.", "In the 1980s, it was believed to occur in five of every 10,000 children (0.05 percent).", "Today, the estimate is that it affects one in 68 children (1.5 percent).", "Treatment can improve communication skills, address behavioral challenges, and help manage psychiatric disorders that many children with autism spectrum disorder also experience.The mental health parity law was designed to eliminate discrimination in insurance coverage offered for people seeking treatment for mental illness and addiction, conditions that tend to be costly to treat.", "While the law requires equivalent treatment, it doesn't spell out exactly what disorders must be covered.", "Autism is not explicitly listed as a covered condition under the law and the researchers wanted to see whether children with the disorder were benefitting from the new law.", "There have been legal cases alleging non-compliance with the law and autism has been one of the disorders involved in litigation.For the study, the researchers used the Truven Health MarketScan Research Database from the period 2007 to 2012, a database that includes health insurance claims and health care appointments for employees and their dependents from roughly 100 large employers and health plans in the United States, totaling 15 to 22 million enrollees per year.", "The study included children through age 18 with at least two insurance claims in a calendar year with a primary diagnosis of autism.", "The researchers examined various health care services, from mental health visits to speech and language therapy to occupational therapy.They found a modest increase in the utilization of health care services among children with autism spectrum disorder, comparing trends in the outcomes during the period before parity to trends in the period after.", "For example, in the first year following parity, this translated into 1.6 additional mental health visits per year, 0.4 additional speech and language therapy visits per year and 0.7 additional occupational and physical therapy visits per year among children using those services.Children under the age of 12 were most likely to experience increases in the use of services.", "Barry says the absence of changes following the law among adolescents with autism spectrum disorder is concerning.", "\"It is not the case that the need for evidence-based treatment disappears once a child hits their teen years,\" Barry says.", "\"We know that autism spectrum disorder affects individuals across their life-span, and access to services can make a difference through the high school years and beyond.", "\"The researchers speculated that one reason that the parity law did not make a difference for adolescents was that often providers only treat younger patients with autism spectrum disorder and locating treatment options can be challenging for older patients, even when private insurance coverage is available.", "In addition, the researchers say that more attention to enforcement of the parity law might be needed to ensure that the law is achieving its potential to connect children with autism spectrum disorder with the services they need.", "\"Monitoring and enforcement of the parity law has been a persistent concern,\" Stuart says."], "source": "Johns Hopkins University Bloomberg School of Public Health"}