{"title": "Medicaid waivers help parents of children with autism stay in the workforce", "text": "Medicaid waivers that improve access to home and community-based services for children with autism also help their parents keep their jobs, according to research from Penn State College of Medicine and collaborators. \r\n\tPrevious research found that families of children with autism spectrum disorder experience more challenges obtaining child care and other services compared to families of children with other special needs. Medicaid waivers that target children with autism spectrum disorder help families obtain expensive services they may not have otherwise been able to afford. \r\n\tParents of children with autism are also encouraged to commit significant time to participating in their child's treatment. \r\n\t\"When you're spending all that time just trying to help your child, there's less time for work,\" said Douglas L. Leslie, professor of public health sciences and psychiatry, Penn State College of Medicine. \r\n\tWhen these two factors are combined, the reality is that one parent often significantly reduces their work hours or stops working altogether, increasing financial stress on families that may already be struggling to pay for costly services.\r\n\tLeslie's team, along with collaborators at the Perelman School of Medicine, University of Pennsylvania and the RAND Corporation, set out to determine if Medicaid waivers affected parental employment in families of children with autism. The study appears today (Feb. 6) in the journal Health Affairs. \r\n\tHistorically, private health insurers have not covered services for children with autism, Leslie said, putting the onus on school systems. That help can come too late, because research shows that children with autism benefit from interventions that begin before school-age.\r\n\t\"There's been a lot of policy work over the last decade or so to try and improve insurance coverage for kids with autism,\" he said. \"One of the main mechanisms they've tried to do this through is Medicaid waivers.\"\r\n\tMany states have introduced home and community-based services waivers that expand eligibility for Medicaid-reimbursed services and provide services that are not covered under the standard Medicaid benefit. \r\n\t\"We've done some research looking at the effects of these waivers on things like access to care and unmet needs, and we thought it would be useful to see whether they've had an impact on parent's labor market decisions,\" Leslie said.\r\n\tLeslie and his collaborators used information from a nationally representative survey as well as Medicaid waiver data to determine how waivers impacted parental employment from 2005 to 2006 and 2009 to 2010. \r\n\tThey found that waivers were effective at allowing parents to remain in the work force. When cost limits and enrollment limits for waivers were raised -- giving more families access to more services -- the likelihood that a parent had to leave the workforce also decreased. \r\n\tCharacteristics of waivers, such as how much can be spent per child participating in the waiver and how many families can receive services under the waivers, differ from state to state. In the study, the characteristics of a state's waiver program determined who was helped by that program.\r\n\tWaiver programs that increased cost limits -- making waivers more generous and putting more services into homes -- helped the most in lower-income households.\r\n\tWaiver programs that increased enrollment limits -- allowing more families to receive benefits -- made the biggest difference in higher-income households that would not otherwise have qualified for Medicaid services.\r\n\t\"Characteristics of the waivers matter,\" Leslie said. \r\n\tHe noted that although waivers can help parents of children with autism stay afloat financially, keeping these parents in the workforce goes beyond monetary considerations. \r\n\t\"Caring for a child with autism is difficult,\" Leslie said. \"Having an outlet through a job can be very beneficial to the parent's mental wellbeing. It gets them out into the community.\"\r\n\tLeslie hopes his findings will provide more information to policy makers who hold the purse strings for assistance programs such as home and community-based Medicaid waivers. \r\n\t\"The policy landscape with respect to autism services is very much in flux right now, especially with talk of healthcare reform potentially being reversed,\" Leslie said. \"I think we need as much information out there as we can get about the benefits of some of these programs so that policy makers can be informed about which policies work and\r\nhow we can ensure that these vulnerable populations can remain protected as we continue to think about healthcare reform.\"\r\n\tLeslie is continuing to research how waivers affect families and children with autism. He is currently investigating whether waivers are effective at getting more children with autism into evidence-based care and if they reduce problematic outcomes, such as hospital admissions and emergency department visits. \r\n\t", "journal": "Health Affairs", "funder": "NIH/National Institute of Mental Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/ps-mwh020617.php", "institution": "Penn State", "meeting": "", "description": "Medicaid waivers that improve access to home and community-based services for children with autism also help their parents keep their jobs, according to research from Penn State College of Medicine and collaborators.", "article_link": null, "keywords": ["Medicine/Health", " Health Care Systems/Services", " Parenting/Child Care/Family"], "source_link": null, "date": "Mon, 06 Feb 2017 05:00:00 GMT"}