{"title": "How does the brain make perceptual predictions over time? | EurekAlert! Science News", "year": "Mon, 06 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txprediction", "crucial", "brain", "function", "without", "forecasting", "actions", "would", "always", "late", "delay", "neural", "processing", "however", "limited", "theoretical", "work", "explaining", "brains", "perform", "perceptual", "predictions", "latest", "issue", "proceedings", "national", "academy", "sciences", "pnas", "new", "york", "university", "neuroscientist", "david", "heeger", "offers", "new", "framework", "explain", "brain", "makes", "predictions", "outlines", "prediction", "may", "general", "principle", "cortical", "function", "along", "role", "inference", "long", "recognized", "brain", "performs", "kind", "inference", "combining", "sensory", "information", "expectations", "explains", "heeger", "professor", "nyu", "center", "neural", "science", "expectations", "come", "current", "context", "memory", "recall", "ongoing", "prediction", "time", "new", "theory", "puts", "together", "formalizes", "mathematically", "largely", "missing", "understanding", "brain", "function", "models", "akin", "routinely", "employed", "meteorologists", "making", "predictions", "forecasters", "rely", "past", "weather", "information", "project", "climate", "conditions", "next", "several", "days", "similarly", "neural", "networks", "brains", "embody", "type", "model", "surroundings", "heeger", "observes", "however", "clear", "understanding", "operate", "make", "predictions", "existing", "theories", "brain", "function", "neural", "networks", "used", "artificial", "intelligence", "use", "hierarchical", "structure", "sensory", "input", "comes", "one", "end", "progressively", "abstract", "representations", "computed", "along", "hierarchy", "feedforward", "processing", "architecture", "heeger", "argues", "account", "brain", "predictive", "capabilities", "unlike", "weather", "models", "explain", "loops", "earlier", "information", "dynamic", "heeger", "theory", "includes", "possible", "run", "process", "way", "around", "take", "abstract", "representation", "top", "hierarchy", "run", "backwards", "top", "bottom", "neural", "net", "generate", "something", "like", "sensory", "prediction", "expectation", "explains", "overall", "heeger", "theory", "blends", "inference", "prediction", "brain", "neural", "network", "process", "feedforward", "manner", "sensory", "input", "abstract", "representation", "akin", "typical", "ai", "neural", "networks", "heeger", "theory", "instead", "run", "feedback", "mode", "generate", "sensory", "prediction", "abstract", "representation", "kind", "memory", "recall", "mental", "imagery", "run", "mode", "combination", "two", "inferences", "mix", "sensory", "input", "prediction", "theory", "also", "posits", "role", "noise", "variability", "neural", "activity", "explore", "different", "possible", "interpretations", "even", "sensory", "input", "prediction", "process", "exploration", "may", "neural", "basis", "creativity", "hypothesizes", "neuromodulators", "like", "acetylcholineine", "change", "brain", "state", "control", "mode", "purely", "feedforward", "purely", "feedback", "combination", "operating", "moment", "time", "amount", "noise", "determines", "amount", "exploration", "controlled", "neuromodulators", "like", "noradrenaline", "oscillations", "brain", "activity", "theory", "uses", "model", "embedded", "neural", "network", "predict", "explore", "time", "offers", "promise", "fields", "neuroscience", "research", "ai", "one", "areas", "assessment", "factors", "explain", "autism", "special", "genetic", "mechanism", "causes", "autism", "autism", "genes", "account", "small", "percentage", "cases", "rather", "individuals", "autism", "neurocomputational", "deficit", "brain", "processing", "function", "properly", "understanding", "fully", "brain", "effectively", "computes", "heeger", "says", "potentially", "shed", "light", "exactly", "neurocomputational", "differences", "likewise", "developmental", "disorders", "psychiatric", "addition", "ai", "seeks", "replicate", "human", "processing", "fully", "capture", "phenomena", "exclusively", "drawing", "feedforward", "architecture", "ignoring", "prediction", "exploration", "theory", "neural", "function", "outlining", "aims", "fill", "significant", "dynamics", "ai", "missing", "heeger", "says"], "url": "http://www.eurekalert.org/pub_releases/2017-02/nyu-hdt020117.php", "date": "2018-01-19_21:01:18", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPrediction is crucial for brain function--without forecasting, our actions would always be too late because of the delay in neural processing. However, there has been limited theoretical work explaining how our brains perform perceptual predictions over time.In the latest issue of Proceedings of the National Academy of Sciences (PNAS), New York University neuroscientist David Heeger offers a new framework to explain how the brain makes predictions. He outlines how \"prediction\" may be a general principle of cortical function--along with the already-established role of inference.\"It has long been recognized that the brain performs a kind of inference, combining sensory information with expectations,\" explains Heeger, a professor in NYU's Center for Neural Science. \"Those expectations can come from the current context, from memory recall, or as an ongoing prediction over time. This new theory puts all of this together and formalizes it mathematically.\"Largely missing from our understanding of brain function had been models akin to those routinely employed by meteorologists. In making their predictions, forecasters rely on past weather information to project climate conditions over the next several days. \"Similarly, the neural networks in our brains embody a type of model of our surroundings,\" Heeger observes. \"However, we don't have a clear understanding of how they operate to make predictions.\" Existing theories of brain function and neural networks used in artificial intelligence use a hierarchical structure: sensory input comes in at one end and progressively more abstract representations are computed along the hierarchy. But this \"feedforward\"/pipeline processing architecture, Heeger argues, does not account for the brain's predictive capabilities because, unlike weather models, it does not explain how it loops in earlier information--a dynamic Heeger's theory includes.\"It's possible to run this process the other way around--to take an abstract representation at the top of the hierarchy and run it backwards, from top to bottom through the neural net, to generate something like a sensory prediction or expectation,\" he explains. Overall, Heeger's theory blends inference with prediction. The brain's neural network can process in a feedforward manner--from sensory input to an abstract representation--akin to typical AI neural networks. Heeger's theory can instead run in a feedback mode--to generate a sensory prediction from an abstract representation (i.e., a kind of memory recall or mental imagery). Or it can run in a mode that is a combination of the two, in which inferences mix sensory input with prediction. The theory also posits a role for noise or variability in neural activity to explore different possible interpretations, even when the sensory input and prediction are the same.\"This noise-driven process of exploration may be the neural basis of creativity,\" he speculates.Heeger hypothesizes that neuromodulators like acetylcholineine change the brain state to control which mode--purely feedforward, purely feedback, or a combination--is operating at each moment in time. The amount of noise, which determines the amount of exploration, is controlled by other neuromodulators like noradrenaline and by oscillations in brain activity, he suggests.The theory, which uses the model embedded in the neural network to predict and explore over time, offers promise in both the fields of neuroscience research and AI. One of these areas is the assessment of the factors that explain autism. There is no special genetic mechanism that causes autism (so-called \"autism genes\" account for only a small percentage of cases). Rather, individuals with autism have a neurocomputational deficit--the brain's processing doesn't function properly. By understanding more fully how the brain effectively computes, Heeger says, we can potentially shed light on exactly what the neurocomputational differences are. Likewise for other developmental disorders and psychiatric illnesses.In addition, while AI seeks to replicate human decision-making and processing, it cannot fully capture these phenomena if it's exclusively drawing from a \"feedforward\" architecture, ignoring prediction and exploration.\"The theory of neural function that I'm outlining aims to fill in some of the significant dynamics that AI is missing,\" Heeger says.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPrediction is crucial for brain function--without forecasting, our actions would always be too late because of the delay in neural processing.", "However, there has been limited theoretical work explaining how our brains perform perceptual predictions over time.In the latest issue of Proceedings of the National Academy of Sciences (PNAS), New York University neuroscientist David Heeger offers a new framework to explain how the brain makes predictions.", "He outlines how \"prediction\" may be a general principle of cortical function--along with the already-established role of inference.", "\"It has long been recognized that the brain performs a kind of inference, combining sensory information with expectations,\" explains Heeger, a professor in NYU's Center for Neural Science.", "\"Those expectations can come from the current context, from memory recall, or as an ongoing prediction over time.", "This new theory puts all of this together and formalizes it mathematically.", "\"Largely missing from our understanding of brain function had been models akin to those routinely employed by meteorologists.", "In making their predictions, forecasters rely on past weather information to project climate conditions over the next several days.", "\"Similarly, the neural networks in our brains embody a type of model of our surroundings,\" Heeger observes.", "\"However, we don't have a clear understanding of how they operate to make predictions.\"", "Existing theories of brain function and neural networks used in artificial intelligence use a hierarchical structure: sensory input comes in at one end and progressively more abstract representations are computed along the hierarchy.", "But this \"feedforward\"/pipeline processing architecture, Heeger argues, does not account for the brain's predictive capabilities because, unlike weather models, it does not explain how it loops in earlier information--a dynamic Heeger's theory includes.", "\"It's possible to run this process the other way around--to take an abstract representation at the top of the hierarchy and run it backwards, from top to bottom through the neural net, to generate something like a sensory prediction or expectation,\" he explains.", "Overall, Heeger's theory blends inference with prediction.", "The brain's neural network can process in a feedforward manner--from sensory input to an abstract representation--akin to typical AI neural networks.", "Heeger's theory can instead run in a feedback mode--to generate a sensory prediction from an abstract representation (i.e., a kind of memory recall or mental imagery).", "Or it can run in a mode that is a combination of the two, in which inferences mix sensory input with prediction.", "The theory also posits a role for noise or variability in neural activity to explore different possible interpretations, even when the sensory input and prediction are the same.", "\"This noise-driven process of exploration may be the neural basis of creativity,\" he speculates.Heeger hypothesizes that neuromodulators like acetylcholineine change the brain state to control which mode--purely feedforward, purely feedback, or a combination--is operating at each moment in time.", "The amount of noise, which determines the amount of exploration, is controlled by other neuromodulators like noradrenaline and by oscillations in brain activity, he suggests.The theory, which uses the model embedded in the neural network to predict and explore over time, offers promise in both the fields of neuroscience research and AI.", "One of these areas is the assessment of the factors that explain autism.", "There is no special genetic mechanism that causes autism (so-called \"autism genes\" account for only a small percentage of cases).", "Rather, individuals with autism have a neurocomputational deficit--the brain's processing doesn't function properly.", "By understanding more fully how the brain effectively computes, Heeger says, we can potentially shed light on exactly what the neurocomputational differences are.", "Likewise for other developmental disorders and psychiatric illnesses.In addition, while AI seeks to replicate human decision-making and processing, it cannot fully capture these phenomena if it's exclusively drawing from a \"feedforward\" architecture, ignoring prediction and exploration.", "\"The theory of neural function that I'm outlining aims to fill in some of the significant dynamics that AI is missing,\" Heeger says."], "source": "New York University"}