{"title": "Survivors of childhood brain tumors have increased body fat", "text": "Hamilton, ON (Mar. 22, 2016) - McMaster University researchers have discovered that \r\nwhile survivors of childhood brain tumours have a similar Body Mass Index (BMI) to healthy children with no cancer, they have more fat tissue overall, and especially around the abdomen.Brain tumors are the most common cause of cancer-related deaths in children, and are the second most common type of cancers in children. Over the past few years, advances in cancer therapy have resulted in an increasing number of children who survive their diagnosis of brain tumors. However, this improved survival is offset by their high risk of several comorbid conditions and early death. More recently, there is evidence that these survivors areA new study, published today in Scientific Reports, shows that increased body fat in children who have survived childhood brain tumours, compared to healthy children who have not had brain cancer, may contribute to such poor outcomes. The risk factors for these outcomes have not been thoroughly investigated. A new study, published today in Scientific Reports, shows that increased body fat in children who have survived childhood brain tumours, compared to healthy children who have not had brain cancer, may contribute to such poor outcomes. The research was led by Dr. M. Constantine Samaan, an associate professor with the Department of Pediatrics at McMaster University and a pediatric endocrinologist at McMaster Children's Hospital. His team collaborated with researchers from the University of Ottawa, University of British Columbia and Western University. \"These findings suggest that one of the most important risk factors for heart disease and Type 2 diabetes, which is excess total and central fat in the body, is present relatively early in survivors of childhood brain tumors\" said Samaan, senior author of the paper. \"This may program their future risk of these diseases and impact their outcomes.\" He added: \"This indicates that these children need further monitoring for the factors that increase their risk of cardiovascular disease and Type 2 diabetes, and that targeted therapies and prevention strategies are needed to deal with the early risk factors to improve survival and the quality of life of survivors.\"This study is a report from the Canadian Study of Determinants of Endometabolic Health in Children (CanDECIDE Study), a cohort study based at McMaster Children's Hospital.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/mu-soc032417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "McMaster University", "keywords": ["Medicine/Health", " Cancer", " Endocrinology", " Diabetes", " Pediatrics"], "journal": "Scientific Reports", "description": "These findings suggest that one of the most important risk factors for heart disease and type 2 diabetes, which is excess total and central fat in the body, is present relatively early in survivors of childhood brain tumors.  This may program their future risk of these diseases and impact their outcomes.", "date": "Fri, 24 Mar 2017 04:00:00 GMT"}