{"title": "A little vigorous exercise may help boost kids' cardiometabolic health", "text": "WINSTON-SALEM, N.C. - March 24, 2017 - As little as 10 minutes a day of high-intensity physical activity could help some children reduce their risk of developing heart problems and metabolic diseases such as diabetes, according to an international study led by a researcher at Wake Forest Baptist Medical Center.The investigators found that replacing light-intensity physical activity with brief periods of vigorous exercise may provide significant cardiometabolic benefits in young people with relatively large waist measurements and elevated levels of insulin in their blood. The study, published in the current issue of the journal Medicine & Science in Sports & Exercise, analyzed data from 11,588 young people ages 4 to 18 who were included in 11 International Children's Accelerometry Database studies in the United States, Brazil and European countries. The researchers focused on those records that included the child's age, gender, level of physical activity and at least one biomarker -- a measurable indicator of a medical state or condition -- of a cardiometabolic risk. These included weight circumference, systolic and diastolic blood pressure and bloodstream levels of HDL (\"good\") cholesterol, LDL (\"bad\") cholesterol, triglycerides, glucose and insulin.In evaluating the relationships between the biomarkers and vigorous physical activity while controlling for various factors (including age, gender, duration and level of exercise and sedentary time) the researchers found only 32 significant associations out of a possible 360. All 32 were related to reduced waist circumference and insulin levels. The relationships between high-intensity exercise and the other biomarkers were inconsistent.\"The results suggest that substituting modest amounts of vigorous physical activity for longer-duration light exercise may have cardiometabolic benefits above and beyond those conveyed by moderate activity and the avoidance of sedentary behavior,\" said the study's lead author, Justin B. Moore, Ph.D., associate professor of family and community medicine at Wake Forest School of Medicine, part of Wake Forest Baptist. \"But as vigorous activity was independently associated with only two of the markers examined, it may be that its truly meaningful benefits may be limited, relative to less-intense exercise.\"Moore suggests that further studies incorporating additional variables -- such as dietary and genetic data -- are needed to better establish the relationships between various levels of exercise and cardiometabolic biomarkers in young people.\r\n\"If such studies provide robust results,\" he said, \"a relatively brief but intense dose of physical activity -- perhaps as little as 10 minutes day, which is certainly feasible for most youth -- could turn out to be part of a 'prescription' for children to achieve or maintain cardiac and metabolic health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wfbm-alv032417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wake Forest Baptist Medical Center", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Pediatrics"], "journal": "Medicine & Science in Sports & Exercise", "description": "As little as 10 minutes a day of high-intensity physical activity could help some children reduce their risk of developing heart problems and metabolic diseases such as diabetes, according to an international study led by a researcher at Wake Forest Baptist Medical Center.", "date": "Fri, 24 Mar 2017 04:00:00 GMT"}