{"title": "Many youths with diabetes not being screened as recommended for diabetic retinopathy", "text": "Many youths with type 1 and 2 diabetes are not receiving eye examinations as recommended to monitor for diabetic retinopathy, according to a study published online by JAMA Ophthalmology.The incidence of diabetes among children and adolescents is increasing worldwide. Diabetic retinopathy (DR) is a serious complication of diabetes that is often asymptomatic in early and occasionally later stages but may progress to sight-threatening disease. The American Academy of Ophthalmology recommends that screening for DR occur beginning at 5 years after initial diabetes diagnosis for youths with type 1 diabetes; the American Diabetes Association recommends screening of youths with type 2 diabetes at the time of initial diagnosis. Joshua D. Stein, M.D., M.S., of the University of Michigan, Ann Arbor, and colleagues assessed the rate of obtaining ophthalmic examinations and factors associated with receipt of eye examinations for youths with diabetes.  The study included individuals 21 years or younger with newly diagnosed diabetes enrolled in a U.S. managed care network.Among 5,453 youths with type 1 diabetes (median age at initial diagnosis, 11 years) and 7,233 youths with type 2 diabetes (median age at initial diagnosis, 19 years), 65 percent of patients with type 1 diabetes and 42 percent of patients with type 2 diabetes had undergone an eye examination by six years after initial diabetes diagnosis.Groups of youth with diabetes who had a reduced likelihood of undergoing eye examinations included racial minorities and those from less affluent families.\"Identifying ways to improve adherence to ophthalmic screening guidelines, including for racial minorities and economically disadvantaged youth, can help with timely diagnosis of DR so that sight-threatening consequences of DR can be avoided,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tjnj-myw032117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes", " Ophthalmology"], "journal": "JAMA Ophthalmology", "description": "Many youths with type 1 and 2 diabetes are not receiving eye examinations as recommended to monitor for diabetic retinopathy, according to a study published online by JAMA Ophthalmology.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}