{"title": "Diabetes damages small coronary blood vessels and thus increases the risk of heart attacks", "text": "Diabetics have a significantly higher risk of suffering a heart attack. A research team at the Technical University of Munich (TUM) has now identified one of the causes: Diabetes is associated with the loss of small blood vessels around the heart. This in turn affects the entire cardiac muscle. A genetic therapy that promotes the growth of blood vessels may offer a remedy.The coronary vessels can be compared to a road network. Veins and arteries form the main transportation routes, with countless small and minuscule connecting roads and access pathways branching off from them. If one of these little pathways is blocked, it has very little impact on the overall traffic flow. But if enough of the off-ramps are closed, the traffic on the main highway becomes very dense. In a worst-case scenario, the entire system comes to a standstill: a heart attack.A team headed by TUM has found out that diabetes can lead to these very conditions. The scientists working with Dr. Rabea Hinkel and Prof. Christian Kupatt, cardiologists at TUM's Klinikum rechts der Isar, have reported their results in the Journal of the American College of Cardiology.Differences between hearts of patients with and without diabetesIn their research they compared blood vessels of patients with and without diabetes undergoing heart transplants. The conclusion: The samples from diabetics showed significantly reduced numbers of small blood vessels around the heart.In the laboratory the team was able to show that elevated blood sugar levels are associated with a loss of cells known as pericytes. \"These cells normally form a layer wrapped around the small blood vessels,\" explains Rabea Hinkel. \"We believe that this layer has a stabilizing function. When it is damaged, the entire blood vessel becomes unstable and ultimately breaks up.\"Animal experiments confirmed the assumption of a steady decrease in capillary density around the heart when diabetes is left untreated. \"Diabetes often remains undetected in patients for years or even decades. Over that long period, massive damage can occur,\" says Rabea Hinkel.Therapy with thymosin beta 4The loss of capillaries is not irreversible, however. In their study, Hinkel and Kupatt applied a genetic therapy to stimulate heart cells to increase production of the molecule thymosin beta 4, a protein whose effects include stimulating the growth of pericytes. In this way, the team at TUM was able to induce the growth of lasting and functional capillary networks.\"It will be a while before this kind of therapy can be used in humans,\" says Christian Kupatt. \"But we were able to show for the first time in a transgenic large animal model, which closely models human type I diabetes mellitus, how diabetes damages the heart. That opens up new perspectives for treating patients. It also further reinforces our awareness of how important it is to diagnose diabetes early.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.10.058", "url": "http://www.eurekalert.org/pub_releases/2017-03/tuom-dds032317.php", "region": "europe", "source_link": "https://www.tum.de/en/about-tum/news/press-releases/detail/article/33817/", "funder": "German Research Foundation, German Center for Cardiovascular Research, German Center for Diabetes Research, and German Ministry for Education", "meeting": "", "institution": "Technical University of Munich (TUM)", "keywords": ["Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Diabetes", " Transplantation", " Gene Therapy"], "journal": "Journal of the American College of Cardiology", "description": "Diabetics have a significantly higher risk of suffering a heart attack. A research team at the Technical University of Munich (TUM) has now identified one of the causes: Diabetes is associated with the loss of small blood vessels around the heart. This in turn affects the entire cardiac muscle. A genetic therapy that promotes the growth of blood vessels may offer a remedy.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}