{"title": "Plenaries at American Chemical Society meeting focus on energy, materials, partnerships", "text": "WASHINGTON, March 23, 2017 -- Scientists, in four plenary talks, will explore a variety of subjects related to the \"Advanced Materials, Technologies, Systems & Processes\" theme of the 253rd National Meeting & Exposition of the American Chemical Society, the world's largest scientific society. The meeting will take place April 2 to 6 in San Francisco. The presentations, which are among more than 14,000 scheduled to take place at the meeting, will be held on Sunday, April 2, from 3 p.m. to 6 p.m. PDT, in the Gateway Ballroom 103/104 of the Moscone Center. The plenary talks, as well as all thematic programming, are organized by Kathryn Beers, Ph.D., of the National Institute of Standards and Technology.The talks will highlight the critical impacts that advances in materials, technology, systems and processes have had on energy, the environment and health, as well as the importance of collaboration between industry and academia. The titles of the plenary talks are listed below: ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acs-paa032317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Chemical Society 253rd National Meeting & Exposition", "institution": "American Chemical Society", "keywords": ["Business/Economics", " Collaboration", " Chemistry/Physics/Materials Sciences", " Energy/Fuel (non-petroleum)", " Materials", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Technology/Engineering/Computer Science", " Nanotechnology/Micromachines"], "journal": "", "description": "Scientists, in four plenary talks, will explore a variety of subjects related to the 'Advanced Materials, Technologies, Systems & Processes' theme of the 253rd National Meeting & Exposition of the American Chemical Society, the world's largest scientific society. The meeting will take place April 2 to 6 in San Francisco.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}