{"title": "UNSW scientists unveil a giant leap for anti-aging", "text": "UNSW researchers have made a discovery that could lead to a revolutionary drug that actually reverses ageing, improves DNA repair and could even help NASA get its astronauts to Mars.In a paper published in Science today, the team identifies a critical step in the molecular process that allows cells to repair damaged DNA.Their experiments in mice suggest a treatment is possible for DNA damage from ageing and radiation. It is so promising it has attracted the attention of NASA, which believes the treatment can help its Mars mission.While our cells have an innate capability to repair DNA damage ? which happens every time we go out into the sun, for example - their ability to do this declines as we age.The scientists identified that the metabolite NAD+, which is naturally present in every cell of our body, has a key role as a regulator in protein-to-protein interactions that control DNA repair.Treating mice with a NAD+ precursor, or \"booster,\" called NMN improved their cells' ability to repair DNA damage caused by radiation exposure or old age.\"The cells of the old mice were indistinguishable from the young mice, after just one week of treatment,\" said lead author Professor David Sinclair of UNSW School of Medical Sciences and Harvard Medical School Boston.Human trials of NMN therapy will begin within six months.\"This is the closest we are to a safe and effective anti-ageing drug that's perhaps only three to five years away from being on the market if the trials go well,\" says Sinclair, who maintains a lab at UNSW in Sydney.What it means for astronauts, childhood cancer survivors, and the rest of us:The work has excited NASA, which is considering the challenge of keeping its astronauts healthy during a four-year mission to Mars.Even on short missions, astronauts experience accelerated ageing from cosmic radiation, suffering from muscle weakness, memory loss and other symptoms when they return. On a trip to Mars, the situation would be far worse: five per cent of the astronauts' cells would die and their chances of cancer would approach 100 per cent.Professor Sinclair and his UNSW colleague Dr Lindsay Wu were winners in NASA's iTech competition in December last year.\"We came in with a solution for a biological problem and it won the competition out of 300 entries,\" Dr Wu says.Cosmic radiation is not only an issue for astronauts. We're all exposed to it aboard aircraft, with a London-Singapore-Melbourne flight roughly equivalent in radiation to a chest x-ray.In theory, the same treatment could mitigate any effects of DNA damage for frequent flyers.\r\nThe other group that could benefit from this work is survivors of childhood cancers.Dr Wu says 96 per cent of childhood cancer survivors suffer a chronic illness by age 45, including cardiovascular disease, Type 2 diabetes, Alzheimer's disease, and cancers unrelated to the original cancer.\"All of this adds up to the fact they have accelerated ageing, which is devastating,\" he says.\"It would be great to do something about that, and we believe we can with this molecule.\"An anti-ageing pill could be on the horizon:For the past four years, Professor Sinclair and Dr Wu have been working on making NMN into a drug substance with their companies MetroBiotech NSW and MetroBiotech International. The human trials will begin this year at Brigham and Women's Hospital, in Boston.The findings on NAD+ and NMN add momentum to the exciting work the UNSW Laboratory for Ageing Research has done over the past four years.They've been looking at the interplay of a number of proteins and molecules and their roles in the ageing process.They had already established that NAD+ could be useful for treating various diseases of ageing, female infertility and also treating side effects of chemotherapy.In 2003, Professor Sinclair made a link between the anti-ageing enzyme SIRT1 and resveratrol, a naturally occurring molecule found in tiny quantities in red wine.\"While resveratrol activates SIRT1 alone, NAD+ boosters activate all seven sirtuins, SIRT1-7, and should have an even greater impact on health and longevity,\" he says.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uons-usu032217.php", "region": "australia", "source_link": null, "funder": "Paul F Glenn Foundation for Medical Research, American Federation of Ageing Research, Edward Schulak, National Institute on Ageing and the National Institutes of Health, National Library of Medicine/NIH intramural program, NIH/National Cancer Institute", "meeting": "", "institution": "University of New South Wales", "keywords": ["Molecular Biology", " Medicine/Health", " Cancer", " Clinical Trials", " Space/Planetary Science"], "journal": "Science", "description": "UNSW researchers have made a discovery that could lead to a revolutionary drug that actually reverses ageing, improves DNA repair and could even help NASA get its astronauts to Mars.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}