{"title": "Community champions: Collaborating with communities strengthens nursing and leadership skills", "text": "PHILADELPHIA, PA (March 23, 2017) - Service learning is a pedagogical approach that has proven valuable in helping undergraduate nursing students better understand specific needs of diverse populations and gives them opportunities to apply their knowledge to meet those needs. The University of Pennsylvania School of Nursing (Penn Nursing) has provided its students with dynamic service learning opportunities since 2014 though a unique student-established program called Community Champions, featured in a recent article published online in the Journal of Nursing Education and Practice.In the article, \"The Community Champions Program at the University of Pennsylvania School of Nursing,\" three student authors, along with faculty program director Terri H. Lipman, PhD, CRNP, FAAN, the Miriam Stirl Endowed Term Professor of Nutrition and Assistant Dean for Community Engagement at Penn Nursing, describe the Community Champions program, its many initiatives, and its positive impact on the community.\"By collaborating with dedicated faculty, students participate in service learning outside of the classroom, which ultimately strengthens their nursing and leadership skills,\" explains Lipman. \"These experiences help nursing students better understand the social determinants of health and how they impact community members, and increase their skills in communication, leadership, care, and advocacy.\"The Community Champions program also has had a bene?cial effect on the West Philadelphia communities it serves. The long-term establishment of Community Champions has created a home base where service providers and the community can come together and address public health issues on a regular basis. The mutual trust that has been established between the students and the community has improved outcomes in an underserved community. Several of the Community Champions initiatives are enriched by inter-professional collaboration with other schools at the University and with the Netter Center for Community Partnerships. Among the initiatives that the Community Champions program manages include the Dance for Health program, an inter-generational initiative to increase activity in the community; health lessons for children, adults, and seniors at local libraries; fourth- and fifth grade education programs about diabetes and asthma; and a health sciences exploration program at a middle school.The Community Champions Program has also had a strong influence on the Penn campus. \"Students believe that emphasizing the value of community engagement helps foster a culture of service learning on campus, whereby students not only participate but also take pride in doing so,\" said Community Champions leader Sophie Mintz.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-ccc032317.php", "region": "namerica", "source_link": "http://www.nursing.upenn.edu/live/news/778-community-champions-collaborating-with-communities", "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Nursing", "keywords": ["Education", " Medical Education", " Medicine/Health", " Health Professionals"], "journal": "Journal of Nursing Education and Practice", "description": "Service learning is a pedagogical approach that has proven valuable in helping undergraduate nursing students better understand specific needs of diverse populations and gives them opportunities to apply their knowledge to meet those needs. The University of Pennsylvania School of Nursing has provided its students with dynamic service learning opportunities since 2014 though a unique student-established program called Community Champions, featured in a recent article published online in the Journal of Nursing Education and Practice.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}