{"title": "Researchers focus on cell membranes to develop Alzheimer's treatments", "text": "ANN ARBOR--Thin parts of the cell membranes of neurons turn out to be particularly vulnerable to a protein that collects in the brain of people with Alzheimer's disease, according to a University of Michigan researcher. The discovery could open an avenue for developing treatments for Alzheimer's disease that work within the cell's membrane.The protein amyloid-beta builds up in the brains of people with Alzheimer's disease, ultimately aggregating into sticky clumps called plaque on the surface of neurons. U-M researcher Ayyalusamy Ramamoorthy, the Robert W. Parry Collegiate Professor of Chemistry and Biophysics, found that thinner parts of the neuronal membranes give access points to amyloid-beta, allowing the protein to puncture and kill those cells, and destroying the patient's ability to make and retain memory. This kind of build-up is also implicated in disorders such as Huntington's and type 2 diabetes.  These thin spots are composed of short fatty acid chains whereas the thicker parts of the membrane are composed of long fatty acid chains. The research team thinks that the formation of lipids with short chains--caused by aging or other physiological means that result in Alzheimer's--can promote cell death from the accumulation of amyloid-beta.\"We're trying to understand how components of the cell membrane and the physical and chemical properties of the lipid membrane would influence the aggregation of amyloid-beta by a variety of biophysical techniques,\" Ramamoorthy said. \"The thickness of cell membranes is very important not only for Alzheimer's disease, but also for diabetes and other aging-related diseases.\"The group investigated three types of lipids that varied in thickness. The thicker lipid membranes that were composed of longer fatty acid chains seemed to attract and promote the growth of plaque. The thinner membrane acted sometimes like a lipid and sometimes like a detergent, Ramamoorthy said. The researchers found that the detergent-like fatty acid chains interact with the plaque, allowing that plaque to penetrate the cell membrane. A technique called phosphorus-31 nuclear magnetic resonance, which can reveal details at the atomic level within bilayers similar to the way a physician would use an MRI machine to look at tissues in the human body, allowed the researchers to examine how the collection of amyloid-beta in thinner membrane fragmented the cellular membrane.The study was done in what's called a phospholipid bilayer, which consists of two layers of lipids. These layers are made up of hydrophobic, or water-hating, and hydrophilic, or water-loving phases, and look similar to a mixture of oil and water. This lipid bilayer replicates the cell membranes found in neurons. To measure amyloid-beta's toxicity, the researchers used neuronal cells.\"Many other labs are investigating the amyloid inhibition by small molecules in solution, but we are doing it in a membrane environment. From our study it is clear that the cell membrane is the hot spot where amyloid-beta becomes crazy,\" Ramamoorthy said.  \"The cell membrane is definitely not like a coffee filter that filters biological events--rather, it is the place where a plethora of biological actions happen.\"Currently, Ramamoorthy's team is screening libraries of small molecular compounds that could target the aggregation of amyloid-beta within a person's cell membrane.\"These findings could be significant in the potential development of compounds to treat the aging-related diseases,\" he said.", "article_link": "http://dx.doi.org/10.1074/jbc.M116.764092", "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-rfo032317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Protein Folding Initiative at U-M, National Research Foundation of Korea and University of Catania", "meeting": "", "institution": "University of Michigan", "keywords": ["Neurochemistry", " Medicine/Health", " Alzheimer's Disease"], "journal": "The Journal of Biological Chemistry", "description": "Thin parts of the cell membranes of neurons turn out to be particularly vulnerable to a protein that collects in the brain of people with Alzheimer's disease, according to a University of Michigan researcher.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}