{"title": "Researchers find new gene interaction associated with increased MS risk", "text": "A person carrying variants of two particular genes could be almost three times more likely to develop multiple sclerosis, according to the latest findings from scientists at The University of Texas Medical Branch at Galveston and Duke University Medical Center.One of these variants is in IL7R, a gene previously associated with MS, and the other in DDX39B, a gene not previously connected to the disease.  The discovery could open the way to the development of more accurate tests to identify those at greatest risk of MS, and possibly other autoimmune disorders, the researchers said. The findings are published in the latest issue of Cell.A disease in which the body's own immune system attacks nerve cells in the spinal cord and brain, MS is a major cause of neurological disease in younger adults, from 20 to 50 years of age, and disproportionally affects women. While treatable, there is no cure for MS, which can lead to problems with vision, muscle control, balance, basic body functions, among other symptoms, and could lead to disability. Available treatments have adverse side effects as they focus on slowing the progression of the disease through suppression of the immune system.Thanks to the collaboration between scientists at UTMB, Duke, University of California, Berkeley, and Case Western Reserve University, researchers found that when two particular DNA variants in the DDX39B and IL7R genes are present in a person's genetic code, their interaction can lead to an over production of a protein, sIL7R. That protein's interactions with the body's immune system plays an important, but not completely understood, role in MS.  \"Our study identifies an interaction with a known MS risk gene to unlock a new MS candidate gene, and in doing so, open up a novel mechanism that is associated with the risk of multiple sclerosis and other autoimmune diseases,\" said Simon Gregory, director of Genomics and Epigenetics at the Duke Molecular Physiology Institute at Duke University Medical Center and co-lead author of the paper in Cell. This new information has potentially important applications.\"We can use this information at hand to craft tests that could allow earlier and more accurate diagnoses of multiple sclerosis, and uncover new avenues to expand the therapeutic toolkit to fight MS, and perhaps other autoimmune disorders,\" said Gaddiel Galarza-Muñoz, first author on the study and postdoctoral fellow at UTMB. It can sometimes take years before an MS patient is properly diagnosed allowing the diseases to progress and resulting in further damage to the nervous system before treatment begins.  With more accurate measures of risk, health care providers would be able to screen individuals with family histories of MS or with other suspicious symptoms. It could lead those with certain genotypes to be more vigilant. \"One could envision how this type of knowledge will someday lead to diagnose multiple sclerosis sooner and, now that we have promising therapies, a doctor could start the appropriate treatment more quickly. It is not out the realm of possibility to imagine a path for screening for other autoimmune diseases such as Type 1 Diabetes,\" said Dr. Mariano Garcia-Blanco, Professor and Chair of the department of biochemistry and molecular biology at UTMB, and co-lead author of the paper.For Garcia-Blanco the fight against MS is personal. He was already working on research related to MS when in 2012 he found out his daughter, then in her late 20s, had been diagnosed with the disease. Garcia-Blanco said this refocused his efforts on his MS related work. \"I'm much more aware now of how the work we do in the lab could someday lead to something that can be used to help those who have to live with MS\", Garcia-Blanco said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uotm-rfn032117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Genetics", " Medicine/Health", " Musculature"], "journal": "Cell", "description": "A person carrying variants of two particular genes could be almost three times more likely to develop multiple sclerosis, according to the latest findings from scientists at The University of Texas Medical Branch at Galveston and Duke University Medical Center.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}