{"title": "Surprising culprit in nerve cell damage identified", "text": "In many neurodegenerative conditions -- Parkinson's disease, amyotrophic lateral sclerosis (ALS) and peripheral neuropathy among them -- an early defect is the loss of axons, the wiring of the nervous system. When axons are lost, nerve cells can't communicate as they should, and nervous system function is impaired. In peripheral neuropathy in particular, and perhaps other diseases, sick axons trigger a self-destruct program.In new research, scientists at Washington University School of Medicine in St. Louis have implicated a specific molecule in the self-destruction of axons. Understanding just how that damage occurs may help researchers find a way to halt it.The study is published March 22 in the journal Neuron.\"Axons break down in a lot of neurodegenerative diseases,\" said senior author Jeffrey D. Milbrandt, MD, PhD, the James S. McDonnell Professor and head of the Department of Genetics. \"Despite the fact these diseases have different causes, they are all likely rooted in the same pathway that triggers axon degeneration. If we could find a way to block the pathway, it could be beneficial for many different kinds of patients.\"Since the molecular pathway that leads to loss of axons appears to do more harm than good, it's not clear what role this self-destruct mechanism plays in normal life. But scientists suspect that if the pathway that destroys axons could be paused or halted, it would slow or prevent the gradual loss of nervous system function and the debilitating symptoms that result. One such condition, peripheral neuropathy, affects about 20 million people in the United States. It often develops following chemotherapy or from nerve damage associated with diabetes, and can cause persistent pain, burning, stinging, itching, numbness and muscle weakness.\"Peripheral neuropathy is by far the most common neurodegenerative disease,\" said co-author Aaron DiAntonio, MD, PhD, the Alan A. and Edith L. Wolff Professor of Developmental Biology. \"Patients don't die from it, but it has a huge impact on quality of life.\"In previous studies, Stefanie Geisler, MD, an assistant professor of neurology, working with DiAntonio and Milbrandt, showed that blocking this axon self-destruction pathway prevented the development of peripheral neuropathy in mice treated with the chemotherapy agent vincristine. The hope is that if methods are developed to block this pathway in people, then it might be possible to slow or prevent the development of neuropathy in patients.Toward that end, the Milbrandt and DiAntonio labs showed that a molecule called SARM1 is a central player in the self-destruct pathway of axons. In healthy neurons, SARM1 is present but inactive. For reasons that are unclear, injury or disease activate SARM1, which sets off a series of events that drains a key cellular fuel -- called nicotinamide adenine dinucleotide (NAD) -- and leads to destruction of the axon. Though the researchers previously had shown SARM1 was required for this chain of events to play out, the details of the process were unknown.SARM1 and similar molecules -- those containing what are called TIR domains -- most often are studied in the context of immunity, where these domains serve as scaffolds. Essentially, TIR domains provide a haven for the assembly of molecules or proteins to perform their work.The researchers had assumed that SARM1 acted as a scaffold to provide support for the work of destroying axons, beginning with the rapid loss of cellular fuel that occurs minutes after SARM1 becomes active. The scientists set about searching for the demolition crew -- the active molecule or molecules that use the SARM1 scaffold to carry out the demolition. The study's first author, Kow A. Essuman, a Howard Hughes Medical Institute Medical Research Fellow and an MD/PhD student in Milbrandt's lab, performed a litany of cellular and biochemical experiments searching for the demolition crew and came up empty.\"We performed multiple experiments but could not identify molecules that are traditionally known to consume NAD,\" Essuman said.But as a last resort, the investigators tested SARM1 itself. To their great surprise, they found it was doing more than simply providing a passive platform. Specifically, the researchers showed SARM1's TIR domain acts as an enzyme, a molecule that carries out biochemical reactions, in this case destroying axons by first burning all their NAD cellular fuel.\"There are more than 1,000 papers describing the function of proteins containing TIR domains,\" DiAntonio said. \"No one had ever shown that this type of molecule could be an enzyme. So we went into our experiments assuming SARM1 was only a scaffold and that there must be some other enzyme responsible for demolition of the axon. We essentially searched for a demolition crew, only to discover that the scaffold itself is destroying the structure. It's the last thing you would expect.\"The findings suggest molecules similar to SARM1 -- those with TIR domains and known to serve as scaffolds in the immune system -- may prove to have additional functions that go beyond their structural roles. The research also invites a search for drugs that block the SARM1 enzyme from triggering axonal destruction.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wuso-sci032317.php", "region": "namerica", "source_link": "https://medicine.wustl.edu/news/surprising-culprit-nerve-cell-damage-identified/", "funder": "National Institutes of Health, Howard Hughes Medical Institute, Muscular Dystrophy Association", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Neuron", "description": "In new research, scientists at Washington University School of Medicine in St. Louis have implicated a specific molecule in the self-destruction of axons, the wiring of the nervous system. Understanding just how that damage occurs may help researchers find a way to halt it.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}