{"title": "UF Health diabetes researchers discover way to expand potent regulatory cells", "text": "GAINESVILLE, Fla. -- For parents, storing their newborn baby's umbilical cord blood is a way to preserve potentially lifesaving cells. Now, a group of University of Florida Health researchers has found a way to expand and preserve certain cord-blood cells as a potential treatment for Type 1 diabetes.The findings involve thymic regulatory T cells, a type of white blood cell that modulates the immune system and prevents autoimmune diseases such as Type 1 diabetes. The finding -- showing that so-called Tregs can be frozen at birth and later multiplied in a laboratory -- has important implications for Type 1 diabetes patients, researchers said. Harvesting Tregs from umbilical cord blood is safer, more efficient and potentially more effective than taking the cells from blood that circulates through the body, researchers said. These cells existed before the disease was triggered and would not be skewed by its chronic autoimmune attack.Infusing patients with a large quantity of Tregs is one strategy already being used in clinical trials to stop Type 1 diabetes by preventing further destruction of insulin-producing beta cells in the pancreas. These trials have shown that adult blood Tregs are safe but not effective at reversing the disease.Having a large, pure population of naïve Tregs that can be preserved and later multiplied in the laboratory is a crucial step toward the ultimate goal of stopping Type 1 diabetes in its early stages, said Todd M. Brusko, Ph.D., an associate professor in the UF College of Medicine's department of pathology, immunology and laboratory medicine. The findings were published recently in the journal Molecular Therapy.\"This is a really an important step in having the potential for safely treating patients with their own cells,\" Brusko said.Establishing that Tregs from umbilical cord blood can be preserved at ultra-low temperatures and later propagated is significant because it gives patients the potential benefit of using their own cells if Type 1 diabetes arises in the future, said Michael J. Haller, M.D., a co-author of the study and a professor and chief of pediatric endocrinology in the UF College of Medicine.During the study, the researchers started with 250,000 to 500,000 Tregs harvested from umbilical cord blood using a device called a fluorescent-activated cell sorter. Using microbeads that activate the cells and provide growth signals, the researchers successfully expanded the number of Tregs to a median yield of 1.26 billion cells. The researchers don't yet know exactly how many Tregs are needed to be effective in humans, but they said their results suggest that cryogenically preserved Tregs should be further tested as a potential treatment for Type 1 diabetes and other inflammatory and autoimmune diseases.While using Tregs isn't a cure for Type 1 diabetes, Haller said it has the potential to prevent the disease or be effective in its early stages.\"People who develop Type 1 diabetes may have an imbalance in the number or function of certain immune cells. We now have the potential to repair that imbalance by replacing the defective cells. We can take the cells we want from the patient's cord blood, make more of them in the lab and give them back to the patient with a single infusion,\" he said.Banking umbilical cord blood is a hedge against future medical problems, but it's not inexpensive. Storing cord blood in a private bank can cost $1,500 to $2,000 initially, plus several hundred dollars in annual fees. Haller said parents who can't afford to store umbilical cord blood should consider donating it to a public bank rather than letting the cells be discarded. Public banks provide cells to children and adults with cancers and other diagnoses which can sometimes be cured with cord blood transplantation.Next, the research team will work on a small pilot study that will compare the Tregs derived from umbilical cord blood with Tregs that are harvested from blood that flows through the body. One of the questions researchers hope to answer is how well the two different cell therapies preserve insulin-producing beta cells in the pancreas. That trial should start in 2018.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uof-uhd032217.php", "region": "namerica", "source_link": "http://ufhealth.org/news/2017/uf-health-diabetes-researchers-discover-way-expand-potent-regulatory-cells", "funder": "", "meeting": "", "institution": "University of Florida", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Molecular Therapy", "description": "For parents, storing their newborn baby's umbilical cord blood is a way to preserve potentially lifesaving cells. Now, a group of University of Florida Health researchers has found a way to expand and preserve certain cord-blood cells as a potential treatment for type 1 diabetes.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}