{"title": "Weight-bearing exercises promote bone formation in men", "text": "COLUMBIA, Mo. - Osteoporosis affects more than 200 million people worldwide and is a serious public health concern, according to the National Osteoporosis Foundation. Now, Pamela Hinton, associate professor in the Department of Nutrition and Exercise Physiology, has published the first study in men to show that long-term, weight-bearing exercises decrease sclerostin, a protein made in the bone, and increase IGF-1, a hormone associated with bone growth. These changes promote bone formation, increasing bone density.\"People may be physically active, and many times people know they need to exercise to prevent obesity, heart disease or diabetes,\" Hinton said. \"However, you also really need to do specific exercises to protect your bone health.\"In the study, men 25- to 60-years-old who had low-bone mass were split into two groups. One group performed resistance training exercises such as lunges and squats using free weights. The other group performed various types of jumps, such as single-leg and double-leg jumps. After 12 months of performing the exercises, Hinton then compared the levels of bone proteins and hormones in the blood.\"We saw a decrease in the level of sclerostin in both of these exercise interventions in men,\" Hinton said. \"When sclerostin is expressed at high levels, it has a negative impact on bone formation. In both resistance and jump training, the level of sclerostin in the bone goes down, which triggers bone formation.\"The other significant change Hinton observed was an increase in the hormone IGF-1. Unlike sclerostin, IGF-1 triggers bone growth. The decrease of harmful sclerostin levels and the increase in beneficial IGF-1 levels confirmed Hinton's prior research that found both resistance training and jump training have beneficial effects on bone growth.To increase bone mass and prevent osteoporosis, Hinton recommends exercising specifically to target bone health. While exercises such as swimming and cycling are beneficial to overall health, these activities do not strengthen the skeleton.  Hinton suggests also doing exercise targeted for bone health, such as resistance training and jump training.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uom-wep032217.php", "region": "namerica", "source_link": "http://munews.missouri.edu/news-releases/2017/0322-weight-bearing-exercises-promote-bone-formation-in-men/", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Orthopedic Medicine", " Sports Medicine", " Sports/Recreation"], "journal": "Bone", "description": "Osteoporosis affects more than 200 million people worldwide and is a serious public health concern, according to the National Osteoporosis Foundation. Now, Pamela Hinton, associate professor in the Department of Nutrition and Exercise Physiology, has published the first study in men to show that long-term, weight-bearing exercises decrease sclerostin, a protein made in the bone, and increase IGF-1, a hormone associated with bone growth. These changes promote bone formation, increasing bone density.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}