{"title": "Endocrine Society experts issue Clinical Practice Guideline on hypothalamic amenorrhea", "text": "WASHINGTON -- Female athletes and women who have eating disorders are prone to developing a condition called hypothalamic amenorrhea that causes them to stop menstruating. The Endocrine Society today issued a Clinical Practice Guideline advising healthcare providers on ways to diagnose and treat this condition.The guideline, titled \"Functional Hypothalamic Amenorrhea: An Endocrine Society Clinical Practice Guideline,\" was published online and will appear in the May 2017 print issue of The Journal of Clinical Endocrinology & Metabolism (JCEM), a publication of the Endocrine Society. Hypothalamic amenorrhea occurs when the hypothalamus in the brain slows or stops releasing GnRH, the hormone that controls the menstrual cycle. It often affects adolescent girls or women with low body weight, a low percentage of body fat, a very low calorie or fat intake, and emotional stress. Ballet dancers, figure skaters, runners and others who burn more calories through exercise than they consume in their diet can be at risk for developing hypothalamic amenorrhea. \"This energy imbalance needs to be addressed to effectively treat hypothalamic amenorrhea and typically requires behavioral modifications,\" said Catherine M. Gordon of Cincinnati Children's Hospital Medical Center in Cincinnati, Ohio, and the chair of the task force that authored the guideline. \"Referring patients to a nutritionist for specialized dietary instructions is an extremely important part of their care. Menstrual cycles can often be restored with increased calorie consumption, improved nutrition or decreased exercise activity.\"Hypothalamic amenorrhea raises the risk of other health problems, such as delayed puberty in adolescents and infertility in adult women. Chronic hypothalamic amenorrhea can contribute to bone loss, and some patients develop stress fractures and are at high risk to develop osteoporosis.To diagnose hypothalamic amenorrhea, healthcare providers must rule out other conditions that can halt menstruation, including benign tumors in the pituitary gland and adrenal gland disorders. The guideline recommends that providers first exclude pregnancy as a cause and then perform a full physical exam to evaluate for other potential causes. General laboratory tests, including a complete blood count and electrolytes, also are part of the recommended screening process. ", "article_link": "http://dx.doi.org/10.1210/jc.2017-0131", "url": "http://www.eurekalert.org/pub_releases/2017-03/tes-ese032217.php", "region": "namerica", "source_link": "https://academic.oup.com/jcem/article-lookup/doi/10.1210/jc.2017-00131", "funder": "Endocrine Society", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Fertility", " Nutrition/Nutrients", " Gynecology", " Sports Medicine", " Sports/Recreation", " Stress/Anxiety"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "Female athletes and women who have eating disorders are prone to developing a condition called hypothalamic amenorrhea that causes them to stop menstruating. The Endocrine Society today issued a Clinical Practice Guideline advising healthcare providers on ways to diagnose and treat this condition.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}