{"title": "Epigenetic alteration a promising new drug target for heroin use disorder", "text": "Heroin use is associated with excessive histone acetylation, an epigenetic process that regulates gene expression, and more years of drug use correlate with higher levels of hyperacetylation, according to research conducted at The Icahn School of Medicine at Mount Sinai and published in the journal Biological Psychiatry. The study provides the first direct evidence of opiate-related epigenetic alterations in the human brain, indicating that the drug alters accessibility to portions of DNA to be either open or closed, thereby controlling whether genes implicated in addiction are switched on or off. The Mount Sinai study focuses on epigenetics, the study of changes in the action of human genes caused, not by changes in DNA code we inherit from our parents, but instead by molecules that regulate when, where, and to what degree our genetic material is turned on and off.  Histone acetylation of DNA-linked proteins is an essential process for gene regulation by which an acetyl functional group is transferred from one molecule to another, thereby activating gene expression.To uncover the molecular underpinnings of heroin addiction, the Mount Sinai study team focused on the striatum, a brain region implicated in drug addiction because of its central role in habit formation and goal-directed behavior. Studying postmortem human tissue from 48 heroin users and 37 controls, they found acetylation changes at genes that regulate the function of glutamate, a neurotransmitter that regulates the drug reward system and controls drug-seeking behavior.  Specifically, changes were identified at the glutamate receptor gene GRIA1, which has previously been implicated in drug use.\"We hypothesized that the epigenetic impairments uncovered in our study reflect changes that would increase accessibility to DNA that is required to enhance gene transcription that subsequently plays an important role in addiction behavior,\" says Yasmin Hurd, PhD, Professor of Psychiatry and Neuroscience at the Icahn School of Medicine at Mount Sinai and Director of The Center for Addictive Disorders at the Mount Sinai Behavioral Health System, who led the study.  \"Because epigenetic impairments are physical alterations to the DNA that do not change the sequence of a gene, they have the potential to be reversed, so our next step was to address this possibility.\"Using a rat model of heroin addiction, researchers allowed rats to self-administer heroin and observed the same hyperacetylation alterations that were found in the postmortem human brains.  The study team then treated the heroin-addicted rats with JQ1, a compound originally developed against cancer pathology, which inhibits the readout of acetylated epigenetic proteins thereby reducing accessibility to the DNA that was previously induced by heroin. The drug reduced heroin self-administration among study rats.  Importantly, JQ1 also reduced drug-seeking behavior after abstinence from heroin, suggesting it might be beneficial for long-term heroin users.  \"Our findings suggest that JQ1 and similar compounds might be promising therapeutic tools for heroin use disorder,\" says Dr. Hurd.  \"Furthermore, the animal model we created that displayed analogous epigenetic impairments related to heroin use will be useful for future studies looking to identify addiction-related changes that translate to the human brain.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tmsh-eaa032217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Genetics", " Medicine/Health", " Addiction", " Clinical Trials", " Addiction", " Drugs"], "journal": "Biological Psychiatry", "description": "Heroin use is associated with excessive histone acetylation, an epigenetic process that regulates gene expression, and more years of drug use correlate with higher levels of hyperacetylation, according to research conducted at The Icahn School of Medicine at Mount Sinai and published in the journal Biological Psychiatry.", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}