{"title": "SIB accelerates the fight against diabetes with several pan-European projects", "text": "Recent advances in the fight against type 2 diabetes (T2D) result from a pan-European collaborative project, called IMIDIA, in which the SIB Swiss Institute of Bioinformatics is closely involved since 2010. SIB was in charge of both coordinating the large amount of patients' data (acting as Data Coordination Centre, DCC) as well as analysing the data to find biomarkers for early detection of the disease. The major findings of the research include the discovery of molecules, which could serve as biomarkers to detect the disease up to nine years before its diagnosis. These results have been collated in two publications marking the successful completion of the IMIDIA project - a public-private partnership of the Innovative Medicines Initiative (IMI) - led by Bernard Thorens of the University of Lausanne (UNIL).SIB, through its Vital-IT and Swiss-Prot groups, has since been selected as DCC in two additional IMI projects to fight diabetes, and is becoming a partner of reference for bioinformatics in European health-related programmes.Of mice and men - and diabetes: two studies reveal new markers of T2DWhile therapeutic options exist to treat diabetes, none exist to prevent or cure the disease. This prompted researchers to try to: 1) understand the molecular dysfunctions underlying the disease and 2) identify circulating biomarkers that could predict a person's susceptibility to T2D.In a first study, coordinated by senior author Mark Ibberson of SIB's Vital-IT group and published in Molecular Metabolism, the team identified a key gene associated with T2D. Using a network analysis that integrated transcriptomic and phenotypic data, the gene Elovl2 appeared to be related to insulin secretion in mice. The finding was confirmed in human pancreatic beta-cell lines, i.e. cells resembling those affected in T2D.In a parallel study, led by Bernard Thorens (UNIL) with Leonore Wigger of SIB's Vital-IT group as lead author and published in Cell Reports, researchers identified several lipids as potential early biomarkers for T2D. A preliminary mouse lipidomics study, including many lipid classes, was followed by a targeted analysis on two human cohorts, originating from Switzerland (CoLAUS) and France (DESIR). One particular lipid class, the dihydroceramides, was consistently elevated in the groups of study participants that were progressing towards diabetes, up to nine years before diagnosis\"So far the work on diabetes has been conducted both on human and mouse, but it has rarely been mixed in such a big effort and in such a comprehensive manner\" points out Ioannis Xenarios, SIB's Vital-IT Group Leader.These studies brought together academic teams, pharmaceutical companies and a Small to Medium Enterprise (SME). Furthermore, the results, obtained from large-scale experiments on mice, were cross-validated using human patients' cohorts made available in the context of the Innovative Medicines Initiative for Diabetes (IMIDIA) project. The findings therefore highlight the instrumental role of public-private partnerships, such as the IMI - Europe's largest public- private initiative - in enabling such advances and improve public health.SIB, a Swiss competence centre for bioinformatics and health dataBeyond these scientific findings and their potential clinical applications, SIB's role in IMIDIA demonstrates the unique value and capabilities of the Institute as a competence center in the context of large-scale health-data projects.Indeed, such projects are facing major challenges such as: making the patient's data interoperable, whilst respecting their security; designing innovative modeling approaches to analyse the data; supporting these analyses with appropriate computing power; relating the findings to curated databases.SIB gathers under a single roof bioinformatics know-how, high-performance computing (e.g. the Vital-IT group) as well as leading biocuration expertise (e.g. the Swiss-Prot group, which maintains the most widely used protein information resource in the world). The IMIDIA project in particular relied on the SwissLipids knowledgebase, developed by Swiss-Prot in collaboration with the Swiss Initiative in Systems Biology (SystemsX.ch). This comprehensive library of over 300,000 known and theoretically possible lipid structures is enriched with expert-curated information on lipid metabolism, protein interactions and occurrence in organelles, cells, tissues and organs.In addition to its data science expertise, SIB's unique position at the public and private interface enables it to seamlessly join forces with academic and industry partners to accelerate research and convert it into benefits for human health.Since its implication in the IMIDIA project, SIB's role as an enabler in the life science field, both in data curation and bioinformatics, has led to its selection as DCC for follow-up projects: RHAPSODY and BEAt-DKD. While IMIDIA and RHAPSODY, both led by Bernard Thorens at the University of Lausanne, focus on the identification of new biomarkers for T2D, BEAt-DKD focuses on finding biomarkers of the Diabetic Kidney Disease (DKD), the leading cause of renal failure, which affects up to 1 in 4 people suffering from diabetes. SIB is the only Swiss representative in the latter project.", "article_link": "http://dx.doi.org/10.1016/j.molmet.2017.01.009", "url": "http://www.eurekalert.org/pub_releases/2017-03/siob-sat032117.php", "region": "europe", "source_link": "http://www.sib.swiss/about-us/news/1018-sib-accelerates-the-fight-against-diabetes-with-several-pan-european-projects", "funder": "", "meeting": "", "institution": "Swiss Institute of Bioinformatics", "keywords": ["Biology", " Genetics", " Bioinformatics", " Genes"], "journal": "Molecular Metabolism", "description": "Recent advances in the fight against type 2 diabetes (T2D) result from a pan-European collaborative project, called IMIDIA, in which the SIB Swiss Institute of Bioinformatics is closely involved since 2010. SIB was in charge of both coordinating the large amount of patients' data (acting as Data Coordination Centre, DCC) as well as analysing the data to find biomarkers for early detection of the disease.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}