{"title": "New study: Pre-pregnancy BMI directly linked to excess pregnancy weight gain", "text": "Specific messaging and resources are needed to promote healthy weight gain during pregnancy for young mothers, a new study suggests.Weight gain during pregnancy is an issue every pregnant woman faces. After pregnancy, new research shows that for young mothers, pre-pregnancy body mass index, or BMI, and ethnicity might signal a likelihood for obesity later in life. After analyzing the medical records of more than 1,000 women who gave birth between the ages of 15 and 24, investigators from the University of Michigan conclude that physicians caring for adolescent women should use BMI before pregnancy as a strong predictor of whether a young mother will gain too much weight during pregnancy, a risk factor for later obesity. They also found that Hispanic women were less likely than non-Hispanic women to gain too much weight during pregnancy.For the work, researchers reviewed information about the mothers' pregnancy and delivery, including pre-pregnancy BMI and the mother's weight gain during pregnancy. Follow-up interviews gathered additional information, including access to and use of health care and child care services; experiences with local welfare and child support agencies; parental conflict and domestic violence; and child health and well-being.The results are published in the journal PLOS ONE.It's well known that excessive weight gain during pregnancy can have a lasting negative impact on the health of a mother and her baby.\"When I talk to young women, I emphasize that their health as young adults is going to impact more than themselves,\" says Tammy Chang, M.D., assistant professor in Michigan Medicine's Department of Family Medicine and a practicing physician at the Corner Health Center. \"It's going to impact the health of their future families and future children.\"Excess weight gain during pregnancy increases the risk of a number of pregnancy complications including gestational diabetes, high blood pressure, fetal growth abnormalities and increased difficulty during labor and delivery. For mothers, risks also include heart disease and hypertension, and for their children, a greater risk of future obesity and heart diseaseAn opportunity for interventionAs a member of the Institute for Healthcare Policy and Innovation Chang developed an interest in the impact of pregnancy on weight gain at different stages of life from observing trends she saw among her patients. She saw firsthand the myths her adolescent patients associated with pregnancy. She also saw an opportunity to educate and empower multiple generations within one family in one doctor's visit. \"Adolescents are central to addressing the obesity epidemic,\" Chang says referring to the fact that 38 percent of adults and 17 percent of teens in the U.S. are obese, according to the U.S. Centers for Disease Control and Prevention.Chang believes getting young people to understand the importance of maintaining a healthy weight can lead to a healthier population in the future. Although getting adults to eat right, exercise and maintain a healthy lifestyle is difficult, she says pregnancy is a prime opportunity for patient education about diet and exercise. Women are often more concerned and invested in their health during pregnancy and have more face time and support from the health care system.Chang also notes that interventions and programs promoting healthy weight gain during pregnancy must be designed to take adolescent-specific factors into consideration. Younger pregnant women face different issues, concerns and circumstances than older or more established pregnant women.\"We can't use the same conceptual framework for adolescents that we use for adults,\" Chang says. \"They are developmentally different and are often vulnerable to different life factors and under different constraints.\"The study, which used information from the Fragile Families and Child Wellbeing Study, a joint effort by Princeton and Columbia universities, did not produce conclusive explanations for why young Hispanic women were less likely to gain too much weight during pregnancy compared with non-Hispanic women. Chang plans on studying this topic further to potentially identify their positive behaviors during pregnancy that can be shared with groups more prone to excessive weight gain.The term \"fragile families\" refers to families who are at greater risk of being single parent households and living in poverty than more traditional families. The samples used were representative of children born in large U.S. cities between 1998 and 2000.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173790", "url": "http://www.eurekalert.org/pub_releases/2017-03/mmu-nsp032117.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/body-work/for-adolescents-pre-pregnancy-bmi-directly-linked-to-excess-pregnancy-weight-gain", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Diet/Body Weight", " Parenting/Child Care/Family"], "journal": "PLOS ONE", "description": "It's well known that excessive weight gain during pregnancy can have a lasting negative impact on the health of a mother and her baby.\r\nA new University of Michigan-led study finds that for young mothers (women who gave birth between the ages of 15 and 24), pre-pregnancy body mass index, or BMI, and ethnicity might signal a likelihood for obesity later in life.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}