{"title": "Changes in the vascular system may trigger Alzheimer's disease", "text": "As the average age of Americans increases, so too does the problem of Alzheimer's, one of the world's most common neurological diseases. In recent years, scientists have explored many new approaches to clear the plaques and tangles in the brain that characterize the condition, but the new drugs have largely turned out to be disappointing.A team of Rockefeller scientists is now using a fresh approach to look at biological processes that occur in the development of Alzheimer's disease (AD). Somewhat unexpectedly, they have found that a plasma component normally involved in blood clotting and inflammation may also be part of the problem in some patients.This isn't the first time the condition has been linked to the vascular system. \"There's a lot of evidence that exercise, which helps keep your blood vessels healthy and blood flow consistent, can be protective against AD,\" says Sidney Strickland, head of the Patricia and John Rosenwald Laboratory of Neurobiology and Genetics. \"In addition, we know that diseases that compromise the vascular system, like diabetes, put people at higher risk.\"Yet it's still not clear precisely how changes in the blood might spur Alzheimer's. The latest study from Strickland's lab, published recently in the journal Blood, offers a clue and a possible path to early diagnosis and new drugs.Exploring the linkThe plasma protein, called Factor XII, is part of a cascade of enzymes that induces blood coagulation and inflammation. Previous studies from Strickland's lab had shown that this cascade can be activated by beta-amyloid, a molecule that forms sticky plaques in the brains of Alzheimer's patients. Other research had demonstrated that the process might be overly active in the disease.Because people with AD don't show cognitive problems until their disease is quite advanced, it's been difficult to study what's transpiring in the brain at the earlier stages. But in recent years, genes linked to an early-onset hereditary form of the disease have been found, and researchers have been able to study what's happening in the brains of people genetically predetermined to develop Alzheimer's, even before they show any symptoms.\"It's a devastating disease to have,\" Strickland says about this inherited form of AD, \"but it's given us new research opportunities. The first changes observed in these patients are in beta-amyloid levels. The second changes are brain abnormalities related to the vascular system, which can occur 20 years before overt cognitive symptoms appear.\"\"We speculated that activation of Factor XII by beta-amyloid could play a role in initiating Alzheimer's,\" says Zu-Lin Chen, a senior research associate in the Strickland lab. \"That's not something you can study in humans, so we looked at mouse models of disease to see what happens when Factor XII is knocked down.\"Exploring results in miceTo take out Factor XII, the team used a molecule that prevented the gene from making the protein. Normally, AD mice show much greater brain inflammation than healthy mice.  However, AD mice whose Factor XII had been knocked down had much less inflammation than untreated AD mice and had brains that were more similar to those of healthy mice.In addition, behavioral studies of AD mice with reduced Factor XII showed that their cognitive function improved. In one test, the mice were introduced to a maze with an escape hole. The animals learn the location of the hole by remembering visual cues around the maze, allowing them to escape through the hole on subsequent visits. Unlike normal mice, AD mice are unable to remember where the hole was located.Knocking down Factor XII helped: AD mice lacking the protein learned to find their way quicker than the untreated AD mice, although their memory wasn't as good as that of normal mice.These and other findings in the study point to one potential factor in initiating AD, though the researchers caution they may not lead to new drugs anytime soon. \"We need to further define what's going on, so we can identify patients with vascular problems and develop a targeted therapy to help that aspect,\" Chen says. \"We had great improvements in our mice but we didn't fully correct the problem. Alzheimer's is a complex disease, and there are multiple elements involved.\"\"Our work contributes to the increasing evidence that vascular abnormalities are playing an important role in cognitive decline and inflammation in some AD patients,\" Strickland concludes. \"The hope is that defining the vascular mechanisms involved will allow for better diagnosis and eventually new treatments. Each step forward is a step closer to understanding this terrible disease.\"", "article_link": "http://dx.doi.org/10.1182/blood-2016-11-753202", "url": "http://www.eurekalert.org/pub_releases/2017-03/ru-cit032117.php", "region": "namerica", "source_link": "http://newswire.rockefeller.edu/2017/03/21/changes-in-the-vascular-system-may-trigger-alzheimers-disease/", "funder": "", "meeting": "", "institution": "Rockefeller University", "keywords": ["Genetics", " Medicine/Health", " Aging", " Neurobiology", " Alzheimer's Disease"], "journal": "Blood", "description": "In some people whose cognitive functions are weakened due to Alzheimer's, the disease can be traced back to changes in the brain's blood vasculature. Scientists have found that a protein involved in blood clotting and inflammation might offer a potential path to new drugs.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}