{"title": "Interferon drug shows promise in treating Ebola", "text": "(Tuesday, March 21, 2017 -- Toronto) -- A pilot study of a class of drugs used to treat hepatitis and some forms of multiple sclerosis has been shown for the first time to ease symptoms of Ebola patients, while also increasing their survival. The study, entitled, \"Interferon ß-1a for the treatment of Ebola virus disease: A historically controlled, single-arm proof of concept trial,\" published in PLoS One, a high-impact journal which is freely and immediately available to everyone.Since there is no vaccine or specific approved treatment for Ebola virus disease (EVD), there is a \"moral obligation\" to collect and share all data generated, to understand the safety and efficacy of any intervention, and to evaluate promising interventions to inform future research, says Dr. Eleanor Fish, the senior author and senior scientist in the Toronto General Hospital Research Institute (TGHRI).To date, no treatments or post-exposure prophylaxis are available for Ebola. Clinical trials for several vaccines are in various phases, with promising published results in humans.Nine individuals with Ebola virus were treated with Interferon ß-1a, and compared retrospectively with a matched cohort of 21 infected individuals receiving standardized supportive care only during the same time period at the same treatment centre in Guinea, West Africa from March 26, 2015 to June 12, 2015.When compared to patients who received supportive treatment only, 67 per cent of the interferon-treated patients were still alive at 21 days in contrast to 19 per cent of the former patients. Additionally, the viral blood clearance was faster in those patients treated with Interferon ß-1a.  Many clinical symptoms such as abdominal pain, vomiting, nausea and diarrhea were also relieved earlier in the interferon-treated patients.  A further 17 patients in other Guinean treatment centres who matched the interferon-treated patients based on age and the amount of Ebola virus in their blood were included in the analysis. These added patients, who did not receive interferon, more than doubled their risk of dying as a result of not being treated with the drug.  Interferons are a family of naturally occurring proteins, produced in response to viral infection. They have widespread potential as therapeutic agents for the treatment of viral infections, and are currently used for chronic hepatitis B and C infections and some forms of multiple sclerosis (MS). They inhibit viral infection by preventing viral entry into target cells and by blocking different stages of the viral replicative cycle for different viruses.  And because they are already in use, researchers know that they have a favourable safety profile. \"Despite the limitations of a single arm, non-randomized study, we infer from these data that Interferon ß-1a treatment is worth further consideration for the treatment of Ebola virus disease,\" said Dr. Fish, who is also a Professor in the Department of Immunology at the University of Toronto, noting that the decision to undertake the clinical trial was based on previous preliminary scientific data, and on the fact that no currently approved antivirals exist to treat Ebola. In earlier work on human cells led by Dr. Fish, researchers compared how well eight different drugs, in different combinations, at different doses, were able to inhibit the Ebola virus. As a result of using a mini-genome system to rapidly evaluate drugs, the most potent inhibitor of Ebola turned out to be Interferon beta. Dr. Fish also pointed out that the onsite team for this pilot study was composed of 11 Guinean healthcare workers who received, for the first time, relevant training in all aspects of conducting a clinical trial according to international standards. This team is now working with Dr. Fish to monitor Ebola survivors and the impact of treatment with interferon.An original outbreak of Ebola virus disease that began in West Africa in December 2013, mainly affecting Guinea, Liberia and Sierra Leone has now ended, but the risk of sporadic cases remain. More than 11,000 deaths occurred as a result of that outbreak, with a high mortality rate of the disease estimated at around 60 per cent.  The World Health Organization (WHO) declared the outbreak in 2014-15 a public health emergency of international concerns and it is the largest outbreak to date.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0169255", "url": "http://www.eurekalert.org/pub_releases/2017-03/uhn-ids032017.php", "region": "namerica", "source_link": "http://www.uhn.ca/corporate/News/PressReleases/Pages/interferon_drug_shows_promise_treating_Ebola.aspx", "funder": "Canadian Institutes of Health Research, European Mobile Laboratory", "meeting": "", "institution": "University Health Network", "keywords": ["Pharmaceutical Sciences", " Medicine/Health", " Clinical Trials", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "PLOS ONE", "description": "A pilot study of a class of drugs used to treat hepatitis and some forms of multiple sclerosis has been shown for the first time to ease symptoms of Ebola patients, while also increasing their survival.", "date": "Tue, 21 Mar 2017 04:00:00 GMT"}