{"title": "Critical Path Institute launches type 1 diabetes consortium", "text": "Tucson, Ariz., March 20, 2017 -Critical Path Institute (C-Path) is pleased to announce the launch of the Type 1 Diabetes (T1D) Consortium. Funded by The Leona M. and Harry B. Helmsley Charitable Trust; Janssen Research & Development, LLC; JDRF International; and Sanofi, the T1D Consortium will work to qualify islet autoimmunity antibodies as prognostic biomarkers to be used in the development of therapies for the treatment, and ultimately the prevention, of T1D. The T1D Consortium is also working collaboratively with INNODIA, a consortium under the Innovative Medicines Initiative (IMI). INNODIA is a European-based, public-private partnership with the ambition to significantly improve our understanding of type 1 diabetes and to pave the way to novel therapeutic options to prevent and cure T1D.\"C-Path is eager to apply its expertise in cross-industry collaboration, regulatory science, and project and data management to the field of type 1 diabetes research and prevention,\" said C-Path President and CEO Dr. Martha Brumfield. \"The late George Eisenbarth, a leader in the field of T1D research, observed that 'the clock to T1D has started when islet antibodies are first detected.' Achieving regulatory qualification of these antibodies as biomarkers will lead to better clinical trial design and more accurate identification of individuals who would likely benefit from early intervention.\"The specific biomarkers of interest include (Pro)-insulin autoantibody (IAA), Glutamic acid decarboxylase 65 (GAD65) autoantibody, Islet antigen 2 (IA-2) autoantibody, and Zinc transporter 8 (ZnT8) autoantibody. The presence of these autoantibodies, in conjunction with blood glucose levels, helps scientists separate T1D into three stages. In stage 1, autoantibodies can be detected in patients but the patients have normal blood glucose levels. In stage 2, the same autoantibodies are present, but the patients start to exhibit dysregulation of their blood glucose levels. Stage 3 patients have autoantibodies and high blood glucose levels indicative of diabetes; in addition, many display the typical clinical signs and symptoms of T1D, which may include weight loss, polyuria, fatigue, and diabetic ketoacidosis, among others. The goal of preventing symptomatic T1D rests in the ability to identify those patients in the early stages of the disease, which will allow early interventions focused on either slowing or halting their progression to the symptomatic disease state.\"We will apply these biomarkers together with the staging approach to design new clinical trials, conduct the trials more effectively, and ultimately, develop interventions to arrest progression to symptomatic type 1 diabetes,\" said Dr. Jessica Dunne, Director of Discovery Research at JDRF.The initial goal of the T1D Consortium is to achieve the regulatory qualification (from both the US Food and Drug Administration and the European Medicines Agency) of the islet autoantibodies as prognostic biomarkers for T1D disease progression in pre-symptomatic T1D patients. These autoantibodies may also be used as an enrichment factor in clinical trials to identify subjects in the pre-symptomatic stages of the disease with a high risk of disease progression to symptomatic. Ultimately, the prevention of the appearance of these autoantibodies could possibly be used as a surrogate marker for prevention of T1D in clinical trials.By 2050, the number of youth diagnosed with T1D in the US alone is projected to more than triple. The ability to screen for risk and stage of T1D prior to symptoms appearing presents a valuable opportunity to delay, and ultimately prevent, symptomatic T1D. By employing the resources of all its members, and engaging with regulatory agencies at each step of the process, C-Path's T1D Consortium can achieve these regulatory science deliverables.\"The innovative, cross-collaborative approach of the T1D Consortium, its emphasis on sharing data, resources, cost, and risk, and its long-term vision are aligned with the goals of our prevention initiative at Helmsley,\" said Gina Agiostratidou, director of Helmsley's Type 1 Diabetes Program. \"We are proud to be a supporting partner of this C-Path initiative.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/tcpi-cpi031917.php", "region": "namerica", "source_link": "https://c-path.org/critical-path-institute-launches-type-1-diabetes-consortium/", "funder": "Helmsley Charitable Trust, JDRF, Janssen, Sanofi", "meeting": "", "institution": "The Critical Path Institute (C-Path)", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Pharmaceutical Science"], "journal": "", "description": "C-Path is pleased to announce the launch of the Type 1 Diabetes (T1D) Consortium, funded by the Helmsley Charitable Trust, Janssen R&D, JDRF, and Sanofi. Working collaboratively with INNODIA, a consortium under the Innovative Medicines Initiative, the T1D Consortium will work to qualify islet autoimmunity antibodies as prognostic biomarkers. The biomarkers of interest include (Pro)-insulin autoantibody (IAA), Glutamic acid decarboxylase 65 (GAD65) autoantibody, Islet antigen 2 (IA-2) autoantibody, and Zinc transporter 8 (ZnT8) autoantibody.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}