{"title": "Study points a way to better implantable medical devices", "text": "CAMBRIDGE, MA -- Medical devices implanted in the body for drug delivery, sensing, or tissue regeneration usually come under fire from the host's immune system. Defense cells work to isolate material they consider foreign to the body, building up a wall of dense scar tissue around the devices, which eventually become unable to perform their functions.Researchers at MIT and Boston Children's Hospital have identified a signaling molecule that is key to this process of \"fibrosis,\" and they have shown that blocking the molecule prevents the scar tissue from forming. The findings, reported in the March 20 issue of Nature Materials, could help scientists extend the lifespan of many types of implantable medical devices.\"This gives us a better understanding of the biology behind fibrosis and potentially a way to modulate that response to prevent the formation of scar tissue around implants,\" says Daniel Anderson, an associate professor in MIT's Department of Chemical Engineering, a member of MIT's Koch Institute for Integrative Cancer Research and Institute for Medical Engineering and Science (IMES), an affiliate at Boston Children's Hospital, and the senior author of the study.The paper's lead author is Koch Institute and JDRF postdoc Joshua Doloff.Preventing fibrosisAnderson's lab has been working for several years on an implantable device that could mimic the function of the pancreas, potentially offering a long-term treatment for diabetes patients. The device encapsulates insulin-producing islet cells within a material called alginate, a polysaccharide naturally found in algae. Alginate provokes a lesser immune response than human-made materials such as metal, but it still induces fibrosis.To investigate how fibrosis happens, the MIT team systematically knocked out different components of the immune system in mice. They found that cells called macrophages are necessary for fibrosis to occur, and that when those cells are missing, scar tissue does not form around implanted devices.The researchers then identified a signaling molecule that appears to help macrophage precursors known as monocytes differentiate into mature macrophages, which then initiate fibrosis. They also discovered that if they blocked the cell surface receptors for this molecule, known as CSF1, they could prevent implant-induced fibrosis from occurring.Importantly, this interference did not stop macrophages from carrying out other critical functions.\"We show that you preserve many other important immune functions, including wound healing and phagocytosis, but you lose this fibrotic cascade,\" Doloff says. \"We're preventing the macrophages from toggling into an activated warning state where they sound the alarm for this massive immune response to show up.\"In this study, the researchers showed that blocking CSF1 receptors prevented fibrosis not only with alginate but also ceramic and a plastic called polystyrene.\"It's generalizable to many different types of biomaterials, and hopefully will also be generalizable to many platforms for different purposes,\" Doloff says.Targeted approachOther implantable devices whose functions can be disrupted by fibrosis include glucose sensors for diabetics, pacemakers, and any other devices that need to interact with surrounding tissue.Currently, Doloff and postdoc Shady Farah, who is also a co-author on the Nature Materials study, are working on ways to deliver the CSF1R-blocking drug along with various types of implantable devices. This targeted approach holds the potential to be safer than another strategy that some researchers have tried, which is widespread suppression of the immune system.\"If you use a broad-spectrum drug, you may be getting rid of cell types that are important for reducing fibrosis or even for other vital immune functions in the body -- wound healing or fighting off parasites, bacteria or viral infections,\" Doloff says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/miot-sp032017.php", "region": "namerica", "source_link": null, "funder": "JDRF, Leona M. and Harry B. Helmsley Charitable Trust, National Institutes of Health, Tayebati Family Foundation", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Diabetes", " Biomedical/Environmental/Chemical Engineering"], "journal": "Nature Materials", "description": "MIT researchers have identified a signaling molecule key to the formation of scar tissue surrounding implantable medical devices, a process called fibrosis. Blocking this molecule prevents scar tissue from forming and could help scientists extend the lifespan of many types of implantable medical devices.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}