{"title": "Nurses adopt plant-based prescription, boost health outcomes", "text": "WASHINGTON -- Joanne Evans, M.Ed., R.N., P.M.H.C.N.S.-B.C., provided a presentation to colleagues at George Mason University in Fairfax, Va., about the health benefits of adopting a plant-based vegan diet and soon had 19 nurses eager to test it out. After 21 days, 74 percent of the nurses, 14 out of 19, in this self-reported, plant-based dietary review lowered their cholesterol, with a mean average of 18 mg/dL, while six lowered their cholesterol by 45 to 60 mg/dL; more than half, 10, lost weight, with an average weight loss of 4.4 pounds, with a range of 1.5 to 9 pounds; 30 percent, six, reported gains in energy; and 41 percent, eight, reported feeling highly satisfied with their health, compared to one nurse who reported this before the dietary modification. After the program concluded, the nurses reported an uptick in fruit and vegetable consumption, while meat and dairy consumption fell. The findings appear in the March 2017 issue of the American Journal of Nursing. \"A plant-based diet provides a healthful template for all patients, but what I find works best is personalizing the approach,\" says Evans, the lead review author and a clinical research specialist. \"We miss the point when we give generic advice and suggestions. I recommend clinicians do a nutritional assessment, learn what the patient eats on a daily basis, find out their food preferences, discover their challenges, and create personalized solutions.\"The nurses in the program achieved metabolic benefits without counting calories, measuring portion sizes, or adhering to strict rules. They received support through weekly webinars with Evans, who answered questions about day-to-day challenges, provided advice about nutrient intake and cooking procedures, and offered feedback about how to integrate options for family and friends into every meal. Participants could also sign up to receive daily emails from the 21-Day Vegan Kickstart program, a free online meal-planning program that goes live the first day of each month and provides participants with dietitian-created meal plans, grocery shopping lists, inspirational tips, videos of cooking demos and grocery store tours, and a free iPhone app. \"Large bodies of research show a plant-based vegan diet boosts weight loss, lowers blood pressure, improves cholesterol, and stabilizes blood sugar,\" says Neal Barnard, M.D., F.A.C.C., president of the nonprofit Physicians Committee. \"The secret is to stick with the prescription since the health benefits last as long as you're putting the dietary principles into practice. A plant-based vegan diet is not a fad diet, but a new approach to eating, a new approach to health care, and a new approach to life.\"", "article_link": "http://dx.doi.org/10.1097/01.NAJ.0000513289.14377.0f", "url": "http://www.eurekalert.org/pub_releases/2017-03/pcfr-nap032017.php", "region": "namerica", "source_link": "http://www.pcrm.org/media/news/nurses-adopt-plant-based-vegan-diet-for-21-days-and-lose-weight-lower-cholesterol", "funder": "", "meeting": "", "institution": "Physicians Committee for Responsible Medicine", "keywords": ["Medicine/Health", " Alternative Medicine", " Diet/Body Weight", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Public Health", " Behavior"], "journal": "American Journal of Nursing", "description": "Joanne Evans, M.Ed., R.N., P.M.H.C.N.S.-B.C., provided a presentation to colleagues at George Mason University in Fairfax, Va., about the health benefits of adopting a plant-based vegan diet and soon had 19 nurses eager to test it out.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}