{"title": "Do you really have high blood pressure?", "text": "Montreal, March 20, 2017 - A study by researchers at the University of Montreal Hospital Research Centre (CRCHUM) shows that more than half of family doctors in Canada are still using manual devices to measure blood pressure, a dated technology that often leads to misdiagnosis. \"About 20% of people receiving treatment for hypertension don't actually have a problem and do not need medication. This is due mainly to the fact that their blood pressure was improperly measured,\" said lead author Janusz Kaczorowski, whose study was recently published in the journal Canadian Family Physician.Kaczorowski, a medical sociologist, is a CRCHUM researcher and professor in the Department of Family and Emergency Medicine at Université de Montréal.Getting one's blood pressure taken during a visit to the doctor is a routine procedure. It also provides crucial medical data. In Canada, one adult in five suffers from hypertension which represents the greatest global risk factor for death and disability. Blood pressure is defined as the pressure that the blood exerts on artery walls. Measured in the arm artery, it is expressed in two numbers: the value when the heart contracts (systolic blood pressure) and the value when the heart relaxes between two contractions (diastolic blood pressure). Blood pressure is considered normal when systolic pressure is below 140 mmHg and diastolic pressure is below 90 mmHg. Above these values, a person is said to have high blood pressure (hypertension). The technology behind tensiometers or sphygmomanometers, the devices used to measure blood pressure, has changed a great deal over the last 20 years. Today, automatic electronic measuring devices, known as oscillometric devices, are available. In 2016, The Canadian Hypertension Education Program (CHEP) Guidelines recommended that electronic measurement is preferable to manual measurement.An increasing number of medical clinics are equipped with automatic electronic devices. Yet in the spring of 2016, Kaczorowski's team conducted a survey among Canadian family doctors: 52% of the 769 respondents indicated that they used a manual tensiometer to measure blood pressure. Only 43% used an automatic device. \"Clinicians should use automatic devices,\" Kaczorowski said. \"They are more expensive but more precise because they take several measurements. Manual measurement is acceptable if it's properly done, but that's often not the case. To take blood pressure the right way, a 12- to 15-minute period is required. We know that the average visit to a family doctor lasts 10 minutes. We have to rethink how patient visits are organized so that the patient can be left alone in a room while the measurement is taken.\"Automated measurement has the advantage of eliminating what's known as white-coat syndrome, which refers to artificially high blood pressure resulting from the stress of being in a doctor's office and human interaction. The researchers believe that clinicians should adopt these devices to detect individuals likely to suffer from high blood pressure, in accordance with the Canadian guidelines.  In Canada, healthcare costs attributable to hypertension were evaluated at more than $13 billion in 2010. \"If people who take high-blood-pressure medication had their blood pressure measured incorrectly, the financial implications are considerable, in addition to the side effects, which could be avoided,\" said Kaczorowski.  The CHEP Guidelines state that modifying health-related behaviours is an efficient way of preventing and treating high blood pressure and of reducing the risk of cardiovascular disease. It is possible to lower blood pressure through a healthy diet, regular physical activity, moderate alcohol consumption, reduced intake of dietary sodium, avoidance of exposure to tobacco products, and stress management. To find out more, please visit: http://www.hypertension.ca", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uomh-dyr031717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Montreal Hospital Research Centre (CRCHUM) ", "keywords": ["Medicine/Health", " Diagnostics", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Public Health"], "journal": "Canadian Family Physician", "description": "A study by researchers at the University of Montreal Hospital Research Centre (CRCHUM) shows that more than half of family doctors in Canada are still using manual devices to measure blood pressure, a dated technology that often leads to misdiagnosis.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}