{"title": "Penn researchers discover test for earlier detection of transplant rejection", "text": "PHILADELPHIA-- Approximately 30,000 organ transplants occur in the United States each year. However, between 20 and 50 percent--depending on the organ type--of the transplanted organs fail within five years, most often because the recipient's immune system attacks, or \"rejects,\" the donated organ. Researchers at the Perelman School of Medicine at the University of Pennsylvania have discovered a method that appears to provide earlier warning of organ transplant rejection compared to standard methods, and requires only a blood test rather than a more invasive and painful needle biopsy. This new method is detailed in a study published today online in the Journal of Clinical Investigation.If the validity of the new approach for detecting transplant rejection is confirmed in further studies, it could enable doctors to keep transplant recipients healthier and their transplants working longer. A better biomarker would allow doctors to reverse rejection episodes in many of these cases using immunosuppressive drugs. \"There is a critical need for a biomarker that will work across the entire field of transplantation and will allow us to detect rejection and intervene much sooner than we are currently able to,\" said lead author Prashanth Vallabhajosyula, MD, an assistant professor of Cardiovascular Surgery. \"We think our proposed biomarker platform could fulfill that need.\"In principle, when doctors are able to detect rejection episodes earlier and intervene more effectively, transplant recipients also will be able to use lower maintenance doses of immunosuppressive drugs when rejection is not occurring. That will help them avoid the long-term side effects of these drugs which include cancers, high blood pressure, opportunistic infections, and kidney damage.The new method involves tiny, capsule-like structures known as exosomes, which normally are secreted from most types of cell. Precisely what exosomes evolved to do isn't clear, but scientists know that these capsules contain proteins and other molecules from their mother cell that can influence the activities of neighboring cells. Like their mother cells, exosomes have protein markers on their surfaces -- often called MHC antigens -- that identify them to the immune system as part of the body. Just as donor and host cells usually differ in their MHC markers, so do donor and host exosomes. In this study, the researchers reasoned that donor exosomes' distinct surface markings would allow these tiny structures to be detected in blood tests and potentially used to predict transplant rejection episodes.Using a standard laboratory model in which human pancreatic islet cells--key producers of insulin--are transplanted into mice, researchers showed that they could indeed detect and quantify the exosomes from the donated human cells in the blood of the mice. Moreover, when the researchers induced an immune rejection of the transplants in the mice, the detected levels of transplanted-islet exosomes dropped sharply and almost immediately. \"The levels of those exosomes in the bloodstream changed dramatically, well before we saw changes in other current clinical markers such as fasting glucose levels,\" Vallabhajosyula said.He added that the reason for the sudden drop isn't clear--since it happened before there was evident damage to the transplanted islet cells--but probably in part involved a reduced production of the exosomes by the cells.In an initial exploration of the transplant-exosome strategy in people, the researchers examined stored blood plasma samples from five recipients of transplanted islet cells in an NIH clinical trial, and were able to detect donor exosomes in these samples following the transplants. They also found some preliminary evidence that their falling-exosome measure could be useful in predicting transplant rejection in people. For one patient who experienced a rejection of the transplanted islet cells, a steep drop in the level of donor exosomes was detectable in a blood sample taken six and a half months before the transplanted cells stopped working and the patient developed clinical signs of diabetes.In further experiments using the human-to-mouse transplant model, the team were able to analyze the contents of donor exosomes in the blood of recipient mice. They found that these islet cell exosomes carried dozens of distinct molecules including insulin and other endocrine hormones -- and that the composition of this \"cargo\" changed during transplant rejection, causing sharp increases, for example, in the levels of several dozen molecules normally found in the exosomes.Researchers suspect that taking these changes into account could enhance the reliability of a transplant rejection early-warning test, but may be even more helpful in identifying the specific type of injury sustained by the transplant--discriminating, for example, an injury due to transplant rejection from a less worrisome injury due to infection.\"I believe that analyses of exosomes from transplanted organs will ultimately provide a very powerful and unprecedented ability to understand the conditional state of the organ as a whole,\" said study senior author Ali Naji, MD, PhD, the J. William White Professor of Surgery. In a quick test of the breadth of their approach, the researchers showed that they could isolate and detect donor-tissue exosomes in a different type of transplant: kidney transplant, currently the most common type of organ transplant. In this case, the team found that they could isolate and quantify donor-kidney exosomes not just in blood but also in urine, thus potentially enabling urine tests which are even less invasive than blood tests.The team are now following up with further studies, including studies of their method with different types of transplantation, and studies of specific cargoes of transplant exosomes.Vallabhajosyula added that, in addition to the potential of the transplant-exosome approach as a diagnostic tool, it may be useful generally in furthering the scientific understanding of transplant biology. \"The ability to isolate and analyze tissue-specific exosomes opens a window to understanding their roles in transplant rejection and transplant tolerance,\" he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-prd032017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute of Allergy and Infectious Disease, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, City of Hope Integrated Islet Distribution Program", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Transplantation"], "journal": "Journal of Clinical Investigation", "description": "Researchers at the Perelman School of Medicine at the University of Pennsylvania have discovered a method that appears to provide earlier warning of organ transplant rejection compared to standard methods, and requires only a blood test rather than a more invasive and painful needle biopsy.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}