{"title": "New method predicts who will respond to lithium therapy", "text": "LA JOLLA -- (March 20, 2017) For roughly one-third of people diagnosed with bipolar disorder, lithium is a miracle drug, effectively treating both their mania and depression. But once someone is diagnosed, it can take up to a year to learn whether that person will be among the 30 percent who respond to lithium or the 70 percent who do not. Now, scientists at the Salk Institute report a way to predict, with 92 percent accuracy, whether an individual with bipolar disorder will be a lithium responder. The work, which appeared online in Molecular Psychiatry on February 28, 2017, validates the lab's 2015 discovery of a cellular basis for the disorder and could benefit not only those who will respond to lithium but also the vast majority who will not, sparing them an ineffective treatment. \"What's remarkable about this system is that you don't need to use 500 or 600 cells from multiple patients,\" says Rusty Gage, a professor in Salk's Laboratory of Genetics and senior author of the new work. \"Five cells from one patient is enough to define whether someone is responsive or nonresponsive to lithium.\"More than five million Americans suffer from bipolar disorder, a progressive psychiatric condition that, left untreated, puts sufferers at high risk for suicide. Lithium is the preferred drug to treat the disorder, but it isn't clear why it works for some people and not others. The Gage team's previous breakthrough, published in Nature on October 28, 2015, suggested a reason, revealing that the neurons of people with bipolar disorder are more easily stimulated, firing electrical impulses more rapidly than the neurons of people without the disorder. The team found that maintaining some people's neurons in a lithium-infused medium calmed this hyperexcitability.\"In 2015 we discovered that the brain cells of people with bipolar disorder are more sensitive to stimuli than those of other people,\" says Gage. \"Since then, we have been able to characterize that sensitivity in greater detail and discern clear patterns in the neurons of bipolar patients that allow us to predict who will respond to lithium and who will not.\"The new study sought to better understand why, despite seemingly equivalent hyperactivity, some bipolar patients' neurons respond to lithium while others' do not. This time, instead of using skin cells, the team reprogrammed lymphocytes (immune cells) from six entirely new bipolar patients, some of whom are known lithium responders. The team found the same hyperexcitability in the lymphocyte-derived neurons, validating their earlier results.\"But then we started to see something more,\" says Shani Stern, a Salk research associate and co-first author of the new paper. \"Although responders and nonresponders both produce more electrical impulses and spontaneous activity, when we look at the electrophysiological properties, the two groups are very different from each other.\"The Salk team characterized the electrical firing patterns of all six patients' neuronal lines, measuring spike height, spike width, the threshold for evoking a reaction and other qualities. The overall patterns were noticeably different in responders versus nonresponders.\"This work was exciting because we replicated the previous finding of neuron hyperexcitability in neurons derived from a new cohort of patients diagnosed by a different psychiatrist, confirming the robustness of this characteristic and its potential use for drug development,\" says Renata Santos, co-first author and a Salk research collaborator.Wondering whether the differences could be predictive, the team trained a computer program to recognize the variations between the profiles of responders and nonresponders using the firing patterns of 450 total neurons over six independent training rounds. In each round, they started fresh with the neurons of five of the patients to train the system. They then tested the system with the neurons of the sixth patient, whose lithium status was known to the team but not to the program. They repeated the process five more times, which allowed them to build essentially six independent models. Each model was trained on the data from five out of the six patients, leaving a different patient out of the training data each time, and then letting the model classify this remaining patient as a responder or nonresponder. Using the firing patterns of just five of any patient's neurons, the system identified the person as a responder or nonresponder with 92 percent accuracy.\"These stem cell-based studies are technically challenging, in addition to being labor- and resource-intensive. As a result, many of the studies published up to now describe only two or three patient stem cell lines,\" says David Panchision, who oversees the NIMH's National Cooperative Reprogrammed Cell Research Group (NCRCRG) program, which supported this work. \"The fact that Gage's group can replicate the hyperexcitability characteristic in neurons from additional bipolar disorder patients is very important. Findings like these are needed to utilize these cells to develop new drugs to treat mental illnesses.\"The team says their method could be applied to lymphocytes taken from bipolar patients' blood samples, to find out whether specific individuals would be good candidates for lithium therapy.\"Replication of scientific results is not very sexy, but it's crucial,\" says Gage. \"When different scientists are able to get the same results in different cells from different patients, we can have more confidence that we are really on to something that will be beneficial for patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/si-nmp032017.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/new-method-predicts-will-respond-lithium-therapy/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Neurobiology", " Mental Health"], "journal": "Molecular Psychiatry", "description": "Scientists at Salk develop tool to gauge success of preferred treatment for bipolar disorder.", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}