{"title": "Researchers investigate possible link between carnitine deficiency and autism", "text": "HOUSTON - (July 13, 2017) - Researchers are always looking for new clues to the causes of autism, with special emphasis on prevention or treatment. At Baylor College of Medicine, Dr. Arthur Beaudet has been following clinical and genetic clues in patients with autism spectrum disorder and experimental results in animal models that have led him to propose that the lack of carnitine, a nutrient needed for the normal development and workings of the brain, the liver, the heart and other muscles, might be involved in triggering mild forms of autism.In a publication in the journal BioEssays, Beaudet, the Henry and Emma Meyer Chair and Professor of Molecular and Human Genetics, emphasizes that more research is needed to confirm this idea and speculates that, if confirmed, it could lead to the prevention of 10 to 20 percent of cases of autism by supplementing carnitine to infants.In the Beaudet lab, graduate student Patricia Celestino-Soper discovered in 2009 that about 1 in 350 males in the population cannot synthesize their own carnitine; they have an inactive copy of the TMLHE gene, which is located on the X chromosome.\"Of the nearly 460,000 males in the United States who have TMLHE gene deficiency, only about 3 percent develop autism. The remaining 97 percent become healthy adults,\" Beaudet said. \"Sometimes behavioral regression occurs.\" The regression of skills might be as subtle as first having a social smile and playfulness at 6 to 8 months of age and then losing these skills. Sometimes, the regression of skills occurs later and is more dramatic. Although TMLHE deficiency is present in only about 1 percent of autism cases, Beaudet proposes that carnitine deficiency in the brain might cause a much larger fraction of autism. \"We speculate that the individuals with a normal physical examination and normal brain imaging results in studies, which represents 10 to 20 percent of all cases of autism spectrum disorders, might have in common a mechanism that leads to a mild form of autism. This mechanism might involve brain carnitine deficiency,\" Beaudet said.In the search for more evidence to support the link between carnitine deficiency and mild forms of autism that disproportionally affect males, Beaudet and colleagues looked for other genes on the X chromosome that might be involved with carnitine. They identified the SLC6A14 gene that is linked to the transport of carnitine across the blood-brain barrier and is expressed differently in females. There is no mutation in the gene, but healthy girls will express more of this activity and perhaps more transport into the brain than healthy males.  \"The proposed involvement of SLC6A14 could be tested in animal models by assessing the transport of carnitine across the blood brain barrier and testing for abnormalities resulting from brain carnitine deficiency,\" Beaudet said.How could carnitine deficiency lead to a form of autism in an apparently healthy infant?The researchers believe that most infants are born with adequate carnitine because \"carnitine is usually delivered across the placenta, and most infants are born with adequate carnitine stores,\" Beaudet said. In addition, carnitine is abundant in breast milk, infant formulas and cow's milk, so infants will be protected from the deficiency as long as they are exclusively fed these products. \"In many cultures, when the infant is introduced to new foods between 4 and 8 months of age, the first non-milk foods are fruits, juices, cereals and vegetables, all of which contain almost no carnitine, and meats are introduced later,\" Beaudet said. \"Eggs, dairy and meats all have more substantial amounts of carnitine. Red meats are particularly rich; 1 ounce of beef contains 2,000 times more carnitine than 1 ounce of white rice. When low-carnitine solid foods are added to the diet, the intake of carnitine drops in proportion to the reduction in milk intake. \r\nThis reduction in carnitine might lead to brain carnitine deficiency and autism. Many parents of children with autism spectrum disorder report picky eating and this may also reduce the amount of meat in the diet.\"Beaudet and colleagues speculate that both the individual's genetic makeup and the environment might contribute to this form of autism. The researchers hypothesize that although there are dozens of genes that affect the metabolism of carnitine in the body, each gene might have a small effect, but no one gene has a severe disabling effect, such as often occurs in the more severe forms of autism. The diet is an equally important factor in this hypothesis. In addition, the researchers propose, other factors also may contribute, such as certain medications, minor illnesses (especially gastrointestinal conditions) and perhaps changes in the microbiome that might deplete carnitine from the body.Some evidence might not support this hypothesis. Although carnitine deficiency has been reported in autism, \"it is not reported as frequently as this hypothesis might suggest,\" Beaudet said. One way to directly test this hypothesis could be by working with families who already have one child with a milder form of autism. In these families, the risk of having another child with autism spectrum disorder is high, especially if the child is a male.\"Families such as these could be enrolled in a study to determine whether supplementation with carnitine will reduce the frequency of autism in the new siblings. This would be a very direct and powerful test of the hypothesis,\" Beaudet said. Beaudet indicates that the possibility that carnitine deficiency might be involved in mild forms of autism brings to the table the question of whether there should be a Recommended Daily Allowance (RDA) for carnitine in normal infant diets. In the 1980s, experts indicated that an RDA for carnitine was not necessary because the human body can make its own.\"We now know that 1 in 350 males indeed cannot synthesize carnitine. The need for an RDA for carnitine perhaps should be reviewed,\" Beaudet said.Beaudet also is professor of molecular and cellular biology and of pediatrics at Baylor.", "journal": "BioEssays", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/bcom-rip071117.php", "institution": "Baylor College of Medicine", "meeting": "", "description": "At Baylor College of Medicine, Dr. Arthur Beaudet has been following clinical and genetic clues in patients with autism spectrum disorder and experimental results in animal models that have led him to propose that the lack of carnitine, a nutrient needed for the normal development and workings of the brain, the liver, the heart and other muscles, might be involved in triggering mild forms of autism.", "article_link": null, "keywords": ["Biology", " Cell Biology", " Developmental/Reproductive Biology", " Developmental/Reproductive Biology", " Neurobiology", " Nutrition/Nutrients"], "source_link": null, "date": "Thu, 13 Jul 2017 04:00:00 GMT"}