{"title": "Children's visual engagement is heritable and altered in autism | EurekAlert! Science News", "year": "Wed, 12 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhow", "children", "visually", "engage", "others", "social", "situations", "heritable", "behavior", "altered", "children", "autism", "according", "study", "funded", "national", "institutes", "health", "study", "appears", "latest", "issue", "nature", "autism", "spectrum", "disorder", "affects", "person", "acts", "communicates", "learns", "united", "states", "approximately", "1", "68", "children", "disorder", "reduced", "attention", "people", "eyes", "faces", "behavior", "associated", "autism", "often", "used", "screen", "help", "diagnose", "disorder", "current", "study", "researchers", "washington", "university", "louis", "emory", "university", "atlanta", "explored", "potential", "genetic", "foundation", "behavior", "appear", "first", "6", "months", "age", "persist", "children", "grow", "older", "research", "shows", "autism", "likely", "genetic", "basis", "siblings", "children", "diagnosed", "autism", "people", "certain", "genetic", "mutations", "higher", "risk", "developing", "disorder", "compared", "general", "population", "said", "diana", "bianchi", "director", "eunice", "kennedy", "shriver", "national", "institute", "child", "health", "human", "development", "nichd", "provided", "funding", "study", "along", "national", "institute", "mental", "health", "nimh", "understanding", "genes", "influence", "social", "behaviors", "help", "researchers", "identify", "new", "better", "ways", "treat", "autism", "study", "team", "conducted", "experiments", "group", "250", "typically", "developing", "toddlers", "ages", "18", "24", "months", "including", "82", "identical", "twins", "41", "pairs", "84", "twins", "42", "pairs", "84", "children", "42", "randomized", "pairs", "also", "evaluated", "88", "children", "diagnosed", "autism", "child", "watched", "videos", "showed", "either", "actress", "speaking", "directly", "viewer", "scenes", "children", "interacting", "daycare", "video", "frames", "children", "could", "look", "onscreen", "characters", "eyes", "mouth", "body", "surrounding", "objects", "special", "software", "captured", "often", "children", "looked", "different", "regions", "well", "timing", "direction", "eye", "movements", "team", "found", "identical", "twins", "synchronized", "visual", "patterns", "compared", "twins", "pairs", "identical", "twins", "tended", "shift", "eyes", "times", "direction", "also", "likely", "look", "subject", "eyes", "mouth", "statistical", "measurement", "called", "intraclass", "correlation", "coefficient", "icc", "measures", "well", "individuals", "within", "group", "resemble", "value", "1", "marking", "perfect", "agreement", "researchers", "found", "identical", "twins", "icc", "hand", "twins", "scores", "respectively", "pairs", "scores", "comparing", "identical", "twins", "share", "genes", "twins", "randomly", "paired", "children", "share", "genes", "study", "one", "first", "show", "social", "visual", "behaviors", "genetic", "control", "said", "lisa", "gilotty", "chief", "nimh", "research", "program", "autism", "spectrum", "disorders", "explore", "concept", "researchers", "evaluated", "children", "autism", "discovered", "looked", "eye", "mouth", "regions", "heritable", "visual", "traits", "much", "less", "compared", "groups", "findings", "researchers", "explore", "genes", "involved", "social", "visual", "engagement", "genes", "interact", "child", "environment", "shape", "social", "engagement", "genetic", "pathways", "disrupted", "neurodevelopmental", "disorders", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-07/nksn-cve071017.php", "date": "2018-01-19_21:13:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHow children visually engage with others in social situations is a heritable behavior that is altered in children with autism, according to a study funded by the National Institutes of Health. The study appears in the latest issue of Nature. Autism spectrum disorder affects how a person acts, communicates and learns. In the United States, approximately 1 out of 68 children has the disorder. Reduced attention to other people's eyes and faces is a behavior associated with autism, and it is often used to screen for and help diagnose the disorder. In the current study, NIH-funded researchers from Washington University in St. Louis and Emory University in Atlanta explored the potential genetic foundation of this behavior, which can appear by the first 6 months of age and persist as children grow older. \"Research shows that autism likely has a genetic basis. Siblings of children diagnosed with autism and people with certain genetic mutations have a higher risk of developing the disorder, compared to the general population,\" said Diana Bianchi, M.D., director of the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), which provided funding for the study along with the National Institute of Mental Health (NIMH). Understanding how genes influence social behaviors will help researchers identify new or better ways to treat autism.\"The study team conducted eye-tracking experiments in a group of 250 typically developing toddlers ages 18 to 24 months, including 82 identical twins (41 pairs), 84 non-identical twins (42 pairs) and 84 non-sibling children (42 randomized pairs). They also evaluated 88 non-twin children diagnosed with autism. Each child watched videos that showed either an actress speaking directly to the viewer or scenes of children interacting in daycare. In all video frames, children could look at the onscreen characters' eyes, mouth, body or surrounding objects. Special software captured how often the children looked at different regions, as well as the timing and direction of eye movements. The team found that identical twins had synchronized visual patterns, compared to non-identical twins and non-sibling pairs. Identical twins tended to shift their eyes at the same times and in the same direction. They also were more likely to look at the subject's eyes or mouth at the same moments.Using a statistical measurement called the intraclass correlation coefficient (ICC), which measures how well individuals within a group resemble each other (with a value of 1 marking perfect agreement), the researchers found that identical twins had an ICC of 0.91 for eye-looking and 0.86 for mouth-looking. On the other hand, non-identical twins had scores of 0.35 and 0.44, respectively, while non-sibling pairs had scores of 0.16 and 0.13. \"By comparing identical twins who share the same genes to non-identical twins and randomly paired children who do not share the same genes, the study is one of the first to show that social visual behaviors are under genetic control,\" said Lisa Gilotty, Ph.D., chief of NIMH's Research Program on Autism Spectrum Disorders. To explore this concept further, the researchers evaluated children with autism and discovered that they looked at eye and mouth regions--the most heritable visual traits--much less, compared to the other groups of children.With these findings, researchers can explore which genes are involved in social visual engagement, how these genes interact with a child's environment to shape his/her social engagement, and how these genetic pathways are disrupted in neurodevelopmental disorders such as autism.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHow children visually engage with others in social situations is a heritable behavior that is altered in children with autism, according to a study funded by the National Institutes of Health.", "The study appears in the latest issue of Nature.", "Autism spectrum disorder affects how a person acts, communicates and learns.", "In the United States, approximately 1 out of 68 children has the disorder.", "Reduced attention to other people's eyes and faces is a behavior associated with autism, and it is often used to screen for and help diagnose the disorder.", "In the current study, NIH-funded researchers from Washington University in St. Louis and Emory University in Atlanta explored the potential genetic foundation of this behavior, which can appear by the first 6 months of age and persist as children grow older.", "\"Research shows that autism likely has a genetic basis.", "Siblings of children diagnosed with autism and people with certain genetic mutations have a higher risk of developing the disorder, compared to the general population,\" said Diana Bianchi, M.D., director of the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), which provided funding for the study along with the National Institute of Mental Health (NIMH).", "Understanding how genes influence social behaviors will help researchers identify new or better ways to treat autism.", "\"The study team conducted eye-tracking experiments in a group of 250 typically developing toddlers ages 18 to 24 months, including 82 identical twins (41 pairs), 84 non-identical twins (42 pairs) and 84 non-sibling children (42 randomized pairs).", "They also evaluated 88 non-twin children diagnosed with autism.", "Each child watched videos that showed either an actress speaking directly to the viewer or scenes of children interacting in daycare.", "In all video frames, children could look at the onscreen characters' eyes, mouth, body or surrounding objects.", "Special software captured how often the children looked at different regions, as well as the timing and direction of eye movements.", "The team found that identical twins had synchronized visual patterns, compared to non-identical twins and non-sibling pairs.", "Identical twins tended to shift their eyes at the same times and in the same direction.", "They also were more likely to look at the subject's eyes or mouth at the same moments.Using a statistical measurement called the intraclass correlation coefficient (ICC), which measures how well individuals within a group resemble each other (with a value of 1 marking perfect agreement), the researchers found that identical twins had an ICC of 0.91 for eye-looking and 0.86 for mouth-looking.", "On the other hand, non-identical twins had scores of 0.35 and 0.44, respectively, while non-sibling pairs had scores of 0.16 and 0.13.", "\"By comparing identical twins who share the same genes to non-identical twins and randomly paired children who do not share the same genes, the study is one of the first to show that social visual behaviors are under genetic control,\" said Lisa Gilotty, Ph.D., chief of NIMH's Research Program on Autism Spectrum Disorders.", "To explore this concept further, the researchers evaluated children with autism and discovered that they looked at eye and mouth regions--the most heritable visual traits--much less, compared to the other groups of children.With these findings, researchers can explore which genes are involved in social visual engagement, how these genes interact with a child's environment to shape his/her social engagement, and how these genetic pathways are disrupted in neurodevelopmental disorders such as autism."], "source": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development"}