{"title": "Study: Diet not connected to GI problems in children with autism", "text": "COLUMBIA, Mo. (July 12, 2017) -- Many children with autism spectrum disorder experience significant gastrointestinal issues, but the cause of these symptoms is unknown. Professionals in the medical community have suggested a potential link between diet and gastrointestinal issues related to autism. Now, researchers from the University of Missouri School of Medicine have found that diet is not a contributing factor in these individuals. The researchers hope the findings could help lead to improved treatment options.\"Unfortunately, it's not uncommon for those with autism to experience constipation, irritable bowel syndrome, abdominal pain and other gastrointestinal issues,\" said Brad Ferguson, Ph.D., postdoctoral research fellow in the Department of Radiology at the MU School of Medicine and the MU Thompson Center for Autism and Neurodevelopmental Disorders. \"We sought to find out whether nutritional intake in their individual diets was associated with gastrointestinal issues. Based on our findings, dietary intake does not appear to be the culprit for these issues, and other factors are likely at play.\"A previous study conducted by the research team identified a relationship between increased cortisol response to stress and gastrointestinal symptoms in people with autism spectrum disorder. Cortisol is a hormone released by the body in times of stress, and one of its functions is to prevent the release of substances in the body that cause inflammation. In this study, the researchers sought to confirm or rule out dietary intake as a source of gastrointestinal problems.The team studied 75 individuals between the ages of 5 and 18 who are part of the Autism Speaks Autism Treatment Network who were treated at the MU Thompson Center for Autism and Neurodevelopmental Disorders. The individuals' caregivers completed a questionnaire to assess the children's gastrointestinal symptoms, as well as a questionnaire on food intake over the past month. The individuals also underwent two stress tests to measure cortisol levels.\"We looked at the reported instances of gastrointestinal issues and compared them with 32 different nutrients found in a standard diet,\" Ferguson said. \"Contrary to what you may initially think, dietary composition does not appear to be a driving factor between stress response and gastrointestinal function in this sample. More research is needed to better understand the causes of these issues, but an increased reaction to stress does appear to be a contributing factor.\"", "journal": "", "funder": "Autism Speaks Autism Treatment Network/Autism Intervention Research Network on Physical Health, US Department of Health and Human Services, MU School of Medicine Summer Research Fellowship", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/uom-sdn071217.php", "institution": "University of Missouri-Columbia", "meeting": "International Meeting for Autism Research", "description": "Many children with autism spectrum disorder experience significant gastrointestinal issues, but the cause of these symptoms is unknown. Professionals in the medical community have suggested a potential link between diet and gastrointestinal issues related to autism. Now, researchers from the University of Missouri School of Medicine have found that diet is not a contributing factor in these individuals. The researchers hope the findings could help lead to improved treatment options.", "article_link": null, "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Gastroenterology", " Neurobiology", " Neurochemistry", " Nutrition/Nutrients", " Pediatrics", " Physiology", " Behavior", " Parenting/Child Care/Family"], "source_link": "https://medicine.missouri.edu/2017/07/study-diet-not-connected-to-gi-problems-in-children-with-autism/", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}