{"title": "In autism, genes drive eye gaze abnormalities | EurekAlert! Science News", "year": "Wed, 12 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "identical", "twins", "watched", "videos", "almost", "always", "looked", "things", "times", "places", "gazes", "fell", "marked", "plus", "view", "new", "research", "uncovered", "compelling", "evidence", "genetics", "plays", "major", "role", "children", "look", "world", "whether", "preference", "gazing", "people", "eyes", "faces", "discovery", "researchers", "washington", "university", "school", "medicine", "louis", "emory", "university", "school", "medicine", "atlanta", "adds", "new", "detail", "understanding", "causes", "autism", "spectrum", "disorder", "results", "show", "movements", "children", "eyes", "seek", "visual", "information", "environment", "abnormal", "autism", "stringent", "genetic", "control", "study", "published", "online", "july", "12", "journal", "nature", "know", "social", "visual", "orientation", "heavily", "influenced", "genetic", "factors", "new", "way", "trace", "direct", "effects", "genetic", "factors", "early", "social", "development", "design", "interventions", "ensure", "children", "risk", "autism", "acquire", "social", "environmental", "inputs", "need", "grow", "develop", "normally", "said", "lead", "author", "john", "constantino", "md", "blanche", "ittleson", "professor", "psychiatry", "pediatrics", "washington", "university", "new", "findings", "demonstrate", "specific", "mechanism", "genes", "modify", "child", "life", "experience", "two", "children", "room", "example", "completely", "different", "social", "experiences", "one", "carries", "inherited", "tendency", "focus", "objects", "looks", "faces", "differences", "play", "repeatedly", "brain", "develops", "early", "childhood", "researchers", "studied", "338", "toddlers", "ages", "18", "24", "months", "using", "technology", "developed", "emory", "allowing", "trace", "young", "children", "visual", "orientation", "faces", "eyes", "objects", "children", "watched", "videos", "featuring", "people", "talking", "children", "part", "missouri", "family", "registry", "database", "twins", "maintained", "washington", "university", "school", "medicine", "included", "41", "pairs", "identical", "twins", "twins", "share", "100", "percent", "dna", "42", "sets", "fraternal", "twins", "share", "50", "percent", "dna", "addition", "researchers", "studied", "84", "unrelated", "children", "88", "children", "diagnosed", "autism", "spectrum", "fellow", "investigators", "warren", "jones", "phd", "ami", "klin", "phd", "emory", "university", "school", "medicine", "evaluated", "data", "twin", "tested", "independently", "different", "times", "without", "twin", "much", "one", "identical", "twin", "looked", "another", "person", "eyes", "face", "almost", "perfectly", "matched", "fraternal", "twins", "eye", "movements", "one", "twin", "accounted", "less", "10", "percent", "variation", "eye", "movements", "identical", "twins", "also", "likely", "move", "eyes", "moments", "time", "directions", "toward", "locations", "content", "mirroring", "one", "another", "behavior", "within", "little", "17", "milliseconds", "taken", "together", "data", "indicate", "strong", "influence", "genetics", "visual", "behavior", "match", "timing", "direction", "gaze", "shifts", "identical", "twins", "stunning", "inferred", "precise", "level", "genetic", "control", "said", "constantino", "directs", "william", "greenleaf", "eliot", "division", "child", "adolescent", "psychiatry", "washington", "university", "spent", "years", "studying", "transmission", "inherited", "susceptibility", "autism", "families", "appears", "tracking", "eye", "movements", "infancy", "identify", "key", "factor", "linked", "genetic", "risk", "disorder", "present", "long", "make", "clinical", "diagnosis", "autism", "effects", "persisted", "children", "grew", "twins", "tested", "year", "later", "effects", "found", "identical", "twins", "remained", "almost", "perfectly", "matched", "looked", "fraternal", "twins", "became", "even", "different", "initially", "spectrum", "disorder", "lifelong", "condition", "affects", "1", "68", "children", "united", "states", "known", "caused", "genetic", "factors", "earlier", "work", "emory", "university", "team", "shown", "babies", "look", "progressively", "less", "people", "eyes", "beginning", "early", "months", "age", "elevated", "risk", "autism", "meanwhile", "constantino", "others", "group", "studied", "subtle", "behaviors", "symptoms", "characterize", "autism", "aggregate", "close", "relatives", "individuals", "autism", "way", "identity", "inherited", "susceptibilities", "run", "families", "contribute", "autism", "risk", "studies", "like", "one", "break", "new", "ground", "understanding", "autism", "spectrum", "disorder", "establishing", "direct", "connection", "behavioral", "symptoms", "autism", "underlying", "genetic", "factors", "critical", "step", "path", "new", "treatments", "said", "lisa", "gilotty", "phd", "chief", "research", "program", "autism", "spectrum", "disorders", "national", "institute", "mental", "health", "provided", "support", "study", "tandem", "eunice", "kennedy", "shriver", "institute", "child", "health", "human", "new", "treatments", "could", "include", "interventions", "motivate", "young", "children", "focus", "gazes", "faces", "less", "objects", "testing", "infants", "see", "allocating", "visual", "attention", "represents", "new", "opportunity", "evaluate", "effects", "early", "interventions", "specifically", "target", "social", "disengagement", "way", "prevent", "challenging", "disabilities", "associated", "autism", "said", "senior", "author", "warren", "jones", "phd", "director", "autism", "research", "marcus", "autism", "center", "emory", "interventions", "might", "appropriate", "infants", "showing", "early", "signs", "risk", "born", "families", "autism", "affected", "close", "relatives", "addition", "learning", "infants", "tend", "look", "eyes", "faces", "develop", "without", "social", "disability", "another", "priority", "small", "percentage", "healthy", "children", "tended", "avoid", "looking", "eyes", "faces", "may", "provide", "researchers", "insight", "successfully", "compensate", "tendencies", "therefore", "inform", "development", "interventions", "produce", "best", "possible", "outcomes", "infants", "inherited", "susceptibility", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-07/wuso-iag070617.php", "date": "2018-01-19_21:14:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: As identical twins watched videos, they almost always looked for the same things at the same times and in the same places. Where gazes fell is marked by the plus...\n       view more New research has uncovered compelling evidence that genetics plays a major role in how children look at the world and whether they have a preference for gazing at people's eyes and faces or at objects.The discovery by researchers at Washington University School of Medicine in St. Louis and Emory University School of Medicine in Atlanta adds new detail to understanding the causes of autism spectrum disorder. The results show that the moment-to-moment movements of children's eyes as they seek visual information about their environment are abnormal in autism and under stringent genetic control in all children.The study is published online July 12 in the journal Nature.\"Now that we know that social visual orientation is heavily influenced by genetic factors, we have a new way to trace the direct effects of genetic factors on early social development, and to design interventions to ensure that children at risk for autism acquire the social environmental inputs they need to grow and develop normally,\" said lead author John N. Constantino, MD, the Blanche F. Ittleson Professor of Psychiatry and Pediatrics at Washington University. \"These new findings demonstrate a specific mechanism by which genes can modify a child's life experience. Two children in the same room, for example, can have completely different social experiences if one carries an inherited tendency to focus on objects while the other looks at faces, and these differences can play out repeatedly as the brain develops early in childhood.\"The researchers studied 338 toddlers ages 18 to 24 months using eye-tracking technology, developed at Emory, allowing them to trace young children's visual orientation to faces, eyes or objects as the children watched videos featuring people talking and interacting.The children, who were part of the Missouri Family Registry, a database of twins that is maintained at Washington University School of Medicine, included 41 pairs of identical twins -- such twins share 100 percent of their DNA -- and 42 sets of fraternal twins -- who share only about 50 percent of their DNA. In addition, the researchers studied 84 unrelated children and 88 children diagnosed with autism spectrum disorder.Constantino, with fellow investigators Warren R. Jones, PhD, and Ami Klin, PhD, of Emory University School of Medicine, evaluated the eye-tracking data. Each twin was tested independently, at different times, without the other twin present.How much one identical twin looked at another person's eyes or face was almost perfectly matched by his or her co-twin. But in fraternal twins, eye movements in one twin accounted for less than 10 percent of the variation in the eye movements of his or her co-twin. Identical twins also were more likely to move their eyes at the same moments in time, in the same directions, toward the same locations and the same content, mirroring one another's behavior to within as little as 17 milliseconds. Taken together, the data indicate a strong influence of genetics on visual behavior.\"The moment-to-moment match in the timing and direction of gaze shifts for identical twins was stunning and inferred a very precise level of genetic control,\" said Constantino, who directs the William Greenleaf Eliot Division of Child and Adolescent Psychiatry at Washington University. \"We have spent years studying the transmission of inherited susceptibility to autism in families, and it now appears that by tracking eye movements in infancy, we can identify a key factor linked to genetic risk for the disorder that is present long before we can make a clinical diagnosis of autism.\"The effects persisted as the children grew. When the twins were tested again about a year later, the same effects were found: Identical twins remained almost perfectly matched in where they looked, but fraternal twins became even more different than they were when initially evaluated.Autism spectrum disorder is a lifelong condition that affects about 1 in 68 children in the United States. It is known to be caused by genetic factors, and earlier work by the Emory University team had shown that babies who look progressively less at people's eyes, beginning as early as 2-6 months of age, have an elevated risk for autism. Meanwhile, Constantino and others in the group have studied how subtle behaviors and symptoms that characterize autism aggregate in the close relatives of individuals with autism, as a way to identity inherited susceptibilities that run in families and contribute to autism risk.\"Studies like this one break new ground in our understanding of autism spectrum disorder: Establishing a direct connection between the behavioral symptoms of autism and underlying genetic factors is a critical step on the path to new treatments,\" said Lisa Gilotty, PhD, chief of the Research Program on Autism Spectrum Disorders at the National Institute of Mental Health, which provided support for the study in tandem with the Eunice Kennedy Shriver Institute of Child Health and Human Development.Those new treatments could include interventions that motivate very young children to focus their gazes more on faces and less on objects.\"Testing infants to see how they are allocating visual attention represents a new opportunity to evaluate the effects of early interventions to specifically target social disengagement, as a way to prevent the most challenging disabilities associated with autism,\" said senior author Warren R. Jones, PhD, director of autism research at the Marcus Autism Center at Emory. \"Such interventions might be appropriate for infants showing early signs of risk or those who have been born into families in which autism has affected close relatives. In addition, learning why some infants who tend to not look at eyes and faces develop without social disability is another priority.\"The small percentage of healthy children who tended to avoid looking at eyes and faces may provide researchers with insight on how to successfully compensate for those tendencies and therefore inform the development of higher-impact interventions that will produce the best possible outcomes for infants with inherited susceptibility to autism.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: As identical twins watched videos, they almost always looked for the same things at the same times and in the same places.", "Where gazes fell is marked by the plus...\n       view more New research has uncovered compelling evidence that genetics plays a major role in how children look at the world and whether they have a preference for gazing at people's eyes and faces or at objects.The discovery by researchers at Washington University School of Medicine in St. Louis and Emory University School of Medicine in Atlanta adds new detail to understanding the causes of autism spectrum disorder.", "The results show that the moment-to-moment movements of children's eyes as they seek visual information about their environment are abnormal in autism and under stringent genetic control in all children.The study is published online July 12 in the journal Nature.", "\"Now that we know that social visual orientation is heavily influenced by genetic factors, we have a new way to trace the direct effects of genetic factors on early social development, and to design interventions to ensure that children at risk for autism acquire the social environmental inputs they need to grow and develop normally,\" said lead author John N. Constantino, MD, the Blanche F. Ittleson Professor of Psychiatry and Pediatrics at Washington University.", "\"These new findings demonstrate a specific mechanism by which genes can modify a child's life experience.", "Two children in the same room, for example, can have completely different social experiences if one carries an inherited tendency to focus on objects while the other looks at faces, and these differences can play out repeatedly as the brain develops early in childhood.", "\"The researchers studied 338 toddlers ages 18 to 24 months using eye-tracking technology, developed at Emory, allowing them to trace young children's visual orientation to faces, eyes or objects as the children watched videos featuring people talking and interacting.The children, who were part of the Missouri Family Registry, a database of twins that is maintained at Washington University School of Medicine, included 41 pairs of identical twins -- such twins share 100 percent of their DNA -- and 42 sets of fraternal twins -- who share only about 50 percent of their DNA.", "In addition, the researchers studied 84 unrelated children and 88 children diagnosed with autism spectrum disorder.Constantino, with fellow investigators Warren R. Jones, PhD, and Ami Klin, PhD, of Emory University School of Medicine, evaluated the eye-tracking data.", "Each twin was tested independently, at different times, without the other twin present.How much one identical twin looked at another person's eyes or face was almost perfectly matched by his or her co-twin.", "But in fraternal twins, eye movements in one twin accounted for less than 10 percent of the variation in the eye movements of his or her co-twin.", "Identical twins also were more likely to move their eyes at the same moments in time, in the same directions, toward the same locations and the same content, mirroring one another's behavior to within as little as 17 milliseconds.", "Taken together, the data indicate a strong influence of genetics on visual behavior.", "\"The moment-to-moment match in the timing and direction of gaze shifts for identical twins was stunning and inferred a very precise level of genetic control,\" said Constantino, who directs the William Greenleaf Eliot Division of Child and Adolescent Psychiatry at Washington University.", "\"We have spent years studying the transmission of inherited susceptibility to autism in families, and it now appears that by tracking eye movements in infancy, we can identify a key factor linked to genetic risk for the disorder that is present long before we can make a clinical diagnosis of autism.", "\"The effects persisted as the children grew.", "When the twins were tested again about a year later, the same effects were found: Identical twins remained almost perfectly matched in where they looked, but fraternal twins became even more different than they were when initially evaluated.Autism spectrum disorder is a lifelong condition that affects about 1 in 68 children in the United States.", "It is known to be caused by genetic factors, and earlier work by the Emory University team had shown that babies who look progressively less at people's eyes, beginning as early as 2-6 months of age, have an elevated risk for autism.", "Meanwhile, Constantino and others in the group have studied how subtle behaviors and symptoms that characterize autism aggregate in the close relatives of individuals with autism, as a way to identity inherited susceptibilities that run in families and contribute to autism risk.", "\"Studies like this one break new ground in our understanding of autism spectrum disorder: Establishing a direct connection between the behavioral symptoms of autism and underlying genetic factors is a critical step on the path to new treatments,\" said Lisa Gilotty, PhD, chief of the Research Program on Autism Spectrum Disorders at the National Institute of Mental Health, which provided support for the study in tandem with the Eunice Kennedy Shriver Institute of Child Health and Human Development.Those new treatments could include interventions that motivate very young children to focus their gazes more on faces and less on objects.", "\"Testing infants to see how they are allocating visual attention represents a new opportunity to evaluate the effects of early interventions to specifically target social disengagement, as a way to prevent the most challenging disabilities associated with autism,\" said senior author Warren R. Jones, PhD, director of autism research at the Marcus Autism Center at Emory.", "\"Such interventions might be appropriate for infants showing early signs of risk or those who have been born into families in which autism has affected close relatives.", "In addition, learning why some infants who tend to not look at eyes and faces develop without social disability is another priority.", "\"The small percentage of healthy children who tended to avoid looking at eyes and faces may provide researchers with insight on how to successfully compensate for those tendencies and therefore inform the development of higher-impact interventions that will produce the best possible outcomes for infants with inherited susceptibility to autism."], "source": "Washington University School of Medicine"}