{"title": "How children look at mom's face is guided by genetics and disrupted in autism | EurekAlert! Science News", "year": "Wed, 12 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "marcus", "autism", "center", "children", "healthcare", "atlanta", "emory", "university", "school", "medicine", "washington", "university", "school", "medicine", "louis", "found", "striking", "evidence", "role", "genetics", "shaping", "fundamental", "feature", "human", "behavior", "children", "pay", "attention", "world", "look", "strongly", "influenced", "genetics", "genetic", "influence", "directly", "affecting", "individual", "infants", "look", "perceive", "world", "never", "demonstrated", "results", "show", "variation", "children", "seek", "social", "information", "measured", "across", "timescales", "small", "tens", "milliseconds", "genetic", "control", "addition", "behaviors", "found", "decreased", "children", "affected", "autism", "providing", "important", "new", "link", "autism", "behavioral", "presentation", "underlying", "genetic", "causes", "results", "reported", "july", "12", "2017", "advanced", "online", "publication", "journal", "study", "examined", "338", "children", "first", "tested", "months", "old", "children", "identical", "twins", "twins", "share", "exact", "genotype", "another", "84", "twins", "twins", "share", "50", "genotype", "like", "siblings", "remaining", "children", "either", "controls", "84", "children", "diagnosed", "autism", "88", "testing", "researchers", "used", "technology", "measure", "every", "movement", "child", "eyes", "watching", "videos", "commonly", "experienced", "childhood", "scenes", "children", "play", "actresses", "playing", "role", "caregiver", "twin", "tested", "independently", "different", "times", "without", "twin", "present", "nevertheless", "identical", "twins", "also", "nearly", "identical", "way", "watched", "videos", "much", "one", "identical", "twin", "looked", "another", "person", "eyes", "almost", "perfectly", "matched", "contrast", "twins", "match", "fell", "10", "identical", "twins", "also", "much", "likely", "move", "eyes", "moments", "time", "directions", "towards", "locations", "content", "mirroring", "one", "another", "behavior", "within", "little", "17", "milliseconds", "data", "show", "us", "child", "genes", "shape", "way", "sees", "world", "child", "looks", "world", "learns", "world", "eye", "movement", "happening", "every", "shapes", "brain", "development", "imagine", "effects", "rippling", "forward", "creating", "way", "child", "sees", "understands", "world", "says", "warren", "jones", "phd", "study", "senior", "author", "nien", "distinguished", "chair", "autism", "emory", "university", "school", "medicine", "changes", "understanding", "children", "experience", "environment", "changes", "understanding", "forces", "shape", "experience", "shows", "us", "genetic", "biology", "exerts", "strong", "pervasive", "influence", "would", "otherwise", "imagine", "unique", "individual", "perceptions", "effects", "persisted", "children", "grew", "twins", "tested", "year", "later", "effects", "found", "identical", "twins", "remained", "almost", "perfectly", "matched", "levels", "looking", "twins", "became", "even", "slightly", "different", "aspect", "social", "visual", "engagement", "stringent", "genetic", "control", "said", "john", "constantino", "md", "study", "lead", "author", "blanche", "ittelson", "professor", "psychiatry", "pediatrics", "washington", "university", "trait", "stable", "taken", "whole", "means", "new", "way", "trace", "direct", "effects", "genetic", "factors", "early", "social", "development", "mechanism", "genes", "actually", "modify", "child", "life", "experience", "creates", "new", "opportunity", "design", "interventions", "ensure", "children", "risk", "autism", "acquire", "kind", "social", "environmental", "inputs", "need", "comparison", "data", "collected", "children", "autism", "critical", "feature", "study", "levels", "traits", "showed", "greatest", "degree", "genetic", "influence", "children", "substantially", "reduced", "children", "autism", "autism", "levels", "low", "enough", "different", "enough", "could", "used", "mathematically", "identify", "vast", "majority", "children", "autism", "extremely", "important", "step", "said", "jones", "link", "behavioral", "presentation", "autism", "objective", "quantifiable", "trait", "one", "emerges", "early", "infancy", "one", "know", "results", "directly", "influenced", "genetics", "child", "looks", "surrounding", "world", "without", "autism", "directly", "traceable", "genetics", "autism", "known", "primarily", "caused", "genetic", "factors", "earlier", "research", "members", "team", "showed", "babies", "look", "progressively", "less", "people", "eyes", "beginning", "early", "months", "age", "likely", "autism", "new", "results", "twins", "team", "found", "specific", "behavior", "highly", "influenced", "genetics", "directly", "linked", "autism", "risk", "studies", "like", "one", "break", "new", "ground", "understanding", "autism", "spectrum", "disorder", "establishing", "direct", "connection", "behavioral", "symptoms", "autism", "underlying", "genetic", "factors", "critical", "step", "path", "new", "treatments", "says", "lisa", "gilotty", "chief", "research", "program", "autism", "spectrum", "disorders", "national", "institute", "mental", "health", "one", "agencies", "supported", "study"], "url": "http://www.eurekalert.org/pub_releases/2017-07/ehs-hcl071117.php", "date": "2018-01-19_21:14:04", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at Marcus Autism Center, Children's Healthcare of Atlanta, Emory University School of Medicine, and Washington University School of Medicine in St. Louis have found striking evidence for the role of genetics in shaping a fundamental feature of human behavior: how children pay attention to the world--what they look at, and what they don't -- is strongly influenced by genetics. Genetic influence directly affecting how individual infants look at and perceive the world has never before been demonstrated. The results show that variation in how children seek social information -- measured across timescales as small as tens of milliseconds -- is under genetic control. In addition, these same behaviors were found to be decreased in children affected by autism, providing an important new link between autism's behavioral presentation and its underlying genetic causes. The results are reported in the July 12, 2017, advanced online publication of the journal Nature.The study examined 338 children, first tested when they were just 18-24 months old. Eighty-two of the children were identical twins -- that is, twins who share the same exact genotype -- and another 84 were non-identical twins (twins who share only 50% of their genotype, like other non-twin siblings). The remaining children were either non-sibling controls (84) or children diagnosed with autism (88). During testing, the researchers used eye-tracking technology to measure every movement of each child's eyes while watching videos of commonly experienced childhood scenes, such as children at play or actresses playing the role of a caregiver. Each twin was tested independently, at different times, without the other twin present. Nevertheless, identical twins were also nearly identical in the way they watched the videos: how much one identical twin looked at another person's eyes was almost perfectly matched by his or her co-twin. In contrast, for non-identical twins, that match fell to just about 10%. Identical twins were also much more likely to move their eyes at the same moments in time, in the same directions, towards the same locations and the same content, mirroring one another's behavior to within as little as 17 milliseconds. \"These data show us that a child's genes shape the way she sees the world. And how a child looks at the world is how she learns about the world. Each eye movement -- happening every half-second--shapes brain development. So you can imagine these effects rippling forward, creating the way a child sees and understands her world,\" says Warren Jones, PhD, the study's senior author and Nien Distinguished Chair in Autism at Emory University School of Medicine. \"This changes our understanding of how children experience their environment, and changes our understanding of what forces shape that experience. This shows us that our genetic biology exerts a strong and pervasive influence on what we would otherwise imagine to be unique individual perceptions.\"The effects persisted as the children grew. When the twins were tested again, more than a year later, the same effects were found: identical twins remained almost perfectly matched in their levels of looking, but non-identical twins became even slightly more different than before. \"Not only is this aspect of social visual engagement under stringent genetic control,\" said John N. Constantino, MD, the study's lead author and Blanche F. Ittelson Professor of Psychiatry and Pediatrics at Washington University, \"but the trait is very stable. Taken as a whole, this means we have a new way to trace direct effects of genetic factors on early social development. This is a mechanism by which genes actually modify a child's life experience. And, because of that, this creates a new opportunity to design interventions to ensure that children at risk for autism acquire the kind of social environmental inputs that they need.\"Comparison with data collected from children with autism was a critical feature of the study: levels of eye- and mouth-looking--the same traits that showed the greatest degree of genetic influence in typically-developing children--were substantially reduced in children with autism. In autism, the levels were low enough, and different enough, that they could be used to mathematically identify the vast majority of children who did or did not have autism. \"This is an extremely important step,\" said Jones. \"It's a link between the behavioral presentation of autism and an objective, quantifiable trait, one that emerges very early in infancy, and one that we now know--with these results--is directly influenced by genetics. How a child looks at the surrounding world, with or without autism, is directly traceable to her genetics.\"  Autism is known to be primarily caused by genetic factors, and earlier research by members of the team showed that babies who look progressively less at people's eyes, beginning as early as 2-6 months of age, are more likely to have autism. Now, with these new results in twins, the team has found a specific behavior that is highly influenced by genetics and directly linked to autism risk.\"Studies like this one break new ground in our understanding of autism spectrum disorder: establishing a direct connection between the behavioral symptoms of autism and underlying genetic factors is a critical step on the path to new treatments,\" says Lisa Gilotty, chief of the Research Program on Autism Spectrum Disorders at the National Institute of Mental Health, one of the agencies that supported the study. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at Marcus Autism Center, Children's Healthcare of Atlanta, Emory University School of Medicine, and Washington University School of Medicine in St. Louis have found striking evidence for the role of genetics in shaping a fundamental feature of human behavior: how children pay attention to the world--what they look at, and what they don't -- is strongly influenced by genetics.", "Genetic influence directly affecting how individual infants look at and perceive the world has never before been demonstrated.", "The results show that variation in how children seek social information -- measured across timescales as small as tens of milliseconds -- is under genetic control.", "In addition, these same behaviors were found to be decreased in children affected by autism, providing an important new link between autism's behavioral presentation and its underlying genetic causes.", "The results are reported in the July 12, 2017, advanced online publication of the journal Nature.The study examined 338 children, first tested when they were just 18-24 months old.", "Eighty-two of the children were identical twins -- that is, twins who share the same exact genotype -- and another 84 were non-identical twins (twins who share only 50% of their genotype, like other non-twin siblings).", "The remaining children were either non-sibling controls (84) or children diagnosed with autism (88).", "During testing, the researchers used eye-tracking technology to measure every movement of each child's eyes while watching videos of commonly experienced childhood scenes, such as children at play or actresses playing the role of a caregiver.", "Each twin was tested independently, at different times, without the other twin present.", "Nevertheless, identical twins were also nearly identical in the way they watched the videos: how much one identical twin looked at another person's eyes was almost perfectly matched by his or her co-twin.", "In contrast, for non-identical twins, that match fell to just about 10%.", "Identical twins were also much more likely to move their eyes at the same moments in time, in the same directions, towards the same locations and the same content, mirroring one another's behavior to within as little as 17 milliseconds.", "\"These data show us that a child's genes shape the way she sees the world.", "And how a child looks at the world is how she learns about the world.", "Each eye movement -- happening every half-second--shapes brain development.", "So you can imagine these effects rippling forward, creating the way a child sees and understands her world,\" says Warren Jones, PhD, the study's senior author and Nien Distinguished Chair in Autism at Emory University School of Medicine.", "\"This changes our understanding of how children experience their environment, and changes our understanding of what forces shape that experience.", "This shows us that our genetic biology exerts a strong and pervasive influence on what we would otherwise imagine to be unique individual perceptions.", "\"The effects persisted as the children grew.", "When the twins were tested again, more than a year later, the same effects were found: identical twins remained almost perfectly matched in their levels of looking, but non-identical twins became even slightly more different than before.", "\"Not only is this aspect of social visual engagement under stringent genetic control,\" said John N. Constantino, MD, the study's lead author and Blanche F. Ittelson Professor of Psychiatry and Pediatrics at Washington University, \"but the trait is very stable.", "Taken as a whole, this means we have a new way to trace direct effects of genetic factors on early social development.", "This is a mechanism by which genes actually modify a child's life experience.", "And, because of that, this creates a new opportunity to design interventions to ensure that children at risk for autism acquire the kind of social environmental inputs that they need.", "\"Comparison with data collected from children with autism was a critical feature of the study: levels of eye- and mouth-looking--the same traits that showed the greatest degree of genetic influence in typically-developing children--were substantially reduced in children with autism.", "In autism, the levels were low enough, and different enough, that they could be used to mathematically identify the vast majority of children who did or did not have autism.", "\"This is an extremely important step,\" said Jones.", "\"It's a link between the behavioral presentation of autism and an objective, quantifiable trait, one that emerges very early in infancy, and one that we now know--with these results--is directly influenced by genetics.", "How a child looks at the surrounding world, with or without autism, is directly traceable to her genetics.\"", "Autism is known to be primarily caused by genetic factors, and earlier research by members of the team showed that babies who look progressively less at people's eyes, beginning as early as 2-6 months of age, are more likely to have autism.", "Now, with these new results in twins, the team has found a specific behavior that is highly influenced by genetics and directly linked to autism risk.", "\"Studies like this one break new ground in our understanding of autism spectrum disorder: establishing a direct connection between the behavioral symptoms of autism and underlying genetic factors is a critical step on the path to new treatments,\" says Lisa Gilotty, chief of the Research Program on Autism Spectrum Disorders at the National Institute of Mental Health, one of the agencies that supported the study."], "source": "Emory Health Sciences"}