{"title": "No statistically significant risk of ID in children from mothers using antidepressants | EurekAlert! Science News", "year": "Wed, 12 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "new", "york", "july", "12", "2017", "kind", "study", "researchers", "icahn", "school", "medicine", "mount", "sinai", "found", "elevated", "risk", "intellectual", "disability", "id", "children", "born", "mothers", "treated", "antidepressants", "risk", "statistically", "significant", "likely", "due", "factors", "including", "parental", "age", "parents", "psychiatric", "history", "studies", "examined", "risk", "autism", "mother", "took", "antidepressants", "pregnancy", "first", "study", "examine", "risk", "id", "population", "study", "published", "online", "july", "12", "2017", "jama", "psychiatry", "commonly", "diagnosed", "childhood", "id", "characterized", "major", "limitations", "intellectual", "functioning", "adaptive", "behavior", "treatments", "exist", "id", "associated", "substantial", "health", "care", "costs", "study", "examined", "risk", "id", "cohort", "children", "born", "sweden", "2006", "2007", "approximately", "children", "exposed", "antidepressants", "psychotropic", "medications", "pregnancy", "researchers", "compared", "risk", "children", "subsample", "whose", "mothers", "diagnosed", "depression", "anxiety", "prior", "childbirth", "use", "antidepressants", "diagnosed", "exposed", "children", "unexposed", "children", "adjusting", "potential", "confounders", "including", "parental", "age", "risk", "id", "exposure", "antidepressant", "medication", "statistically", "significant", "sample", "women", "history", "depression", "study", "find", "robust", "association", "id", "maternal", "antidepressant", "medication", "pregnancy", "said", "study", "senior", "author", "sven", "sandin", "phd", "assistant", "professor", "psychiatry", "icahn", "school", "medicine", "mount", "sinai", "researchers", "note", "study", "conducted", "sweden", "findings", "applicable", "countries", "antidepressants", "prescribed", "study", "provides", "information", "clinicians", "evaluate", "risks", "pregnant", "women", "taking", "antidepressants", "said", "abraham", "reichenberg", "phd", "professor", "psychiatry", "icahn", "school", "medicine", "mount", "sinai", "factored", "considerations", "increased", "risk", "mother", "medicated", "drug", "side", "effects", "medical", "conditions"], "url": "http://www.eurekalert.org/pub_releases/2017-07/tmsh-nss071017.php", "date": "2018-01-19_21:14:08", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(New York - July 12, 2017) -- In a first-of its kind study, researchers from the Icahn School of Medicine at Mount Sinai found an elevated risk of intellectual disability (ID) in children born to mothers treated with antidepressants, but the risk was not statistically significant and is likely due to other factors, including parental age and the parents' psychiatric history. While other studies have examined the risk of autism in mother's who took antidepressants during pregnancy, this is the first study to examine the risk of ID in this population. The study will be published online July 12, 2017, in JAMA Psychiatry.    Commonly diagnosed in childhood, ID is characterized by major limitations in both intellectual functioning and adaptive behavior.  No treatments exist for ID and it is associated with substantial health care costs. The study examined the risk of ID in a population-based cohort of 179,000 children born in Sweden in 2006 and 2007. Approximately 4,000 of those children were exposed to antidepressants and other psychotropic medications during pregnancy. The researchers compared the risk in these children with a subsample of 23,551children whose mothers were diagnosed with depression or anxiety prior to childbirth but did not use antidepressants during pregnancy.ID was diagnosed in 0.9% of exposed children and 0.5% of unexposed children.  After adjusting for potential confounders, including parental age, the risk of ID after exposure to antidepressant medication was not statistically significant in both the full-population sample and in the sub-sample of women with a history of depression. \"The study did not find a robust association between ID and maternal antidepressant medication during pregnancy,\" said the study's senior author Sven Sandin, PhD, Assistant Professor of Psychiatry, Icahn School of Medicine at Mount Sinai.  The researchers note that while the study was conducted in Sweden, the findings are applicable in most countries where antidepressants are prescribed. \"Our study provides more information for clinicians to evaluate the risks in pregnant women taking antidepressants,\" said co-author Abraham Reichenberg, PhD, Professor of Psychiatry, Icahn School of Medicine at Mount Sinai. \"It should be factored into other considerations such as the increased risk for the mother if not medicated, the drug's side effects, and other medical \r\nconditions.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX(New York - July 12, 2017) -- In a first-of its kind study, researchers from the Icahn School of Medicine at Mount Sinai found an elevated risk of intellectual disability (ID) in children born to mothers treated with antidepressants, but the risk was not statistically significant and is likely due to other factors, including parental age and the parents' psychiatric history.", "While other studies have examined the risk of autism in mother's who took antidepressants during pregnancy, this is the first study to examine the risk of ID in this population.", "The study will be published online July 12, 2017, in JAMA Psychiatry.", "Commonly diagnosed in childhood, ID is characterized by major limitations in both intellectual functioning and adaptive behavior.", "No treatments exist for ID and it is associated with substantial health care costs.", "The study examined the risk of ID in a population-based cohort of 179,000 children born in Sweden in 2006 and 2007.", "Approximately 4,000 of those children were exposed to antidepressants and other psychotropic medications during pregnancy.", "The researchers compared the risk in these children with a subsample of 23,551children whose mothers were diagnosed with depression or anxiety prior to childbirth but did not use antidepressants during pregnancy.ID was diagnosed in 0.9% of exposed children and 0.5% of unexposed children.", "After adjusting for potential confounders, including parental age, the risk of ID after exposure to antidepressant medication was not statistically significant in both the full-population sample and in the sub-sample of women with a history of depression.", "\"The study did not find a robust association between ID and maternal antidepressant medication during pregnancy,\" said the study's senior author Sven Sandin, PhD, Assistant Professor of Psychiatry, Icahn School of Medicine at Mount Sinai.", "The researchers note that while the study was conducted in Sweden, the findings are applicable in most countries where antidepressants are prescribed.", "\"Our study provides more information for clinicians to evaluate the risks in pregnant women taking antidepressants,\" said co-author Abraham Reichenberg, PhD, Professor of Psychiatry, Icahn School of Medicine at Mount Sinai.", "\"It should be factored into other considerations such as the increased risk for the mother if not medicated, the drug's side effects, and other medical \r\nconditions.\""], "source": "The Mount Sinai Hospital / Mount Sinai School of Medicine"}