{"title": "Oxytocin improves social abilities in some kids with autism, Stanford study finds | EurekAlert! Science News", "year": "Mon, 10 Jul 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txchildren", "autism", "showed", "improved", "social", "behavior", "treated", "oxytocin", "hormone", "linked", "social", "abilities", "according", "new", "study", "researchers", "stanford", "university", "school", "medicine", "children", "low", "oxytocin", "benefited", "medication", "study", "study", "published", "online", "july", "10", "proceedings", "national", "academy", "sciences", "first", "consider", "baseline", "oxytocin", "levels", "influence", "autistic", "children", "responses", "substance", "results", "suggest", "children", "autism", "benefit", "oxytocin", "treatment", "others", "blood", "oxytocin", "levels", "might", "biological", "sign", "allow", "us", "predict", "child", "respond", "maximally", "said", "lead", "author", "karen", "parker", "phd", "associate", "professor", "psychiatry", "behavioral", "sciences", "trial", "32", "children", "relatively", "small", "needs", "replicated", "said", "finally", "narrowing", "oxytocin", "could", "beneficial", "said", "antonio", "hardan", "md", "professor", "psychiatry", "behavioral", "sciences", "senior", "author", "study", "precision", "health", "looks", "like", "autism", "although", "effect", "oxytocin", "modest", "results", "exciting", "medications", "exist", "treat", "core", "features", "autism", "hardan", "added", "oxytocin", "levels", "varyautism", "developmental", "disorder", "characterized", "poor", "social", "ability", "verbal", "communication", "skills", "well", "restrictive", "repetitive", "behaviors", "children", "disorder", "equally", "affected", "symptoms", "range", "severity", "2014", "parker", "hardan", "colleagues", "discovered", "oxytocin", "levels", "vary", "greatly", "children", "without", "autism", "low", "oxytocin", "social", "impairment", "regardless", "whether", "discovery", "made", "researchers", "wonder", "oxytocin", "benefits", "autism", "therapy", "might", "confined", "kids", "whose", "levels", "low", "begin", "trials", "oxytocin", "autism", "produced", "mixed", "results", "take", "subjects", "baseline", "levels", "new", "study", "included", "32", "children", "autism", "randomly", "assigned", "receive", "intranasal", "oxytocin", "spray", "placebo", "spray", "twice", "daily", "four", "weeks", "children", "blood", "oxytocin", "levels", "measured", "period", "children", "behavior", "assessed", "beginning", "end", "trial", "using", "standardized", "questionnaire", "completed", "parents", "hormone", "found", "safe", "adverse", "events", "placebo", "effectas", "many", "trials", "researchers", "saw", "improvement", "even", "children", "given", "placebo", "though", "effect", "less", "pronounced", "oxytocin", "group", "children", "low", "oxytocin", "baseline", "received", "benefit", "placebo", "began", "high", "oxytocin", "bodies", "production", "hormone", "rose", "modestly", "unexpected", "finding", "suggests", "possible", "biological", "explanation", "placebo", "effect", "common", "studies", "psychological", "psychiatric", "treatments", "parker", "said", "idea", "increases", "natural", "oxytocin", "production", "might", "explain", "patients", "benefit", "placebo", "merits", "future", "research", "added", "among", "children", "got", "oxytocin", "lowest", "oxytocin", "levels", "beginning", "trial", "experienced", "greatest", "improvements", "social", "behavior", "oxytocin", "effects", "specific", "hormone", "change", "frequency", "repetitive", "behaviors", "affect", "children", "anxiety", "large", "trial", "oxytocin", "children", "autism", "underway", "several", "institutions", "across", "united", "states", "hardan", "parker", "curious", "whether", "bigger", "trial", "replicate", "findings", "hardan", "treats", "children", "autism", "lucile", "packard", "children", "hospital", "stanford", "advocating", "physicians", "start", "prescribing", "oxytocin", "patients", "yet", "findings", "replicated", "large", "trial", "might", "consider", "baseline", "oxytocin", "measurements", "part", "clinical", "practice", "try", "determine", "specific", "patients", "respond", "said", "noting", "could", "difficult", "present", "blood", "oxytocin", "levels", "measured", "routinely", "clinical", "labs", "oral", "sublingual", "administration", "oxytocin", "would", "necessarily", "produce", "results", "intranasal", "oxytocin", "tested", "also", "cautioned", "hopefully", "first", "step", "identifying", "characteristics", "people", "autism", "respond", "specific", "treatments", "hardan", "said", "heterogeneity", "disorder", "need", "start", "clinical", "trials", "see", "response", "see", "respond", "possible", "treatments", "work", "example", "stanford", "medicine", "focus", "precision", "health", "goal", "anticipate", "prevent", "disease", "healthy", "precisely", "diagnose", "treat", "disease", "ill"], "url": "http://www.eurekalert.org/pub_releases/2017-07/sumc-ois070517.php", "date": "2018-01-19_21:14:15", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXChildren with autism showed improved social behavior when treated with oxytocin, a hormone linked to social abilities, according to a new study by researchers at the Stanford University School of Medicine. Children with low oxytocin benefited most from the medication, the study found.The study, which will be published online July 10 in the Proceedings of the National Academy of Sciences, is the first to consider how baseline oxytocin levels influence autistic children's responses to the substance.\"Our results suggest that some children with autism will benefit from oxytocin treatment more than others, and that blood oxytocin levels might be a biological sign that will allow us to predict if a child will respond maximally or not,\" said lead author Karen Parker, PhD, associate professor of psychiatry and behavioral sciences. The trial, in 32 children, was relatively small and needs to be replicated, she said.\"We are finally narrowing down whom oxytocin could be beneficial for,\" said Antonio Hardan, MD, professor of psychiatry and behavioral sciences and senior author of the study. \"This is what precision health looks like for autism.\"Although the effect of oxytocin was modest, the results are exciting because no other medications now exist to treat any of the core features of autism, Hardan added. Oxytocin levels varyAutism is a developmental disorder characterized by poor social ability and verbal communication skills, as well as restrictive and repetitive behaviors. Not all children with the disorder are equally affected; symptoms range in severity. In 2014, Parker and Hardan and their colleagues discovered that oxytocin levels vary greatly in children both with and without autism, and that those with low oxytocin have more social impairment regardless of whether they have autism.That discovery made the researchers wonder if oxytocin's benefits as an autism therapy might be confined to kids whose levels were low to begin with. Other trials of oxytocin in autism have produced mixed results but did not take subjects' baseline levels into account.The new study included 32 children with autism who were randomly assigned to receive an intranasal oxytocin spray or a placebo spray twice daily for four weeks. The children's blood oxytocin levels were measured before and after the four-week period. The children's behavior was assessed at the beginning and end of the trial using a standardized questionnaire completed by their parents. The hormone was found to be safe, with no adverse events reported.Intriguing placebo effectAs in many trials, the researchers saw some improvement even in children given the placebo, though the effect was less pronounced than it was in the oxytocin group. Children who had low oxytocin at baseline received more benefit from placebo than those who began with high oxytocin -- and their bodies' own production of the hormone rose modestly. This unexpected finding suggests a possible biological explanation for the placebo effect, which is common in studies of psychological and psychiatric treatments, Parker said. The idea that increases in natural oxytocin production might explain how patients benefit from a placebo merits future research, she added. Among the children who got oxytocin, those with the lowest oxytocin levels at the beginning of the trial experienced the greatest improvements in social behavior. Oxytocin's effects were specific: the hormone did not change the frequency of repetitive behaviors, nor did it affect children's anxiety levels.A large trial of oxytocin for children with autism is now underway at several institutions across the United States, and Hardan and Parker are curious about whether the bigger trial will replicate their findings. Hardan, who treats children with autism at Lucile Packard Children's Hospital Stanford, is not advocating that physicians start prescribing oxytocin for their patients yet.\"If our findings are replicated in the large NIH-funded trial, then I might consider doing baseline oxytocin measurements as part of my clinical practice to try to determine if specific patients will respond,\" he said, noting that this could be difficult because, at present, blood oxytocin levels are not measured routinely in clinical labs. Oral or sublingual administration of oxytocin would not necessarily produce the same results as the intranasal oxytocin tested, he also cautioned.\"Hopefully, this is a first step to identifying the characteristics of people with autism who respond to specific treatments,\" Hardan said. \"Because of the heterogeneity of the disorder, we need to start doing clinical trials not to see if there will be a response, but more to see who will respond to possible treatments.\"The work is an example of Stanford Medicine's focus on precision health, the goal of which is to anticipate and prevent disease in the healthy and precisely diagnose and treat disease in the ill.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXChildren with autism showed improved social behavior when treated with oxytocin, a hormone linked to social abilities, according to a new study by researchers at the Stanford University School of Medicine.", "Children with low oxytocin benefited most from the medication, the study found.The study, which will be published online July 10 in the Proceedings of the National Academy of Sciences, is the first to consider how baseline oxytocin levels influence autistic children's responses to the substance.", "\"Our results suggest that some children with autism will benefit from oxytocin treatment more than others, and that blood oxytocin levels might be a biological sign that will allow us to predict if a child will respond maximally or not,\" said lead author Karen Parker, PhD, associate professor of psychiatry and behavioral sciences.", "The trial, in 32 children, was relatively small and needs to be replicated, she said.", "\"We are finally narrowing down whom oxytocin could be beneficial for,\" said Antonio Hardan, MD, professor of psychiatry and behavioral sciences and senior author of the study.", "\"This is what precision health looks like for autism.", "\"Although the effect of oxytocin was modest, the results are exciting because no other medications now exist to treat any of the core features of autism, Hardan added.", "Oxytocin levels varyAutism is a developmental disorder characterized by poor social ability and verbal communication skills, as well as restrictive and repetitive behaviors.", "Not all children with the disorder are equally affected; symptoms range in severity.", "In 2014, Parker and Hardan and their colleagues discovered that oxytocin levels vary greatly in children both with and without autism, and that those with low oxytocin have more social impairment regardless of whether they have autism.That discovery made the researchers wonder if oxytocin's benefits as an autism therapy might be confined to kids whose levels were low to begin with.", "Other trials of oxytocin in autism have produced mixed results but did not take subjects' baseline levels into account.The new study included 32 children with autism who were randomly assigned to receive an intranasal oxytocin spray or a placebo spray twice daily for four weeks.", "The children's blood oxytocin levels were measured before and after the four-week period.", "The children's behavior was assessed at the beginning and end of the trial using a standardized questionnaire completed by their parents.", "The hormone was found to be safe, with no adverse events reported.Intriguing placebo effectAs in many trials, the researchers saw some improvement even in children given the placebo, though the effect was less pronounced than it was in the oxytocin group.", "Children who had low oxytocin at baseline received more benefit from placebo than those who began with high oxytocin -- and their bodies' own production of the hormone rose modestly.", "This unexpected finding suggests a possible biological explanation for the placebo effect, which is common in studies of psychological and psychiatric treatments, Parker said.", "The idea that increases in natural oxytocin production might explain how patients benefit from a placebo merits future research, she added.", "Among the children who got oxytocin, those with the lowest oxytocin levels at the beginning of the trial experienced the greatest improvements in social behavior.", "Oxytocin's effects were specific: the hormone did not change the frequency of repetitive behaviors, nor did it affect children's anxiety levels.A large trial of oxytocin for children with autism is now underway at several institutions across the United States, and Hardan and Parker are curious about whether the bigger trial will replicate their findings.", "Hardan, who treats children with autism at Lucile Packard Children's Hospital Stanford, is not advocating that physicians start prescribing oxytocin for their patients yet.", "\"If our findings are replicated in the large NIH-funded trial, then I might consider doing baseline oxytocin measurements as part of my clinical practice to try to determine if specific patients will respond,\" he said, noting that this could be difficult because, at present, blood oxytocin levels are not measured routinely in clinical labs.", "Oral or sublingual administration of oxytocin would not necessarily produce the same results as the intranasal oxytocin tested, he also cautioned.", "\"Hopefully, this is a first step to identifying the characteristics of people with autism who respond to specific treatments,\" Hardan said.", "\"Because of the heterogeneity of the disorder, we need to start doing clinical trials not to see if there will be a response, but more to see who will respond to possible treatments.", "\"The work is an example of Stanford Medicine's focus on precision health, the goal of which is to anticipate and prevent disease in the healthy and precisely diagnose and treat disease in the ill."], "source": "Stanford University Medical Center"}