{"title": "Structural insights into the modulation of synaptic adhesion by MDGA for synaptogenesis", "text": "Synapses connected by various synaptic adhesion molecules are communication spaces between neurons for transmitting information. Among various synaptic adhesion molecules, neuroligins are arguably the most widely studied class of postsynaptic adhesion molecules, which mainly interact with presynaptic neurexins to induce excitatory or inhibitory synapse development. Recently, the membrane-associated mucin (MAM) domain-containing GPI anchor protein 1 (MDGA1) has been characterized as a key suppressor of Neuroligin-2/Neurexin-1β-mediated inhibitory synapse development, but how it acts remains a mystery.  In a recent issue of Neuron, published on June 21, 2017, a research team led by Professor Ho Min Kim at the Graduate School of Medical  Science and Engineering of KAIST reported the three-dimensional structure of MDGA1/Neuroligin-2 complex and mechanistic insights into how MDGAs negatively modulate synapse development governed by Neurexins/Neuroligins  trans  -synaptic adhesion complex.  MDGA1 consists of six Ig-like domains, fibronectin type III repeat domain, and MAM domain . The crystal structure of MDGA1/Neuroligin-2 complex reveals that they form the 2:2 hetero-tetrameric complex and only the Ig1-Ig2 domains of MDGA1 are involved in interactions with Neuroligin-2. The structural comparison between the MDGA1/Neuroligin-2 and Neurexin-1β/Neuroligin-1 complexes intriguingly indicates that the Neuroligin-2 region binding to MDGA1 largely overlaps with that of Neurexin-1β, but the interaction interface of the MDGA1/Neuroligin-2 complex is much larger than that of the Neurexin-1β/Neuroligin-1 complex. This explains why Neuroligin-2 binds stronger to MDGA1 than Neurexin-1β, and how the favored MDGA1 binding to Neuroligin-2 sterically blocks the interaction between Neuroligin-2 and Neurexin-1β, which is critical for the suppression of inhibitory synapse development. \"Although we found that MDGA Ig domains (Ig 1 and Ig 2) are sufficient to form a complex with NL2, other extracellular domains, including Ig 3-6, FN III, and MAM domains, may also contribute to stable cis-interactions between MDGA1 and Neuroligin-2 by providing conformational flexibility. Therefore, further structural analysis of full-length MDGA will be required,\" Professor Kim said.  Neuroligin-2 specifically promotes the development of inhibitory synapses, whereas neuroligin-1 promotes the development of excitatory synapses. Recently, not only MDGA1, but also MDGA2 have emerged as synaptic regulators for the development of excitatory or inhibitory synapses.  In vitro  biochemical analysis in this research clearly demonstrates that Neuroligin-1 and Neuroligin-2 bind to both MDGA1 and MDGA2 with comparable affinity. However, pull-down assays using detergent-solubilized mouse brain membrane fractions show the specific interaction of MDGA1 with Neuroligin-2, but not with Neuroligin-1. \"This suggests that unidentified processes may dictate the selective association of MDGA1 with Neuroligin-2  in vivo , \" explained Professor Jaewon Ko at the Daegu Gyeongbuk Institute of Science and Technology (DGIST). A balance between excitatory and inhibitory synapses is crucial to healthy cognition and behavior. Mutations in neuroligins, neurexins, and MDGAs, which can disrupt the excitatory/inhibitory balance, are associated with neuropsychiatric diseases such as autism and schizophrenia. Jung A Kim at KAIST, first author in this study, said, \"Our discovery from integrative investigations are an important first step both for a better understanding of Neuroligin/Neurexin synaptic adhesion pathways and MDGA-mediated regulation of synapse development as well as the development of potential new therapies for autism, schizophrenia, and epilepsy.\"\r\n", "journal": "Neuron", "funder": "National Research Foundation of Korea, Institute for Basic Science, Intelligent Synthetic Biology Center of Global Frontier Project", "region": "asia", "url": "http://www.eurekalert.org/pub_releases/2017-07/tkai-sii071017.php", "institution": "The Korea Advanced Institute of Science and Technology (KAIST)", "meeting": "", "description": "A KAIST research team reported the 3-D structure of MDGA1/Neuroligin-2 complex and mechanistic insights into how MDGAs negatively modulate synapse development governed by Neurexins/Neuroligins  trans-synaptic adhesion complex.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.034", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry"], "source_link": "http://www.kaist.ac.kr/_prog/_board/?code=ed_news&mode=V&no=66964&upr_ntt_no=66964&site_dvs_cd=en&menu_dvs_cd=0601", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}