{"title": "Night vision for bird- & bat-friendly offshore wind power", "text": "RICHLAND, Wash. - The same technology that enables soldiers to see in the dark can also help protect birds and bats near offshore wind turbines. Night vision goggles use thermal imaging, which captures infrared light that's invisible to the human eye. Now, researchers at the Department of Energy's Pacific Northwest National Laboratory are using thermal imaging to help birds and bats near offshore wind farms. PNNL is developing software called ThermalTracker to automatically categorize birds and bats in thermal video. Birds and bats fly over offshore waters, but they're difficult to track in such remote locations.\"ThermalTracker can help developers and regulators make informed decisions about siting and operating offshore wind projects,\" said PNNL engineer Shari Matzner, who leads ThermalTracker's development. \"We need scientific tools like this to better understand how offshore wind turbines can coexist with birds and bats.\"The software can help determine if there are many birds or bats near an offshore wind project and if they could be affected by the project. If that's the case, officials can consider adjusting the location of a proposed project or modifying an existing project's operations. Biologists at the non-profit Biodiversity Research Institute are testing the system this summer to determine how well it identifies birds compared to their field observations in Maine, one of the states considering offshore wind power.\"This is an extraordinary collaboration between technology developers, engineers and wildlife biologists who are working together on cutting-edge technology,\" said Wing Goodale, deputy director of Biodiversity Research Institute. \"Developing technology to detect bird and bat avoidance at terrestrial and offshore wind farms will promote a better understanding of the nature of wildlife risks -- or lack thereof -- at any type of wind farm, and reduce uncertainty about the potential for unintended impacts during operation. These cameras could provide a reliable method of detecting bird and bat response to offshore wind projects, where it is not possible to conduct traditional wildlife monitoring.\" VideoWinds are stronger over the ocean than on land, and DOE estimates the U.S. could potentially generate nearly twice the amount of electricity it currently uses if we captured the energy in winds that blow off our shores.Offshore wind power is starting to take off in the U.S. The nation's first commercial offshore wind project is spinning off of Rhode Island and another proposed project near New York recently received early approval. Offshore wind is further along in Europe, where nearly 3,600 offshore turbines have a total generation capacity of about 12,000 megawatts. American officials are aiming to make U.S. offshore wind environmentally responsible, including limiting its impact on birds and bats near American shores. Today, most wind power sites are evaluated for birds and bats by biologists who stand in a field and take notes on what they see. For offshore wind power sites, scientists board a boat, but can only observe in daylight and when the weather cooperates. Remote sensing technologies could enable longer-term bird and bat monitoring that is also less expensive and labor-intensive.Scientists have long used thermal imaging to observe bats, which are nocturnal and can't be seen with traditional video at night. But while thermal cameras see general animal shapes when visibility is low, they don't provide clear images or color, which makes identifying animals difficult.PNNL's solution involves algorithms that can identify birds and bats based on their flight behaviors.  The ThermalTracker software specifically evaluates two characteristics: the shape of the path that birds or bats take to fly from point A to B, and how frequently their wings beat up and down. The software evaluates thermal video for these behaviors and then determines whether the observed animals are bats or belong to bird families such as gulls, terns or swallows.Two previously published papers describe how an early version of ThermalTracker detected 81 percent of all animals recorded in thermal video and correctly classified 82 percent of those observed animals. And it took humans an average of five times longer to arrive at the same conclusions as the software.Now, Matzner and her PNNL colleagues are improving their software. They've already updated its algorithms so it can detect animals as video is being recorded, instead of processing video after the fact. Live data processing means the software only saves video when a bird or bat is detected. With less data to store, the system can be used for long-term observation and provide more complete information about birds and bats near offshore wind power sites.The team is also creating a system that has \"stereo vision,\" or 3D video by using two thermal cameras instead of the just one. Having 3D video provides depth perception, which helps determine if birds are flying at the heights where turbines spin and if birds are avoiding existing turbines. Stereo vision will also reveal how far a bird is from a camera, which can determine bird size and, in turn, more accurately identify a bird. BRI field researchers are testing the new stereo camera system this summer. While the two-camera system records, the Institute's scientists are documenting which birds they observe, how far away birds are, and how well the camera system works.Next, Matzner and her colleagues will use the field biologists' notes to refine ThermalTracker algorithms so the software can better identify birds and bats from 3D video. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/dnnl-nvf081117.php", "region": "namerica", "source_link": "http://www.pnnl.gov/news/release.aspx?id=4449", "funder": "Department of Energy", "meeting": "", "institution": "DOE/Pacific Northwest National Laboratory", "keywords": ["Biology", " Energy Sources", " Algorithms/Models", " Technology/Engineering/Computer Science", " Software Engineering", " Research/Development"], "journal": "Ecological Informatics", "description": "The ThermalTracker software analyzes video with night vision, the same technology that helps soldiers see in the dark, to help birds and bats near offshore wind turbines.", "date": "Fri, 11 Aug 2017 04:00:00 GMT"}