{"title": "How perception, association and belief drive hallucinations", "text": "A new study suggests that people prone to auditory hallucinations are overly influenced by expectations and prior associations. The results provide intriguing clues into the mysterious inner workings of the mind, suggesting that these hallucinations may be a \"top-down\" process of the brain. One theory of hallucinations that's gaining traction in the science community suggests that hallucinations may arise when strong associations between a sensory input and the resulting percept (essentially a mental concept) trigger the percept even in the absence of the sensory input. To explore this possibility in greater detail, Albert Powers et al. took a unique approach by inducing auditory hallucinations in people who hear voices (some diagnosed with psychosis, some self-identified clairaudient psychics), as well as people who do not hear voices (some diagnosed with psychosis, some healthy controls).  Hallucinations can be induced, even in healthy individuals, through use of Pavlovian conditioning. The researchers trained participants to associate a tone with a checkerboard visual stimulus; the induced hallucination was to \"hear\" the tone when participants saw the visual stimulus. The researchers varied the intensity of the tone and sometimes did not play it at all. Participants were asked to indicate whether they heard a tone and rate how confident they were in their choice. People in the voice-hearing groups were much more likely to feel strongly that they heard a tone when none was presented. Computational modeling of their behavior revealed they held strong beliefs that the visual cues were associated with tones and these prior beliefs drove the tone hallucinations. Lastly, toward the end of the game, the researchers included many more no-tone trials. They found that patients with a diagnosed psychotic illness (both voice-hearers and non-voice hearers) failed to recognize this change. Participants without a psychotic illness were better able to update their beliefs about the association - or lack thereof - between the checkerboard and the tone.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aan3458", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaft-hpa080717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Biology", " Social/Behavioral Science"], "journal": "Science", "description": "A new study suggests that people prone to auditory hallucinations are overly influenced by expectations and prior associations.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}