{"title": "Secondhand opinions", "text": "Tracking the Twitter updates of a random sample of 300,000 active users over the course of a month reveals that this particular corner of social media and social networking is not quite as equitable and democratic as popular perception might have us believe. Indeed, the research published in the International Journal of Internet Marketing and Advertising reveals that there is a two-step flow of information through which a minority of users accounts for the majority of influence. Opinion leaders follow other opinion leaders and effectively form a community of influencers within the wider user base and the information they disseminate then follows a power-law distribution as everyday users share, retweet and reuse that information.Harsha Gangadharbatla of the Department of Advertising, Public Relations and Media Design, College of Media, Communication and Information, at the University of Colorado, Boulder, Colorado, and Masoud Valafar a software engineer at Twitter, in San Francisco, California, USA, explain that there are numerous theories about how information is disseminated and how \"word-of-mouth\" works to influence popular opinion and consumer decision making. There have also been many studies into how the media and social media influencing individuals and groups.One such theory is known as two-step flow theory. This says that most people form an opinion about a given subject when they are exposed to the views of opinion leaders. Those opinion leaders themselves are influenced by the mass media. This is in contrast to the one-step flow theory, colloquially known as the hypodermic needle, or magic bullet theory, in which people are directly influenced by mass media. Obviously, people are constantly exposed to the mass media at the individual level whether that is television, radio, newspapers or the web. But, the researchers suggest that opinions are actually more likely to be formed second hand in a two-step process. This is especially true of opinions shared on social media but might also apply to the influencers in traditional media - TV pundits, newspaper and magazine columnists, and the like.It has been claimed that with the wave of new media in the form of Youtube, Twitter, Instagram, and other so-called Web 2.0 sites democratization of information and influence occurred. Gangadharbatla and Valafar suggest that this may not be the case, at least in the Twitter context. Social media is changing radically the way users and consumers receive information, news, opinion, but as with the old vanguard, there still exists the big influencers. These people or organizations, which might include information hubs and news outlets, pressure groups, and even celebrities, act as the primary source of information and opinion.\"Our study suggests that the way information propagates on social media is not all that different from that of traditional media. In other words, even on supposedly democratic and gatekeeper-less environments like Twitter and Instagram, information propagates mostly through opinion leaders, and, more so, these opinion leaders are all connected to other opinion leaders on the medium resulting in a virtual community of opinion leaders that yield a strong influence on how and how fast information spreads on social media,\" the team reports. In the business context, the team adds that their, \"results suggest that targeting this virtual community of opinion leaders will be a more effective use of advertising dollars than reaching the masses on Twitter.\"", "article_link": "http://dx.doi.org/10.1504/IJIMA.2017.085655", "url": "http://www.eurekalert.org/pub_releases/2017-08/ip-so081017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Inderscience Publishers", "keywords": ["Advertising/Public Relations", " Personal", " Socioeconomics", " Mass Media", " Political Science", " Technology/Engineering/Computer Science", " Internet"], "journal": "International Journal of Internet Marketing and Advertising", "description": "Tracking the Twitter updates of a random sample of 300,000 active users over the course of a month reveals that this particular corner of social media and social networking is not quite as equitable and democratic as popular perception might have us believe. Indeed, the research published in the International Journal of Internet Marketing and Advertising reveals that there is a two-step flow of information through which a minority of users accounts for the majority of influence.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}