{"title": "Feeling bad about feeling bad can make you feel worse", "text": "Pressure to feel upbeat can make you feel downbeat, while embracing your darker moods can actually make you feel better in the long run, according to new UC Berkeley research.\"We found that people who habitually accept their negative emotions experience fewer negative emotions, which adds up to better psychological health,\" said study senior author Iris Mauss, an associate professor of psychology at UC Berkeley.At this point, researchers can only speculate on why accepting your joyless emotions can defuse them, like dark clouds passing swiftly in front of the sun and out of sight.\"Maybe if you have an accepting attitude toward negative emotions, you're not giving them as much attention,\" Mauss said. \"And perhaps, if you're constantly judging your emotions, the negativity can pile up.\"\r\nThe study, conducted at UC Berkeley and published in the Journal of Personality and Social Psychology, tested the link between emotional acceptance and psychological health in more than 1,300 adults in the San Francisco Bay Area and the Denver, Co., metropolitan area.The results suggest that people who commonly resist acknowledging their darkest emotions, or judge them harshly, can end up feeling more psychologically stressed.By contrast, those who generally allow such bleak feelings as sadness, disappointment and resentment to run their course reported fewer mood disorder symptoms than those who critique them or push them away, even after six months.\"It turns out that how we approach our own negative emotional reactions is really important for our overall well-being,\" said study lead author Brett Ford, an assistant professor of psychology at the University of Toronto. \"People who accept these emotions without judging or trying to change them are able to cope with their stress more successfully.\"Three separate studies were conducted on various groups both in the lab and online, and factored in age, gender, socio-economic status and other demographic variables.\"It's easier to have an accepting attitude if you lead a pampered life, which is why we ruled out socio-economic status and major life stressors that could bias the results,\" Mauss said.In the first study, more than 1,000 participants filled out surveys rating how strongly they agreed with such statements as \"I tell myself I shouldn't be feeling the way that I'm feeling.\" Those who, as a rule, did not feel bad about feeling bad showed higher levels of well-being than their less accepting peers.Then, in a laboratory setting, more than 150 participants were tasked with delivering a three-minute videotaped speech to a panel of judges as part of a mock job application, touting their communication skills and other relevant qualifications. They were given two minutes to prepare.After completing the task, participants rated their emotions about the ordeal. As expected, the group that typically avoids negative feelings reported more distress than their more accepting peers.In the final study, more than 200 people journaled about their most taxing experiences over a two-week period. When surveyed about their psychological health six months later, the diarists who typically avoided negative emotions reported more mood disorder symptoms than their nonjudgmental peers.Next, researchers plan to look into such factors as culture and upbringing to better understand why some people are more accepting of emotional ups and downs than others.\"By asking parents about their attitudes about their children's emotions, we may be able to predict how their children feel about their emotions, and how that might affect their children's mental health,\" Mauss said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--fba081017.php", "region": "namerica", "source_link": "http://news.berkeley.edu/2017/08/10/emotionalacceptance/", "funder": "NIH/National Institute on Aging", "meeting": "", "institution": "University of California - Berkeley", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Personality and Social Psychology", "description": "Pressure to feel upbeat can make you feel downbeat, while embracing your darker moods can actually make you feel better in the long run, according to new UC Berkeley research.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}