{"title": "How the brain recognizes familiar faces", "text": "There's nothing quite like the rush of recognition that comes from seeing a familiar face. But scientists have been hard-pressed to explain how we identify well-known faces--or how that process differs from the way we perceive unfamiliar ones.Now researchers at The Rockefeller University have begun to unravel the mystery of how the brain recognizes familiar faces. Working with rhesus macaque monkeys--primates whose face-processing systems closely resemble our own--Winrich Freiwald, head of the Laboratory of Neural Systems, and Sofia Landi, a graduate student in the lab, discovered two previously unknown areas of the brain involved in face recognition: areas capable of integrating visual perception with different kinds of memory. Their findings were reported today in Science.Don't I know you?Scientists have long known that the brain contains a network of areas that respond selectively to faces as opposed to other kinds of objects (feet, cars, smartphones). They also knew that humans process familiar and unfamiliar faces very differently. For example, we excel at recognizing pictures of familiar faces even when they are disguised by poor lighting or shot at odd angles. But we struggle to recognize even slightly altered images of the same face when it is unfamiliar to us: two pictures of a stranger we've never seen before, for instance, shown from different perspectives or in dim light.Yet attempts at divining the neural basis for these differences between familiar and unfamiliar face perception in humans have proven inconclusive. So Freiwald and Landi turned instead to macaques, close evolutionary cousins whose face processing networks are better understood and more easily studied than our own.Using functional magnetic resonance imaging, Landi and Freiwald measured the animals' brain activity as they responded to pictures of other monkeys' faces. Those faces fell into three categories: personally familiar ones belonging to monkeys that the macaques had lived with for years; visually familiar ones whose pictures they had seen hundreds of times; and totally unfamiliar ones. (For comparison's sake, they also showed the monkeys pictures of personally familiar, visually familiar, and unfamiliar objects.)The researchers expected the macaque face processing network to respond in much the same way to the first two types of faces. But instead, the entire system showed more activity in response to the faces of long-time acquaintances. Faces that were only visually familiar, meanwhile, actually caused a reduction of activity in some areas.\"The whole network somehow distinguishes personally familiar faces from visually familiar faces,\" says Landi.The picture changesEven more surprisingly, the faces of animals whom the macaques had known for years prompted the activation of two previously unknown face-selective areas.One is located in a region of the brain associated with so-called declarative memory, which consists of facts and events that can be consciously recalled. The other area is embedded in a region associated with social knowledge, such as information about individuals and their position within a social hierarchy--\"a specific form of memory,\" Freiwald says, \"that is highly developed in primates, and certainly in humans.\"These two newly discovered brain areas offered up yet another surprise. When the researchers showed the macaques blurry images of personally familiar faces, which gradually became sharply defined over the course of half a minute or so, the activity of previously known face-processing areas increased steadily over time (imagine a diagonal line climbing upwards on a graph). But the new areas first showed little or no initial increase in activity, followed by a sudden surge (imagine a flat line followed by a steep upwards curve)--an all-or-nothing response that evokes what Landi calls \"the sudden 'aha' moment\" we experience when we recognize a familiar face.These new findings will allow the researchers to further investigate the neural mechanisms that underlie face recognition--and how the brain responds to different kinds of familiarity.\"We'll now be able to study these things with much more precision than was possible before,\" Freiwald says.And because they reside in regions of the brain that are associated with different kinds of information, these novel areas should also provide an inroad to understanding cognitive and perceptual processes that go well beyond vision.\"It opens a window to explore the interaction between face perception, memory, and social knowledge,\" says Landi, who is already working on new experiments designed to do precisely that.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aan1139", "url": "http://www.eurekalert.org/pub_releases/2017-08/ru-htb081017.php", "region": "namerica", "source_link": "https://www.rockefeller.edu/news/20303-brain-recognizes-familiar-faces/", "funder": "Howard Hughes Medical Institute, Center for Brains, Minds, and Machines funded by National Science Foundation, NIH/National Eye Institute, NIH/National Institute of Mental Health o", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Memory/Cognitive Processes"], "journal": "Science", "description": "Scientists have located two areas in the brain that help us recognize familiar faces. The discovery will help them delve deeper into the relationship between face recognition, memory, and social knowledge.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}