{"title": "You are how you play: Some video games are better for your brain than others", "text": "Regularly playing action video games reduces the grey matter in a person's brain, particularly in the hippocampus region that is involved in spatial learning, navigation and memory. The hippocampus is critical to healthy cognition. The more depleted the hippocampus becomes, the more a person is at risk of developing brain illnesses and diseases ranging from depression to schizophrenia, PTSD and Alzheimer's disease. Players who do not use spatial memory strategies such as landmarks to navigate through a first-person shooting game, but spontaneously rely on response strategies such as counting and patterning to find their way around the game are even more affected. These are the findings of researchers from the University of Montreal and McGill University in Canada, who conducted several studies published in Springer Nature's journal Molecular Psychiatry. The researchers first investigated differences in the hippocampal grey matter of 33 people who either habitually play action video games or never do so. Participants were questioned about the strategies they employ to navigate. Spatial learners solve a virtual reality task set in a maze by learning the relationship between the target objects and specific landmarks in the maze. Response learners use counting, patterning and memorizing a series of actions to remember specific sequences along the way. It was found that habitual action video game players had significantly less grey matter in their hippocampus and used response strategies at a higher rate.In two further studies, new groups of 43 and 21 participants received 90 hours of training on either an action video game (such as Call of Duty or Battlefield), a 3D-platform game (such as Super Mario 64), or an action-role playing game (such as Dead Island).  All participants underwent magnetic resonance imaging (MRI) brain scans and their brain tissue density was measured.It was found that first-person shooting games reduce grey matter within the hippocampus in participants using non-spatial response strategies. After receiving training, there was an increase in the grey matter of those participants who used hippocampus-dependent spatial strategies. Growth was seen in either the hippocampus or the functionally connected entorhinal cortex area of the brain in the control group that trained on 3D-platform games. \"These results show that video games can be beneficial or detrimental to the hippocampal system depending on the navigation strategy that a person employs and the genre of the game,\" says Greg West, associate professor at the University of Montreal, who led the research. He suggests that in-game GPS and way finding routes overlaid on the display of many games prod players in the right direction, without them having to employ spatial strategies such as remembering the relationship between different landmarks. According to West, action games designed without GPS or way finding routes might better encourage spatial learning because these would encourage hippocampus-dependent navigation.The results also suggest caution when using video games to improve cognitive skills such as visual short term memory and visual attention among children and adults. \"While cognitive training treatments that rely on action video games may promote better visual attention skills, the current results show that they may be associated with a reduction in hippocampal grey matter,\" West explains.  Reference: West, G. L. et al (2017). Impact of Video Games on Plasticity of the Hippocampus, Molecular Psychiatry DOI: 10.1038/mp.2017.155", "article_link": "http://dx.doi.org/10.1038/mp.2017.155", "url": "http://www.eurekalert.org/pub_releases/2017-08/s-yah080817.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/all-english-research-news/you-are-how-you-play--some-video-games-are-better-for-your-brain-than-others/13445194", "funder": "Fonds de Recherche du Québec - Nature et Technologies", "meeting": "", "institution": "Springer", "keywords": ["Medicine/Health", " Neurobiology", " Audiovisual Media", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Molecular Psychiatry", "description": "Regularly playing action video games reduces the grey matter in a person's brain, particularly in the hippocampus region that is involved in spatial learning, navigation and memory. Players who do not use spatial memory strategies through a first-person shooting game, but spontaneously rely on response strategies to find their way around the game are even more affected. These are the findings of researchers Canada published in Springer Nature's journal Molecular Psychiatry.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}