{"title": "'Ego-dissolving' psychedelic drugs could assist with mental health", "text": "The altered state of consciousness and temporary lack of ego that results from using psychedelic drugs could help some mental health patients recover from their symptoms, according to academics at the University of Adelaide.Researchers in the University's Department of Philosophy have been studying the body of evidence around the use of psychedelic drugs such as LSD and magic mushrooms, and the impact they have on people's sense of \"self\".In a new article published online today in Aeon, authors Professor Philip Gerrans and recent PhD graduate Dr Chris Letheby say there is growing evidence to suggest that psychedelic experiences can be truly \"transformative\" -- including helping some people with anxiety, depression, or addiction.\"We know quite a lot about the neurochemistry of psychedelic drugs and how they work on the brain. What's poorly understood is the more complex relationship between the brain, our sense of self, and how we perceive the world,\" says Professor Gerrans, who has been researching self-representation in psychiatric disorders.In a recent paper published in the journal Neuroscience of Consciousness, Professor Gerrans and Dr Letheby explain how users of psychedelic drugs often report that their sense of being a self or 'I' -- distinct from the rest of the world - has diminished or completely \"dissolved\".\"This 'ego dissolution' results in a moment of expanded awareness, a feeling in which the mind is put more directly and intensely in touch with the world,\" Professor Gerrans says.\"Through this experience it may be possible to re-engineer the mechanisms of self, which in turn could change people's outlook or world view. The profound sense of connection produced by this experience has the potential to be beneficial for people suffering from anxiety, depression, and some forms of addiction,\" he says.Dr Letheby says one of the reasons why psychiatric disorders are so hard to shake is that it's almost impossible for sufferers to view things differently.\"People who go through psychedelic experiences no longer take it for granted that the way they've been viewing things is the only way,\" Dr Letheby says.\"Psychedelics can assist in enlightening people about the processes behind their subjectivity. Ego dissolution offers vivid experiential proof not only that can things be different, but that there is an opportunity to seek change.\"The researchers do not advocate unsupervised recreational use of psychedelic drugs.\"These drugs were originally researched and used as treatments for various psychiatric conditions in the mid-20th century, with psychiatrists in the 1950s claiming success in treating alcoholism and other mental health conditions.\"It may be time for these drugs to make a psychiatric comeback, under controlled circumstances. More research would be needed to establish just how important they could be as part of an overall treatment program,\" Professor Gerrans says.", "article_link": "http://dx.doi.org/10.1093/nc/nix016", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoa-pd080817.php", "region": "africa", "source_link": null, "funder": "Australian Research Council", "meeting": "", "institution": "University of Adelaide", "keywords": ["Social/Behavioral Science", " Drugs", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety", " Philosophy/Religion"], "journal": "Neuroscience of Consciousness", "description": "The altered state of consciousness and temporary lack of ego that results from using psychedelic drugs could help some mental health patients recover from their symptoms, according to academics at the University of Adelaide.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}