{"title": "NSF funds new multidisciplinary approaches to study the brain", "text": "The National Science Foundation (NSF) made 19 awards to cross-disciplinary teams from across the United States to conduct innovative research focused on neural and cognitive systems. Each award provides a research team with up to $1 million over two to four years.The awards will contribute to NSF's investments in support of Understanding the Brain and the BRAIN Initiative, a coordinated research effort that seeks to accelerate the development of new neurotechnologies.The awards will advance frontiers in cognitive science and neuroscience with an emphasis on four themes:The projects will leverage advanced research within these themes to investigate how neural and cognitive systems interact with education, engineering and computer science, thanks to the support of the NSF Integrative Strategies for Understanding Neural and Cognitive Systems (NCS) program. The NCS program supports innovative, boundary-crossing efforts to push the frontiers of brain science.\"It takes insight and courage to tackle these problems,\" said Ken Whang, NSF program director in the Computer and Information Science and Engineering Directorate (CISE). \"These teams are combining their expertise to try to forge new paths forward on some of the most complex and important challenges of understanding the brain. They are posing problems in new ways, taking intellectual and technical risks that have huge potential payoff.\"The new projects are supported by four NSF directorates, allowing the program to identify interdisciplinary areas of research: CISE; Education and Human Resources; Engineering; and Social, Behavioral and Economic Sciences. The NSF Office of International Science and Engineering's Mathematical Sciences Innovation Incubator program also provided additional support this year. In addition to conducting neuroscience research, NCS-supported projects will use insights from neuroscience to advance the fields of engineering, social and behavioral sciences and education.The award titles, principal investigators and sponsor institutions are listed below.The program also awarded supplemental funds of up to $200,000 each to four projects to maximize the impact of basic research in computing, engineering and education on new challenges in neuroscience and cognitive science. This is the third round of brain research funding for this program.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/nsf-nfn080817.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation", "meeting": "", "institution": "National Science Foundation", "keywords": ["Biology"], "journal": "", "description": "The National Science Foundation made 19 awards to cross-disciplinary teams from across the United States to conduct innovative research focused on neural and cognitive systems. Each award provides a research team with up to $1 million over two to four years.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}