{"title": "UB research shows how pronouns can be used to build confidence in stressful situations", "text": "BUFFALO, N.Y. - You're preparing for a major presentation. Or maybe you have a job interview.  You could even be getting ready to finally ask your secret crush out on a date. Before any potentially stressful event, people often engage in self-talk, an internal dialogue meant to moderate anxiety. \"Being a fly on the wall might be the way to put our best foot forward,\" says Seery, an associate professor in UB's Department of Psychology and an expert on stress and coping. \"And one way to do that is by not using first-person pronouns like 'I'. For me, it's saying to myself, 'Mark is thinking this' or 'Here is what Mark is feeling' rather than 'I am thinking this' or 'Here is what I'm feeling.'\"It's a subtle difference in language, but previous work in other areas has shown this to make a difference - and that's the case here, too.\"\r\nSeery says most everyone engages in self-talk, but it's important to understand that not all self-talk is equally effective when contemplating future performance. We can either self-distance or self-immerse.For the study, researchers told 133 participants that a trained evaluator would assess a two-minute speech on why they were a good fit for their dream job.  The participants were to think about their presentation either with first-person (self-immersing) or third-person pronouns (self-distancing).While they delivered their speeches, researchers measured a spectrum of physiological  responses (how fast the heart beats; how hard it beats; how much blood the heart is pumping; and the degree to which blood vessels dilated or constricted), which provided data on whether the speech is important to the presenter and the presenter's level of confidence.\"What this allows us to do is something that hasn't been shown before in studies that relied on asking participants to tell researchers about their thoughts and feelings,\" says Seery. \"Previous work has suggested that inducing self-distancing can lead to less negative responses to stressful things, but that can be happening because self-distancing has reduced the importance of the event.\"That seems positive on the face of it, but long-term that could have negative implications because people might not be giving their best effort,\" says Seery. \"We found that self-distancing did not lead to lower task engagement, which means there was no evidence that they cared less about giving a good speech. Instead, self-distancing led to greater challenge than self-immersion, which suggests people felt more confident after self-distancing.\"Seery points out that some of the most important moments in life involve goal pursuit, but these situations can be anxiety provoking or even overwhelming.\"Self-distancing may promote approaching them with confidence and experiencing them with challenge rather than threat.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uab-urs080717.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/07/037.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Decision-making/Problem Solving", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Experimental Social Psychology", "description": "Before any potentially stressful event, people often engage in self-talk, an internal dialogue meant to moderate anxiety. This kind of self-reflection is common, according to Mark Seery, a UB psychologist whose new study suggests that taking a 'distanced perspective,' or seeing ourselves as though we were an outside observer, leads to a more confident and positive response to upcoming stressors than seeing the experience through our own eyes.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}