{"title": "Compound derived from marijuana interacts with antiepileptic drugs", "text": "New research published in Epilepsia, a journal of the International League Against Epilepsy (ILAE), suggests that an investigational neurological treatment derived from cannabis may alter the blood levels of commonly used antiepileptic drugs. It is important for clinicians to consider such drug interactions during treatment of complex conditions.Cannabidiol (CBD), a compound developed from the cannabis plant, is being studied as a potential anticonvulsant, and it has demonstrated effectiveness in animal models of epilepsy and in humans. An ongoing open label study (Expanded Access Program) conducted by investigators at the University of Alabama at Birmingham is testing the potential of CBD as a therapy for children and adults with difficult to control epilepsy. The study includes 39 adults and 42 children, all of whom receive CBD.Because all of the participants are also taking other seizure drugs while they are receiving the investigational therapy, investigators checked the blood levels of their other seizure drugs to see if they changed. \"With any new potential seizure medication, it is important to know if drug interactions exist and if there are labs that should be monitored while taking a specific medication,\" said lead author Tyler Gaston, MD.Dr. Gaston and her colleagues found that there were significant changes in levels of the drugs clobazam (and its active metabolite N-desmethylclobazam), topiramate, and rufinamide in both adults and children, and zonisamide and eslicarbazepine in adults only. Except for clobazam/desmethylclobazam, however, the drug levels did not change outside of the normally accepted range. In addition, adult participants in the study taking clobazam reported sedation more frequently. Tests also showed that participants taking valproate and CBD had higher ALT and AST (liver function tests) compared with participants not taking valproate. Very high ALT and AST indicate abnormal liver function, but significant ALT and AST elevation occurred only in a mall number of participants (4 children and 1 adult), and the levels returned to normal after discontinuation of valproate and CBD.\"While the interaction between CBD and clobazam has been established in the literature, there are currently no published human data on CBD's potential interactions with other seizure medications,\" said Dr. Gaston. \"However, given the open label and naturalistic follow-up design of this study, our findings will need to be confirmed under controlled conditions.\"The findings emphasize the importance of monitoring blood levels of antiepileptic drugs as well as liver function during treatment with CBD. \"A perception exists that since CBD is plant based, that it is natural and safe; and while this may be mostly true, our study shows that CBD, just like other antiepileptic drugs, has interactions with other seizure drugs that patients and providers need to be aware of,\" said Dr. Gaston.", "article_link": "http://dx.doi.org/10.1111/epi.13852", "url": "http://www.eurekalert.org/pub_releases/2017-08/w-cdf080317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health"], "journal": "Epilepsia", "description": "New research published in Epilepsia, a journal of the International League Against Epilepsy (ILAE), suggests that an investigational neurological treatment derived from cannabis may alter the blood levels of commonly used antiepileptic drugs.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}