{"title": "Details of Lassa virus structure could inform development of vaccines, therapies", "text": "WHAT:\nA 10-year Lassa virus research project has yielded structural and functional details of a key viral surface protein that could help advance development of Lassa vaccines and antibody-based therapeutics, which are currently lacking. The work was led by the Scripps Research Institute (TSRI) and funded by the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health.Lassa virus can cause a hemorrhagic disease called Lassa fever and is endemic to western Africa. The virus is a member of the arenavirus family and is spread primarily by rodents. The Centers for Disease Control and Prevention estimates that up to 300,000 Lassa virus infections occur each year. Cases of Lassa fever can result in bleeding in the gums, eyes, and nose; respiratory distress; repeated vomiting; facial swelling; pain in the chest, back, and abdomen; and shock. Neurological problems are possible, including hearing loss, tremors, and encephalitis. Death from multi-organ failure can occur within two weeks of symptoms starting. Recent studies have suggested the overall fatality rate for Lassa Fever is between 1 and 10 percent, but the rate among patients hospitalized with severe disease is between 50 and 70 percent. Notably, the disease is 90 percent lethal for women in the third trimester of pregnancy.Knowing the structure of a virus surface molecule called the Lassa glycoprotein precursor complex (GPC) may be important to developing a vaccine. GPC mediates viral binding to and entry into cells and is a prime target for immune responses generated by a vaccine. Until now, no structure model existed for any virus in the arenavirus family because of the instability and diversity of the GPC protein. Over the past decade, TSRI scientists and their collaborators have explored the GPC, ultimately learning to stabilize the protein to determine its molecular structure. Now, scientists from TSRI, Tulane University, and Kenema Government Hospital in Sierra Leone have re-engineered the GPC and used it to study antibodies from human survivors.Their research provides the first detailed view of the Lassa GPC bound to a human neutralizing antibody from an African survivor. This high-resolution structure reveals how the molecule is assembled and that the most effective antibodies interact only with a fully assembled GPC. The structure also shows how the molecule can be stabilized to better elicit protective antibodies. The availability of this structure may facilitate development of vaccines or antibody-based therapeutics.", "article_link": "http://dx.doi.org/10.1126/science.aam7260", "url": "http://www.eurekalert.org/pub_releases/2017-06/nioa-dol060217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Science", "description": "A 10-year Lassa virus research project has yielded structural and functional details of a key viral surface protein that could help advance development of Lassa vaccines and antibody-based therapeutics, which are currently lacking. The work was led by the Scripps Research Institute (TSRI) and funded by the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}