{"title": "Researchers uncover clues about how HIV virus mutates", "text": "SEATTLE - June 1, 2017 - A new study published in Cell Host & Microbe led by researchers at Fred Hutchinson Cancer Research Center completely maps all mutations that help the HIV virus evolve away from a single broadly neutralizing antibody, known as PGT151. Broadly neutralizing antibodies are immune molecules that bind to viruses and can block them from spreading in the body.To get at the question of how broadly neutralizing antibodies affect HIV mutation, evolutionary biologist Dr. Jesse Bloom teamed up with HIV researcher Dr. Julie Overbaugh and doctoral student Adam Dingens. The mutations they uncovered are a mix of those that had been discovered in previous studies as well as some newly discovered sites.Using a library of envelope, or Env, mutants made in a strain of HIV directly isolated from an infected child, the team infected T cells in the lab in the presence of PGT151. As the protein that covers HIV's surface, Env is the primary part of the virus that the immune system can see and act on. HIV is a particularly notorious foe for both the natural immune system and for immune reactions spurred by vaccines in part because Env mutates so rapidly, slipping away from immune recognition before the body can effectively rid itself of the infection.The researchers then sequenced the mutant viral strains that were able to infect cells in a petri dish in the presence of this antibody to see which mutations allowed HIV to escape PGT151.This is important, Bloom said, for researchers to better understand the evolutionary paths HIV could take to escape a broadly neutralizing antibody -- and, ultimately, to understand how to head off those paths through smarter vaccine design.Studies like this also yield, indirectly, an inferred map of where a given antibody binds to a given virus -- and the method is simpler than 3-D crystallography, the gold standard in the field of understanding how two proteins interact. The mutations that allow HIV to slip through the antibody binding and infect cells in the lab are by their nature going to be in sites important for how the viral protein connects with the antibody.All of this falls under the rubric of better understanding HIV's biology to continue building a foundation for better vaccine design, Bloom said. We have many working vaccines against other viruses that researchers don't fully understand, he said, but for really tricky viruses like HIV, \"we're going to need to be more rational about how we make vaccines.\"\"If we can understand where the antibodies bind, we can engineer vaccines that elicit more of those types of antibodies,\" Bloom said. \"And when we find really good antibodies, we can understand what parts of the virus are sites of vulnerability.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/fhcr-ruc053117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Foundation, Howard Hughes Medical Institute, Simons Foundation", "meeting": "", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Biology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Technology/Engineering/Computer Science"], "journal": "Cell Host & Microbe", "description": "A new study published in Cell Host & Microbe led by researchers at Fred Hutchinson Cancer Research Center completely maps all mutations that help the HIV virus evolve away from a single broadly neutralizing antibody, known as PGT151.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}