{"title": "Perseverance pays off in fight against deadly Lassa virus", "text": "LA JOLLA, CA - June 1, 2017 - Before Ebola virus ever struck West Africa, locals were already on the lookout for a deadly pathogen: Lassa virus. With thousands dying from Lassa every year--and the potential for the virus to cause even larger outbreaks--researchers are committed to designing a vaccine to stop it.Now a team led by Staff Scientist Kathryn Hastie and Professor Erica Ollmann Saphire at The Scripps Research Institute (TSRI) has solved the structure of the viral machinery that Lassa virus uses to enter human cells. Their study, published June 2, 2017 in the journal Science, is the first to show a key piece of the viral structure, called the surface glycoprotein, for any member of the deadly arenavirus family.Importantly, the new structure provides a blueprint to design a Lassa virus vaccine.\"This was a tenacious effort--over a decade--to conquer a global threat,\" said Ollmann Saphire, senior author of the new study.Arenavirus Structure Had Never Been Seen BeforeThis story starts with a young graduate student in San Diego and leads all the way to Sierra Leone, to a unique hospital where Lassa fever victims arrive by the thousands every year.When Hastie joined Ollmann Saphire's lab as a graduate student in 2007, she told her thesis committee she wanted to solve the structure of the assembled arenavirus glycoprotein, something never done before. \"Maybe it was my graduate student naiveté, but I thought it sounded interesting,\" said Hastie.\"The thesis committee looked at her and said, 'good luck!' \" Ollmann Saphire remembered.In biology, solving a structure means determining its shape in 3D. Hastie planned to solve the structure of the Lassa virus glycoprotein using a technique called x-ray crystallography, in which researchers prompt protein molecules from a virus to align and form a crystal. When x-rays hit the electrons in the crystal, they create a diffraction pattern that reveals the organization of the crystal and the molecular structure of the protein that formed it. By solving the structure of the Lassa virus glycoprotein, Hastie hoped to create a map of the target on the virus where antibodies need to attack--a key step in developing a vaccine.X-ray crystallography depends on having a stable protein, yet all the Lassa virus glycoprotein wanted to do was fall apart.The problem was that glycoproteins are made up of smaller subunits. Other viruses have bonds that hold the subunits together, \"like a staple,\" Hastie said. Arenaviruses don't have that staple; instead, the subunits just floated away from each other whenever Hastie tried to work with them.Another challenge was to recreate part of the viral lifecycle in the lab--a stage when Lassa's glycoprotein gets clipped into two subunits. \"We had to figure out how to get the subunits to be sufficiently clipped and where to put the staple to make sure they stayed together,\" Hastie said.Meeting Patients in West AfricaAs Hastie tackled those challenges from her lab bench in San Diego, staff at the Kenema Government Hospital in Sierra Leone labored on the front lines of the ongoing fight against Lassa.Until the 2014-15 Ebola virus outbreak, Kenema was the only hospital in the world to have a special ward dedicated to treating hemorrhagic fever viruses. Staff at the clinic--from the nurses to the ambulance drivers--are all Lassa survivors, which gives them immunity to the disease. Scientists at TSRI have a long-term collaboration with Kenema as part of a research program run by Tulane University. \"We have an excellent working relationship with them,\" said Hastie.Through this program, their Tulane collaborators, particularly James Robinson's group, provided the TSRI scientists with antibodies from survivors of Lassa fever. These antibodies could inactivate the virus and have been found to provide lifesaving protection to animal models. These are the kinds of antibodies researchers are hoping to elicit with a future Lassa virus vaccine.In 2009, Hastie got to visit Kenema on a trip with Ollmann Saphire. Driving up to the hospital, the team saw the staff laundry hanging outside. Inside, scientists and staff were hard at work treating patients and studying Lassa.\"I had been working on the project for two years with very little success at that point,\" Hastie said. \"Going to West Africa showed me how important it was to keep going.\"Like Ebola virus, Lassa fever starts with flu-like symptoms and can lead to debilitating vomiting, neurological problems and even hemorrhaging from the eyes, gums and nose. The disease is 50 to 70 percent fatal--and up to 90 percent fatal in pregnant women.In between her hours studying samples in the clinic lab, Hastie visited nearby villages, where she met ecologists investigating how rodents spread the disease. In one village, locals gave the team a goat as a thank-you gift for their efforts to fight the disease.Both Hastie and Ollmann Saphire found it bizarre that Lassa strikes so many people every year without making news headlines. \"Studying Lassa is critically important. Hundreds of thousands of people are infected with the virus every year, and it is the viral hemorrhagic fever that most frequently comes to the United States and Europe,\" said Ollmann Saphire. \"Kate's study needed to be done.\"Success in Solving the StructureIt took several more years before Hastie saw promising results, but her perseverance paid off. By creating mutant versions of important parts of the molecule, she engineered a version of the Lassa virus surface glycoprotein that didn't fall apart. She then used this model glycoprotein as a sort of magnet to find antibodies in patient samples that could bind with the glycoprotein to neutralize the virus.At last, she solved the structure of the Lassa virus glycoprotein, bound to a neutralizing antibody from a human survivor.Her structure showed that the glycoprotein has two parts. She compared the shape to an ice cream cone and a scoop of ice cream. A subunit called GP2 forms the cone, and the GP1 subunit sits on top. They work together when they encounter a host cell. GP1 binds to a host cell receptor, and GP2 starts the fusion process to enter that cell.The new structure also showed a long structure hanging off the side of GP1--like a drip of melting ice cream running down the cone. This \"drip\" holds the two subunits together in their pre-fusion state.Zooming in even closer, Hastie discovered that three of the GP1-GP2 pairs come together like a tripod. This arrangement appears to be unique to Lassa virus. Other viruses, such as influenza and HIV, also have three-part proteins (called trimers) at this site, but their subunits come together to form a pole, not a tripod.\"It was great to see exactly how Lassa was different from other viruses,\" said Hastie, 10 years after starting the project. \"It was a tremendous relief to finally have the structure.\"This tripod arrangement offers a path for vaccine design. The scientists found that 90 percent of the effective antibodies in Lassa patients targeted the spot where the three GP subunits came together. These antibodies locked the subunits together, preventing the virus from gearing up to enter a host cell.A future vaccine would likely have the greatest chance of success if it could trigger the body to produce antibodies to target the same site.Ollmann Saphire couldn't be prouder of her former student and long-time collaborator. She explained that Hastie accomplished something unique in structural biology. \"TSRI has an institutional expertise in understanding viral structures and antibodies--and in designing vaccines,\" said Ollmann Saphire. \"This study goes even further. The research started from scratch with the native, wild-type viruses in patients in a remote clinic--and went all the way to developing a basis for vaccine design. And the work was done almost entirely by one woman.\"Moving Forward with a Lassa VaccineThe next step is to test a vaccine that will prompt the immune system to target Lassa's glycoprotein. \"There's a tremendous global interest,\" Ollmann Saphire said. \"I think the world woke up when they saw the scale of the Ebola outbreak.\"As director of the Viral Hemorrhagic Fever Immunotherapeutic Consortium, Ollmann Saphire is already coordinating with her partners at Tulane and Kenema to bring a vaccine to patients.The Coalition for Epidemic Preparedness Innovations (CEPI), an international collaboration that includes the Wellcome Trust and the World Health Organization as partners has recently named a vaccine for Lassa virus as one of its top three priorities. \"The community is keenly interested in making a Lassa vaccine, and we think we have the best template to do that,\" said Ollmann Saphire.She added that with Hastie's techniques for solving arenavirus structures, researchers can now get a closer look at other hemorrhagic fever viruses, which cause death, neurological diseases and even birth defects around the world.Structural biology has recently opened new doors in vaccine design, the researchers explained. Efforts to stabilize the surface protein of HIV-1 and respiratory syncytial virus, for example, are also leading to improved immunogens that can be recognized by the most potent antibodies. Ollmann Saphire added that the Department of Energy-supported beamlines, such as 12-2 at the Stanford Synchrotron Radiation Lightsource (SSRL), which provided the x-ray beam used to finally determine the Lassa virus glycoprotein structure, and recent detector upgrades are essential for on-going advances in structural biology.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/sri-ppo053117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Burroughs Wellcome Fund", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Science", "description": "This story starts with a young graduate student in San Diego and leads all the way to Sierra Leone, to a unique hospital where Lassa fever victims arrive by the thousands every year.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}