{"title": "The Lancet Infectious Diseases: Despite substantial global reduction in diarrhoea deaths, half a million children still die from diseases each year", "text": "The number of child deaths caused by diarrhoea reduced by a third between 2005-2015, but mortality rates remain highest in some of the world's poorest countries, with diarrhoea killing almost half a million children under 5 years old each year worldwide, according to a new Global Burden of Disease study published in The Lancet Infectious Diseases journal. The study finds that diarrhoea is the fourth leading cause of death for children and responsible for 8.6% of all deaths of children aged under 5. 42% of these deaths occur in India and Nigeria alone. \"Diarrhoeal diseases disproportionately affect young children,\" says lead author Dr Ali Mokdad, Institute for Health Metrics and Evaluation (IHME) at the University of Washington, USA. \"Despite some promising reductions in mortality, the devastating impact of these diseases cannot be overlooked. Immediate and sustained actions must be taken to help low-income countries address this problem by increasing healthcare access and the use of oral rehydration solutions.\" [1]The study estimates that, in 2015, there were 2.39 billion episodes of diarrhoeal disease globally, with 957.5 million of these being in children. There were a total of 1.31 million deaths as a result of diarrhoea globally in 2015, including 499000 child deaths.While mortality rates have reduced substantially (by 20.8% overall and 34.3% in children), the incidence of the disease has not reduced nearly as fast (5.9% reduction overall and 10.4% reduction in children). As a result, diarrhoea still causes a significant amount of disability that mostly affects children under 5 years old. Chad and Niger had the highest child mortality rates for diarrhoeal disease, with 594 and 485 deaths per 100000 children each year, respectively. However, the largest number of deaths occurred in India and Nigeria, contributing 42% of all 499000 child deaths in 2015 (105000 and 103000 deaths, respectively). Diarrhoeal diseases are most common in low-income countries with poor access to clean water, sanitation, and urgent medical care, but are also a frequent cause of hospitalisation in high-income countries - making diarrhoea an important health problem globally.Between 2005 and 2015, the largest reductions occurred in sub-Saharan African countries, where the mortality rate reduced by more than 100 deaths per 100000 in western (from 445 to 277 deaths per 100000), eastern (from 243 to 131 deaths per 100000), and southern sub-Saharan Africa (from 214 to 113 deaths per 100000). Globally, unsafe water and sanitation were still the leading risk factors for diarrhoea in 2015. However, better access to clean water, improved sanitation, and fewer cases of malnutrition are likely to be responsible for the reductions in mortality rates for children under 5.  Rotavirus was the main cause of diarrhoeal death for children, causing 146000 deaths in 2015 despite mortality rates reducing by 44% since 2005. The authors note that this is the only cause that's seen a reduction and this is likely to be due to the rotavirus vaccine, which had been introduced in 91 countries by March 2017. Based on this, they suggest that the development of further vaccines may be warranted - for example against cryptosporidium, which is the second biggest cause of diarrhoeal death for children under 5 (causing 60400 deaths in 2015) and has few treatment options. The researchers say that the promising reductions in mortality could be a result of better management of the diseases, and highlight how deaths of this kind are preventable if appropriate care is available. Dr Mokdad adds: \"More thorough understanding of each cause of diarrhoea and how this varies geographically will help target interventions to reduce death and disability from these preventable diseases. A greater focus on vaccine development and more intentional improvements in safe water, sanitation, and hygiene will help accelerate reductions in deaths and sickness.\" [1]The authors note some limitations to their study, including that there is a scarcity of data in sub-Saharan Africa - where the disease burden is highest - which may mean the results are underestimated. Writing in a linked Comment, Dr Christopher Gill, Boston University School of Public Health, USA, said: \"Globally, progress is being made to reduce diarrhoeal disease. If the GBD data could be used to also identify areas where data are particularly thin or dated, and so reduce uncertainties in the case of individual countries, that also would be a huge advance. As child survival researchers, we are hugely encouraged by this report, even as it reminds us that there are roughly 1·3 million excellent reasons why our job remains incomplete.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/tl-tli053117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet Infectious Diseases", "description": "The number of child deaths caused by diarrhoea reduced by a third between 2005-2015, but mortality rates remain highest in some of the world's poorest countries, with diarrhoea killing almost half a million children under 5 years old each year worldwide, according to a new Global Burden of Disease study published in The Lancet Infectious Diseases journal.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}