{"title": "New insights into how the Zika virus causes microcephaly", "text": "A study published today in Science shows that the Zika virus hijacks a human protein called Musashi-1 (MSI1) to allow it to replicate in, and kill, neural stem cells. Almost all MSI1 protein in the developing embryo is produced in the neural stem cells that will eventually develop into the baby's brain, which could explain why these cells are so vulnerable to Zika.Since 2016 thousands of children across South America have been born with microcephaly, which causes abnormally small heads, after their mothers became infected with the Zika virus during pregnancy. The overlap between Zika cases in pregnant women and an increase in babies born with microcephaly strongly suggested that the virus targets stem cells in the developing human brain, but why and how has remained a mystery. Today's study is the first to associate MSI1 with microcephaly and the Zika virus. Dr Fanni Gergely from the University of Cambridge said:  \"The development of a healthy human brain is an incredibly complex process that relies on stem cells and the coordinated actions of many genes. We've shown for the first time this interaction between Zika and MSI1 - with MSI1 getting exploited by the virus for its own destructive life cycle, turning MSI1 into the enemy within. We hope that in the future this discovery could lead to ways of generating potential Zika virus vaccines.\"Dr Mike Turner, Head of Infection and Immunobiology at Wellcome said: \"This is the first study to show a clear link between a specific protein, the Zika virus and microcephaly. This new finding really helps to explain why neural stem cells are so vulnerable to Zika infection and I hope this can be a first step in determining how we could stop this interaction and disease. It will also be interesting to investigate whether this protein is involved in other viruses, such as Rubella, that can also access and impair the developing human brain.\"Researchers from the University of Cambridge studied a variety of cell lines, including human neural stem cells, to investigate how Zika virus infection can lead to microcephaly. They suspected that MSI1 - an RNA binding protein - might be important in this process because it is involved in regulating the pool of neural stem cells that are required for normal brain development. The researchers show that when the Zika virus enters these stem cells, it hijacks MSI1 for its own replication and damages the cells in at least two ways. Firstly, MSI1 binds to the Zika virus genome allowing it to replicate and making the cells more vulnerable to virus-induced cell death. When the researchers infected cells that had been rendered unable to produce MSI1, virus replication was significantly reduced, as was cell death, indicating that the presence of MSI1 is required for efficient Zika replication.\r\nSecondly, they showed that MSI1 also disrupts the normal development programme of neural stem cells. In cells infected with Zika virus MSI1 binds to the virus genome in favour of its normal targets in the cell. The virus essentially acts like a 'sponge', preventing MSI1 from working correctly and altering the expression of many genes involved in neuronal development. In both of these scenarios, neural stem cells, which are crucial for normal neural development, are lost, leading to microcephaly.To confirm that MSI1 is important to grow a normal size brain, the scientists demonstrated that MSI1 is mutated in individuals with a rare type of inherited microcephaly (autosomal recessive primary microcephaly) unrelated to Zika infection. \r\nThese results collectively suggest that neural stem cells need MSI1 to generate enough neurons for normal brain size, but the presence of MSI1 also increases the vulnerability of these cells to Zika infection, leading to the death of the population which ultimately results in microcephaly.   ", "article_link": "http://dx.doi.org/10.1126/science.aam9243", "url": "http://www.eurekalert.org/pub_releases/2017-06/wt-nii053117.php", "region": "europe", "source_link": null, "funder": "Wellcome, Cancer Research UK", "meeting": "", "institution": "Wellcome Trust", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Science", "description": "Scientists have uncovered why Zika virus may specifically target neural stem cells in the developing brain, potentially leading to microcephaly.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}