{"title": "Progress reported in global fight against diarrheal disease cryptosporidiosis", "text": "Basel, May 31, 2017 - Infectious disease scientists from Novartis, the University of Georgia and Washington State University have reported the discovery and early validation of a drug candidate for treating cryptosporidiosis, a diarrheal disease which is a major cause of child mortality in lower-income countries. Currently there are no vaccines or effective treatments. \"There's a lot of uncertainty when embarking on drug discovery for a notoriously intractable parasite such as Cryptosporidium, the cause of cryptosporidiosis,\" said Thierry Diagana, Head of the Novartis Institute for Tropical Diseases (NITD). \"Thanks to the commitment of our funding collaborators and urgent action of our academic colleagues, we've made an important step toward advancing a new treatment.\"  Diarrheal diseases cause more than 800,000 deaths annually[1]. Epidemiological studies have highlighted the vital need for new treatment options against the protozoan parasite Cryptosporidium, which often infects its victims from exposure to contaminated water supplies. Nitazoxanide, the only approved treatment for cryptosporidiosis, has shown poor results in vulnerable infants and immune-compromised patients[2,3]. Yet there are obstacles to finding new treatments. The parasite perishes relatively quickly in labs and scientists have lacked research tools to identify drug candidates. The team developed a novel drug discovery process using transgenic parasites and novel disease models, leading to the identification and validation of the Cryptosporidium PI(4)K inhibitor candidate KDU731. They reported the discovery and preclinical findings in a recent issue of Nature. Novartis is advancing research of cryptosporidiosis through collaborations with the global health community and its scientists at NITD, which is ramping up its research and operations in Emeryville, CA.  Program funders include the Novartis Institutes for Biomedical Research (NIBR), the Wellcome Trust, and the National Institutes of Health. In addition to the Wellcome Trust, the Medicines for Malaria Venture (MMV) supported discovery of Plasmodium PI(4)K inhibitors screened in the development process. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nifb-pri053017.php", "region": "namerica", "source_link": null, "funder": "Novartis Institutes for Biomedical Research, Wellcome Trust, National Institutes of Health, Medicines for Malaria Venture", "meeting": "", "institution": "Novartis Institutes for BioMedical Research", "keywords": ["Biology", " Bacteriology", " Parasitology", " Medicine/Health", " Infectious/Emerging Diseases", " Gastroenterology", " Pediatrics", " Public Health", " Developing Countries", " Disease in the Developing World"], "journal": "Nature", "description": "Infectious disease scientists from Novartis, the University of Georgia and Washington State University have reported the discovery and early validation of a drug candidate for treating cryptosporidiosis, a diarrheal disease which is a major cause of child mortality in lower-income countries. Currently there are no vaccines or effective treatments. ", "date": "Wed, 31 May 2017 04:00:00 GMT"}