{"title": "Immunotherapy with DNA vaccine shows promise for HPV-related head and neck cancer", "text": "PHILADELPHIA - A novel vaccine therapy can generate immune responses in patients with head and neck squamous cell carcinoma (HNSCCa), according to researchers at the Abramson Cancer Center of the University of Pennsylvania. The treatment specifically targets human papillomavirus (HPV), which is frequently associated with HNSCCa, to trigger the immune response. Researchers will present the results of their pilot study during the 2017 American Society of Clinical Oncology Annual Meeting in Chicago (Abstract #6073).\r\n\tHNSCCa is a cancer that develops in the mucous membranes of the mouth, and throat. While smoking and tobacco use are known causes, the number of cases related to HPV infection - a sexually transmitted infection that is so common, the Centers for Disease Control says almost all sexually active adults will contract it at some point in their lifetimes - is on the rise. The CDC now estimates 70 percent of all throat cancers in the United States are HPV-related. Sixty percent are caused by the subtype known as HPV 16/18.\r\n\t\"This is the subtype we target with this new therapy, and we're the only site in the country to demonstrate immune activation with this DNA based immunotherapeutic vaccine for HPV 16/18 associated head and neck cancer,\" said the study's lead author Charu Aggarwal, MD, MPH, an assistant professor of Hematology Oncology in the Perelman School of Medicine at the University of Pennsylvania. \r\n\tThe vaccine is delivered as an injection of antigens - which leads the immune system to start producing antibodies and activate immune cells. At the time of injection, physicians use a special device to deliver a pulse of electricity to the area, which stimulates the muscles and speeds the intake of the antigens. Aggarwal noted that this study represents a multidisciplinary approach involving the lab and the clinic.\r\n\t\"This is truly bench-to-bedside and shows the value of translational medicine within an academic medical center,\" Aggarwal said. \r\n\tPenn researchers treated 22 patients with the vaccine. All of the patients had already received therapy that was intended to be curative - either surgery or chemotherapy and radiation. When doctors followed up an average of 16 months later, 18 of those patients showed elevated T cell activity that was specific to HPV 16/18. All of the patients in the study are still alive, and none reported any serious side effects.\r\n\t\"The data show the therapy is targeted and specific, but also safe and well-tolerated,\" Aggarwal said.\r\nBecause of the positive activity, Aggarwal says the next step is to try this therapy in patients with metastatic disease. A multi-site trial will open soon that combines the vaccine with PD-L1 inhibitors, which target a protein that weakens the body's immune response by suppressing T-cell production.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-iwd053117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute", "meeting": "2017 ASCO Annual Meeting", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Sex-Linked Conditions"], "journal": "", "description": "A novel vaccine therapy can generate immune responses in patients with head and neck squamous cell carcinoma (HNSCCa), according to researchers at the Abramson Cancer Center of the University of Pennsylvania. The treatment specifically targets human papillomavirus (HPV), which is frequently associated with HNSCCa, to trigger the immune response. Researchers will present the results of their pilot study during the 2017 American Society of Clinical Oncology Annual Meeting in Chicago (Abstract #6073).", "date": "Wed, 31 May 2017 04:00:00 GMT"}