{"title": "Mass. General researchers show how Shigella survives the gastrointestinal tract", "text": "Surviving the treacherous journey through the human body from the mouth to the colon takes a special kind of bacterial pathogen. Shigella - a group of bacteria responsible for much of the diarrheal disease affecting children in the developing world - travels unimpeded from the mouth to the colon, where they unleash powerful machinery to trigger debilitating diarrhea. Researchers from Massachusetts General Hospital (MGH) have been looking not only at how Shigella survives this journey but also how it takes advantage of substances that would kill many less persistent organisms.   Each year Shigella is responsible for at least 80 million infections and approximately 700,000 deaths worldwide. Long-term effects for Shigella survivors can include impaired physical and cognitive development, poor gastrointestinal health, reactive arthritis or kidney damage depending on the strain causing infection. Although 99 percent of cases occur in developing nations, approximately half a million occur in the U.S. each year. To gain important insights into the pathogenesis of Shigella, MGH researchers focused on its mechanisms of virulence and survival as the organism travels to the colon. Among other findings, they determined that Shigella uses multiple mechanisms to survive exposure to bile salts in the small intestine. An essential component of digestion, bile destroys many harmful bacteria, but it cannot disarm intestinal pathogens such as E. coli, Salmonella, Vibrio and Shigella. \"For the first time, we have identified how Shigella not only resists bile but also uses this alkaline fluid produced by the liver to its advantage,\" says Christina S. Faherty, PhD, of the Mucosal Immunology and Biology Research Center (MIBRC) at MGH, senior author of a paper published in the June issue of Infection and Immunity. \"We analyzed how the pathogen's gene expression changes in response to bile salts exposure. The changes we identified pointed to the use of antibiotic resistance mechanisms to resist bile, to the development of a more infectious organism through increased virulence gene expression, and to one better able to survive the colonic environment due to additional gene expression changes.\" Subsequent mutational analyses confirmed the bile resistance mechanisms of Shigella. With no current vaccine against Shigella, antibiotics are the only treatment option. But like so many pathogens, Shigella has developed resistance to many antibacterial drugs. \"The ability of Shigella to resist antibiotics so efficiently may be partly due to the bacteria's exposure to bile during transit of the small intestine,\" says Faherty. \"It appears that bile primes intestinal pathogens for antibiotic resistance, since many of the same mechanisms used to resist bile exposure are used to resist antimicrobials. Our findings on Shigella's bile resistance mechanisms could have important implications for overcoming multi-drug resistance.\"  The study also highlighted an additional response of Shigella to bile. Previous work by Faherty and other researchers has shown that two hours of exposure to bile salts increases the ability of Shigella to adhere to and invade epithelial cells lining the gastrointestinal tract. By prolonging the exposure to mimic the time required for Shigella to transit the small intestine, Faherty's current work demonstrated for the first time that longer exposure to bile salts led to the formation of biofilms - communities of bacteria that produce a protective coating to resist harsh environmental conditions. Faherty believes biofilm formation enables Shigella to clump together to transit through the small intestine. Faherty's team also found that the reabsorption of bile salts that normally takes place in the lower small intestine causes the biofilm to disperse, releasing the hyper-virulent bacteria to infect tissues in the colon. In all, these observations provide a more complete picture of how Shigella transits the small intestine to reach the colon for infection.An assistant professor of Pediatrics at Harvard Medical School, Faherty is enthusiastic about the study's insights into Shigella pathogenesis and hopes this research could lead to new strategies to combat antibiotic resistance and develop vaccines. \"Researchers have been trying to find a successful candidate vaccine to fight Shigella for more than 50 years,\" she says. \"By identifying some of the early mechanisms of how Shigella navigates the intestine and demonstrating how the bacteria use bile as a signal to prepare for infection in the colon, we now have a greater understanding for developing potential new therapies.\"", "article_link": "http://dx.doi.org/10.1128/IAI.01067-1", "url": "http://www.eurekalert.org/pub_releases/2017-05/mgh-mgr053117.php", "region": "namerica", "source_link": null, "funder": "National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Gastroenterology"], "journal": "Infection and Immunity", "description": "Researchers from Massachusetts General Hospital have discovered how the bacteria Shigella survives its journey from the mouth to the colon, taking advantage of substances that would kill many less persistent organisms.", "date": "Wed, 31 May 2017 04:00:00 GMT"}