{"title": "NIH scientists find real-time imaging in mice a promising influenza study tool", "text": "WHAT:\nReal-time imaging of influenza infection in mice is a promising new method to quickly monitor disease progression and to evaluate whether candidate vaccines and treatments are effective in this animal model, according to National Institutes of Health (NIH) scientists. A group from the NIH's National Institute of Allergy and Infectious Diseases (NIAID) evaluated the live imaging system as a potential alternative to traditional methods of assessing investigative influenza vaccines and treatment in mice, which can be time consuming and require more study animals for valid statistical comparison.Over the past decade, live imaging systems have evolved as non-invasive methods to track and monitor viruses, bacteria, and various types of cells and genes. Practical applications in use include studies of tumor growth in cancer research and locating where viruses and bacteria hide.For the current study, the NIAID scientists infected mice with a \"reporter\" virus after the mice had been immunized against influenza or treated with anti-influenza antibodies either before or three days after infection. The reporter virus, developed with collaborators at the University of Wisconsin, included a gene that made the virus \"light up\" in all infected mice. The researchers then injected the mice with a substance that would recognize the luminescent gene in an optical imaging system, allowing them to monitor infection in real time.The group used the imaging system to assess how well the experimental vaccines and antibodies protected the mice from infection and to differentiate between the interventions used, providing clues about how these prevention strategies conferred protection. They also offered advice to researchers who are considering live imaging as an evaluation tool; for example, how the reporter virus is designed could affect its virulence, and host factors, such as inflammation, could affect detecting the luminescent signal.", "article_link": "http://dx.doi.org/10.1128/mBio.00714-17", "url": "http://www.eurekalert.org/pub_releases/2017-05/nioa-nsf053017.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/nih-scientists-find-real-time-imaging-mice-promising-influenza-study-tool", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Diagnostics", " Infectious/Emerging Diseases"], "journal": "mBio", "description": "Real-time imaging of influenza infection in mice is a promising new method to quickly monitor disease progression and to evaluate whether candidate vaccines and treatments are effective in this animal model, according to scientists from NIAID. They evaluated the live imaging system as a potential alternative to traditional methods of assessing investigative influenza vaccines and treatment in mice, which can be time consuming and require more study animals for valid statistical comparison.", "date": "Tue, 30 May 2017 04:00:00 GMT"}