{"title": "Radboudumc, iMM Lisboa, PATH collaborate on first-in-human study of novel malaria vaccine", "text": "Lisbon, Portugal (30 May 2017)--The Radboud University Medical Center (Radboudumc) in the Netherlands, the Instituto de Medicina Molecular Lisboa (iMM Lisboa) in Portugal, and PATH in Seattle, Washington announced today that they will collaborate to test a new approach to malaria vaccine development in humans for the first time.\r\nThe concept being tested is similar to that used by Edward Jenner to develop a vaccine against smallpox, the only disease affecting humans that has ever been eradicated. Jenner used cowpox--a similar but much less dangerous bovine version of the disease--to inoculate people against smallpox. In this clinical trial, based on data from earlier animal studies conducted by iMM Lisboa, the researchers will use a rodent version of the malaria-causing parasite (known as Plasmodium berghei) to determine if it can induce protection against infection by Plasmodium falciparum, the deadliest version of the parasite that infects humans.\r\nIn the study, a specific gene from P. falciparum known as the circumsporozoite protein (CS), will be inserted into the rodent parasite, resulting in a genetically modified version known as Pb(PfCS@UIS4). By inserting the gene for CS, the researchers hope to improve the potential of the modified rodent parasite to induce a protective response in healthy human volunteers. \r\n\"Bringing together the concept underlying the first vaccine ever developed, when Edward Jenner used the cowpox virus to immunize people against smallpox, with modern genetic manipulation tools, has resulted in a truly innovative approach to malaria vaccination,\" said Miguel Prudêncio, who is leading the research team at iMM Lisboa.\r\nThe trial will be conducted in two phases at Radboudumc in the Netherlands. In the first phase, 18 healthy adult volunteers will be recruited into three groups and exposed to varying, but carefully controlled number of bites from mosquitoes infected with the genetically modified P. berghei parasite. The researchers will closely monitor volunteers for signs of infection to make sure they are treated if they become ill. If all goes well in the Phase 1 study, volunteers from the highest dose group will enter the second phase of the study which is designed to assess protective efficacy of the approach.\r\n\"This is the first time we have tested a genetically modified malaria vaccine approach in Europe using this rodent parasite,\" said Robert Sauerwein, principal investigator and professor of medical parasitology at Radboudumc. \"Along with our partners in the Netherlands, the Havenziekenhuis and Erasmus MC, we're looking forward to investigating whether this novel concept might one day contribute to the elimination and eradication of this terrible disease.\" \r\nMalaria is a disease that killed more than 429,000 people in 2015, most of them young African children. Although the most advanced vaccine in development globally is slated for pilot implementation in parts of Africa beginning in 2018--an incredible accomplishment and critically important step--researchers are still on the hunt for a malaria vaccine that can confer higher levels of durable efficacy. The long-term goal of the malaria vaccine community, as outlined in the World Health Organization's Malaria Vaccine Technology Roadmap, is to develop vaccines with protective efficacy of at least 75 percent against clinical malaria, and vaccines that reduce transmission of the parasite in order to lower the incidence of malaria infection.                                                                               \r\n\"Although much progress has been made to drive down the malaria burden with currently-available interventions, a highly effective vaccine would be an important new tool for malaria elimination,\" said Ashley Birkett, director of PATH's Malaria Vaccine Initiative (MVI). \"We are pleased to collaborate with Radboudumc and iMM Lisboa on testing this novel approach.\"\r\nWith nearly two decades of experience in developing, managing, and overseeing human malaria challenge studies for vaccines against P. falciparum and P. vivax malaria, MVI, part of PATH's Center for Vaccine Innovation and Access, will provide financial support for the project, input into trial design, and oversight for the clinical studies. MVI also supported previous toxicology studies. Radboudumc, a leader in controlled human malaria infection with P. falciparum, will lead, implement, and conduct the study in the Netherlands. iMM Lisboa, a nonprofit research institute devoted to biomedical research, will collaborate with Radboudumc on the conduct of the clinical trial and will provide the vaccine candidate, Pb(PfCS@UIS4), for use.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/idmm-ril053017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Instituto de Medicina Molecular", "keywords": ["Cell Biology", " Molecular Biology", " Parasitology", " Health Care", " Medicine/Health", " Clinical Trials", " Vaccines", " Disease in the Developing World"], "journal": "", "description": "The Radboud University Medical Center in the Netherlands, the Instituto de Medicina Molecular Lisboa in Portugal, and PATH in Seattle, Wash., announced today that they will collaborate to test a new approach to malaria vaccine development in humans for the first time.", "date": "Tue, 30 May 2017 04:00:00 GMT"}