{"title": "Toward an HIV cure: Pitt team develops test to detect hidden virus", "text": "Dr. Anwesha Sanyal indicates HIV-infected cells collecting at the bottom of a vial being prepared for Pitt Public Health's TZA test....\n       view more PITTSBURGH, May 29, 2017 - The quest to develop a cure for HIV has long been plagued by a seemingly simple question: How do doctors determine if someone is cured? The virus has a knack for lying dormant in immune cells at levels undetectable to all but the most expensive and time-consuming tests.Scientists at the University of Pittsburgh's Graduate School of Public Health announced today in Nature Medicine that they've created a test sensitive enough to detect \"hidden\" HIV, and yet is faster, less labor-intensive and less expensive than the current \"gold standard\" test. The new Pitt test also revealed that the amount of virus lurking dormant in people who appear to be nearly cured of HIV is about 70-fold larger than previous estimates. \"Globally there are substantial efforts to cure people of HIV by finding ways to eradicate this latent reservoir of virus that stubbornly persists in patients, despite our best therapies,\" said senior author Phalguni Gupta, Ph.D., professor and vice chair of Pitt Public Health's Department of Infectious Diseases and Microbiology. \"But those efforts aren't going to progress if we don't have tests that are sensitive and practical enough to tell doctors if someone is truly cured.\"HIV spreads by infecting CD4+ T cells, which are a type of white blood cell that plays a major role in protecting the body from infection. Antiretroviral therapies to treat HIV have advanced to the point that people with HIV can have the virus so well-controlled that they could have as little as one infectious virus per million CD4+ T cells. However, the majority of HIV DNA integrated into these cells is defective, meaning it wouldn't cause infection anyway. Once HIV therapy is working, it becomes critical to determine if the HIV DNA being detected by a test could actually create more virus and cause the person to relapse if therapy is stopped. Therefore, the test must be able to show that the virus it detects can replicate--typically by growing the virus from the sample. To date, the best test available to do this is called a \"quantitative viral outgrowth assay,\" or Q-VOA. This test has many drawbacks: It may provide only a minimal estimate of the size of the latent HIV reservoir; requires a large volume of blood; and is labor-intensive, time-consuming and expensive. Gupta's team developed a test that they call TZA. It works by detecting a gene that is turned on only when replicating HIV is present, thereby flagging the virus for technicians to quantify.The TZA test produces results in one week compared to the two weeks needed using the Q-VOA, and at a third of the cost. It also requires a much smaller volume of blood and is less labor-intensive. \"Using this test, we demonstrated that asymptomatic patients on antiretroviral therapy carry a much larger HIV reservoir than previous estimates--as much as 70 times what the Q-VOA test was detecting,\" said Gupta. \"Because these tests have different ways to measure HIV that is capable of replicating, it is likely beneficial to have both available as scientists strive toward a cure.\"Because of its low cell requirement, the TZA also may be useful for quantification of replication-competent HIV-1 in the pediatric population, as well as in the lymph nodes and tissues where the virus persists. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-tah052217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of Pittsburgh Schools of the Health Sciences", "keywords": ["Medicine/Health", " AIDS/HIV", " Diagnostics", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "Nature Medicine", "description": "The quest to develop a cure for HIV has long been plagued by a seemingly simple question: how do doctors determine if someone is cured? The virus has a knack for lying dormant in immune cells at levels undetectable to all but the most expensive and time-consuming tests. Pitt Public Health scientists have created a test sensitive enough to detect 'hidden' HIV, and yet is faster, less labor-intensive and less expensive than the current 'gold standard' test.", "date": "Mon, 29 May 2017 04:00:00 GMT"}