{"title": "COPD -- changes in the lungs, changes in the microbiome", "text": "Coughing, breathing difficulties, and strong mucous production in the lungs are typical symptoms of COPD. The disease is often triggered by smoking, and, according to estimates from the World Health Organization (WHO), it could become the world's third most common cause of death in 2030. \"COPD has various subtypes that, for example, can be verified by use of quantitative computer tomography (qCT)*,\" explains PD Dr. Wolfgang zu Castell, head of the Research Unit Scientific Computing (ASC) at the Helmholtz Zentrum München. \"We wanted to investigate if the microbiome in the lungs changes in a way that depends on these subtypes,\" adds Prof. Dr. Michael Schloter, head of the Research Unit for Comparative Microbiome Analyses (COMI) at the Helmholtz Zentrum München. Microbiome and CT scans analyzedFor this purpose, scientists from the two research units examined samples gathered from nine healthy individuals and 16 COPD patients. They were all participants of a Europe-wide population study (EvA Consortium; Emphysema versus Airways Disease). On the one hand, CT scans were used to analyze the lungs and assign the patients to the respective COPD subtypes. On the other hand, the scientists used brush samples from lungs to determine the composition of the lung microbiome using certain marker genes.\"This allowed us to show that the composition of the bacterial community in the lungs of COPD patients without structural changes is very similar to that of healthy subjects,\" explains Dr. Marion Engel, scientist in the Complex Systems Research Group in the ASC and the study's first author. \"On the other hand, the bacterial composition in the lungs of ill subjects with structural changes differ significantly from those of the other two groups, regardless of the severity of the disease.\" Streptococci suspectedAccording to the study, Streptococci are often found in structurally altered lungs. This genus includes many pathogenic representatives that are also often detected in the presence of exacerbations**. In the lungs of healthy subjects, on the other hand, there was an increased presence of the genus Prevotella, to which a number of probiotic characteristics have also been attributed. Taken together, these findings indicate that for certain subtypes of COPD, changes occur in the bacterial communities in the lungs that can promote an increase of potentially pathogenic bacteria. With regards to personalized medicine, it would therefore be expedient also to keep an eye on the microbiome, for instance when considering whether or not antibiotics or glucocorticoids should be administered in the event of a particular COPD subtype.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0180859", "url": "http://www.eurekalert.org/pub_releases/2017-07/hzm--c-c071417.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/40915/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Bacteriology", " Biodiversity", " Genetics", " Microbiology", " Molecular Biology", " Parasitology", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Bioinformatics"], "journal": "PLOS ONE", "description": "Chronic obstructive pulmonary disease (COPD) can result in structural changes within the lungs over time. Scientists at the Helmholtz Zentrum München have now been able to show that these changes not only affect the organ itself, but also the bacteria that live in the lung. The results have been published in PLOS ONE.", "date": "Fri, 14 Jul 2017 04:00:00 GMT"}