{"title": "Scientists develop imaging method for measuring glutathione in real time", "text": "Glutathione is the most abundant natural antioxidant in cells. It protects them from damage and regulates a number of important functions, including cell proliferation and death, the synthesis of the genetic material and proteins and the activation of gene expression. These functions are regulated by changes in the concentration of glutathione, but the current methods do not allow for real-time measurements of glutathione levels inside cells. Researchers at Baylor College of Medicine, Texas Children's Hospital and Rice University have moved the field of glutathione research a step forward by developing a fluorescent probe - they called it RealThiol - that can measure real-time changes of glutathione concentration in living cells. Published in Nature Communications, this study offers a new tool to investigate the roles glutathione plays in aging, health and diseases such as cancer, Alzheimer's and Parkinson's, cardiovascular conditions and diabetes, among others.  \r\n\"Until now, methods for measuring glutathione levels inside cells only allowed for one time point measurements,\" said corresponding author Dr. Jin Wang, associate professor of pharmacology and chemical biology and of molecular and cellular biology at Baylor. \"We wanted to develop a method that would allow biologists to measure how glutathione concentration inside cells changes in real time.\"\r\nHow to measure glutathione changes in real time\r\nPrevious methods are based on irreversible chemical reactions that capture all the glutathione that is inside the cells, providing a one-time snapshot of its amount. Wang, who was trained as a physical organic chemist, and his colleagues looked for reversible chemical reactions that would capture and release glutathione, allowing for multiple measurements inside the same cell.\r\n\"Other researchers had succeeded at developing chemical probes for measuring the dynamic changes of calcium and zinc in cells using reversible chemical reactions,\" Wang said. \"However, some researchers thought that the same could not be accomplished for glutathione.\"\r\nIn 2015, Wang and his colleagues published a proof of concept that a reversible reaction could be used to measure glutathione. Further research led to the current publication.\r\n\"The key contribution of the current study is that we optimized the probe and made the reaction much faster; both the forward and the reverse reaction can be completed within one minute, allowing us to follow the dynamic changes on glutathione in living cells,\" Wang said. \"Our method requires very small amounts of the probe, which results in little toxicity and poses minimal perturbance of the antioxidant capacity in the cells, and the probe can be used in various applications, from microscopy to cell sorting experiments.\"\r\nUsing RealThiol, the researchers measured enhanced antioxidant capability of activated neurons and dynamic glutathione changes during ferroptosis, a form of cell death. The Wang group is currently developing glutathione probes with different sub-cellular specificities. This new tool set can potentially generate knowledge that could help develop new strategies to treat diseases involving glutathione-mediated processes.\r\n", "article_link": "http://dx.doi.org/10.1038/NCOMMS16087", "url": "http://www.eurekalert.org/pub_releases/2017-07/bcom-sdi071217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Baylor College of Medicine", "keywords": ["Biology", " Biochemistry", " Biotechnology", " Cell Biology"], "journal": "Nature Communications", "description": "Scientists have developed a fluorescent probe -- they call it RealThiol -- that can measure real-time changes of glutathione concentration in living cells.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}