{"title": "Children conceived using donor sperm have similar health to general population", "text": "Chicago, IL, July 13, 2017 - Children conceived using donor sperm have similar health and well-being to the general population, according to a study published in Reproductive BioMedicine Online.The study of 224 Australian children aged between 5 and 11 was the largest study to date to examine the psychosocial development of school-aged children conceived using donor sperm. This was also the first study to describe health outcomes of these children. \"For prospective parents, the decision to use donor sperm can seem like a step into the unknown,\" said Professor David Amor from Murdoch Children's Research Institute. \"Our results should provide reassurance that the physical, psychological and mental health of children conceived using donor sperm is similar to that of children in the general population.\"The retrospective, descriptive study used questionnaires with validated scales to measure the psychosocial and mental health, healthcare needs and child development. These questionnaires were completed by the mothers of the children.The results showed that the well-being and health of the children were similar to the general Australian population. The rise in the use of donor sperm means that this is an increasingly important topic. This study should be reassuring to anyone who was a child conceived through the use of donor sperm, or who is thinking about starting a family using this method. More studies looking at the health and well-being of children conceived using a sperm donor in different populations are needed to confirm these findings in the wider population. An interesting additional finding of the study was that the type of family structure (heterosexual couples, single women or lesbian couples) did not appear to impact the health or well-being of the children.The mothers' health and well-being were also measured using a questionnaire with the results suggesting that these women appeared to have better physical and mental well-being than the general Australian population. ", "article_link": "http://dx.doi.org/10.1016/j.rbmo.2017.06.012", "url": "http://www.eurekalert.org/pub_releases/2017-07/e-ccu071317.php", "region": "europe", "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/children-conceived-using-donor-sperm-have-similar-health-and-well-being-to-general-population", "funder": "", "meeting": "", "institution": "Elsevier", "keywords": ["Developmental/Reproductive Biology", " Medicine/Health", " Fertility", " Pediatrics", " Fertility", " Demography", " Parenting/Child Care/Family"], "journal": "Reproductive BioMedicine Online", "description": "Children conceived using donor sperm have similar health and well-being to the general population, according to a study published in Reproductive BioMedicine Online.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}