{"title": "Machine-learning techniques unlock benefit of weight loss for type 2 diabetes patients", "text": "Losing weight reduces the risk of long-term cardiovascular illness and mortality for the majority of patients with type 2 diabetes, but for a small subgroup, weight-loss intervention can lead to dramatically worse outcomes, according to new research published today in The Lancet Diabetes & Endocrinology. A team of data science researchers at The Arnhold Institute for Global Health of the Icahn School of Medicine at Mount Sinai reached these conclusions by applying new, advanced machine learning techniques to data collected during a trial that was halted in 2012 because its results lacked statistical significance. The Arnhold Institute team, led by James H. Faghmous, PhD, Chief Technology Officer at the Institute, reanalyzed data from the trial known as Look AHEAD (Action for Health in Diabetes). They found that, despite the overall null findings of the trial, 85 percent of the study sample did experience a clinically meaningful, significant reduction in cardiovascular mortality and morbidity from the trial's intensive weight loss intervention.\"Our analysis demonstrates that recent advances in machine learning for causal inference can increase the quantity of clinically relevant findings generated from large randomized trials,\" said Aaron Baum, PhD, Lead Economist, The Arnhold Institute for Global Health; Assistant Professor, Department of Health System Design and Global Health, Icahn School of Medicine at Mount Sinai; and lead author of the study. \"As researchers and data scientists, we are always concerned that an overall study result could mask important disparities in benefit or harm among different types of patients, which is exactly what this study revealed. Being able to identify individuals that could benefit from an intervention is fundamental to patient care.\" \"In addition to its clinical findings, this work shows the promise advanced machine learning methods can have on precision medicine beyond genetics\", said James H. Faghmous, PhD, the study's senior author and an expert in machine learning and healthcare.The Look AHEAD study enrolled more than 5,000 overweight and obese patients with diabetes with a planned follow-up period of up to 13 years. Its intent was to determine whether modest weight loss through a lifestyle intervention reduced the rate of mortality and serious events like heart attacks and strokes. The trial was halted early by the National Institutes of Health (NIH) after finding no difference in the rates of cardiovascular events between the two groups. \"This research strengthens the role for data science and precision medicine as essential tools that can transform the way health care is delivered,\" said Prabhjot Singh, MD, PhD, Director of The Arnhold Institute for Global Health and Chair of the Department of Health System Design and Global Health, Icahn School of Medicine at Mount Sinai. \"Identifying individuals that could benefit from an intervention is crucial for practicing clinicians, while ignoring subgroups that benefit might lead to lack of reimbursement for weight loss programs, which would neglect vulnerable populations.\" The team's findings indicated that 15 percent of subjects had substantially increased risk of cardiovascular events such as heart attack or stroke as a result of weight loss interventions. This could be the first suggestive evidence of an adverse reaction to what is generally considered a common-sense and innocuous intervention. This subgroup was defined by a combination of two baseline characteristics: mild or well treated diabetes (HbA1c less than 6.8 percent) and a negative perception of their health status (SF-36 general health score less than 48). The latter is strongly correlated to depression. This subgroup also: \r\n\"This analysis restores my faith in basic common sense,\" said Ronald Tamler, MD, Medical Director, Mount Sinai Clinical Diabetes Institute, and co-author of the study. \"For the vast majority of people with diabetes, a healthy lifestyle with weight loss carries significant benefits; however, it's not for everyone. Thanks to this work, clinicians can infer which patients will benefit the most from such a lifestyle intervention.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tmsh-mtu071117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Technology/Engineering/Computer Science", " Computer Science", " Robotry/Artificial Intelligence"], "journal": "Lancet Diabetes & Endocrinology", "description": "Losing weight reduces the risk of long-term cardiovascular illness and mortality for the majority of patients with type 2 diabetes, but for a small subgroup, weight-loss intervention can lead to dramatically worse outcomes, according to new research published today in The Lancet Diabetes & Endocrinology.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}