{"title": "Everyday chemicals linked to chronic disease in men", "text": "Chemicals found in everyday plastics materials are linked to cardiovascular disease, type-2 diabetes and high blood pressure in men, according to Australian researchers.Researchers from the University of Adelaide and the South Australian Health and Medical Research Institute (SAHMRI) investigated the independent association between chronic diseases among men and concentrations of potentially harmful chemicals known as phthalates.The results of the study are now published in the international journal Environmental Research.Phthalates are a group of chemicals widely used in common consumer products, such as food packaging and wrappings, toys, medications, and even medical devices.Researchers found that of the 1500 Australian men tested, phthalates were detected in urine samples of 99.6% of those aged 35 and over.\"We found that the prevalence of cardiovascular disease, type-2 diabetes and high blood pressure increased among those men with higher total phthalate levels,\" says senior author Associate Professor Zumin Shi, from the University of Adelaide's Adelaide Medical School and the Freemasons Foundation Centre for Men's Health, and a member of SAHMRI's Nutrition & Metabolism theme.\"While we still don't understand the exact reasons why phthalates are independently linked to disease, we do know the chemicals impact on the human endocrine system, which controls hormone release that regulate the body's growth, metabolism, and sexual development and function.\"In addition to chronic diseases, higher phthalate levels were associated with increased levels of a range of inflammatory biomarkers in the body,\" he says.Age and western diets are directly associated with higher concentrations of phthalates. Previous studies have shown that men who ate less fresh fruit and vegetables and more processed and packaged foods, and drank carbonated soft drinks, have higher levels of phthalates in their urine.\"Importantly, while 82% of the men we tested were overweight or obese - conditions known to be associated with chronic diseases -- when we adjusted for this in our study, the significant association between high levels of phthalates and disease was not substantially altered,\" Associate Professor Shi says.\"In addition, when we adjusted for socio-economic and lifestyle factors such as smoking and alcohol, the association between high levels of phthalates and disease was unchanged.\"Associate Professor Shi says that although the studies were conducted in men, the findings are also likely to be relevant to women.\"While further research is required, reducing environmental phthalates exposure where possible, along with the adoption of healthier lifestyles, may help to reduce the risk of chronic disease,\" he says.", "article_link": "http://dx.doi.org/10.1016/j.envres.2017.06.021", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoa-ecl071217.php", "region": "africa", "source_link": null, "funder": "National Health and Medical Research Council", "meeting": "", "institution": "University of Adelaide", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Endocrinology", " Environmental Health", " Metabolism/Metabolic Diseases", " Diabetes", " Toxicology"], "journal": "Environmental Health", "description": "Chemicals found in everyday plastics materials are linked to cardiovascular disease, type-2 diabetes and high blood pressure in men, according to Australian researchers.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}