{"title": "Government funds dwindle for cardiac arrest research", "text": "DALLAS, July 12, 2017 -- National Institutes of Health (NIH) funding to conduct cardiac arrest research has dwindled in the last decade and is a fraction of what the government spends to study other leading causes of death, according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.Study authors cite Institute of Medicine statistics that suggest cardiac arrest is the third leading cause of death in the United States, claiming more than 450,000 lives each year.\"If you look at the public health burden of cardiac arrest, it's a major public health issue,\" said senior study author Robert Neumar, M.D., Ph.D., professor and chair of the University of Michigan Health System's Department of Emergency Medicine in Ann Arbor Michigan. \"Right now, if someone has a sudden cardiac arrest outside the hospital, they have a less than one in 10 chance of surviving. If they have a sudden cardiac arrest inside the hospital, they have a one in four chance of surviving.\"Cardiac arrest is treatable when people, including bystanders, know what to do and act quickly, according to lead study author Ryan A. Coute, a medical student at Kansas City University of Medicine and Biosciences, who conducted the research while completing a fellowship at University of Michigan. \"Funding of cardiac arrest research is a critical step towards improving survival of cardiac arrest,\" Coute said.Researchers studied NIH trends in cardiac arrest research funding from 2007 to 2016 and compared the investment in cardiac arrest research to that of other leading causes of death in the United States.In 2015, NIH investment breakdown was:\r\nOverall, cardiac arrest research funding decreased during the last decade.In 2007, adjusted for inflation, funding was $35.4 million but was down nearly 7 million to $28.5 million in 2016.Cardiac research received about 0.19 percent of the total NIH research grant funding in 2015.While there has been an increase in research funding for pediatric cardiac arrest and cardiac arrest training during the past decade, little to no growth has occurred in the number of funded researchers, newly funded grants and overall funded grants from the NIH.Unlike diseases, which often receive research funding from industry, including pharmaceutical companies or medical device makers, cardiac arrest rarely receives funding from outside sources and relies heavily government research dollars, the authors wrote.\"One of the challenges could be that we don't have enough scientists applying for grants in cardiac arrest research,\" Neumar said. \"It could also be a chicken or the egg scenario where there isn't enough money to do research, so researchers study other diseases.\"This study is the first to provide a detailed picture of the trend in annual cardiac arrest research funding in the United States.\"Although our results do not demonstrate the cause in this apparent funding disparity, they should help inform the debate regarding optimal funding of cardiac arrest research in the U.S.,\" Coute said.", "article_link": "http://dx.doi.org/10.1161/JAHA.116.005239", "url": "http://www.eurekalert.org/pub_releases/2017-07/aha-gfd070717.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/government-funds-dwindle-for-cardiac-arrest-research?preview=4eb3b4a8f99aeedcc67444097ad90c68", "funder": "Sarnoff Cardiovascular Research Foundation", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAHA: Journal of the American Heart Association", "description": "Despite being a leading cause of death, annual National Institutes of Health (NIH) investment in cardiac arrest research is a fraction of the dollars spent to research other deadly conditions. In 2015, $91 was invested in cardiac arrest research per death compared to $13,000 per diabetes death. This is the first study to examine the trend in annual cardiac arrest research funding in the United States.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}