{"title": "Study provides evidence for naturality of high-purity stevia leaf extract sweeteners", "text": "OAKBROOK, IL, July 12, 2017 -  New research published in the International Journal of Food Science and Technology found steviol glycosides are not altered during the extraction and purification process to make high-purity stevia extract. The study, published on June 19, 2017, was conducted at the University of Bonn in Germany, and provides further evidence for the naturality of stevia, a zero-calorie, plant-based sweetener.To date, more than 40 different steviol glycosides have been identified in the stevia plant. All 40 plus steviol glycosides have US GRAS (Generally Recognized as Safe) status, have been approved by Health Canada, Food Standards Australia New Zealand (FSANZ), and most recently by the Joint Expert Committee on Food Additives (JECFA). While the European Food Safety Authority (EFSA) is evaluating the approval of all 40 plus, they currently specify the use of 11 steviol glycosides in high-purity stevia leaf extracts.  This is the first study to systematically determine whether steviol glycosides are modified by typical commercial extraction and purification processes to obtain high-purity steviol glycoside sweeteners.  The study investigated whether commercial-scale extracted and purified steviol glycosides contain the same steviol glycoside pattern found in untreated leaves and the first water extract of stevia leaves, focusing on the nine steviol glycosides in the original JECFA specification (JECFA, 2010).Three independent commercial-scale batches of stevia leaf, provided by PureCircle, Ltd., were studied. Each contained original dried stevia leaf, the first water extract, and a final 95% purity stevia leaf extract end-product. \"Our results show commercial powders of extracted steviol glycosides provided by PureCircle, contain the same nine steviol glycosides analyzed as the dried stevia leaves and their water extracts. Results showed a similar distribution pattern from the three different stages of the process, demonstrating the nine steviol glycosides examined are not modified by extraction or purification processes,\" said lead researcher Dr. Ursula Wölwer-Rieck, food chemist in the Department of Nutritional and Food Sciences at the University of Bonn.  \"The fact there was no change of the nine steviol glycosides in the provided samples from the original plant to extracted sweetener supports the natural authenticity of stevia sweeteners.\"Stevia is extracted and purified from the plant into a powdered sweetener. This involves steeping the dried leaves, and separating and purifying steviol glycosides.   \"Given growing global concerns about obesity, diabetes and US labeling regulations which will require 'Added Sugars' to be listed on food labels, stevia will help food and beverage companies reduce sugar and calories in products,\" said Dr. Priscilla Samuel, Director of the Global Stevia Institute. \"Consumers' desire for plant-based, zero-calorie sweeteners and 'clean' labels have contributed to stevia's growth.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/p-spe071117.php", "region": "", "source_link": "http://globalsteviainstitute.com/uncategorized/new-published-study-provides-evidence-for-the-naturality-of-high-purity-stevia-leaf-extract-sweeteners", "funder": "", "meeting": "", "institution": "Global Stevia Institute", "keywords": ["Agriculture", " Food/Food Science", " Plant Sciences", " Microbiology", " Molecular Biology", " Plant Sciences", " Diabetes", " Nutrition/Nutrients", " Public Health"], "journal": "International Journal of Food Science and Technology", "description": "New research published in the International Journal of Food Science and Technology found steviol glycosides are not altered during the extraction and purification process to make high-purity stevia extract. The study, published on June 19, 2017, was conducted at the University of Bonn in Germany, and provides further evidence for the naturality of stevia, a zero-calorie, plant-based sweetener.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}