{"title": "Moms who breastfeed may have reduced risk of MS", "text": "MINNEAPOLIS - Mothers who breastfeed for a total of at least 15 months over one or more pregnancies may be less likely to develop multiple sclerosis (MS) compared with those who don't breastfeed at all or do so for up to four months, according to a study published in the July 12, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"This is another example of a benefit to the mother from breastfeeding,\" said study author Annette Langer-Gould, MD, PhD, with Kaiser Permanente Southern California in Pasadena and a member of the American Academy of Neurology. \"Other health benefits include a reduced risk of breast cancer, ovarian cancer, type 2 diabetes and heart attack.\"Women with MS have significantly fewer relapses, or attacks, during pregnancy or while they are breastfeeding exclusively, meaning that the child receives only breast milk. \"Many experts have suggested that the levels of sex hormones are responsible for these findings, but we hypothesized that the lack of ovulation may play a role, so we wanted to see if having a longer time of breastfeeding or fewer total years when a woman is ovulating could be associated with the risk of MS,\" Langer-Gould said. The study involved 397 women with an average age of 37 who were newly diagnosed with MS or its precursor, clinically isolated syndrome. They were compared to 433 women matched for race and age. The women were given in-person questionnaires about pregnancies, breastfeeding, hormonal contraceptive use and other factors.Women who had breastfed for a cumulative amount with one or more children for 15 months or more were 53 percent less likely to develop MS or clinically isolated syndrome than women who had a total of zero to four months of breastfeeding. A total of 85 of the healthy women had breastfed for 15 months or more, compared to 44 of the women with MS. For the healthy women, 110 breastfed for zero to four months, compared to 118 of the women with MS. Women who were age 15 or older at the time of their first menstrual cycle were 44 percent less likely to develop MS later than women who were 11 years old or younger at the time of their first menstruation. A total of 44 of the healthy women were 15 or older at first menstruation, compared to 27 of the women with MS. Additionally, 120 of the healthy women were 11 years old or younger at first menstruation, compared to 131 of the women with MS. The total number of years a woman ovulated was not associated with risk of MS. Neither were other factors that would be part of that number, such as number of pregnancies, use of hormonal contraceptives and age at first birth. Langer-Gould noted that the study does not prove that breastfeeding is responsible for the reduced risk of MS; it only shows the association. Limitations of the study include that the women were asked to remember information from years earlier, so they may not have remembered everything correctly, and that the reasons for not breastfeeding or breastfeeding only for a short period of time were not investigated. \"This study provides more evidence that women who are able to breastfeed their infants should be supported in doing so,\" Langer-Gould said. \"Among the many other benefits to the mother and the baby, breastfeeding may reduce the mother's future risk of developing MS.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-mwb070617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Neurology", "keywords": ["Medicine/Health", " Clinical Trials", " Developmental/Reproductive Biology", " Neurobiology", " Public Health"], "journal": "Neurology", "description": "Mothers who breastfeed for a total of at least 15 months over one or more pregnancies may be less likely to develop multiple sclerosis (MS) compared with those who don't breastfeed at all or do so for up to four months, according to a study published in the July 12, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}