{"title": "Insufficient levels of Vitamin D in pregnancy detrimental to child development", "text": "Vitamin D deficiency in expectant mothers during pregnancy has a negative effect on the social development and motor skills of pre-school age children, a new study in the British Journal of Nutrition reports.Examining data gathered from over 7,000 mother-child pairs , researchers from the University of Surrey, and the University of Bristol, discovered that pregnant women who were deficient in vitamin D (less than 50 nmol per litre in blood ) were more likely to have children with low scores (bottom 25 percent) in pre-school development tests for gross and fine motor development at age 2½ years than children of vitamin D sufficient mothers. Tests included assessments of their coordination, such as kicking a ball, balancing and jumping and their usage of fine muscles, including holding a pencil and building a tower with bricks.Vitamin D insufficiency in pregnancy was also found to affect a child's social development at age 3½ years.However, no associations were found between maternal vitamin D status and other outcomes at older ages (IQ and reading ability at 7 to 9 years old).Previous evidence from animal studies has shown that the neurocognitive development of foetuses is detrimentally affected when levels of vitamin D in the mothers are low. Researchers believe that interactions between vitamin D and dopamine in the brain of the foetus may play a crucial role in the neurological development of brain areas controlling motor and social development.In addition to the ground-breaking findings in this study, vitamin D, which is derived from sunlight and diet, is also proven to regulate the amount of calcium and phosphate in the body, which is vital in reducing the risk of osteoporosis. Sufficient vitamin D may also be associated with reduced risk of cardiovascular disease, infectious and autoimmune disease and diabetes.Lead author Dr Andrea Darling from the University of Surrey, said: \"The importance of vitamin D sufficiency should not be underestimated. It is well-known to be good for our musculoskeletal systems, but our research shows that if levels are low in expectant mothers, it can affect the development of their children in their early years of life. \"Vitamin D is found in oily fish (e.g. salmon, sardines, mackerel and fresh tuna) and in small amounts of red meat, eggs, fortified fat spreads and some breakfast cereals.  However, unless a large portion of oily fish (100g) is eaten daily it is difficult to get the recommended daily intake of 10 micrograms per day from food alone.    \"Many pregnant women, especially those from minority groups with darker skin (e.g. African, African-Caribbean or South Asian), will still need to take a 10 micrograms vitamin D supplement daily, particularly in the autumn and winter when vitamin D cannot be made from the sun in the UK.\"However, it is important to remember that 'more is not necessarily better' and it is important not to take too much vitamin D from supplements as it can be toxic in very high doses\".", "article_link": "http://dx.doi.org/10.1017/S0007114517001398", "url": "http://www.eurekalert.org/pub_releases/2017-07/uos-ilo071217.php", "region": "europe", "source_link": "https://www.surrey.ac.uk/mediacentre/press/2017/insufficient-levels-vitamin-d-pregnancy-detrimental-child-development", "funder": "", "meeting": "", "institution": "University of Surrey", "keywords": ["Nutrition/Nutrients", " Education", " Medicine/Health", " Diet/Body Weight", " Nutrition/Nutrients", " Public Health", " Parenting/Child Care/Family"], "journal": "British Journal of Nutrition", "description": "Vitamin D deficiency in expectant mothers during pregnancy has a negative effect on the social development and motor skills of pre-school age children, a new study in the British Journal of Nutrition reports.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}