{"title": "Multi-antioxidant nanoparticles to treat sepsis", "text": "With an incidence of 31.5 million worldwide and a mortality of around 17%, sepsis remains the most common cause of death in hospitalized patients, even in industrialized countries where antibiotics and critical care facilities are readily available. While this disease begins as a serious infection, sepsis' life-threatening organ failure is due to an excessive inflammatory response. By overproducing oxygen free radicals, the immunity of the host itself paradoxically leads to an increase in morbidity and mortality. A team of researchers from Center for Nanoparticle Research, within the Institute for Basic Science (IBS), with colleagues from the Seoul National University Hospital synthesized nanoparticles with superior antioxidant properties to treat sepsis in rats and mice by removing harmful oxygen radicals and reducing inflammatory responses. This study was chosen as 'Inside Cover', 'Hot Paper', and 'News Article' for press release in the journal Angewandte Chemie International Edition, in recognition of its importance.Under normal physiological conditions, oxygen radicals, also called reactive oxygen species (ROS), are created as by-products of several cellular reactions and their concentration is counterbalanced by antioxidant enzymes, such as superoxide dismutase (SOD) and catalase (CAT). However in patients with severe infections, the production of ROS as well as reactive nitrogen species (RNS), increases dramatically, while the body's antioxidant capacity may be compromised. As a consequence, the ROS and RNS accumulation can lead to damages to DNA, proteins, and lipid membranes.\r\n\"All major diseases are related to ROS,\" explains HYEON Taeghwan, the director of the Center for Nanoparticle Research. \"Cellular damage caused by ROS has been found not only in sepsis, but also in cancer, diabetes, cardiovascular disease, atherosclerosis, and neurodegenerative diseases, just to name a few.\"Ceria nanoparticles replace the function of antioxidant enzymes. Cerium trivalent ions (Ce3+) play a decisive role in eliminating ROS. Previous studies from the same research center have shown that ceria nanoparticles are effective antioxidants in the treatment of ischemic stroke and Alzheimer's disease. However, concerns about their toxicity have been continuously raised. For this reason, IBS researchers went beyond their field to improve the performance of ceria nanoparticles, and so minimize the necessary dose. They found a solution in the energy sector, where ceria nanoparticles inserted with zirconium ions (Zr4+) are trialed for catalysts and fuel cells. Zirconium ions buffer the energetically unfavorable conversion of Ce4+ to Ce3+, regenerating the useful ion. \"It was uncertain whether the introduction of zirconium ions could improve the antioxidant function of ceria nanoparticles in the blood. This is the first application of ceria-zirconia nanoparticles for pathophysiology,\" explains SOH Min, first co-author of the study.Thanks to the addition of zirconium ions, the scientists could create a new type of nanoparticles, named 7CZ (containing 70% Ce ions and 30% Zr ions), with optimized nanoparticle size and Ce3+ content. The nanoparticles described in this study are smaller, just two nanometers in size. Moreover, they have a higher percent of Ce3+. When tested in mice with sepsis, the survival rate increased 2.5 fold in the 7CZ NP-treated group compared to the control. Scientists found that 7CZ nanoparticles can infiltrate the damaged tissue and act locally at the infection site. \"Treating sepsis has been an old challenge for physicians worldwide,\" emphasizes LEE Seung-Hoon, professor of department of Neurology, Seoul National University Hospital. \"This study shows the possibility of overcoming the limits of modern medicine with nanotechnology.\"With regenerative antioxidant capacity, 7CZ NPs are expected to provide a new therapeutic strategy for sepsis by overcoming the drawbacks of conventional antioxidants. \"Regulation of ROS level is critical to control an abnormal inflammatory response. ROS are short-lived, but constantly produced. Conventional anti-oxidants not only have to be introduced in multiple doses, but also cease to be effective when the body suffers from the breakdown of homeostasis. These nanoparticles, instead, are efficient with just one dose as mimicking regenerative natural enzyme in the body,\" enthuses KANG Dong-Wan, first co-author of the study.Focusing on the mechanism of elimination of the nanoparticles, in relation to their size, the team is now studying how these nanoparticles are cleared from the body.", "article_link": "http://dx.doi.org/10.1002/anie.201704904", "url": "http://www.eurekalert.org/pub_releases/2017-07/ifbs-mnt071217.php", "region": "asia", "source_link": null, "funder": "Institute for Basic Science", "meeting": "", "institution": "Institute for Basic Science", "keywords": ["Biochemistry", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Aging", " Immunology/Allergies/Asthma", " Research/Development", " Nanotechnology/Micromachines", " Disease in the Developing World"], "journal": "Angewandte Chemie International Edition", "description": "From the energy sector to biology, ceria-zirconia nanoparticles remove free radicals and improve survival in animal models.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}