{"title": "Predicting heart events after liver transplant", "text": "CHICAGO --- The first app and score to determine the one-year risk of a liver transplant patient dying or being hospitalized for a heart attack or other cardiovascular complication has been developed by Northwestern Medicine scientists.\"Knowing the patient's risk is critical to help prevent the frequent cardiac complications that accompany liver transplant surgery and to determine which patients are likely to survive the transplant,\" said Dr. Lisa VanWagner, an assistant professor of medicine and preventive medicine at Northwestern University Feinberg School of Medicine and a Northwestern Medicine physician.  Liver transplant surgery is among the highest-risk cardiac surgery. Unique blood flow changes occur in patients with end-stage liver disease. And during a liver transplant, massive changes in blood volume and adrenaline surges affect heart function.  \"Identifying persons who are at highest risk may mean restricting transplantation so that we maximize the benefit of scarce donor organs to persons who have a lower risk of a cardiac event and are more likely to survive the stress of a liver transplant,\" VanWagner said. In those who are at higher risk, evaluation and consultation with a multidisciplinary team of physicians can help manage a wide array of cardiac conditions related to liver transplant patients.The new app and method to establish risk is called the Cardiovascular Risk in Orthotopic Liver Transplantation (CAR-OLT). It's intended for use in those ages 18 to 75 with liver disease who are undergoing evaluation for liver transplantation.The app is both web-based (e.g., you can google the calculator and use it online or at http://www.carolt.us) or you can download the app through a smartphone (iTunes or Google Play stores). The paper will be published in the journal Hepatology July 13.Prior to the new Northwestern risk-scoring method, physicians used several risk tools that had been developed in a non-liver transplant population. One such tool, the revised cardiac risk index, is no better at predicting cardiac risk in this population than flipping a coin (50 percent of the time the score predicts accurately, but 50 percent of the time it predicts inaccurately), VanWagner said .The CAR-OLT method is thus the first liver transplant-specific risk tool for cardiac risk in liver transplant candidates. Approximately one-third of liver transplant recipients will have a cardiovascular complication within the first year of a liver transplant. Recipients who experience a hospitalization for a cardiovascular complication after a liver transplant have lower chances of survival than someone who does not have a cardiovascular complication. VanWagner and Northwestern colleagues developed the cardiovascular risk prediction model from a large cardiovascular risk-in-liver-transplant cohort study published in 2017. They used 10 years of data of liver transplant recipients from a comprehensive institutional database (the Northwestern Medicine Enterprise Data Warehouse) that also was linked to data from the national Organ Procurement and Transplantation Network.The national average one-year mortality rate after liver transplant surgery is approximately 10 percent. Prior research by Northwestern researchers showed patients who have a hospitalization for a cardiovascular event within 90 days of their liver transplant surgery have twice the risk of death within one year.Liver transplant procedures are done in approximately 6,500 people each year in the U.S. More than 14,000 persons are awaiting a liver transplant.  This means there is a substantial proportion of people who will die waiting for a liver transplant due to a scarcity of donor livers. Among the information needed to estimate the one-year post-liver transplant cardiovascular complication risk is the liver transplant candidate's age, sex, race, employment status, highest education achieved, and the status of his or her liver cancer, diabetes, heart failure, atrial fibrillation and pulmonary hypertension.     ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/nu-phe071117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Northwestern University", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Liver", " Transplantation"], "journal": "Hepatology", "description": "The first app and score to determine the one-year risk of a liver transplant patient dying or being hospitalized for a heart attack or other cardiovascular complication has been developed. The new risk score app may guide preventive treatment and who gets a donor organ. One-third of transplant patients will have serious cardiac complication within first year of transplant. The current method of risk scoring is no better than flipping a coin.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}