{"title": "Higher use of health care services throughout adult life linked with traumatic childhoods", "text": "Experiencing physical, sexual or emotional abuse as a child, or other stresses such as living in a household affected by domestic violence, substance abuse or mental illness, can lead to higher levels of health service use throughout adulthood.A research paper in the Journal of Health Service Research & Policy provides, for the first time, the statistical evidence showing that, regardless of socio-economic class or other demographics, people who have adverse childhood experiences use more health and medical services through their lifetime.The researchers conclude that investing in preventing or reducing adverse childhood experiences as well as addressing the resulting trauma in those who have experienced ACEs, can help reduce future health service demand and costs.Mark Bellis, Professor of Public Health at Bangor University's College of Health & Behavioural Sciences said:\r\n\"Even at the most basic biological levels, experiencing ACEs can change children leaving them more likely to develop poor physical and mental health throughout their lives. A safe and nurturing childhood is a recipe for building stronger, happier children, with a much greater chance of becoming healthy adults.\"\"Our results demonstrate that the more adverse experiences people suffer as a child the more likely they are as adults to be frequent users of basic health services such as GPs and emergency services as well as requiring more specialist overnight hospital support. As costs of health care escalate in the UK and abroad, it is essential we take a life course approach to health that recognises the problems we frequently see in adults begin with childhood traumas.\"Commenting on the study, Professor John Middleton, President of the UK of Faculty of Public Health said:\r\n\"The vast majority of parents want to set their children on healthy life courses and there is a great deal that health and other public services can do to help, especially in the poorest communities. Investing in quality childhoods can break cycles of adversity that have affected families for generations. However, cutting corners with support for families and children will mean we continue to pay in poor adult health and increased pressures on health services for generations to come.\"Professor Karen Hughes, a co-author of the paper added:\r\n\"Adult risks of becoming smokers or heavy drinkers and of developing cancers, diabetes and other life threatening diseases are all increased in those with a history of childhood adversity. This study shows how the health consequences of ACEs impact not just on the individual but also on the health services that support them. Health professionals already play a substantive role in treating the life long impacts of childhood adversity but recognising the role ACEs play in adult ill health should provide opportunities for better treatment and a greater focus on prevention.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/s-huo071217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "SAGE", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Behavior"], "journal": "Journal of Health Service Research & Policy", "description": "A research paper in the Journal of Health Service Research & Policy provides, for the first time, the statistical evidence showing that, regardless of socio-economic class or other demographics, people who have adverse childhood experiences use more health and medical services through their lifetime.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}