{"title": "Blood test for early detection of pancreatic cancer headed to clinic", "text": "PHILADELPHIA - A newly identified biomarker panel could pave the way to earlier detection and better treatment for pancreatic cancer, according to new research from the Perelman School of Medicine at University of Pennsylvania. Currently over 53,000 people in the United States are diagnosed with pancreatic cancer -- the fourth leading cause of cancer death -- every year. The blood biomarkers, detailed today in Science Translational Medicine, correctly detected pancreatic cancer in blood samples from patients at different stages of their disease. \r\nThe majority of pancreatic cancer patients are not diagnosed until an advanced stage, beyond the point at which their tumors can be surgically removed. \r\nA team led by Ken Zaret, PhD, director of the Penn Institute for Regenerative Medicine and the Joseph Leidy Professor of Cell and Developmental Biology, and Gloria Petersen, PhD, from the Mayo Clinic, identified a pair of biomarkers that physicians could soon use to discover the disease earlier. \r\n\"Starting with our cell model that mimics human pancreatic cancer progression, we identified released proteins, then tested and validated a subset of these proteins as potential plasma biomarkers of this cancer,\" Zaret said. The authors anticipate that health care providers will use the early-detection biomarkers to test for their presence and levels in blood from pancreatic cancer patients and blood drawn from individuals with a high risk of developing pancreatic cancer, including those who have a first-degree relative with pancreatic cancer, are genetically predisposed to the disease, or who had a sudden onset of diabetes after the age of 50.\r\n\"Early detection of cancer has had a critical influence on lessening the impact of many types of cancer, including breast, colon, and cervical cancer. A long standing concern has been that patients with pancreatic cancer are often not diagnosed until it is too late for the best chance at effective treatment,\" said Robert Vonderheide, MD, DPhil, director of the Abramson Cancer Center (ACC) at the University of Pennsylvania. \"Having a biomarker test for this disease could dramatically alter the outlook for these patients.\" The biomarker panel, enabled by discovery work of first author Jungsun Kim, PhD, a postdoctoral fellow in Zaret's lab, builds on a first-of-its-kind human-cell model of pancreatic cancer progression the lab described in 2013. They used stem-cell technology to create a cell line from a patient with advanced pancreatic ductal adenocarcinoma. Genetically reprogramming late-stage human cancer cells to a stem-cell state enabled them to force the reprogrammed cells to progress to an early cancerous state, revealing secreted blood biomarkers of early-stage disease along the way. \r\nThe best candidate biomarker, plasma thrombospondin-2 (THBS2), was screened against 746 cancer and control plasma samples using an inexpensive, commercially available protein-detection assay. The team found that blood levels of THBS2, combined with levels of a known later-stage biomarker called CA19-9, was reliable at detecting the presence of pancreatic cancer in patients.   \r\nThe team refined the assay with independent investigations of plasma samples from patients with different stages of cancer, from individuals with benign pancreatic disease, and from healthy controls, all obtained from Petersen, who directs the biospecimen resource program for pancreas research at the Mayo Clinic. \r\n\"Positive results for THBS2 or CA19-9 concentrations in the blood consistently and correctly identified all stages of the cancer,\" Zaret said. \"Notably, THBS2 concentrations combined with CA19-9 identified early stages better than any other known method.\" The combination panel also improved the ability to distinguish cases of cancer from pancreatitis. The panel will next be validated in a set of samples from pancreatic cancer patients who provided a research blood sample prior to their diagnosis.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uops-btf070717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute for General Medical Science, Department of Defense, Abramson Cancer Center Pancreatic Cancer Translational Center of Excellence", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Cancer"], "journal": "Science Translational Medicine", "description": "A newly identified biomarker panel could pave the way to earlier detection and better treatment for pancreatic cancer. Currently over 53,000 people in the United States are diagnosed with pancreatic cancer -- the fourth leading cause of cancer death -- every year. The blood biomarkers correctly detected pancreatic cancer in blood samples from patients at different stages of their disease.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}