{"title": "Key immunological mechanism for regulating intestinal flora discovered", "text": "Researchers at the Hospital del Mar Medical Research Institute (IMIM) have shown for the first time that immunoglobulin M, secreted by the human intestine, plays a key role in maintaining the diversity of intestinal flora by including and maintaining microorganisms that are beneficial to our health. These results have been published in the prestigious scientific journal Immunity. \"We have discovered that, in addition to immunoglobulin A, (IgA), immunoglobulin M (IgM), secreted by the human intestine, interacts with the intestinal microbiota and actively participates in maintaining its diversity. In addition, we have demonstrated that this immunoglobulin is part of an immunological memory system through which our organism is able to recognise and adapt to its microbial environment\", explain Giuliana Magri and Laura Comerma, researchers from the B Cell Biology research group at the IMIM and first authors of the article.To carry out the study they implemented highly advanced experimental techniques and big data analysis methods. A further highlight of this work is that the analyses were undertaken using human intestinal tissue samples and not murine models as is typical in this kind of study. This is important not only because IgM plays a different role in mice, but also be because it facilitates the subsequent application of the results.\r\n\"Another conclusion of this work is that as well as acting as an agent of exclusion and removal of microorganisms, the IgM actively participates in the inclusion and maintenance of microorganisms that are beneficial for our health\", says Giuliana Magri. \"It provides key information for subsequent studies on the factors involved in the development and evolution of all pathologies associated with microbiotic alterations\" she adds.\r\nImmunoglobulins are proteins that act as antibodies and protect the organism from the various microorganisms and foreign agents that attempt to invade it. But not all microorganisms are harmful: it is estimated that our gut contains millions that are beneficial to our health in various ways. These microorganisms include bacteria, viruses and fungi, and are also known as the intestinal flora, or microbiota. A healthy, balanced intestinal microbiota is essential for intestinal health and nutrient absorption, but a lack of equilibrium can contribute to the onset of certain diseases.\r\n\"In recent years, it has been seen that an imbalance in the microbiota may be involved in the development and evolution of various pathologies like Crohn's disease and ulcerative colitis, as well as metabolic diseases such as obesity, diabetes, allergies and autoimmune problems, and even some types of cancer\", explains Laura Comerma.The immune system plays an essential role in the control of the microbiota, eliminating microorganisms that may be harmful, yet tolerating others that are more beneficial. Immunoglobulin A (IgA) is one of the most well-studied immunological factors related to the regulation of this intestinal microbiota. The molecules are secreted into the intestinal mucosa and prevent harmful bacteria penetrating our bodies.Andrea Cerutti, the group's principal investigator, points out that \"Although IgA is indisputably important, a significant percentage of the population is deficient in this immunoglobulin and yet still does not develop symptoms of disease.  Up to now, IgM was considered to play a compensatory role in the absence of IgA, but this study demonstrates its fundamental role in the regulation of the intestinal microbiota.\"\r\nThe microbiota is currently one of the most promising research areas as each of us is home to some 100 billion bacteria that are essential for our health, and which play a fundamental role in many of our bodily processes. This study opens up new avenues for identifying novel therapeutic targets for each patient.", "article_link": "http://dx.doi.org/10.1016/j.immuni.2017.06.013", "url": "http://www.eurekalert.org/pub_releases/2017-07/idm-kim071017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "IMIM (Hospital del Mar Medical Research Institute)", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Diabetes"], "journal": "Immunity", "description": "Researchers at the Hospital del Mar Medical Research Institute (IMIM) have shown for the first time that immunoglobulin M, secreted by the human intestine, plays a key role in maintaining the diversity of intestinal flora by including and maintaining microorganisms that are beneficial to our health. These results have been published in the prestigious scientific journal Immunity.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}