{"title": "Caregiving needs increase as older adults approach the end of life", "text": "Dying adults in the United States have 2.5 people assisting them, on average, according to a new study. Yet those caring for adults at the end-of-life, especially spouses, are likely to report that they have no one assisting them and no time for themselves. Researchers at Icahn School of Medicine at Mount Sinai have found that dying adults received almost twice as many hours of help per week compared to those not at the end of life, and that end-of-life caregivers were significantly more likely to report physical difficulty related to giving care. Their analysis was published today in the July issue of Health Affairs.Katherine Ornstein, PhD, Assistant Professor of Geriatrics and Palliative Medicine at the Icahn School of Medicine at Mount Sinai and coauthors used the National Health and Aging Trends study and its linked National Study of Caregivers to profile end-of-life caregiving in the United States. They found that older adults at the end of life had an average of 2.5 caregivers assisting them and received 61.3 hours of help per week versus 35.5 hours for older adults not at the end of life. 35 percent of end-of-life caregivers reported physical difficulty related to giving care versus 21 percent in other caregivers, and 51 percent reported having no time for themselves versus 40 percent in other caregivers. For end-of-life caregivers who were spouses, nearly two-thirds reported that they receive no support from family or friends. This is the first study to prospectively examine all the paid and unpaid caregiver support individuals receive at the end of life using a nationally representative sample.  \"This study reveals the huge reliance our society places on family and other unpaid caregivers throughout the course of serious illness and especially at the end of life,\" said Dr. Ornstein. \"Although receipt of paid caregiving increases toward the end of life, the vast majority of older adults do not receive any paid help. They are relying on families for their care, which is often quite complex and challenging. We must recognize and support the vital role of family in end of life care.\"Previous studies are often limited to the experience of one primary caregiver or are limited to individuals with one specific disease. Furthermore, prior studies of end-of-life caregiving often ask about these experiences after a loved one died and are subject to recall bias. Compared to other caregivers, end-of-life caregivers reported higher rates of financial difficulty caring for those with cancer.  End of life care caregivers who were spouses reported the most care-related challenges, including increased depression and physical difficulty.   \r\n\"The challenging job of a caregiver is not usually restricted to a few months before an individual dies and we must do more to support them throughout the often long course of serious illness. Palliative care, which provides an added layer of support for patients and families in the setting of serious illness, is one critical tool to support caregiving families.  State and federal legislation, as well as workplace policies, are also essential to providing the needed support to seriously ill people and their families,\" added Dr. Ornstein. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tmsh-cn071017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Mortality/Longevity", " Aging"], "journal": "Health Affairs", "description": "Dying adults in the United States have 2.5 people assisting them, on average, according to a new study. Yet those caring for adults at the end-of-life, especially spouses, are likely to report that they have no one assisting them and no time for themselves.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}