{"title": "Type 1 diabetes risk linked to intestinal viruses", "text": "Doctors can't predict who will develop Type 1 diabetes, a chronic autoimmune disease in which one's own immune system destroys the cells needed to control blood-sugar levels, requiring daily insulin injections and continual monitoring.Now, a new study led by Washington University School of Medicine in St. Louis has found that viruses in the intestines may affect a person's chance of developing the disease. Children whose gut viral communities, or viromes, are less diverse are more likely to generate self-destructive antibodies that can lead to Type 1 diabetes. Further, children who carried a specific virus belonging to the Circoviridae family were less likely to head down the path toward diabetes than those who carried members of a different group of viruses.\"We identified one virus that was significantly associated with reduced risk, and another group of viruses that was associated with increased risk of developing antibodies against the children's own cells,\" said Herbert \"Skip\" Virgin IV, MD, PhD, the Edward Mallinckrodt Professor and head of Pathology and Immunology, and the study's senior author. \"It looks like the balance of these two groups of viruses may control the risk of developing the antibodies that can lead to Type 1 diabetes.\"The findings, published online the week of July 10 in Proceedings of the National Academy of Sciences, suggest a way to predict, and maybe even prevent, the life-altering diagnosis.Type 1 diabetes develops as a two-step process. First, a person acquires antibodies against cells in the pancreas responsible for producing insulin, a hormone that allows cells to absorb sugar from the bloodstream so they can burn it for energy. Some children generate the antibodies -- called auto-antibodies because they target the person's own cells -- but never go on to develop disease.In other children, however, the auto-antibodies signal a progressive attack by the body's own immune system against the pancreatic cells, killing them and hindering the body's ability to produce insulin. When the pancreas can no longer produce enough insulin, a person develops Type 1 diabetes.The new research follows an earlier study by Mikael Knip, MD, PhD, of the University of Helsinki, and Ramnik Xavier, MD, PhD, of Massachusetts General Hospital and Harvard Medical School, who studied the gut bacterial ecosystems of 33 children who carried genes that put them at high risk of developing Type 1 diabetes. The researchers collected monthly stool samples from the children from birth to age 3, and monitored the children for the development of auto-antibodies and the disease. In a small group of children who developed Type 1 diabetes, the team noted significant alterations in the diversity of bacterial species in the gut before diagnosis. But this study only looked at bacteria in the gut -- not viruses.So, Virgin, Guoyan Zhao, PhD, an assistant professor of pathology and immunology at Washington University, and colleagues took the same samples and analyzed the population of viruses in a select subset of children. They carefully matched 11 children who went on to acquire auto-antibodies -- five of whom later developed Type 1 diabetes -- with 11 children who did not develop auto-antibodies or the disease. All 22 children carried genes that put them at high risk to develop the disease.A previously unknown virus related to circoviruses was found in five of the 11 children who did not develop auto-antibodies, but not in any of the children who did. Circoviruses are small viruses that infect a range of mammals but that are rarely linked to viral disease.\"Circoviruses have never been associated with disease in people,\" said Zhao, the study's first author. \"Multiple lines of evidence support the inverse association between the virus we found and the development of auto-antibodies. This suggests that having a circovirus may be a good thing for people at high risk for diabetes.\"The researchers also found differences in a group of viruses called bacteriophages that infect bacteria in the gut, not human cells. Children carrying bacteriophages that target Bacteroides species - one of the major groups of intestinal bacteria -- were more likely to start down the path toward diabetes.\"Previous studies had found that changes in Bacteroides species are associated with developing Type 1 diabetes, and here we found that viruses that infect Bacteroides are associated with the development of auto-antibodies,\" said Virgin, who is also a professor of molecular microbiology and of medicine. \"Our findings support the idea that Bacteroides or other bacteria, and the viruses that infect them, play a role in the pathological process that leads to diabetes.\"When each child's gut viral population was analyzed as a whole, the researchers found that children who went on to take a first step toward diabetes had fewer and a narrower range of viruses than those who did not.\"There are many autoimmune diseases that are much more common these days,\" Virgin said. \"It could be that we've made ourselves unhealthy by not having the right viruses in our virome.\"Virgin and Zhao have begun animal studies to understand what effect circoviruses have on the immune system and whether the virus can prevent diabetes.\"There's a lot of verification that needs to be done,\" Virgin said. \"We need to see if we can replicate these findings in another group of children, and then we have to show causality in an animal model. But if these results hold up, we may one day be able to prevent Type 1 diabetes by treating high-risk children with circoviruses. It can be a terrible disease and no one knows how to prevent it. Circoviruses are worth investigating.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/wuso-t1d071017.php", "region": "namerica", "source_link": "https://medicine.wustl.edu/news/diabetes-risk-linked-to-intestinal-viruses/", "funder": "National Institutes of Health, Juvenile Diabetes Research Foundation, European Union Seventh Framework Programme, Academy of Finland's Centre of Excellence in Molecular Systems Immunology and Physiology Research", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Proceedings of the National Academy of Sciences", "description": "A new study led by Washington University School of Medicine in St. Louis has found that viruses in the intestines may affect a person's chance of developing Type 1 diabetes. Children whose gut viral communities are less diverse are more likely to generate self-destructive antibodies that can lead to Type 1 diabetes. Further, children who carried a specific virus belonging to the Circoviridae family were less likely to develop diabetes than those who carried a different group of viruses.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}