{"title": "Well-known protein stimulates insulin secretion in pancreatic cells, surprising scientists", "text": "A study published online in The FASEB Journal demonstrated that a protein complex (Gbeta5-RGS) commonly known for halting cellular functions may actually stimulate insulin secretion in pancreatic cells. This discovery offers insights into new treatment strategies for conditions where the body is unable to produce sufficient levels of insulin, such as diabetes.\"Once again, Gbeta5-RGS proteins continue to surprise us,\" said Vladlen Z. Slepak, Ph.D., professor  in the Department of Molecular and Cellular Pharmacology, University of Miami School of Medicine (Miami, Florida). \"The role of this complex in insulin secretion is exactly opposite to what one could expect. We hope the insights from the current work will help us understand and treat the disorders that occur when these genes are broken.\" In their study, Slepak and colleagues analyzed insulin production in two groups of mice -- one normal and another lacking the gene responsible for making the Gbeta5 protein. They found that the mice lacking this gene had much less insulin present in their blood. The researchers then performed experiments on isolated pancreatic islets (insulin-producing organs) and on cells from which they also deleted the Gbeta5 gene. The results clearly demonstrated that Gbeta5-RGS is necessary for stimulation of insulin secretion. When the researchers put the gene back in place, the insulin secretion was restored. \"Any result this surprising beckons us to rethink some so-called fundamentals,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. ", "article_link": "http://dx.doi.org/10.1096/fj.201700197RR", "url": "http://www.eurekalert.org/pub_releases/2017-07/foas-wps071017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "FASEB Journal", "description": "A study published online in The FASEB Journal (http://www.fasebj.org) demonstrated that a protein complex (Gbeta5-RGS) commonly known for halting cellular functions may actually stimulate insulin secretion in pancreatic cells. This discovery offers insights into new treatment strategies for conditions where the body is unable to produce sufficient levels of insulin, such as diabetes.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}