{"title": "Age and obesity conspire to damage the tiny blood vessels that feed the heart, causing heart failure", "text": "AUGUSTA, Ga. (July 10, 2017) -  Age and obesity appear to create a perfect storm that can reduce blood flow through the tiny blood vessels that directly feed our heart muscle and put us at risk for heart failure, scientists report.They call it \"aged fat\" and scientists now have evidence that the inflammation created by both age and fat have an additive effect that can thicken the walls of our coronary microvasculature without any  evidence of  the classic atherosclerotic plaque that many of us associate with heart disease.\"Older obese patients and sometimes women who suffer heart failure go to the cardiac catheterization lab and the cardiologist finds nothing that would explain their heart failure,\" said Dr. Zsolt Bagi, vascular biologist in the Vascular Biology Center at the Medical College of Georgia at Augusta University. \"They have normal large blood vessels in the heart still the heart failure has developed.\"What isn't readily seen with these routine exams is the thickened walls that can hinder dilation of the small capillaries fed by these bigger vessels, a condition called coronary microvascular dysfunction, or cardiac syndrome X, says Bagi, corresponding author of the study in the journal Arteriosclerosis, Thrombosis, and Vascular Biology. In patients and animal models, who are both older and obese, Bagi has found a key dynamic in the dysfunction is an enzyme called ADAM17, which is involved in a huge variety of functions like releasing growth factors as we develop, but also implicated in diseases from Alzheimer's to arthritis. ADAM17 levels increase in obesity while levels of its natural inhibitor, the protein caveolin-1, decrease with age, enabling the perfect storm. ADAM17 was discovered 20 years ago for its ability to cut and release previously inactive tumor necrosis factor, or TNF, from the cell membrane. TNF is a multifunctional protein, or cytokine, that gets its name from its skill at killing tumors and is a major promoter of inflammation that also directly impacts the function of the endothelial cells that line blood vessels.The MCG scientist found that ADAM17 cleaves TNF from fat, releasing it into the bloodstream where it preferentially targets the heart.  The bottom line: the walls of the hair-sized microvasculature become thicker, less elastic, less able to dilate and to properly sustain the heart.  His research team found ADAM17 highly expressed in fat and even higher in the blood vessels of aged human fat. The protein level was increased in younger mice on a high-fat diet, but the significant increase in its activity came with age and fat. In humans, they looked at small pieces of heart tissue as well as fat from around the heart removed during surgery by MCG cardiothoracic surgeons Drs. Vijay Patel and M. Vinayak Kamath. They also studied a combination of mice that included young and obese, old and obese, and just obese or just old. \"We tried to examine every possible scenario,\" Bagi says. \"We were able to show that exactly the same thing happens with the small blood vessels in a mouse and man when they are both older and obese,\" he says.In humans, they saw the ability of the tiny vessels to dilate in response to bradykinin - a peptide used to lower blood pressure because of its ability to dilate blood vessels - significantly reduced in those ages 69 and older and further reduced in older individuals - males and females - who also were obese. They found ADAM17 present in the fat of young and old mice on high-fat diets compared to normals, but it was only significantly active in the older mice on a high-fat diet. When they looked at younger and older obese patients, again much like the mice, they found high levels of expression of ADAM17 in the lining of blood vessel walls. When they transplanted fat from aged obese mice to younger mice, it increased circulating levels of proinflammatory factors and impaired dilation of the coronary microvasculature. \"It basically mimicked the old vascular phenotype in the young animals,\" he says. One of the future studies they want to do is transplant younger fat to old, obese animals to also measure its impact. Others have evidence that transfusing young blood to older animals, can slow aging, Bagi notes.Bagi and his colleagues' previous studies have shown that mice missing the ADAM17 inhibitor, caveolin1, also have impaired ability to dilate the larger coronary arteries as well as hypertension when fed a high-fat diet. Related human studies have shown that the reactive oxygen species generated in diabetes disrupt caveolae, or \"little caves\" in the lining of the blood vessels. Caveonlin-1 is the main component of caveolae.Being female, a family history of heart failure, diabetes and high blood pressure all are associated with coronary microvascular dysfunction. Its potential result, heart failure, is an impaired ability of the heart muscle to pump. Symptoms can include fatigue, shortness of breath that make everyday activities difficult as well as coughing.  Rather than having trouble with the heart contracting so it can pump blood out to the body, older, obese individuals in heart failure tend to have issues with the heart muscle being able to relax and fill efficiently, called diastolic heart failure, Bagi says. Relaxation actually requires more energy than contracting, and the scientist hopes his studies will help this patient population, for which currently there are no good, targeted treatment options.  He has begun looking at antibodies that would directly target and ideally reduce levels of ADAM17 in the face of aged fat and at least delay development of small vessel disease.  Bagi thinks a similar process may happen in the brains of older obese individuals, so also has ongoing studies of how microvascular disease can lead to Alzheimer's in these individuals. He notes that young, obese individuals could help themselves avoid this and likely other diseases like diabetes, by losing weight while they are young. Activities like walking can also help even the tiniest blood vessels become more accustomed to handling more blood flow.In the nearly 70-year-old Framingham Heart Study, a higher risk of heart failure was identified in 732 older subjects with inflammatory mediators like TNF and interleukin-6 who never even had a heart attack. Others have shown that elevated levels of TNF in the blood and fat strongly correlate with the severity of coronary artery disease in the elderly.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/mcog-aao071017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health and American Heart Association", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Aging", " Demography", " Aging"], "journal": "Arteriosclerosis, Thrombosis, and Vascular Biology", "description": "Age and obesity appear to create a perfect storm that can reduce blood flow through the tiny blood vessels that directly feed our heart muscle and put us at risk for heart failure, scientists report.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}