{"title": "DxNA LLC announces 510(K) submission of GeneSTAT analyzer and GeneSTAT coccidioides assay", "text": "St. George, Utah -- July 10, 2017 -- DxNA LLC, a molecular diagnostics company, today announced the 510(k) submission to the U.S. Food and Drug Administration (FDA) of its molecular diagnostics assay using its proprietary GeneSTAT System and GeneSTAT Coccidiodes molecular test for rapid detection of Coccidiomycosis (Valley Fever).The Valley Fever assay on the GeneSTAT System, upon clearance by the FDA, provides for a more definitive diagnosis and will significantly improve the time to results over current diagnostic methods. The assay will also provide for the availability of molecular testing for the disease at clinical laboratories and healthcare facilities in the endemic regions where patients with the disease are primarily seen rather than requiring specimens to be sent to reference laboratories.The Valley Fever assay on the GeneSTAT System has been developed based on intellectual property exclusively licensed from the Translational Genomics Research Institute (TGen) in Flagstaff, Arizona. Currently, definitive testing is done by culture to grow the fungus in a laboratory, which is time consuming, up to 21 days, and potentially exposes laboratory personnel to the highly infective fungus. The highly sensitive GeneSTAT test is performed directly on the patient specimen, providing a same-day result and significantly reducing the time to a definitive diagnosis and appropriate care.DxNA's submission follows the successful completion of a multi-center clinical study. The clinical study was carried out at three centers in Arizona, New Mexico and California and focused on comparing the GeneSTAT Valley Fever assay to the current gold standard for diagnosing Valley Fever. In addition to the three trial centers -- Banner Healthcare, Laboratory Sciences of Arizona; University of Arizona; and Tricore Laboratories in New Mexico -- the Valley Fever Center for Excellence, under the direction of Dr. John Galgiani, and TGen, under the direction of Dr. Paul Keim and Dr. David Engelthaler, have been instrumental in working with DxNA in the process of developing the assay, providing clinical perspective and assisting with the clinical trial.\"We are pleased to announce the 510(k) regulatory submission of the GeneSTAT system and the Coccidiomycosis (Valley Fever) Assay to the FDA. We now look forward to concluding the regulatory process in order to bring our unique Valley Fever test to market once we receive FDA clearance.  This is an important milestone for DxNA and our partners to bring to market a test that provides patients and their health care providers the potential for a much earlier and more definitive Valley Fever diagnosis. This is also a critical milestone for DxNA to transition as a company from development to commercial stage\" said David Taus, CEO of DxNA LLC.\"I am very glad that DxNA is working to improve accurate diagnosis of Valley Fever,\" said Dr. Galgiani, Director of the Valley Fever Center for Excellence.  \"We very much need more of this to help physicians provide the best care for their patients.\"Dr. Engelthaler, Co-Director of TGen's Pathogen Genomics Division, said: \"TGen has been working on Valley Fever for more than 10 years, and we are glad to see commercial partners like DxNA are able to translate our research into new medical tools to help doctors better identify the Valley Fever fungus in their patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/ttgr-dla071017.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/dxna-tgen-valley-fever-test.aspx#.WWPdk4qQzUo", "funder": "", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Clinical Trials", " Infectious/Emerging Diseases", " Public Health", " Biotechnology"], "journal": "", "description": "The Valley Fever assay on the GeneSTAT System has been developed based on intellectual property exclusively licensed from the Translational Genomics Research Institute (TGen) in Flagstaff, Ariz. The highly sensitive GeneSTAT test is performed directly on the patient specimen, providing a same-day result and significantly reducing the time to a definitive diagnosis and appropriate care.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}