{"title": "More evidence shows natural plant compound may reduce mental effects of aging", "text": "LA JOLLA--(July 10, 2017) Salk scientists have found further evidence that a natural compound in strawberries reduces cognitive deficits and inflammation associated with aging in mice. The work, which appeared in the Journals of Gerontology Series A in June 2017, builds on the team's previous research into the antioxidant fisetin, finding it could help treat age-related mental decline and conditions like Alzheimer's or stroke.\"Companies have put fisetin into various health products but there hasn't been enough serious testing of the compound,\" says Pamela Maher, a senior staff scientist in Salk's Cellular Neurobiology Laboratory and senior author of the paper. \"Based on our ongoing work, we think fisetin might be helpful as a preventative for many age-associated neurodegenerative diseases, not just Alzheimer's, and we'd like to encourage more rigorous study of it.\"Maher, who works in the lab of David Schubert, the head of Salk's Cellular Neurobiology Lab, has been studying fisetin for over a decade. Previous research by the lab found that fisetin reduced memory loss related to Alzheimer's in mice genetically modified to develop the disease. But that study focused on genetic (familial) AD, which accounts for only 1 to 3 percent of cases. By far the bigger risk factor for developing what is termed sporadic AD, as well as other neurodegenerative disorders, is simply age. For the current inquiry, Maher turned to a strain of laboratory mice that age prematurely to better study sporadic AD. By 10 months of age, these mice typically show signs of physical and cognitive decline not seen in normal mice until two years of age.The Salk team fed the 3-month-old prematurely aging mice a daily dose of fisetin with their food for 7 months. Another group of the prematurely aging mice was fed the same food without fisetin. During the study period, mice took various activity and memory tests. The team also examined levels of specific proteins in the mice related to brain function, responses to stress and inflammation.\"At 10 months, the differences between these two groups were striking,\" says Maher. Mice not treated with fisetin had difficulties with all the cognitive tests as well as elevated markers of stress and inflammation. Brain cells called astrocytes and microglia, which are normally anti-inflammatory, were now driving rampant inflammation. Mice treated with fisetin, on the other hand, were not noticeably different in behavior, cognitive ability or inflammatory markers at 10 months than a group of untreated 3-month-old mice with the same condition. Additionally, the team found no evidence of acute toxicity in the fisetin-treated mice, even at high doses of the compound.    \"Mice are not people, of course,\" says Maher, \"But there are enough similarities that we think fisetin warrants a closer look, not only for potentially treating sporadic AD but also for reducing some of the cognitive effects associated with aging, generally.\" Next, Maher hopes to partner with another group or company in order to conduct clinical trials of fisetin with human subjects.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/si-mes071017.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/evidence-shows-natural-plant-compound-may-reduce-mental-effects-aging/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Aging", " Neurobiology", " Alzheimer's Disease"], "journal": "Journals of Gerontology Series A Biological Sciences and Medical Sciences", "description": "Salk scientists find benefits of antioxidant fisetin in mouse model of premature aging, Alzheimer's disease.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}