{"title": "Researchers find significance of plaque burden using 3-D vascular ultrasound", "text": "(New York - July 10, 2017) -- In a large population study that was the first of its kind, researchers found that an experimental technique known as three-dimensional vascular ultrasound (3DVUS) estimated the quantification of plaque burden (in cubic millimeters) as an important addition to conventional risk factor profile in addressing patient risk stratification. At an average age of 45 years, they found that the plaque burden in subjects was more than twice as high in men as in women (63.4 cubic millimeters vs. 25.7), and higher in the femoral arteries, and with increasing age.The study will be published online July 10, 2017, in The Journal of the American College of Cardiology.    Researchers explored the bilateral carotid and femoral arteries of 3,860 middle aged participants without prior cardiovascular disease who were employees of the Banco de Santander in Madrid, Spain.  This is an ongoing observational prospective cohort study where participants are being followed up for 10 years. The 3DVUS examinations were performed using a new Phillips iU22 ultrasound system equipped with a VL13-5 3D volume-linear array transducer. This equipment will be available in the near future for routine patient care. The clinical application of 3DVUS techniques is still at the research and development stage, but there are now a number of clinically promising areas including the measurement of plaque. Direct quantification of atherosclerotic plaque volume by 3DVUS is more reproducible than two-dimensional techniques. \"3DVUS is a feasible, reproducible, and novel imaging technique for quantifying early carotid and femoral atherosclerotic burden in large populations,\" said the study's lead author, Valentin Fuster, MD, PhD, Director of Mount Sinai Heart and Physician-in-Chief of The Mount Sinai Hospital. \"This novel method is valid for imaging superficial peripheral atherosclerosis burden from early to advanced stages of disease and can be applied to identification of individuals at\r\nrisk, targeting or monitoring treatment. Further studies are needed, however, to assess the cost utility of this method compared with others when used in large-scale practice settings and population-based epidemiological studies.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tmsh-rfs071017.php", "region": "namerica", "source_link": null, "funder": "National Center for Cardiovascular Research in Spain, Icahn School of Medicine at Mount Sinai, and Framingham Heart Study", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Journal of the American College of Cardiology", "description": "In a large population study that was the first of its kind, researchers found that an experimental technique known as 3-D vascular ultrasound (3DVUS) estimated the quantification of plaque burden (in cubic millimeters) as an important addition to conventional risk factor profile in addressing patient risk stratification.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}