{"title": "Analysis: Hospital readmissions of all ages, insurance types identifies high risk groups", "text": "BOSTON - Short-term hospital readmissions - or readmissions within 30 days - are common, costly and a substantial contributor to health care utilization. Annual costs of readmissions among patients who receive Medicare account for billions of dollars in national health care spending, and those costs are expected to increase over the next decade. While there is research that examines short-term readmissions for patients in the Medicare and Medicaid populations, no analysis existed of readmission rates across the spectrum of all age groups and insurance types. Today, clinician-researchers at Beth Israel Deaconess Medical Center (BIDMC) published a first-of-its-kind analysis comparing the rates, characteristics, and costs of hospital readmissions across all ages and insurance types. The study, published today in the journal PLOS ONE, found that non-Medicare patients accounted for nearly half of all short-term readmissions and that psychiatric disease and substance abuse were the most common diagnoses associated with readmission among non-elderly patients, those ages 18 to 64. These findings suggest the importance of developing and implementing proven interventions to reduce psychiatric readmissions regardless of insurance type. Medicaid patients, in particular, were found to have very high rates of short-term readmissions across all age groups.\"As re-hospitalization costs continue to rise, efforts to reduce hospital readmission rates have become a national health care priority,\" said senior author Robert Yeh, MD, MSc, MBA, Director of the Richard A. and Susan F. Smith Center for Outcomes Research in Cardiology at BIDMC. \"With this analysis we determined the specific causes of and the cost burdens associated with readmissions for patients of all ages and insurance coverage. We found there is tremendous potential to reduce readmissions by delivering targeted interventions for specific conditions within high-risk groups.\"The researchers evaluated data from the Nationwide Readmissions Database for patients over the age of 18 years old who were hospitalized for any condition and discharged between January 2013 and November 2013. The researchers categorized the patients based on age: 18-44, 45-65 and 65 and older. The data included discharges at more than 2,000 hospitals in 21 states. The large scale analysis found that of the more than 12.5 million discharges evaluated, approximately 1.8 million patients were readmitted within 30 days. Medicare patients accounted for 56 percent of all readmissions. Those readmissions translated to total annual hospital costs of $50.7 billion - Medicare readmissions resulting in a cost of $29.6 billion and non-Medicare in a cost over $21 billion in 2013.  \"Our findings show that while Medicare readmissions represent more than half of all hospital readmissions, non-Medicare readmissions are frequent and make up a significant percentage and substantial cost,\" said first author Jordan Strom, MD, Research Fellow at the Richard A. and Susan F. Smith Center for Outcomes Research in Cardiology at BIDMC. \"We found that readmission among the non-elderly was most often driven by psychiatric and substance abuse problems, compared to the most common reasons for readmission in the elderly, which included pneumonia, heart failure and heart attack,\" Strom added. The topic of hospital readmissions remains a major interest at the federal and state level. Last year, Yeh and colleagues published research which found that after the passage of the Affordable Care Act's Hospital Readmissions Reduction Program, hospitals that were the lowest performers prior to the law's enactment went on to improve the most after being penalized financially. Building on that previous work, these latest findings communicate the cost and cause of hospital readmissions and may provide insight as national healthcare legislation is deliberated and changes to Medicaid funding are proposed.\"These findings clearly highlight the significant use of unplanned hospital-based care among younger patients, particularly among the Medicaid population,\" said Yeh. \"Therefore any changes to Medicaid coverage will require alternative solutions to ensure that the current benefits can continue to be provided without creating financial catastrophe for these patients or the institutions that care for them.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/bidm-ahr071017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung and Blood Institute", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Policy/Ethics", " Science/Health and the Law"], "journal": "PLOS ONE", "description": "A first-of-its-kind study looks beyond Medicare readmission rates to determine causes of short-term readmissions of patients across the spectrum of age and insurance types. Researchers found while Medicare patients account for more than half of all readmissions, readmission rates of non-Medicare patients were still significant and costly. Psychiatric disease and substance abuse were the most common diagnoses leading to readmission among non-elderly patients, highlighting the need for targeted interventions.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}