{"title": "Study finds social challenges amplify negative effects of childhood lead exposure", "text": "SAN FRANCISCO - Scientists already know early lead exposure can slow a child's cognitive and language development. Findings of an abstract being presented at the 2017 Pediatric Academic Societies Meeting show lead's impact is especially strong for children in families also facing socioeconomic challenges.Researchers will present the abstract, \"Interrelationships Between Social Determinants of Health and Early Lead Exposure: A Longitudinal Analysis of Impacts on Child Development,\" on Monday, May 8, beginning at 10:30 a.m. in the Moscone West Convention Center. Abstract author Bridget Wieczkowski, MD, said the goal of the study was to determine whether the impact of lead, a biotoxin, was greater for children who also faced the \"toxic stress\" of poverty such as exposure to violence, homelessness, food insecurity and low parent literacy. Many studies have documented impacts of low level lead exposure on child development, she said. However, there has been limited research examining these impacts in the context of Centers for Disease Control and Prevention (CDC) guidelines updated in 2012 that recognize blood lead levels of less than half the amount previously considered safe are linked with delayed cognitive skills, inattention, impulsivity, aggression and hyperactivity.Dr. Wieczkowski worked with a team of researchers to analyze data that had been collected as part of the Bellevue Early Language and Education (BELLE) Project, a large, National Institutes of Childhood Health and Human Development-funded study that followed 450 newborns and their families from birth.They found that levels above 5 micrograms per deciliter of lead in a child's blood, which is the current threshold set by the CDC as cause for concern, was associated with reduced cognition and vocabulary at age 3 that continued when tested again a year and a half later. Further analysis showed larger impacts on development at age 54 months for families with psychosocial risks and low literacy.\"These findings underscore the importance of monitoring children during infancy and the toddler years, which are critical periods for both brain development and lead exposure,\" Dr. Wieczkowski said. Young children, with their rapidly developing brains, also are more likely to ingest lead in their environment because they put more objects in their mouths and spend more time on the floor.\"This is true for all children, but especially for those most vulnerable to lead's harmful effects because of poverty,\" she said.\"Our health care system needs to be funded so that it can help all children reach their potential as adults,\" she said, noting that programs like Medicaid are critically important to achieve this goal.Dr. Wieczkowski will present the abstract, \"Interrelationships Between Social Determinants of Health and Early Lead Exposure: A Longitudinal Analysis of Impacts on Child Development,\" during the Vulnerable and Underserved Populations session from 10:30 a.m. to 12:30 p.m. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/aaop-sfs042617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Pediatric Academic Societies 2017 Meeting", "institution": "American Academy of Pediatrics", "keywords": ["Medicine/Health", " Pediatrics", " Toxicology", " Poverty/Wealth"], "journal": "", "description": "Scientists already know early lead exposure can slow a child's cognitive and language development. Findings of an abstract being presented at the 2017 Pediatric Academic Societies Meeting show lead's impact is especially strong for children in families also facing socioeconomic challenges.", "date": "Thu, 04 May 2017 04:00:00 GMT"}