{"title": "'Chemobrain': Post-traumatic stress affects cognitive function in cancer patients", "text": "Subtle cognitive dysfunction and decline in breast cancer patients was largely independent of chemotherapy but associated with cancer-related post-traumatic stress in a German multisite study.Many breast cancer patients report problems of cognitive functioning, and some are considerably burdened by them. These symptoms have mainly been attributed to neurotoxic effects of chemotherapy, as reflected in the colloquial term 'chemobrain'. Now a longitudinal study in newly diagnosed breast cancer patients from six institutions in the area of Munich, Germany, investigated the role of post-traumatic stress in the causation of cancer-related cognitive impairment. The project was funded by the Deutsche Krebshilfe and led by psychologist Kerstin Hermelink (Department of Gynecology and Obstetrics, CCC LMU University Hospital of Munich). In the first year after diagnosis, breast cancer patients treated with and without chemotherapy showed minimal cognitive dysfunction and decline, which were associated with post-traumatic stress due to having cancer. \"It is well-established that post-traumatic stress - not to be confused with everyday stresses - has disruptive effects on the brain,\" Hermelink says. \"For many patients, being diagnosed with breast cancer is a traumatic experience. The hypothesis that cognitive dysfunction in breast cancer patients is caused by post-traumatic stress seemed therefore worth pursuing.\"One-hundred sixty-six newly diagnosed breast cancer patients and 60 women who had undergone routine breast imaging with negative results participated in the Cognicares (Cognition in Breast Cancer Patients: The Impact of Cancer-Related Stress) study. In all participants, post-traumatic symptoms were assessed with a clinical interview, and cognitive function was evaluated with a battery of paper-and-pencil and computer-based neuropsychological tests three times over the course of one year.In comparison with the control group, the patients showed minimal overall cognitive decline and demonstrated less accuracy on one of several tests of attention before the start of treatment and one year later. All these deficits were associated with symptoms of post-traumatic stress disorder (PTSD), and the effect of having breast cancer on attention lost statistical significance if the effect of post-traumatic stress was taken into account. In contrast, only patients who had received chemotherapy showed longer reaction times than other participants on a test of alertness at one year. The test required pressing a mouse button whenever a cross appeared on a monitor, and the results were unrelated to PTSD symptoms. \"The difference in performance was minimal - 19 milliseconds, on average - and it may at least partly be due to peripheral neuropathy, damage to the nerves of the fingers caused by certain cytostatic agents,\" Hermelink explains.The findings of the Cognicares study suggest that psychological factors may contribute more importantly to cancer-related cognitive impairment than neurotoxic effects of treatment. \"The brain is not a computer that delivers the same level of performance no matter what. Its function and structure are in constant flux, as it reacts and adapts to our experiences and actions,\" Hermelink points out. \"Indeed, it would be surprising if the psychological consequences and the life disruption brought about by having cancer were not impacting he brain and its functioning. Our study focused on the effects of post-traumatic stress. Further factors like insomnia, anxiety and depression, all of which are highly prevalent in breast cancer patients, and lack of cognitive training caused by prolonged sick leave may also affect cognitive function. The role of psychological factors, however, has rarely been investigated. In virtually all studies, they were only assessed with self-report screening questionnaires. Given the small effects we are concerned with, these measures are not precise enough.\" The Cognicares study provides some reassurance for breast cancer patients. Subtle cognitive impairment they may experience does not seem to be an inevitable neurotoxic side-effect of chemotherapy but a consequence of post-traumatic stress and possibly further treatable and modifiable factors.\r\n", "article_link": "http://dx.doi.org/10.1093/jnci/djx057", "url": "http://www.eurekalert.org/pub_releases/2017-05/lm-ps050417.php", "region": "europe", "source_link": "http://www.en.uni-muenchen.de/news/newsarchiv/2017/hermelink_cognicares.html", "funder": "", "meeting": "", "institution": "Ludwig-Maximilians-Universität München", "keywords": ["Cancer", " Breast Cancer", " Social/Behavioral Science", " Mental Health"], "journal": "Journal of the National Cancer Institute", "description": "Subtle cognitive dysfunction and decline in breast cancer patients was largely independent of chemotherapy but associated with cancer-related post-traumatic stress in a German multi-site study.", "date": "Thu, 04 May 2017 04:00:00 GMT"}