{"title": "Three of 48 fetuses exposed to Zika in utero had abnormal fetal MRIs", "text": "SAN FRANCISCO - Fattened up on bites of potatoes, yucca and chicken starting at 4 months, some of the babies wearing sporty clothes and frilly dresses are rolly-polly chubby. As striking as their sizable girth are their heads, beautifully round and fully formed with none of the deep skin folds that corroborate the Zika virus' devastating ability to halt normal brain expansion as infants develop in utero.During a recent trip Sarah B. Mulkey, M.D., Ph.D., made to Colombia, where Children's National Health System researchers are collaborating on a clinical study, she tested Zika-affected babies' motor skills as they sat, stood, and lay facing upward and face down. The international study aims to answer one of the most vexing questions about Zika: If babies' brains appear \"normal\" at birth, have they survived Zika exposure in the womb with few neurological repercussions?\"We don't know the long-term neurological consequences of having Zika if your brain looks normal,\" says Dr. Mulkey, a fetal-neonatal neurologist who is a member of Children's Congenital Zika Virus Program. \"That is what's so scary, the uncertainty about long-term outcomes.\"According to the Centers for Disease Control and Prevention (CDC), one in 10 pregnancies across the United States with laboratory-confirmed Zika virus infection has resulted in birth defects in the fetus or infant. For the lion's share of Zika-affected pregnancies, then, babies' long-term prospects remain a mystery. \"This is a huge number of children to be impacted and the impact, as we understand, has the potential to be pretty significant,\" Dr. Mulkey adds. Dr. Mulkey, the lead author, will present the research group's preliminary findings during the 2017 annual meeting of the Pediatric Academic Societies (PAS). The presentation is among a number during the meeting that will focus on the Zika virus. Roberta L. DeBiasi, M.D., M.S., chief of the Division of Pediatric Infectious Diseases at Children's National, organized two invited symposia devoted to the topic of Zika: Clinical perspectives and knowledge gaps, and the science of Zika, including experimental models of disease and vaccines. Dr. DeBiasi's presentation will include an overview of the 68 Zika-exposed or infected women and infants seen by Children's multidisciplinary Congenital Zika Virus Program.\"As the world's largest pediatric research meeting, PAS2017 is an ideal setting for panelists to provide comprehensive epidemiologic and clinical updates about the emergence of Congenital Zika Syndrome and to review the pathogenesis of infection as it relates to the fetal brain,\" Dr. DeBiasi says. \"With temperatures already rising to levels that support spread of the Aedes mosquito, it is imperative for pediatricians around the world to share the latest research findings to identify the most effective interventions.\" As one example, Dr. Mulkey's research sought to evaluate the utility of using magnetic resonance imaging (MRI) to evaluate fetal brain abnormalities in 48 babies whose mothers had confirmed Zika infection during pregnancy. Forty-six of the women/infant pairs enrolled in the prospective study are Colombian, and two are Washington, D.C. women who were exposed during travel to a Zika hot zone. The women were infected with Zika during all three trimesters and experienced symptoms at a mean gestational age of 8.4 weeks. The first fetal MRIs were performed as early as 18 weeks' gestation. Depending upon the gestational age when they were enrolled in the study, the participants had at least one fetal MRI as well as serial ultrasounds. Thirty-six fetuses had a second fetal MRI at about 31.1 gestational weeks. An experienced pediatric neuroradiologist evaluated the images.  Among the 48 study participants, 45 had \"normal\" fetal MRIs. Three fetuses exposed to Zika in the first or second trimester had abnormal fetal MRI:\r\n\"Fetal brain MRI detected early structural brain changes in fetuses exposed to the Zika virus in the first and second trimester,\" Dr. Mulkey says. \"The vast majority of fetuses exposed to Zika in our study had normal fetal MRI, however. Our ongoing study, underwritten by the Thrasher Research Fund, will evaluate their long-term neurodevelopment.\"Adré J. du Plessis, MB.Ch.B., M.P.H., director of the Fetal Medicine Institute and senior author of the paper, notes that this group \"is a very important cohort to follow as long as Dr. Mulkey's funding permits. We know that microcephaly is among the more devastating side effects caused by Zika exposure in utero. Unanswered questions remain about Zika's impact on hearing, vision and cognition for a larger group of infants. Definitive answers only will come with long-term follow-up.\"Many of the Colombian families live in Sabanalarga, a relatively rural, impoverished area with frequent rain, leaving pockets of fresh water puddles that the mosquito that spreads Zika prefers, Dr. Mulkey adds. Families rode buses for hours for access to fetal MRI technology, which is not common in Colombia.\"The mothers are worried about their babies. They want to know if their babies are doing OK,\" she says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cnhs-to4050317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Pediatric Academic Societies 2017 Meeting", "institution": "Children's National Health System", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Pediatrics"], "journal": "", "description": "Fattened up on bites of potatoes, yucca and chicken starting at 4 months, some of the babies wearing sporty clothes and frilly dresses are rolly-polly chubby. As striking as their sizable girth are their heads, beautifully round and fully formed with none of the deep skin folds that corroborate the Zika virus' devastating ability to halt normal brain expansion as infants develop in utero.", "date": "Thu, 04 May 2017 04:00:00 GMT"}