{"title": "Neuroscientists seek brain basis of craving in addiction and binge eating", "text": "A new article in JAMA Psychiatry details the first step in revealing how craving works in the brain. Scientists at the Center for BrainHealth at The University of Texas at Dallas are the first to propose a systematic and quantitative model for drug addiction research. The model focuses on craving: the intense, urgent feeling of needing or wanting drugs. Their ongoing research and subsequent findings have the potential to open a new frontier of alcohol and substance abuse treatment that may also apply to binge-eating disorders. \"Craving is considered one of the strongest predictors of relapse,\" said Dr. Xiaosi Gu, who runs the Computational Psychiatry Unit at the Center for BrainHealth. \"Even after an individual has broken the cycle of compulsive drug taking, craving can still persist. Although current treatment can handle a lot of the behavioral aspects of addiction, especially physical symptoms, craving is difficult to treat because it is a subject state. For example, when you are hungry, you have the urge to eat, but it is difficult to measure how compelling your urge to eat is in a quantitative way. However, if we could visualize craving activation in the brain, we would be better able to quantify and target it. We aim, with this new framework, to begin to separate craving from reward- or drug-seeking behavior.\"Research on drug craving has traditionally centered on studying cue response. For example, a marijuana study participant typically undergoes a brain scan while being shown a picture of a bong, and researchers analyze the brain activation in response to the cue. In this scenario, the bong is a valuable item to someone who uses marijuana. However, as Dr. Gu points out, there is no way to know whether the brain activation occurs in response to the reward (an item associated with smoking marijuana) or the craving (the bong image triggers craving for marijuana). Dr. Gu and Dr. Francesca Filbey, also of the Center for BrainHealth and Bert Moore Chair at BrainHealth, are collaborating to identify - using a new computational model - the exact regions of the brain that encode craving. They plan to reanalyze brain scans from previous research to lay the groundwork for quantifying craving, its effects and ways to target treatments to counteract it.Initial results are promising, but it will take a few years and additional funding to complete reanalysis of the thousands of brain scans previously compiled through Dr. Filbey's research as well as data from consortia to which Dr. Filbey belongs. ", "article_link": "http://dx.doi.org/10.1001/jamapsychiatry.2016.3823", "url": "http://www.eurekalert.org/pub_releases/2017-05/cfb-nsb050317.php", "region": "namerica", "source_link": "http://www.brainhealth.utdallas.edu/blog_page/neuroscientists-seek-brain-basis-of-craving-in-addiction-and-binge-eating", "funder": "National Institutes of Health, Dallas Foundation", "meeting": "", "institution": "Center for BrainHealth ", "keywords": ["Medicine/Health", " Addiction", " Addiction", " Alcohol", " Drugs", " Smoking/Tobacco"], "journal": "JAMA Psychiatry", "description": "A new article in JAMA Psychiatry details the first step in revealing how craving works in the brain. Scientists at the Center for BrainHealth at UT Dallas are the first to propose a quantitative model for drug addiction research. The model focuses on craving: the intense, urgent feeling of needing or wanting drugs. Their ongoing research and subsequent findings have the potential to open a new frontier of alcohol and substance abuse treatment.", "date": "Wed, 03 May 2017 04:00:00 GMT"}