{"title": "UMD exercise study offers hope in fight against Alzheimer's", "text": "Could the initiation of a simple walking exercise program help older adults to reverse declines in key brain regions? A new study led by University of Maryland School of Public Health researchers adds more information about how physical activity impacts brain physiology and offers hope that it may be possible to reestablish some protective neuronal connections. Dr. J. Carson Smith, associate professor of kinesiology, and colleagues explored how a 12-week walking intervention with older adults, ages 60-88, affected functionality of a brain region known to show declines in people suffering from mild cognitive impairment (MCI) or Alzheimer's disease. \"The brain's posterior cingulate cortex (PCC)/precuneus region is a hub of neuronal networks which integrates and disperses signals,\" explains Dr. J. Carson Smith, senior author of the paper published in the Journal of Alzheimer's Disease and director of the Exercise for Brain Health Laboratory. \"We know that a loss of connectivity to this hub is associated with memory loss and amyloid accumulation, both signs of MCI and Alzheimer's.\" For this reason, reduced connectivity to the PCC/precuneus region is seen as a potential biomarker to detect cognitive impairment even before symptoms of MCI or AD may appear. It is also a potential target to test the effectiveness of interventions such as exercise to improve brain function in those exhibiting symptoms of MCI.Dr. Smith's research team recruited two groups--one with 16 healthy elders and another with 16 elders diagnosed with mild cognitive impairment to participate in an exercise intervention that included walking for 30 minutes, four times a week (at 50-60 % of heart rate reserve) for three months. Before and after the exercise intervention, participants in both groups underwent fMRI brain scans to assess functional connectivity between multiple brain regions and the PCC/precuneus. After completing the intervention, both groups showed improved ability to remember a list of words; however only the MCI group showed increased connectivity to the PCC/precuneus hub, which was evident in 10 regions spanning the frontal, parietal, temporal and insular lobes, and the cerebellum.\"These findings suggest that the protective effects of exercise training on cognition may be realized by the brain re-establishing communication and connections among the brain's so-called default mode network, which may possibly increase the capacity to compensate for the neural pathology associated with Alzheimer's disease,\" said Dr. Smith. While it is unclear yet whether the effects of exercise training can delay further cognitive decline in patients diagnosed with MCI, the neural network connectivity changes documented in this study provide hope that exercise training may stimulate brain plasticity and restore communication between brain regions that may have been lost through Alzheimer's disease. The specificity of these effects in the MCI group further suggest that exercise may be particularly useful in those who have already experienced mild memory loss. Future studies planned by Dr. Smith's team aim to include exercise control conditions, and to incorporate exercise combined with cognitive engagement, among healthy older adults who are at increased risk for Alzheimer's disease.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uom-ues050317.php", "region": "namerica", "source_link": "http://sph.umd.edu/news-item/exercise-study-offers-hope-fight-against-alzheimer-s", "funder": "", "meeting": "", "institution": "University of Maryland", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Public Health", " Exercise", " Aging", " Memory/Cognitive Processes"], "journal": "Journal of Alzheimer's Disease", "description": "A new study led by University of Maryland School of Public Health researchers adds more information about how physical activity impacts brain physiology and offers hope that it may be possible to reestablish some protective neuronal connections. Dr. J. Carson Smith, associate professor of kinesiology, explored how a 12-week walking intervention with older adults affected functionality of a brain region known to show declines in people suffering from mild cognitive impairment or Alzheimer's disease.", "date": "Wed, 03 May 2017 04:00:00 GMT"}