{"title": "Rosemary aroma can aid children's working memory", "text": "Exposure to the aroma of rosemary essential oil can significantly enhance working memory in children.This is one the findings of a study presented today, Thursday 4 May 2017, by Dr Mark Moss and Victoria Earle of Northumbria University at the British Psychological Society Annual Conference in Brighton.Dr Mark Moss said: \"Our previous study demonstrated the aroma of rosemary essential oil could enhance cognition in healthy adults. Knowing how important working memory is in academic achievement we wanted to see if similar effects could be found in school age children in classroom settings.\"A total of 40 children aged 10 to 11 took part in a class based test on different mental tasks. Children were randomly assigned to a room that had either rosemary oil diffused in it for ten minutes or a room with no scent.The children were tested individually, seated at the table opposite the researcher.  After introducing herself to the child the researcher said: \"You are here to play some memory games.  Please don't be nervous but try the best you can to remember what I ask you to.\"Analysis revealed that the children in the aroma room received significantly higher scores than the non-scented room. The test to recall words demonstrated the greatest different in scores.Dr Moss said: \"Why and how rosemary has this effect is still up for debate. It could be that aromas affect electrical activity in the brain or that pharmacologically active compounds can be absorbed when adults are exposed.\"We do know that poor working memory is related to poor academic performance and these findings offers a possible cost effective and simple intervention to improve academic performance in children. The time is ripe for large-scale trials of aroma application in education settings.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bps-rac050117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "British Psychological Society 2017 Annual Conference", "institution": "British Psychological Society", "keywords": ["Social/Behavioral Science"], "journal": "", "description": "Exposure to the aroma of rosemary essential oil can significantly enhance working memory in children.", "date": "Tue, 02 May 2017 04:00:00 GMT"}