{"title": "Brain tissue structure could explain link between fitness and memory", "text": "CHAMPAIGN, Ill. -- Studies have suggested a link between fitness and memory, but researchers have struggled to find the mechanism that links them. A new study by University of Illinois researchers found that the key may lie in the microstructure of the hippocampus, a region in the middle of the brain involved in memory processes.Aron Barbey, a professor of psychology, led a group of researchers at the Beckman Institute for Advanced Science and Technology at Illinois that used a specialized MRI technique to measure the structural integrity of the hippocampus in healthy young adults and correlated it with their performances on fitness and memory tests. They found that viscoelasticity, a measure of structural integrity in brain tissue, was correlated with fitness and memory performance - much more so than simply looking at the size of the hippocampus.\"Using a new tool to examine the integrity of the hippocampus in healthy young adults could tell us more about how this region functions and how to predict decline for early intervention,\" Barbey said. \"By the time we look at diseases states, it's often too late.\"Prior research led by Illinois psychology professor Neal Cohen, who is also a co-author on the new paper, demonstrated that the hippocampus is critical for relational memory and that the integrity of this region predicts a host of neurodegenerative diseases. To date, much research on the hippocampus' structure has focused on its size.Studies in developing children and declining older adults have found strong correlations between hippocampal size and memory. However, size does not seem to matter as much in healthy young adults, said postdoctoral researcher Hillary Schwarb. The Illinois group looked instead at the microstructure of the tissue, using an emerging neuroimaging tool called magnetic resonance elastography. The method involves an MRI scan, but with a pillow under the subject's head vibrating at a very low amplitude - as gentle as driving on the interstate, Schwarb said. The vibration is the key to measuring the structural integrity of the hippocampus.\"It's a lot like sending ripples through a still pond - if there's some large thing like a boulder under the surface, the ripples are going to displace around it,\" Schwarb said. \"We are sending waves through the brain and reconstructing the displacements into a map we can look at and measure.\"The study, published in the journal NeuroImage, found that those who performed better on the fitness test tended to also perform better on the memory task, confirming a correlation the group had noticed before. But by adding the information on the structure of the hippocampus, the researchers were able to find a possible pathway for the link. They found that the subjects with higher fitness levels also had more elastic tissue in the hippocampus. The tissue structure, in turn, was associated with memory.\"We found that when the hippocampus is more elastic, memory is better. An elastic hippocampus is like a firm foam mattress pad that pops right back up after you get up,\" said study co-author Curtis Johnson, a former graduate researcher at the Beckman Institute who is now a professor at the University of Delaware. \"When the hippocampus is more viscous, memory is worse. A viscous hippocampus is like a memory-foam mattress that holds its shape even after you get up.\"The results suggest that the viscoelasticity of the hippocampus may be the mediating factor in the relationship between fitness and memory in healthy young adults.\"It also shows us that magnetic resonance elastography is a useful tool for understanding tissue microsctructure, and that microstructure is important to cognition,\" Schwarb said. \"This provides us a new level of analysis for studying the human brain.\"", "article_link": "http://dx.doi.org/10.1016/j.neuroimage.2017.03.061", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-bts050117.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/493856", "funder": "Intelligence Advanced Research Projects Activity", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Medicine/Health", " Neurobiology", " Exercise", " Memory/Cognitive Processes"], "journal": "NeuroImage", "description": "Studies have suggested a link between fitness and memory, but researchers have struggled to find the mechanism that links them. A new study by University of Illinois researchers found that the key may lie in the microstructure of the hippocampus, a region in the middle of the brain involved in memory processes.", "date": "Mon, 01 May 2017 04:00:00 GMT"}