{"title": "SOBP recognizes Simons Foundation with 2017 Humanitarian Award", "text": "The Society of Biological Psychiatry is pleased to honor the Simons Foundation with the 2017 Humanitarian Award. The prestigious award recognizes the crucial contributions of those whose efforts have had a very visible and public impact on both the field of biological psychiatry and the people suffering from mental illnesses. Dr. Kerry Ressler, President of the Society will present the award on May 19, 2017 at the 72nd Annual Meeting in San Diego, California.The Simons Foundation received the award for its leadership in decreasing stigma, advancing awareness, and contributing materially to the advancement of research in biological psychiatry. An Honorific Committee composed of the current and past five Society presidents selected the Simons Foundation from a pool of nominees. The prestigious award comes with a $5,000 cash prize.Founded in 1994 by Drs. James and Marilyn Simons, the Simons Foundation is a private organization in New York that seeks to advance basic research on fundamental questions of biology through its Life Sciences division and by supporting early career scientists. In 2003 the foundation launched the Simons Foundation Autism Research Initiative (SFARI), which has supported hundreds of investigators around the globe with the goal to improve the understanding, diagnosis, and treatment of autism spectrum disorders. The Simons Collaboration on the Global Brain, launched in 2014, is building a multi-disciplinary community of scientists to understand internal brain processes that give rise to cognition. The foundation has also made significant contributions to the field and to society through resources and outreach, such as public lectures, to further increase the impact of discoveries in the field.A full list of past Humanitarian Award winners can be found here.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/pmg-srs042817.php", "region": "", "source_link": null, "funder": "Society of Biological Psychiatry", "meeting": "The 72nd Annual Meeting for the Society of Biological Psychiatry", "institution": "Society of Biological Psychiatry", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "", "description": "The Society of Biological Psychiatry is pleased to honor the Simons Foundation with the 2017 Humanitarian Award. The prestigious award recognizes the crucial contributions of those whose efforts have had a very visible and public impact on both the field of biological psychiatry and the people suffering from mental illnesses. Dr. Kerry Ressler, President of the Society will present the award on May 19, 2017 at the 72nd Annual Meeting in San Diego, California.", "date": "Mon, 01 May 2017 04:00:00 GMT"}