{"title": "Just 10 minutes of meditation helps anxious people have better focus", "text": "Just 10 minutes of daily mindful mediation can help prevent your mind from wandering and is particularly effective if you tend to have repetitive, anxious thoughts, according to a study from the University of Waterloo.The study, which assessed the impact of meditation with 82 participants who experience anxiety, found that developing an awareness of the present moment reduced incidents of repetitive, off-task thinking, a hallmark of anxiety.\"Our results indicate that mindfulness training may have protective effects on mind wandering for anxious individuals,\" said Mengran Xu, a researcher and PhD candidate at Waterloo. \"We also found that meditation practice appears to help anxious people to shift their attention from their own internal worries to the present-moment external world, which enables better focus on a task at hand.\"The term mindfulness is commonly defined as paying attention on purpose, in the present moment, and without judgement.As part of the study, participants were asked to perform a task on a computer while experiencing interruptions to gauge their ability to stay focused on the task. Researchers then put the participants into two groups at random, with the control group given an audio story to listen to and the other group asked to engage in a short meditation exercise prior to being reassessed.\"Mind wandering accounts for nearly half of any person's daily stream of consciousness,\" said Xu. \"For people with anxiety, repetitive off-task thoughts can negatively affect their ability to learn, to complete tasks, or even function safely.\"It would be interesting to see what the impacts would be if mindful meditation was practiced by anxious populations more widely.\"The study, co-authored by Waterloo psychology professors Christine Purdon and Daniel Smilek and Harvard University's Paul Seli, was published in Consciousness and Cognition.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uow-j1m042817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Waterloo", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Mental Health", " Perception/Awareness", " Stress/Anxiety"], "journal": "Consciousness and Cognition", "description": "Just 10 minutes of daily mindful mediation can help prevent your mind from wandering and is particularly effective if you tend to have repetitive, anxious thoughts, according to a study from the University of Waterloo.", "date": "Mon, 01 May 2017 04:00:00 GMT"}