{"title": "In brain evolution, size matters -- most of the time", "text": "ITHACA, N.Y. - Which came first, overall bigger brains or larger brain regions that control specialized behaviors? Neuroscientists have debated this question for decades, but a new Cornell University study settles the score.The study reports that though vertebrate brains differ in size, composition and abilities, evolution of overall brain size accounts for most of these differences, with larger brains leading to greater capabilities.The study of 58 species of songbirds also found that once a species evolved a larger brain, brain regions that control the beak and mouth, and the area for song, developed additional complex neural networks.The paper, co-authored by Jordan Moore Ph.D., currently a postdoctoral fellow at Columbia University, and Timothy DeVoogd, a Cornell professor of psychology, was published May 10 in the Proceedings of the Royal Society B.The findings suggest that this principle may also help explain human evolution; we may have first evolved larger brains, which then allowed for adaptations that enhanced brain regions that control specific abilities, such as language.\"Most neuroscientists believe there is nothing special about the way that our brains have evolved, that what we need to do is understand the principles that underlie brain evolution in general, which is what this study involves,\" said DeVoogd. \"The way you build a bigger brain is not just making everything bigger but rather slowing down or lengthening late pieces of development.\" In this way, bigger brains have a more developed cortex (which plays key roles in memory, attention, perception, awareness, thought, language and consciousness) that is the last region to develop in animals and humans.The study is the first to compare -- and resolve -- two competing theories of brain evolution. One theory holds that natural selection drove progressive changes in particular areas of the brain, which then led to larger overall brains in species that needed them to survive. The other theory contends that some species acquired a bigger brain in general, and its larger basic parts could then be recruited for specific complex behaviors.To test these theories, Moore and DeVoogd measured the sizes of overall brains and 30 discrete areas that control behaviors in 58 songbirds spanning 20 families. \"One of the advantages of looking in the brains of birds is that it's relatively easy to get samples from lots of different species, and there's a lot of data on what the different species do. And specific areas devoted to these functions can be easily seen in the brain,\" DeVoogd said.Most of the variation in brain regions was accounted for by differences in the brain's overall size. But in two specific systems there was a significant amount of variation beyond what could be explained by brain size. Areas that controlled song were much larger in species that produce more varied and complex songs. Also, brain areas controlling the face and mouth were especially large in species with short, fat beaks that eat seeds, and they were small in species with long, thin beaks that eat insects. \"If you've ever watched a bird deal with a sunflower seed, it pushes the seed around with its tongue and grasps it with different points in its beak. And then it is able to break it open and get the inside out,\" DeVoogd explained.When it comes to humans, \"it's always been controversial how we got to be who we are,\" DeVoogd said. Since supporting a big brain requires great demands on energy and oxygen, some researchers speculate that changes in the diets of early humans, including the ability to find and cook high-quality food, helped facilitate overall human brain growth by supplying the needed calories and protein. Others speculate that living socially protected early humans and created evolutionary pressures for developing language, DeVoogd said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cu-ibe051017.php", "region": "namerica", "source_link": "http://news.cornell.edu/stories/2017/05/brain-evolution-size-matters-most-time", "funder": "National Science Foundation, Frank M. Chapman Memorial Fund, American Ornithologists' Union, US-Hungarian Joint Scientific Fund", "meeting": "", "institution": "Cornell University", "keywords": ["Biology", " Evolution", " Genetics", " Neurobiology", " History"], "journal": "Proceedings of the Royal Society B", "description": "Which came first, overall bigger brains or larger brain regions that control specialized behaviors? Neuroscientists have debated this question for decades, but a new Cornell University study settles the score.", "date": "Wed, 10 May 2017 04:00:00 GMT"}