{"title": "Jumping to your death? Motivations of extreme sports", "text": "Researchers have debunked the myth that extreme sportsmen and women are adrenalin junkies with a death wish, according to a new study.The research has been published in the latest edition of Psychology of Consciousness: Theory, Research and Practice by QUT Adjunct Professor Eric Brymer, who is currently based at Leeds Beckett University in the UK, and QUT Professor Robert Schweitzer.Professors Brymer and Schweitzer said extreme sports were leisure activities in which a mismanaged mistake or accident could result in death, such as BASE jumping, big wave surfing and solo rope free climbing.\"Extreme sports have developed into a worldwide phenomenon and we are witnessing an unprecedented interest in and engagement with these activities,\" Professor Brymer said.\"While participant numbers in many traditional team and individual sports such as golf, basketball and racket sports seem to have declined over the past decade, participant numbers in extreme sports have surged, making it a multi-million dollar industry.\"Professor Brymer said until now there had been a gross misunderstanding of what motivates people to take part in extreme sports, with many writing it off as an activity for adrenalin junkies.\"Our research has shown people who engage in extreme sports are anything but irresponsible risk-takers with a death wish. They are highly trained individuals with a deep knowledge of themselves, the activity and the environment who do it to have an experience that is life enhancing and life changing,\" he said.\"The experience is very hard to describe in the same way that love is hard to describe. It makes the participant feel very alive where all senses seem to be working better than in everyday life, as if the participant is transcending everyday ways of being and glimpsing their own potential.\"For example, BASE jumpers talk about being able to see all the colours and nooks and crannies of the rock as they zoom past at 300km/h, or extreme climbers feel like they are floating and dancing with the rock. People talk about time slowing down and merging with nature.\"Professor Schweitzer said understanding motivations for extreme sports were important to understanding humans.\"Far from the traditional risk-focused assumptions, extreme sports participation facilitates more positive psychological experiences and express human values such as humility, harmony, creativity, spirituality and a vital sense of self that enriches everyday life,\" Professor Schweitzer said.He said because extreme sports participants found it hard to put their experiences into words, the research project had taken a new approach to understanding the data.\"So rather than a theory based approach which may make judgements that don't reflect the lived experience of extreme sports participants, we took a phenomenological approach to ensure we went in with an open mind,\" he said.\"This allowed us to focus on the lived-experience of extreme sport with the goal of explaining themes that are consistent with participants' experience.\"By doing this we were able to, for the first time, conceptualise such experiences as potentially representing endeavours at the extreme end of human agency, that is making choices to engage in activity which may in certain circumstances lead to death.\"However, such experiences have been shown to be affirmative of life and the potential for transformation.\"Extreme sport has the potential to induce non-ordinary states of consciousness that are at once powerful and meaningful.\"These experiences enrich the lives of participants and provide a further glimpse into what it means to be human.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/quot-jty050917.php", "region": "africa", "source_link": "https://www.qut.edu.au/news/news?news-id=117476", "funder": "", "meeting": "", "institution": "Queensland University of Technology", "keywords": ["Medicine/Health", " Death/Dying", " Sports Medicine", " Sports/Recreation", " Social/Behavioral Science", " Behavior", " Death/Dying", " Exercise", " Sports/Recreation", " Mental Health"], "journal": "Psychology of Consciousness: Theory, Research and Practice", "description": "Researchers have debunked the myth that extreme sportsmen and women are adrenalin junkies with a death wish, according to a new study. The research has been published in the latest edition of Psychology of Consciousness: Theory, Research and Practice by QUT Adjunct Professor Eric Brymer, who is currently based at Leeds Beckett University in the UK, and QUT Professor Robert Schweitzer.", "date": "Tue, 09 May 2017 04:00:00 GMT"}