{"journal": "Brain", "url": "http://www.eurekalert.org/pub_releases/2017-02/nion-edd021017.php", "description": "'Bench-to-bedside' describes research that has progressed from basic science in animal models that has led to therapies used in patients. Now, a study in the journal Brain describes what could be considered a direct 'aquarium-to-bedside' approach, taking a drug discovered in a genetic zebrafish model of epilepsy and testing it, with promising results, in a small number of children with the disease.", "article_link": null, "date": "Fri, 10 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Epilepsy drug discovered in fish model shows promise in small pediatric clinical trial", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "\"Bench-to-bedside\" describes research that has progressed from basic science in animal models that has led to therapies used in patients. Now, a study in the journal Brain describes what could be considered a direct \"aquarium-to-bedside\" approach, taking a drug discovered in a genetic zebrafish model of epilepsy and testing it, with promising results, in a small number of children with the disease. The study was supported by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health. \"This is the first time that scientists have taken a potential therapy discovered in a fish model directly into people in a clinical trial,\" said Vicky Whittemore, Ph.D., program director at the NINDS. \"These findings suggest that it may be possible to treat neurological disorders caused by genetic mutations through an efficient and precision medicine-style approach.\"Scott C. Baraban, Ph.D., the William K. Bowes Jr. Endowed Chair in Neuroscience Research and professor of neurological surgery at the University of California, San Francisco (UCSF), postdoctoral fellow Aliesha Griffin, Ph.D., and colleagues used a zebrafish model of Dravet syndrome to test the drug lorcaserin and found that it suppressed seizure activity in the fish. Dravet syndrome is a severe form of pediatric epilepsy characterized by frequent daily drug-resistant seizures and developmental delays. It is caused by a genetic mutation, which Dr. Baraban's group was able to introduce into the zebrafish to cause epilepsy.      Dr. Baraban and his colleague Kelly Knupp, M.D. at the University of Colorado, Denver, then tested lorcaserin in five children with Dravet syndrome. The children were resistant to other anti-epileptic drugs and participated in this study through a compassionate use, off-label program. Lorcaserin was initially associated with decreased seizure frequency in all of the children. For example, during the first three months of treatment, one of the patients who had been experiencing multiple seizures every day, became seizure-free for two weeks. After three months, however, seizure activity had increased, but the frequency was less than had been reported at the start of the trial. None of the children experienced severe side effects, although some reported a decreased appetite. This builds on work from a 2013 study in which Dr. Baraban and his team at UCSF used an automated drug screening method to identify potential anti-epileptic therapies and discovered that the compound clemizole decreased seizure activity in the zebrafish. In the current study, Dr. Baraban's team discovered that clemizole may have its anti-seizure effects by acting on the serotonin system. Serotonin is a brain chemical that plays a role in various functions, including mood, appetite and memory. The researchers next identified a comparable drug, lorcaserin, which also affects the serotonin system and is available for clinical use.\"Using zebrafish, we can greatly reduce the time between identification of a potential treatment and getting it to individuals who desperately need help,\" said Dr. Baraban. Dr. Baraban's group is currently developing clemizole and its derivatives, for use in clinical trials. In addition, the researchers at UCSF are conducting experiments to learn more about the role of specific serotonin receptors in epilepsy in hopes of generating more effective treatments for children suffering from Dravet syndrome. ", "meeting": "", "keywords": ["Biology", " Genetics", " Medicine/Health", " Neurobiology", " Pediatrics", " Pharmaceutical Science"]}