{"journal": "Heart Asia", "url": "http://www.eurekalert.org/pub_releases/2017-02/b-rau020717.php", "description": "The use of recreational amphetamine, popularly known as 'speed,' 'ice,' and 'ecstasy,' may hasten the biological ageing of the heart, suggests research, published in the online journal Heart Asia.", "article_link": null, "date": "Thu, 09 Feb 2017 05:00:00 GMT", "funder": "", "title": "Recreational amphetamine use may hasten biological aging of the heart", "region": "europe", "source_link": null, "institution": "BMJ", "text": "The use of recreational amphetamine, popularly known as 'speed,' 'ice,' and 'ecstasy,' may hasten the biological ageing of the heart, suggests research, published in the online journal Heart Asia.The effects were seen in both men and women, and irrespective of other potential risk factors for heart disease and stroke, the findings indicate.Amphetamine is a stimulant, which sends the sympathetic nervous system and production of the 'fight or flight' hormone adrenaline into overdrive. It is associated with cardiovascular system effects, including speeding up the heart rate, sharply increasing blood pressure, and boosting the risk of stroke, heart attack, and aneurysm rupture.Prolonged stimulant use is reflected in premature ageing of the skin, and the researchers wanted to know if amphetamine use might also prematurely age the heart.They therefore measured the flow of blood through the brachial artery in the upper arm and the radial artery in the forearm of 713 people in their 30s and 40s, attending a clinic for substance misuse between 2006 and 2011. They did this to assess the degree of arterial stiffening; arteries harden as the body ages.They used a normal blood pressure cuff for the upper arm and a non-invasive monitoring system, called the SphygmoCor, for the forearm. SphygomoCor's software calculates the biological vascular age of an individual by matching the extent of arterial stiffening with chronological age, sex, and height.Each patient was asked about their drug use, and placed into one of four groups: non-smokers (483); smokers (107); amphetamine users (55); and methadone (heroin substitute) users (68).Most (94%) of those in the amphetamine group had used within the previous week and nearly half had used just the day before, on the 66 occasions they were monitored with the SphygmoCor.The results showed that of all four groups, the cardiovascular system of amphetamine users seemed to be ageing much faster than that of smokers and methadone users, both in terms of pure chronological age, and over time.These findings held true even after taking account of other known cardiovascular risk factors, such as weight, cholesterol levels, and an indicator of inflammation, C reactive protein.This suggests that the heart itself is ageing faster than expected, say the researchers, who point out that amphetamine use is often protracted, repeated, and long term.Many physiological processes in the body start to fail over the course of the lifespan as part of the normal ageing process, say the researchers. But on the basis of their findings, stimulant abuse seems to compound and accelerate this process, they suggest.By way of a possible explanation for their findings, they point to previous research which has shown that amphetamines interfere with stem cell functioning--the cells involved in tissue repair and renewal--and normal cell division.This is an observational study, so no firm conclusions can be drawn about cause and effect, added to which the number of amphetamine users was small, and there was no information on 'dose.'But the researchers conclude: \"The implication from the present work is that recurrent habitual amphetamine abuse ages the cardiovasculature, and likely the whole organism generally. It is therefore conceivable that stimulant abusers do physiological and cardiovascular harm.\"It's not clear if this damage is reversible either, they add, suggesting that their findings add even greater impetus to the need to tackle the \"global stimulant epidemic.\"", "meeting": "", "keywords": ["Medicine/Health"]}