{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-02/vumc-cpr020717.php", "description": "A major report led by Vanderbilt investigators found that the mere presence of even a small amount of calcified coronary plaque, more commonly referred to as coronary artery calcium (CAC), in people under age 50 -- even small amounts -- was strongly associated with increased risk of developing clinical coronary heart disease over the ensuing decade.", "article_link": null, "date": "Wed, 08 Feb 2017 05:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute, Vanderbilt University, Wake Forest University", "title": "Calcified plaque raises heart disease risk for young adults", "region": "namerica", "source_link": null, "institution": "Vanderbilt University Medical Center", "text": "A major report led by Vanderbilt investigators found that the mere presence of even a small amount of calcified coronary plaque, more commonly referred to as coronary artery calcium (CAC), in people under age 50 -- even small amounts -- was strongly associated with increased risk of developing clinical coronary heart disease over the ensuing decade.The study, appearing today (Feb. 8) in JAMA Cardiology, also revealed that those with the highest coronary artery calcium scores, as measured by computed tomography (CT) scan, had a greater than 20 percent chance of dying of a heart event over that same time period.CAC has long been associated with coronary heart disease and cardiovascular disease. However, prognostic data on CAC in younger adults -- people in their 30s and 40s -- have been very limited, especially in African Americans and women. \"We always thought you had to have a certain amount of this plaque before you were at risk of having events. What we showed was that, for younger people, any amount of coronary artery calcium or dramatically and statistically significantly increased risk of clinical heart disease,\" said Jeffrey Carr, M.D., M.Sc., Cornelius Vanderbilt Chair in Radiology and Radiological Sciences at Vanderbilt and lead author of the study.\"Any measurable CAC in early middle age -- scores of less than 100, and even less than 20 -- has a 10 percent risk of heart attack or acute myocardial infarction, both fatal and non-fatal, over the next decade beyond standard risk factors,\" Carr said.The study points to CAC as a very specific imaging biomarker for identifying those people who are at risk earlier in life for heart disease, and who may benefit from proven interventions such as cholesterol and blood pressure management, working toward a healthy BMI, smoking cessation and more.\"The person may not be at risk for a heart attack tomorrow or next month, but they are at very high risk over the next 10 years of their life. For individuals at this elevated risk, we have proven interventions that could reduce their risk,\" Carr said.Data for this study comes from the National Heart, Lung and Blood Institute (NHLBI) Coronary Artery Risk Development in Young Adults (CARDIA) Study, a longitudinal, community-based study that recruited 5,115 black and white adults age 18-30 in four cities -- Oakland, Minneapolis, Chicago and Birmingham, Alabama -- beginning in 1985 and followed them for 30 years. Institutions participating included Vanderbilt, the University of Minnesota, Northwestern University Feinberg School of Medicine, the University of Alabama at Birmingham, the Colorado School of Public Health, the American heart Association, the National Heart, Lung and Blood Institute and Kaiser Permanente.CT scans were performed on 3,330 subjects for the CAC study, and the mean follow-up period was 12.5 years. CAC of any amount was seen in 30 percent of that group.Investigators sought to answer two primary questions: can the simple presence of CAC on a chest CT inform clinical practice? And is a CAC score greater than 100 associated with premature death?The answer to both was yes. \"The presence of any coronary artery calcification, even the lowest score, was associated with between a 2.6 and tenfold increase in clinical events over the next 12.5 years,\" Carr said. \"And when it comes to those with high CAC scores (100 or above), the incidence of death was 22 percent, or approximately 1 in 5. Very few times do you get a biomarker, be it genetic or imaging, that predicts death at a level of 22 percent over 12.5 years.\"Carr said that whether the amount of CAC is high or low, it's presence is a signal that advanced coronary artery disease is present and enhanced prevention may be warranted. A change in clinical practice that can impact care today is that CAC can easily be identified on routine CT scans of the chest obtained for other indications, Carr said. \"For example, a 45-year-old woman with a cough might receive a routine CT scan that shows the presence of a calcified plaque in her coronary arteries. With this new information, the doctors don't need to know the CAC score or do additional tests. With the information that any CAC is present, she and her health care team could assess her risk and determine the optimum prevention strategy. \" \"Our study provides strong evidence that an individual under age 50 with any amount of CAC is at markedly elevated risk for heart disease, and for health care providers and patients it should be viewed as a call to action to enhance cardiovascular disease prevention,\" Carr said. Whether any kind of general screening for CAC is warranted needs additional research, although the study's authors suggest that a \"CT scan everyone\" strategy in all individuals age 32 to 46 is not indicated. \"Rather, a more targeted approach based on measuring risk factors in early adult life to predict individuals at high risk for developing CAC in whom the CT scan would have the greatest value can be considered. This strategy could reduce the number of people selected for additional testing with CT scans by 50 percent. The finding that CAC present by ages 32 to 46 years is associated with increased risk of premature coronary heart disease and death emphasizes the need for reduction of risk factors and primordial prevention beginning in early life,\" the authors write.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Smoking/Tobacco"]}