{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-02/nion-dcm020817.php", "description": "National Institutes of Health-funded researchers showed that they could prevent and reverse some of the brain injury caused by the toxic form of a protein called tau.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aah7029", "date": "Wed, 08 Feb 2017 05:00:00 GMT", "funder": "National Institutes of Health, Tau Consortium, Cure PSP", "title": "Designer compound may untangle damage leading to some dementias", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/untangling-dementias", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "In a study of mice and monkeys, National Institutes of Health funded researchers showed that they could prevent and reverse some of the brain injury caused by the toxic form of a protein called tau. The results, published in Science Translational Medicine, suggest that the study of compounds, called tau antisense oligonucleotides, that are genetically engineered to block a cell's assembly line production of tau, might be pursued as an effective treatment for a variety of disorders. Cells throughout the body normally manufacture tau proteins. In several disorders, toxic forms of tau clump together inside dying brain cells and form neurofibrillary tangles, including Alzheimer's disease, tau-associated frontotemporal dementia, chronic traumatic encephalopathy and progressive supranuclear palsy. Currently there are no effective treatments for combating toxic tau.\"This compound may literally help untangle the brain damage caused by tau,\" said Timothy Miller, M.D., Ph.D., the David Clayson Professor of Neurology at Washington University, St. Louis, and the study's senior author.Antisense oligonucleotides are short sequences of DNA or RNA programmed to turn genes on or off. Led by Sarah L. DeVos, a graduate student in Dr. Miller's lab, the researchers tested sequences designed to turn tau genes off in mice that are genetically engineered to produce abnormally high levels of a mutant form of the human protein. Tau clusters begin to appear in the brains of 6-month-old mice and accumulate with age. The mice develop neurologic problems and die earlier than control mice. Injections of the compound into the fluid filled spaces of the mice brains prevented tau clustering in 6-9 month old mice and appeared to reverse clustering in older mice. The compound also caused older mice to live longer and have healthier brains than mice that received a placebo. In addition, the compound prevented the older mice from losing their ability to build nests.\"These results open a promising new door,\" said Margaret Sutherland, Ph.D., program director at NIH's National Institute of Neurological Disorders and Stroke (NINDS). \"They suggest that antisense oligonucleotides may be effective tools for tackling tau-associated disorders.\"Currently researchers are conducting early phase clinical trials on the safety and effectiveness of antisense oligonucleotides designed to treat several neurological disorders, including Huntington's disease and amyotrophic lateral sclerosis. The U.S. Food and Drug Administration recently approved the use of an antisense oligonucleotide for the treatment of spinal muscular atrophy, a hereditary disorder that weakens the muscles of infants and children.Further experiments on non-human primates suggested that the antisense oligonucleotides tested in mice could reach important areas of larger brains and turn off tau. In comparison with placebo, two spinal tap injections of the compound appeared to reduce tau protein levels in the brains and spinal cords of Cynomologus monkeys. As the researchers saw with the mice, injections of the compound caused almost no side effects.Nevertheless, the researchers concluded that the compound needs to be fully tested for safety before it can be tried in humans. They are taking the next steps towards translating it into a possible treatment for a variety of tau related disorders.", "meeting": "", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Molecular Biology", " Medicine/Health", " Gerontology", " Neurobiology", " Alzheimer's Disease", " Biomedical/Environmental/Chemical Engineering", " Gene Therapy"]}