{"journal": "Nature Communications", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc--hms020717.php", "description": "Researchers at the University of California, Irvine have identified a key neural pathway in humans that explains how the brain processes feelings of fear and anxiety, a finding that could help scientists unlock new ways to treat mental health disorders.", "article_link": null, "date": "Wed, 08 Feb 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Deafness and Other Communication Disorders", "title": "Horror movie scenes help UCI team identify key brain circuits for processing fear", "region": "namerica", "source_link": null, "institution": "University of California - Irvine", "text": "Irvine, Calif., Feb. 8, 2017 -- Researchers at the University of California, Irvine have identified a key neural pathway in humans that explains how the brain processes feelings of fear and anxiety, a finding that could help scientists unlock new ways to treat mental health disorders.People are motivated to remember fearful events, because this information is useful for daily survival. Yet over-interpretation of fear may lead to anxiety and other mental disorders. Understanding how the human brain processes fearful information has been a topic of intense scientific research. Until now, the brain circuit underlying fear has only been mapped in rodents. The study, \"Amygdala-hippocampal dynamics during salient information processing,\" appears today in the journal Nature Communications. Researchers recorded neuronal activity using electrodes inserted into the amygdala and hippocampus of nine people as they watch scenes from horror movies to stimulate the recognition of fear. \"Deep brain electrodes capture neurons firing millisecond by millisecond, revealing in real time how the brain attends to fearful stimuli,\" said Jie Zheng, a UCI graduate student and the study's first author. Researchers demonstrated that these two regions, nestled deep in the center of the brain and which play a key role in recognizing emotional stimuli and encoding them in memories, are directly exchanging signals. \"In fact, neurons in the amygdala fired 120 milliseconds earlier than the hippocampus. It is truly remarkable that we can measure the brain dynamics with such precision,\" said Zheng. \"Further, the traffic pattern between the two brain regions are controlled by the emotion of the movie; a unidirectional flow of information from the amygdala to the hippocampus only occurred when people were watching fearful movie clips but not while watching peaceful scenes.\" Human and animal studies have established the amygdala's role in fear processing and a parallel role the hippocampus plays in enhanced memory processing of emotional events.  Despite the breadth of this research, senior author Dr. Jack Lin, said it was not previously known how these two nearby brain regions interact during the recognition of fearful stimulus. \"Most studies focus on each brain region in isolation,\" said Lin, a UCI professor of neurology. \"Our study unifies the varied literature on the roles of the amygdala and hippocampus in emotional processing, with direct evidence that the amygdala first extracts emotional relevance and then sends this information to the hippocampus to be processed as a memory.\" Understanding the activation of the exact brain network in processing fearful stimuli is critical to develop new treatment for psychiatric disorders in the era of personalized medicine. \"This is the first study in humans to delineate the mechanism by which our brain processes fear at the circuitry level,\" Lin said. \"This has huge implications for treating neuropsychiatric disorders. For example, current drugs available to treat anxiety disorder bind to large areas of the brain, leading to unwanted side effects.\"  \"Our hope is that we will one day be able to target and manipulate the precise amygdala-hippocampal circuit involved in processing negative emotions while preserving positive ones,\" he said. \"This study brings the promise of targeted therapy a step closer.\" Measurements were collected from electrodes implanted by UC Irvine Health neurosurgeons in nine patients with medication-resistant epilepsy as part of an assessment of their seizure activity. Electrode placement was guided exclusively by these patients' clinical needs, Lin said", "meeting": "", "keywords": ["Neurochemistry", " Medicine/Health", " Neurobiology", " Behavior", " Mental Health"]}