{"journal": "JAMA Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-02/tjnj-poc020617.php", "description": "The presence of any coronary artery calcium among adults ages 32 to 46 years was associated with a 5-fold increase in fatal and nonfatal coronary heart disease events during 12.5 years of follow-up, according to a study published online by JAMA Cardiology.", "article_link": null, "date": "Wed, 08 Feb 2017 05:00:00 GMT", "funder": "", "title": "Presence of coronary artery calcium among younger adults associated with increased risk of fatal heart", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "The presence of any coronary artery calcium among adults ages 32 to 46 years was associated with a 5-fold increase in fatal and nonfatal coronary heart disease events during 12.5 years of follow-up, according to a study published online by JAMA Cardiology.Coronary artery calcium (CAC) measured by noncontrast cardiac computed tomographic (CT) scan is a non-invasive measure of coronary artery disease that is associated with coronary heart disease (CHD) and cardiovascular disease (CVD) in middle and older age. The Coronary Artery Risk Development in Young Adults (CARDIA) Study previously reported that nonoptimal levels of modifiable cardiovascular risk factors at an average age of 25 years were associated with prevalent CAC measured 15 years later at an average age of 40 years. It is unknown if the presence of CAC by midlife increases the risk of CHD clinical events during the next decade in this younger population.John Jeffrey Carr, M.D., M.Sc., of the Vanderbilt University Medical Center, Nashville, Tenn., and colleagues conducted follow-up of CARDIA participants who had CAC measured 15, 20, and 25 years after entering the study. At year 15 of the study among 3,043 participants (average age, 40 years), 10 percent had CAC. Participants were followed up for 12.5 years, with 57 incident CHD events (fatal or nonfatal heart attack, acute coronary syndrome without heart attack, coronary revascularization, or CHD death) and 108 incident CVD events (CHD, stroke, heart failure, and peripheral arterial disease) observed.  After adjusting for demographics, risk factors, and treatments, those with any CAC experienced a 5-fold increase in CHD events and 3-fold increase in CVD events. \"Whether any kind of general screening for CAC is warranted needs further study, although we suggest that a strategy in which all individuals aged 32 to 46 years are screened is not indicated. Rather, a more targeted approach based on measuring risk factors in early adult life to predict individuals at high risk for developing CAC in whom the CT scan would have the greatest value can be considered. The finding that CAC present by ages 32 to 46 years is associated with increased risk of premature CHD and death emphasizes the need for reduction of risk factors and primordial prevention beginning in early life,\" the authors write.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}