{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-02/uom-tot020817.php", "description": "Disabling a part of brain cells that acts as a tap to regulate the flow of proteins has been shown to cause neurodegeneration, a new study from The University of Manchester has found.", "article_link": "http://dx.doi.org/10.1073/pnas.1608576114", "date": "Wed, 08 Feb 2017 05:00:00 GMT", "funder": "University of Manchester, Chinese Academy of Sciences in Beijing", "title": "Turning off the protein tap -- A new clue to neurodegenerative disease", "region": "europe", "source_link": null, "institution": "University of Manchester", "text": "Disabling a part of brain cells that acts as a tap to regulate the flow of proteins has been shown to cause neurodegeneration, a new study from The University of Manchester has found.The research, which was carried out in mice, focused on the Golgi apparatus -- a compartment inside all cells in the body that controls the processing and transport of proteins. It is fundamental for the growth of the cell membrane and also for the release of many types of proteins such as hormones, neurotransmitters and the proteins that make up our skeletons.Working with Chinese colleagues, the Manchester researchers examined the role of the Golgi apparatus in neurons, or brain cells, and found that mice in which the apparatus was disabled suffered from developmental delay, severe ataxia, and postnatal death.Ataxia is a term for a group of disorders that affect co-ordination, balance and speech. Any part of the body can be affected, but people with ataxia often have difficulties with balance and walking, speaking, swallowing, tasks such as writing and eating, and vision. It can be inherited, brought on through incidents such as a stroke, or through old age.Although the function of the Golgi apparatus, named after its Italian discoverer, is well understood, it has not been previously been shown to have a role in neurodegeneration.  With these results the scientists think they may have found a new avenue to explore in the search for the causes of some neurodegenerative diseases.Professor Martin Lowe, the lead researcher, said: \"Our results, combined with previous work, suggest that during the cellular changes that occur, loss of the Golgi function could be an important intermediary step that contributes to cell death.\"How much the Golgi apparatus contributes to the major neurodegenerative diseases such as Alzheimer's or Parkinson's is something that is currently unclear, though other studies have made this link.Professor Lowe added: \"Together with other published work our findings suggest that in certain neurodegenerative diseases the loss of function of the Golgi apparatus may contribute to the pathology that is occurring.\"", "meeting": "", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease"]}