{"journal": "American Journal of Pathology", "url": "http://www.eurekalert.org/pub_releases/2017-02/uotm-urd020817.php", "description": "Research from the University of Texas Medical Branch in Galveston has shed new light on what causes the permanent vision loss sometimes seen in the wake of a head injury. The findings are detained in the American Journal of Pathology.", "article_link": null, "date": "Wed, 08 Feb 2017 05:00:00 GMT", "funder": "", "title": "UTMB researchers discover reason for permanent vision loss after head injury", "region": "namerica", "source_link": null, "institution": "University of Texas Medical Branch at Galveston", "text": "GALVESTON, Texas - Research from The University of Texas Medical Branch in Galveston has shed new light on what causes the permanent vision loss sometimes seen in the wake of a head injury. The findings are detained in The American Journal of Pathology.When someone suffers a head trauma, sometimes there is damage to the optic nerve that is responsible for passing information between the eyes and the brain. When the optic nerve is injured, there are tears and swelling in the affected area that causes the nerve cells to die. This type of injury is called traumatic optic neuropathy, or TON, and results in irreversible vision loss.At this point, there is no effective treatment for TON and the mechanisms of the optic nerve cell death have been largely unclear.Wenbo Zhang, UTMB associate professor in the department of ophthalmology & visual sciences, and his team found that inflammation brought on by white blood cells play a role in head trauma-induced vision loss. Limiting inflammation could decrease nerve damage and preserve cell function, researchers discovered.Inflammation is part of the body's defense system against injury and infection and is an important component of wound healing. White blood cells travel to injured areas to help repair the damaged tissue, causing inflammation in the process. Excessive or uncontrolled inflammation can actually make injuries worse and contribute to disease in a couple of different ways - by activating cell death processes, clogging and rupturing blood vessels and producing toxic molecules like free radicals.\"Our data clearly showed that one of the protein receptors on white blood cells called CXCR3 brings white blood cells to the optic nerve in response to production of its binding partner CXCL10 by damaged nerve tissue,\" said Zhang. \"When we deleted CXCR3 or gave mice a drug that blocks the receptors following optic nerve damage, we observed fewer white blood cells on the scene by real-time noninvasive imaging, nerve damage was decreased and nerve cell function was preserved compared with mice that did not receive any intervention following injury.\"Yonju Ha, a lead author of this article, said that further studies on this receptor and its role in white blood cell recruitment following tissue injury may aid in the development of new interventions for diseases associated with nerve injury, such as TON, stroke, diabetic retinopathy and glaucoma.", "meeting": "", "keywords": ["Cell Biology", " Microbiology", " Medicine/Health", " Neurobiology", " Ophthalmology"]}