{"journal": "Neuroepidemiology", "url": "http://www.eurekalert.org/pub_releases/2017-02/tu-plb020717.php", "description": "Women who start menstruating early in life could later face a higher risk of stroke.", "article_link": "http://dx.doi.org/10.1159/000452220", "date": "Tue, 07 Feb 2017 05:00:00 GMT", "funder": "", "title": "Possible link between early menstruation and stroke risk", "region": "asia", "source_link": "http://www.tohoku.ac.jp/en/press/early_menstruation_and_stroke_risk.html", "institution": "Tohoku University", "text": "Women who started menstruating early in life could later face a higher risk of stroke. Women who started their periods at the age of 13 or younger, are about 1.8 times more likely to suffer a stroke, than those who started at the age of 15. These women are also more at risk for cerebral infarction, in which a section of brain tissue dies due to reduced blood flow and oxygen. This is according to research recently published in the journal Neuroepidemiology.Women who stopped menstruating at 45 or younger are also more likely to get cerebral infarction, but not stroke, compared to women who began menopause at the age of 50. Growing evidence suggests that the age women start and stop their periods, known as menarche and menopause respectively, factor into many diseases. Understanding the connections -- if there is a direct cause or if it can merely help in prediction -- might allow public health professionals to develop more effective prevention measures.To study the relationship between stroke and menstruation, a research team led by Tohoku University and Teikyo University School of Medicine followed a group of 1,412 postmenopausal women in the rural town of Ohasama, Japan, between 1998 and 2010. Through initial questionnaires and follow-up surveys, they tracked the women's ages of menarche and menopause, if and when they had a stroke, and other factors such as height, weight, heart disease and hypertension. After taking confounding factors into account, the researchers still found a statistically significant association between stroke risk and early menarche. This finding supports another study that found the same trend among middle-aged women in the United Kingdom. Studies by other groups found no strong association, but the researchers point out that most of those studies focused on the relationship between menarche and stroke mortality, not just stroke risk. \"Early menarche might predict the incidence of stroke rather than the mortality caused by stroke,\" says Professor Takayoshi Ohkubo, visiting professor at Tohoku University's Graduate School of Pharmaceutical Sciences.Menstruation onset is influenced by genetic, behavioural and socioeconomic factors, among others. Trying to delay menarche to help prevent stroke is a particularly interesting concept given that girls in developed nations are starting their periods earlier. However, since the study only applied to a specific rural population, further research is required to conclude that delaying menarche would be an effective stroke prevention measure.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}