{"journal": "Endocrinology", "url": "http://www.eurekalert.org/pub_releases/2017-02/tes-pba020317.php", "description": "An expectant mother's exposure to the endocrine-disrupting chemical bisphenol A (BPA) can raise her offspring's risk of obesity by reducing sensitivity to a hormone responsible for controlling appetite, according to a mouse study published in the Endocrine Society's journal Endocrinology.", "article_link": "http://dx.doi.org/10.1210/en.2016.1718", "date": "Tue, 07 Feb 2017 05:00:00 GMT", "funder": "", "title": "Prenatal bisphenol A exposure weakens body's fullness cues", "region": "namerica", "source_link": null, "institution": "The Endocrine Society", "text": "WASHINGTON -- An expectant mother's exposure to the endocrine-disrupting chemical bisphenol A (BPA) can raise her offspring's risk of obesity by reducing sensitivity to a hormone responsible for controlling appetite, according to a mouse study published in the Endocrine Society's journal Endocrinology.BPA is a chemical found in a variety of food containers, including polycarbonate plastic water bottles and can linings. BPA can interfere with the endocrine system by mimicking estrogen, one of the main sex hormones found in women. Research indicates BPA exposure is nearly universal. More than 90 percent of people tested in population studies had detectable levels of BPA and compounds produced when it is metabolized by the body in their urine. As of 2014, nearly 100 epidemiological studies had been published tying BPA to various health problems, according to the Society and IPEN's Introduction to Endocrine-Disrupting Chemicals.The new study found mice born to mothers exposed to BPA were less responsive to the hormone leptin, which is sometimes called the satiety hormone. Leptin helps inhibit the appetite by reducing hunger pangs when the body does not need energy. The hormone sends signals to the hypothalamus region of the brain to suppress the appetite.\"Our findings show that bisphenol A can promote obesity in mice by altering the hypothalamic circuits in the brain that regulate feeding behavior and energy balance,\" said the study's senior author, Alfonso Abizaid, Ph.D., of the Department of Neuroscience at Carleton University in Ottawa, Canada. \"Low level prenatal exposure to BPA delays a surge of leptin after birth that allows mice to develop the proper response to the hormone. BPA exposure permanently alters the neurobiology in the affected mice, making them prone to obesity as adults.\"To examine how BPA can encourage the development of obesity, the researchers fed pregnant mice BPA in their food. The mice were exposed to doses of BPA that are lower than levels deemed safe by the U.S. Food and Drug Administration and Health Canada. Once the mice gave birth, the researchers gave their offspring injections of leptin at various intervals and then examined their brain tissue and analyzed their blood to gauge the response to the hormone. Other pregnant mice were not exposed to any chemicals or were exposed to an estrogen chemical called diethylstilbestrol (DES), so their young could be compared to those born to mice that were exposed to BPA. All the mice were fed a control diet to eliminate differences in food intake.Newborn mice typically exhibit a surge of leptin when they are eight days old that programs the hypothalamus circuits to respond to fullness cues. The study found that animals exposed to BPA experienced this surge two days late, and mice exposed to DES never had a surge of leptin. When they were treated with leptin over the course of two days, control animals that weren't exposed to either chemical lost more weight than BPA- or DES-exposed mice.In addition, researchers found that mice exposed to BPA before birth had reduced fiber density and brain activity in the hypothalamus circuits involved in regulating energy expenditure.\"This study improves our understanding of how BPA can disrupt the endocrine system in a manner that raises the risk of obesity in animals,\" Abizaid said. \"Since BPA has also been linked to obesity in humans, people need to be aware that environmental factors can lead to increased susceptibility to obesity and cardio-metabolic disorders.\"", "meeting": "", "keywords": ["Ecology/Environment", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Environmental Health", " Toxicology"]}