{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/soir-gai020617.php", "description": "More than 400 original scientific studies of minimally invasive, image-guided treatments that may solve some of today's toughest medical problems will be presented at the Society of Interventional Radiology's (SIR) 2017 Annual Scientific Meeting, March 4-9, 2017, at the Walter E. Washington Convention Center in Washington, D.C.", "article_link": null, "date": "Mon, 06 Feb 2017 05:00:00 GMT", "funder": "", "title": "Get an image of the future of health at SIR 2017", "region": "namerica", "source_link": null, "institution": "Society of Interventional Radiology", "text": "WASHINGTON (Feb. 6, 2017)--More than 400 original scientific studies of minimally invasive, image-guided treatments that may solve some of today's toughest medical problems will be presented at the Society of Interventional Radiology's (SIR) 2017 Annual Scientific Meeting. The meeting takes place March 4-9, 2017, at the Walter E. Washington Convention Center in Washington, D.C.A unique opportunity for media to access global experts in minimally invasive, image-guided procedures, the meeting brings together nearly 5,000 interventional radiology physicians, fellows, trainees and related health care professionals. Registered reporters will be able to speak one-on-one with researchers and subject matter experts in our onsite press room, as groundbreaking research into obesity, migraine headache, enlarged prostate, uterine fibroids, deep vein thrombosis and other common medical conditions is revealed. \r\nThis year, SIR 2017 will also bring together health care reform thought leaders for a day-long symposium on March 9 about the impacts of Medicare payment and Affordable Care Act reform under the Trump administration. Former Senate Majority Leader Tom Daschle will offer perspectives on the administration's health care reform agenda. Rep. Brett Guthrie, the current vice chairman of the House Energy and Commerce Health Subcommittee, will provide insights into forthcoming congressional health care activity. Representatives of the media are invited to join all sessions at SIR 2017. Press registration is complimentary to credentialed media. For media registration only, contact Elise Castelli, (703) 460-5572, ecastelli@sirweb.org. Media representatives may also register online. View our media guidelines here. http://www.sirmeeting.org/files/content/docs/Press_Rules_2017.pdf\n", "meeting": "SIR 2017 Annual Scientific Meeting", "keywords": ["Medicine/Health", " Cancer", " Prostate Cancer", " Stroke", " Eating Disorders/Obesity", " Urogenital System", " Gynecology", " Pain", " Pediatrics", " Surgery"]}