{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/fhcr-fhp020317.php", "description": "Paulovich's lab will develop a customized panel of MRM (multiple reaction monitoring)-based assays and deploy these assays to quantify tumor proteins in clinical samples from patients receiving treatment. Other collaborators in the Moonshot project will decide on treatments, track how well the treatments shrink the tumors, and then search for correlations that show whether the tumors' protein makeup related to how well the patients responded to treatment.", "article_link": null, "date": "Mon, 06 Feb 2017 05:00:00 GMT", "funder": "Applied Proteogenomics OrganizationaL Learning and Outcomes", "title": "Fred Hutch's Paulovich lab to lead protein assay work for Beau Biden Cancer Moonshot", "region": "namerica", "source_link": null, "institution": "Fred Hutchinson Cancer Research Center", "text": "The Applied Proteogenomics OrganizationaL Learning and Outcomes (APOLLO) network, which is a partnership among the National Cancer Institute (NCI), Department of Defense, and Department of Veterans Affairs, has tapped the Paulovich Laboratory at Fred Hutchinson Cancer Research Center to create a panel of tests to measure key proteins that can serve as markers for tumors. The effort could ultimately lead to treatments that are more specifically targeted to a patient's distinct type of cancer.The APOLLO network is part of the Cancer Moonshot launched last year and led by former Vice President Joseph Biden. The network is contributing to the initiative's goal of making 10 years of progress in cancer research in just 5 years by using methods in proteogenomics to identify new ways to find and treat cancer. The emerging field of proteogenomics examines how a patient's genes and the proteins the genes produce contribute to cancer growth and response to cancer treatments.\"There's a growing appreciation of the value of proteomic approaches to studying cancer, and how they are complementary to genomic approaches,\" said Dr. Amanda Paulovich, who is a member of the Fred Hutchinson Cancer Research Center's Clinical Research Division and a professor in the Department of Medicine/Division of Oncology at the University of Washington School of Medicine.\"Genomic profiles alone, while advancing our ability to predict cancer responses to therapy, cannot in many cases provide sufficient information to definitively determine which types of cancers respond best to which therapeutics,\" Paulovich said. Since most cancer drugs target proteins, the hope is that adding protein analysis to gene analysis will improve the ability to predict tumor response to treatment, and to eventually match the right tumor with the right drug, she said.\"With APOLLO, we believe that by merging our grasp of the genome with a better understanding of its connection to the proteome, or proteogenomics, scientists will have the knowledge, including new regimens and better tools, to assemble the puzzle of precision-based medicine and its translation toward patient care,\" said Henry Rodriguez, PhD, MBA, director, NCI Office of Cancer Clinical Proteomics Research.Paulovich's lab is part of NCI's Clinical Proteomic Tumor Analysis Consortium (CPTAC), which was established in 2007 to bring together leading centers nationwide in a comprehensive and coordinated effort to accelerate the understanding of the molecular basis of cancer through the application of large-scale proteome and genome analysis, or proteogenomics.  Paulovich's team has pioneered targeted, reproducible proteomic assays that offer significant advantages over traditional laboratory methods for measuring proteins. Established by work spanning over a decade of preclinical testing in the lab of Paulovich and her colleagues, these advantages include standardization across laboratories and the ability to reliably measure many proteins at a time in a sample. \"We're excited to take this technology that we've extensively vetted in preclinical experiments and now begin to implement it in clinical trials,\" Paulovich said.Since she joined the research center in 2003, Paulovich has been developing laboratory tests (assays) to measure proteins expressed in human tumors. She and her team have created 249 tests so far, and they have more than 100 additional tests in their pipeline.Paulovich's proteomics assays are built on a technology called multiple reaction monitoring (MRM) mass spectrometry, which is widely used in clinical chemistry for quantifying smaller molecules (metabolites). It was named the \"Method of the Year\" for 2012 by the journal Nature Methods. For protein analysis, the method involves extracting proteins from blood and tissue samples, breaking them up into fragments called peptides, and using specially-designed antibodies to extract peptides of interest for quantification. Then, a specialized piece of laboratory equipment called a mass spectrometer is programmed to select specific peptides, break these up further, and analyze the mass and electrical signals produced by the peptide fragments. Using these signals, the MRM-based assays can detect not only whether a specific protein is present in a blood or tissue sample but how much of it there is, information that could be of vital importance for understanding the biology of a tumor. APOLLO is initially focusing on lung cancer patients, with plans to eventually include other forms of cancer.  Researchers and clinicians will work side-by-side to classify tumors based on molecular changes in genes and in the levels of proteins, and hope ultimately to use that information to devise tests to recommend targeted therapies or refer patients to appropriate clinical trials. Paulovich's lab will develop a customized panel of MRM-based assays and deploy these assays to quantify tumor proteins in clinical samples from patients receiving treatment. Other collaborators in the Moonshot project will decide on treatments, track how well the treatments shrink the tumors, and then search for correlations that show whether the tumors' protein makeup related to how well the patients responded to treatment.Paulovich, an oncologist who saw patients before turning to a research career, hopes the work will help to identify new targets for cancer therapeutics and to match patients with cancer therapeutics that are best suited to their conditions.\"Being the physician in the room ordering toxic chemotherapies for my patients and not knowing whether it would do more harm than good, it was a daily ethical dilemma,\" Paulovich said of her experience working with cancer patients before she came to Fred Hutch.\"I thought I could make a bigger impact by developing translational methods,\" she said. The protein assays she is creating eventually could become companion diagnostics that oncologists could use when making personalized treatment decisions for their patients.The Cancer Moonshot aims to speed up the discovery and delivery of cancer prevention, diagnosis and treatment approaches. The initiative is led by NCI and former Vice President Biden who visited the Hutch last summer as part of a tour of the nation's top cancer research centers.", "meeting": "", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Genetics", " Medicine/Health", " Cancer"]}