{"journal": "Nature Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-02/bifr-aap020117.php", "description": "Alpha-lipoic acid, a dietary supplement widely available to consumers, prevented stone formation in a mouse model of cystinuria, a rare inherited disease that causes recurrent formation of painful and damaging kidney stones. The research, a collaboration between the Buck Institute for Research on Aging and the University of California, San Francisco, has led to the initiation of a clinical trial in patients suffering from the condition.", "article_link": "http://dx.doi.org/10.1038/nm.4280", "date": "Mon, 06 Feb 2017 05:00:00 GMT", "funder": "American Federation of Aging Research, Larry L. Hillblom Foundation, Boston Scientific Foundation, National Institutes of Health", "title": "Alpha-lipoic acid prevents kidney stones in mouse model of rare genetic disease", "region": "namerica", "source_link": null, "institution": "Buck Institute for Research on Aging", "text": "Alpha-lipoic acid, a dietary supplement widely available to consumers, prevented stone formation in a mouse model of cystinuria, a rare inherited disease that causes recurrent formation of painful and damaging kidney stones. The research, a collaboration between the Buck Institute and the University of California, San Francisco (UCSF), has led to the initiation of a clinical trial in patients suffering from the condition.Publishing in Nature Medicine, researchers show that alpha-lipoic acid increased the solubility of the cystine crystals that collected in the urinary tracts of the mice. Alpha-lipoic acid is an anti-oxidant which naturally occurs in the body and in many foods. The supplement is approved in Germany to treat nerve-related symptoms of diabetes; it is thought to help prevent certain types of cell damage and is also used by consumers to treat degenerative eye and cardiovascular diseases. \"The effects were dramatic and unprecedented in this field,\" said Pankaj Kapahi, PhD, a professor at the Buck Institute and a senior co-author of the study, who noted that affected mice usually start developing cystine-laden kidney stones by three months of age. \"We were able to prevent stones from developing in young animals, and we significantly slowed the development of stones in animals that were already exhibiting the condition. We are excited that these results are moving to a clinical trial.\" Senior co-author Marshall Stoller, MD, heads the urinary stone division at UCSF's Department of Urology and has had to perform repeat surgeries on patients with the disease. \"These patients are in desperate need of new options,\" he said, adding that most currently available medications for cystinuria are decades old, not efficacious and associated with side effects. Stoller said cystine stones don't respond well to extracorporeal shock wave therapy aimed at breaking the stones into small pieces to allow for spontaneous stone passage, and that dietary modifications have minimal impact on the disease. \"The pain from passing kidney stones is intense and is comparable to vaginal childbirth, and many of these patients have to go through such an unanticipated episode every couple of months.\"  In addition to providing hope for patients suffering from cystinuria, the research also uncovered a new role for alpha-lipoic acid. \"Because it's an antioxidant, we thought the supplement would promote cystine metabolism in the mice,\" said Tiffany Zee, PhD, a postdoc in both the Kapahi lab and the Department of Urology at UCSF who led the research. \"Surprisingly, that was not the case. Instead, we found that the supplement increased the solubility of the cystine stones, providing a new function for alpha-lipoic acid, one that should be of interest to other researchers.\" Zee is now working on pinpointing the specific metabolites and mechanisms by which alpha-lipoic acid solubilizes cystine. That work could be daunting. \"We estimate that there could be up to 100 metabolites that interact with cystine in human urine and there are differences in the metabolic systems between mice and humans,\" said Neelanjan Bose, PhD, a joint postdoc at the Buck Institute and the Department of Urology at UCSF and a co-author of the paper. \"Our goal is to find the best way to exploit the benefits of alpha-lipoic acid, which means we need to drill down into the mechanisms involved in its activity,\" Bose said. Stoller is currently recruiting cystinuria patients for a clinical trial which will run for three years at UCSF. \"While we have been able to improve surgical techniques for these patients over the last three decades, it's time that we solve the problem of these stones forming in the first place, and thus eliminate the need for surgery,\" he said. Even though researchers plan to test alpha-lipoic acid on other genetic models of kidney stone disease, Stoller said it's not time for patients who have had \"garden variety\" kidney stones to rely on alpha-lipoic acid to prevent stone recurrence.  Those stones are primarily composed of calcium;  the supplement has not been tested in such animal models and may not work against them. ", "meeting": "", "keywords": ["Biology", " Cell Biology", " Genetics", " Clinical Trials", " Urogenital System", " Nutrition/Nutrients"]}