{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/njio-ngs020617.php", "description": "FaceDate, a mobile dating app that matches people based on their facial features in lieu of text profiles, was created by Ph.D. students Hillol Debnath, Nafize Paiker, Jianchen Shan and master's student Pradyumna Neog under the direction of Cristian Borcea, professor and chair of the computer science department.", "article_link": null, "date": "Mon, 06 Feb 2017 05:00:00 GMT", "funder": "", "title": "NJIT grad students invent slick new dating app", "region": "namerica", "source_link": "http://news.njit.edu/about-face/", "institution": "New Jersey Institute of Technology", "text": "Online dating has become a way of life for folks looking for love in the freewheeling, tap-and-swipe culture that dominates the 21st century.According to the Pew Research Center, online dating sites or mobile dating app usage by 18-to 24-year-olds has increased nearly threefold since 2013, while usage by 55-to 64-year-olds has doubled.As scores of singles wade through a crowded market, teeming with Tinders, Hornets, Bumbles, Hinges, Queeps and Mocos (yes, those are all actual dating apps), graduate computer science students in Ying Wu College of Computing at NJIT have invented a matchmaker that's poised to stand out from the crowd.It's called FaceDate: a mobile dating app that matches people based on their facial features in lieu of text profiles.FaceDate was created by Ph.D. students Hillol Debnath, Nafize Paiker, Jianchen Shan and master's student Pradyumna Neog under the direction of Cristian Borcea, professor and chair of the computer science department.FaceDate users are able to train the mobile app by uploading photos of faces they find attractive, and the app will provide matches, using a face recognition algorithm. To speed up execution and conserve phone battery life, the app uses cloud-computing infrastructure.\"Appearance is generally the essential characteristic that connects people at the beginning of a relationship,\" says Borcea, who is an expert in mobile and cloud computing and ad hoc networks. \"Many of the social matching and dating apps developed in the last decade use text-based profiles, which do not consider the face preferences of the users. But I'm able to tell FaceDate what kinds of faces I like, and the app will pair me with people who have similar-looking facial characteristics.\"FaceDate's user interface is pretty straightforward and easy to operate. To get started, you'll need to upload a photo of yourself and provide some basic information--birthdate, gender and a brief bio.Next, you'll be asked to upload a set of photos, giving you the ability to meet people who bare a resemblance to someone you find attractive.Yep. If you're partial to dimples, high cheekbones and a strong jawline, FaceDate will store the images in a database, distribute the search request, facilitate the matching of photos and organize conversations between you and other users who match your inclinations. And the face recognition tasks can run on your smartphone or be offloaded to the cloud.\"FaceDate doesn't require manual input from the user during the matchmaking process, like many of the popular dating apps,\" says Borcea. \"The app communicates interest on its own, automatically determining if two users satisfy each other's facial preferences and instantly informs them.\"This novel feature simplifies user interaction and maintains user privacy--all while suggesting a location-based, mutual match in real time. Successful matches appear on the \"results screen.\" And if you'd like to chat with the match, simply touch the photo and the \"chat with match screen\" will appear.\"The location-based part is important because we normally meet people around our places of work or where we go for entertainment,\" says Borcea. \"I can specify that I want to find a person within a two-block radius, and if I'm at a club in New York City, the app will be able to discover people in the vicinity that match my preferences.\"The Android-based FaceDate is currently in the prototype phase on Moitree, a middleware for cloud-assisted mobile distributed apps, and geared toward 18 and 30 year olds. \"But the application could work for anybody on the market,\" assures Borcea.The app developers applied for a patent in 2016, and plan to roll out the first phase of FaceDate exclusively to NJIT students in the coming months, with the hope of securing funding for further development and implementation on iOS.Borcea jokes that his students really created the app because they want to date around campus. And in the process, the young techies have also nudged the needle forward when it comes to the way people use technology to establish romantic relationships.", "meeting": "", "keywords": ["Algorithms/Models", " Technology/Engineering/Computer Science", " Computer Science", " Multimedia/Networking/Interface Design", " Software Engineering", " Theory/Design", " Internet"]}