{"journal": "Nature Microbiology", "url": "http://www.eurekalert.org/pub_releases/2017-02/tfci-glt020317.php", "description": "The ability of malaria parasites to persist in the body for years is linked to the expression of a set of genes from the pir gene family, scientists from the Francis Crick Institute and the Wellcome Trust Sanger Institute have found. Their results are published today in Nature Microbiology.", "article_link": "http://dx.doi.org/10.1038/nmicrobiol.2016.276", "date": "Mon, 06 Feb 2017 05:00:00 GMT", "funder": "Cancer Research UK, UK Medical Research Council, Wellcome", "title": "Genes linked to malaria parasites' ability to persist in the body", "region": "europe", "source_link": null, "institution": "The Francis Crick Institute", "text": "The ability of malaria parasites to persist in the body for years is linked to the expression of a set of genes from the pir gene family, scientists from the Francis Crick Institute and the Wellcome Trust Sanger Institute have found. Their results are published today in Nature Microbiology.The researchers show in a mouse study that as few as 1 in 10 of the parasites that initially appear in the blood express this set of pir genes. But almost all the parasites found persisting in the body at later times express the genes, and can be a source of further spread of the disease.Malaria is caused by parasites which are passed between people by mosquitoes. The body's immune system will eventually destroy most of the malaria parasites. But some will continue to reside dormant in the body year after year without causing any symptoms. The team hopes that a better understanding of the pir gene family will make it possible to destroy this reservoir of parasites that allows ongoing transmission of malaria despite increased efforts to eradicate the infection.The World Health Organisation reports that 303,000 children under five years old died from malaria in 2015 and an estimated 212 million people suffered the infection worldwide. The Crick team, led by Dr Jean Langhorne, collaborated with Dr Adam Reid and Dr Matthew Berriman at the Sanger Institute to identify which genes are most active in parasites that establish long-lasting infection. They used mice infected with the rodent malaria parasite Plasmodium chabaudi by mosquito bites and studied the expression of parasite genes during the blood stage of the infection. They confirmed their results with a second rodent malaria parasite, Plasmodium berghei.Dr Jean Langhorne, Group Leader at the Francis Crick Institute, says: \"We found that the first malaria parasites to appear in the blood were a highly varied population. From this population only a minority of parasites expressing a specific set of pir genes survived to establish a long-lasting, persistent infection. Surprisingly, parasites expressing these pir genes take over as the dominant parasites very quickly, and independently of the mouse's antibody or T-cell response.\"All species of malaria parasites, including the five that infect humans, have related pir genes. This suggests the pir gene family could be a clue to preventing chronic infection more generally.  Dr Adam Reid, joint first author from the Sanger Institute, explains: \"The pir genes are likely to be common to all species of malaria, and so it is possible that there is a shared mechanism across malaria species that enables them to create chronic infections. The parasite then has a way to establish a reservoir to ensure it is eventually passed on to another human or animal host.\"This is the first time that scientists have identified a potential role for these genes in establishing chronic infection. The group hopes that if a way can be found to target the biological mechanisms involved, it could prevent long-lasting persistent malaria infection and empty the reservoir. Dr Langhorne adds: \"Understanding how certain parasites go on to establish chronic infection and determining how a particular set of pir genes are involved may provide us with a means to prevent chronic infection which could be applicable to all types of malaria in humans.\"   ", "meeting": "", "keywords": ["Biology", " Genetics", " Parasitology", " Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"]}