{"title": "Penn State study shows aphasia may not solely be a language disorder", "text": "Aphasia, a language disorder commonly diagnosed in stroke patients, may not be solely a language issue as traditionally believed, according to a Penn State study.The study adds to a growing body of research highlighting other cognitive functions affected by aphasia, and indicates that the consequences of brain damage in aphasia patients may be more extensive than originally thought.\"The findings are significant because they can influence how patients with aphasia are treated to ensure a more complete recovery,\" said Chaleece Sandberg, assistant professor of communication sciences and disorders at Penn State and principal investigator of the study.\"Aphasia is considered to be strictly a language deficit, but as a field we are starting to embrace the notion that language is not distinct from other functions, and that it is really integrated with many other functions,\" Sandberg said.The findings appeared in the February edition of Frontiers in Human Neuroscience.Aphasia is a communication disorder caused by damage to parts of the brain that control language, according to the American Speech-Language-Hearing Association. The most common cause of aphasia is stroke. Patients diagnosed with aphasia can have difficulty speaking and understanding spoken words as well as difficulty reading and writing.Sandberg's study of adults with aphasia compared to same-age healthy adults indicates that issues may extend beyond language portions of the brain and therefore require additional intervention programs to ensure patients' full recovery.Specifically, Sandberg studied resting-state fMRI data, meaning subjects were awake, but not performing any task.\"Regions involved in hearing, vision, motor processing, attention and executive functions like organization and planning -- even when at rest -- are still all highly connected and talking to each other, forming distinct networks,\" Sandberg said.However, in brains at rest in people with aphasia, networks involved in hearing, motor processing, attention and executive functions were not as strongly connected as the same networks in the control group.\"The regions in these networks are not talking to each other as much as healthy adults of the same age, even in networks where brain damage didn't occur. This suggests widespread problems beyond the specific site of damage, which may cause problems for communication in the whole system, not only in networks that have specific damage,\" Sandberg said.The study is one of the first pieces of neuroimaging evidence to support a broader approach to aphasia treatment.\"When we are looking at ways to help people with aphasia recover their language function, we really need to look at the whole brain system and think about aspects of cognition such as attention and memory and how they may be affecting recovery of language function.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ps-pss032917.php", "region": "namerica", "source_link": "http://news.psu.edu/story/458907/2017/03/29/research/penn-state-study-shows-aphasia-may-not-solely-be-language-disorder", "funder": "National Institutes of Health, NIH/National Institutes on Deafness and other Communication Disorders", "meeting": "", "institution": "Penn State", "keywords": ["Medicine/Health", " Stroke", " Hearing/Speech", " Trauma/Injury"], "journal": "Frontiers in Human Neuroscience", "description": "Aphasia, a language disorder commonly diagnosed in stroke patients, may not be solely a language issue as traditionally believed, according to a Penn State study.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}