{"title": "Trauma and stress in teen years increases risk of depression during menopause, Penn study shows", "text": "PHILADELPHIA - Although depression is common during a woman's transition to menopause, understanding who is at-risk of experiencing major depressive disorder (MDD) during this period of hormonal fluctuation were previously unknown. Now, a new study shows that women who experience multiple traumatic events during childhood or adolescence have a significantly increased risk of depression in the years leading into menopause (known as perimenopause). In particular, women who experienced their first traumatic event in their teens are especially susceptible to depression during perimenopause, even if they had previously never had depression. Conducted by researchers at the Perelman School of Medicine at the University of Pennsylvania, the study is the first to focus on the role of childhood adversity in the onset of MDD during the menopause transition, and how the onset of MDD might be affected based on when the traumatic event occurred. Results are published in the Journal of Clinical Psychiatry.\"Our results show that women who experience at least two adverse events during their formative years - whether it be abuse, neglect, or some type of family dysfunction- are more than twice as likely to experience depression during perimenopause and menopause as women who either experienced those stressors earlier in life, or not at all,\" said lead author C. Neill Epperson, MD, a professor of Psychiatry and Obstetrics & Gynecology at the Perelman School of Medicine at the University of Pennsylvania, and director of the Penn Center for Women's Behavioral Wellness. \"This suggests that not only does early life stress have significant and long-lasting effects on the development and function of the regions of the brain responsible for emotions, mood, and memory, but the timing of when the event occurs may be equally as important.\"In the study, 243 women between 35 and 47 years old at enrollment (all deemed premenopausal with normal menstrual cycles) underwent behavioral, cognitive, and endocrine evaluations at predetermined intervals from 1996-2012. Over the 16 years, each woman also completed roughly 12 assessments for cognition and mood, as well as blood samples to measure hormone levels. \"Following these women for so many years allowed us to track the significant changes many of them experienced with the onset of the transition to menopause\" said Mary Sammel, ScD, a professor of Biostatistics in Penn's Center for Clinical Epidemiology and Biostatistics, and a co-author on the study. Between study years 14 and 16, phone interviews were conducted to assess menopause status, and in year 16, researchers used an Adverse Childhood Experiences Questionnaire (ACE-Q) to assess the relationship between stressful or traumatic events experienced in adolescents and health outcomes.In the sample, 39.5 percent, 22.2 percent and 38.3 percent of women reported having experienced 0, 1 or 2 or more ACEs, respectively. The most commonly reported ACE were emotional abuse, parental separation or divorce, or living with someone with alcohol or substance abuse. Most ACEs had occurred before the onset of puberty, suggesting that these traumatic and stressful events typically begin quite early in development.Results of the study showed that 52 women (22.4 percent) were diagnosed with MDD prior to experiencing any menstrual irregularity (premenopause), while 48 (20.7 percent) experienced their first MDD during perimenopause. Notably, women who reported two or more ACEs after the onset of puberty were 2.3 times more likely to have their first experience of MDD during perimenopause, compared to those who did not experience any ACEs, but were not more likely to have been diagnosed with MDD previously.The authors say the finding suggests that the hormonal changes that occur during menopause may unmask previously undetected risk for depression in women who experienced ACEs, particularly when the events occurred after puberty.\"There's clearly a strong link between childhood adversity and risk of depression, throughout a woman's life, but particularly during the transition to menopause,\" said senior author Ellen W. Freeman, PhD, a research professor of Obstetrics & Gynecology at Penn, noting that dramatic changes in hormone levels are experienced during both puberty and menopause. \"Our study points to the need for more research examining the long-term brain effects of childhood adversity, particularly around the time of puberty.\"The authors say that although the study is based on nearly 3,000 assessments, further research is needed to determine the effects of frequency and severity of ACEs, and the potential impact of hormone therapy on the risk of MDD during menopause.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-tas032717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Mental Health, NIH/National Institute on Drug Abuse, NIH/National Institute on Aging", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Gynecology", " Public Health", " Sex-Linked Conditions", " Fertility", " Sex-Linked Conditions"], "journal": "Journal of Clinical Psychiatry", "description": "A new study shows that women who experience multiple traumatic events during childhood or adolescence have a significantly increased risk of depression in the years leading into menopause (known as perimenopause). In particular, women who experienced their first traumatic event in their teens are especially susceptible to depression during perimenopause, even if they had previously never had depression. The study is the first to focus on the role of childhood adversity in the onset of MDD during the menopause transition.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}