{"title": "Tests can help quantify automatic empathy and moral intuitions", "text": "When people scan the latest political headlines or watch a video from a war-ravaged land, they tend to feel snap ethical or moral responses first and reason through them later. Now a team of psychologists have developed news tests and mathematical models that help to capture and quantify those snap moral and empathetic judgments.In a series of studies that looked at people's intuitive moral judgments and empathic responses, the researchers found that certain situations could trigger instant moral and empathetic assessments, even when they were directed to counteract those feelings.\"The studies were really sparked by this big picture question: How do people morally react to the world around them?\" said Daryl Cameron, who directs the Empathy and Moral Psychology Laboratory as an assistant professor of psychology and a research associate in the Rock Ethics Institute, Penn State. \"Although many theories focus on reasoning as an important part of moral life, within psychology in the past two decades, a lot of new theories have been developed that point to the central importance of intuitive reactions in our moral lives.\"Cameron added that although much work remains, these measures for intuitive moral judgment and empathy could lead to tests to help criminologists and psychologists better understand pathological behavior. Cameron's laboratory is currently extending the tasks to understand moral intuitions and empathy for pain in clinical and incarcerated populations.\"In the case of criminal psychopaths, these are people who can tell you exactly what is morally right and wrong, but they often appear to lack these emotional intuitions that sustain ethically appropriate behavior,\" said Cameron. \"So, perhaps in the future, we can find a way to capture these immediate gut reactions and that could, in turn, help us learn how to predict who is going to behave in moral situations.\"Victoria Spring, a graduate student in psychology who works with Cameron and a co-author on the empathy paper, said that the new test of empathy avoids self-report, which may be influenced by outside sources.\"How do you know someone is feeling empathy? You could just ask them but they might be motivated to respond in a certain way because of what they think the researcher or society expects them to say,\" said Spring. \"Implicit measures, such as the pain identification task, let us measure empathy in a way that is inexpensive, quick and doesn't rely on self-report.\"The researchers, who released their findings on the study on moral judgment in a recent issue of Cognition, created an implicit task that measures moral judgment without self-report, called the moral categorization task. They recruited 444 people to take part in the study.As part of the task, participants see two words -- a prime and a target -- that flashed on a computer screen in quick succession. The first word, or prime, appeared for about 100 milliseconds -- about as long as a blink of an eye -- followed by a second word, or target word.The participant is asked to disregard the prime and make a moral judgment on whether the target word is wrong or neutral, or somewhere in between, in under a second. Morally wrong terms included \"genocide,\" \"stealing\" and \"torture,\" among others. \"Whistling,\" \"leisure\" and \"passage\" were among the morally neutral terms.\"In the experiment, you're being told to respond as fast as possible and not to respond to that first word,\" said Cameron. \"What we see, reliably across all the experiments, is that people show a priming effect. The moral content of that first word biases your judgment about the morality of the second word. So, if you see the word, 'murder' flash up really quickly, even though you're told to ignore it, you're then much more likely to mistakenly judge the target word -- for example, 'baking' -- as morally wrong. That affective intuition you have that a word is wrong bleeds over and you make a mistake in judgment.\"The researchers were able to take this data and create a statistical model that could show whether the performance on the task was related to gut moral reactions or whether the participant's reactions were related to other factors that could affect control.\"For example, maybe if you're tired, your executive control is reduced and that might shape your performance,\" Cameron said.The team found that automatic moral intuitions, as captured by the mathematical model, were reduced for people who rated higher on psychopathy and increased for people who tend to feel more guilt. The model also showed that these intuitions matched up with real-world voting behavior.The researchers found similar effects in the study on empathy. Empathy is the ability to share in and resonate with others' experiences, such as pain.In that series of studies, published in the journal Emotion, 617 participants were recruited to complete an implicit measure for empathy without relying on self-report, called the pain identification task. This approach is similar to the study on moral judgment, except that participants see images instead of words.The subjects were again presented with a prime image, followed by a target image, and told not to allow the prime to change their answer. The prime or target images were either a picture of a needle painfully piercing a hand, or a Q-tip brushing against a finger.Participants, who were asked to disregard the first image, were expected to answer in under a second whether the experience displayed in the target image was painful or not.\"It's been shown in a lot of fascinating neuroscience studies that if I see you in pain, I vicariously share in your pain,\" said Cameron. \"Adam Smith made a famous observation from the late 18th century that if you see a physical blow about to hit someone, you flinch back yourself a little. And that's what we were attempting to capture in this study.\"Cameron said that the prime image -- whether painful or not -- did influence the person's response to the target photo. Automatic empathy, as captured in the mathematical model, was also associated with charitable donations.\"These measures of intuitive moral and empathic reactions, by moving beyond self-report and using mathematical modeling to quantify these processes, can hopefully spur new theoretical developments and practical applications in the study of human morality,\" said Cameron.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ps-tch032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Penn State", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Violence/Criminals"], "journal": "Cognition", "description": "When people scan the latest political headlines or watch a video from a war-ravaged land, they tend to feel snap ethical or moral responses first and reason through them later. Now a team of psychologists have developed news tests and mathematical models that help to capture and quantify those snap moral and empathetic judgments.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}