{"title": "Scientists gain insights into how Fragile X syndrome disrupts perception | EurekAlert! Science News", "year": "Fri, 05 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txin", "normal", "brains", "20", "neurons", "inhibitory", "meaning", "send", "signals", "limit", "communication", "neurons", "make", "sure", "signals", "exchanged", "within", "brain", "finely", "tuned", "confined", "specific", "areas", "depending", "person", "animal", "perceiving", "fragile", "x", "syndrome", "caused", "fault", "x", "chromosome", "leads", "defects", "brain", "neurons", "communicate", "study", "scientists", "observed", "fruit", "flies", "lack", "fragile", "x", "protein", "much", "less", "inhibition", "among", "brain", "neurons", "possibly", "leading", "noise", "information", "impacts", "noisier", "brainseven", "though", "research", "performed", "fruit", "flies", "many", "analogues", "flies", "humans", "lead", "insights", "human", "brain", "emre", "yaksi", "kavli", "institute", "systems", "neuroscience", "ntnu", "fragile", "x", "protein", "fruit", "flies", "similar", "fragile", "x", "protein", "humans", "research", "indicates", "patients", "fragile", "x", "syndrome", "brains", "impairing", "ability", "manage", "understand", "flow", "information", "making", "difficult", "interact", "world", "may", "explain", "many", "patients", "show", "anxiety", "learning", "communication", "difficulties", "may", "fall", "autism", "spectrum", "building", "research", "tech", "scratchto", "achieve", "research", "goals", "project", "new", "approaches", "working", "model", "organisms", "built", "ground", "ku", "leuven", "including", "technology", "perform", "electrophysiological", "recordings", "process", "images", "individual", "fruit", "fly", "neurons", "established", "technologies", "available", "broader", "scientific", "research", "luis", "franco", "leuven", "new", "tools", "helped", "us", "test", "hypotheses", "much", "rapidly", "allowed", "us", "collect", "process", "large", "datasets", "efficiently", "toward", "therapies", "boost", "inhibitionbased", "results", "research", "scientists", "propose", "pharmacological", "treatment", "fragile", "x", "sufferers", "enhances", "inhibition", "might", "reduce", "anxiety", "epileptic", "seizures", "observed", "subset", "fragile", "x", "patients", "may", "also", "improve", "fragile", "x", "patients", "process", "sensory", "information", "alleviating", "patients", "autistic", "bassam", "hassan", "brain", "spine", "institute", "paris", "france", "future", "research", "could", "include", "testing", "whether", "sensory", "discrimination", "tasks", "discriminating", "odors", "auditory", "tones", "patterns", "could", "used", "early", "diagnosis", "fragile", "x", "syndrome", "next", "steps", "test", "drugs", "enhance", "inhibition", "already", "approved", "use", "humans", "benzodiazepines", "barbiturates", "first", "models", "clinic"], "url": "http://www.eurekalert.org/pub_releases/2017-05/vfi-sgi050517.php", "date": "2018-01-19_21:08:33", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn normal brains, 20% of neurons are inhibitory, meaning that they send signals that limit communication between other neurons to make sure that signals exchanged within the brain are finely tuned and confined to specific areas, depending on what the person or animal is doing or perceiving. Fragile X syndrome, which is caused by a fault on the X chromosome, leads to defects in how brain neurons communicate with each other. In this study, scientists observed that fruit flies that lack the Fragile X protein have much less inhibition among their brain neurons, possibly leading to \"noise\" during information processing.The impacts of \"noisier\" brainsEven though the research was performed on fruit flies, there are many analogues between flies and humans that lead to insights into human brain diseases.Prof. Emre Yaksi (Kavli Institute for Systems Neuroscience at NTNU): \"The Fragile X protein in fruit flies is very similar to the Fragile X protein in humans. Our research indicates that patients with Fragile X syndrome have 'noisier' brains, impairing their ability to manage and understand the flow of information and making it more difficult to interact with the world. This may explain why many patients show anxiety, have learning and communication difficulties and may fall on the autism spectrum.\"Building research tech from scratchTo achieve the research goals of the project, new approaches to working with model organisms were built from the ground up at KU Leuven, including the technology to perform electrophysiological recordings and process images of individual fruit fly neurons. Now that they have been established, these technologies are now available to the broader scientific research community.Dr. Luis Franco (VIB-KU Leuven): \"These new tools helped us test our hypotheses much more rapidly, as they allowed us to collect and process large datasets more efficiently.\"Toward therapies that boost inhibitionBased on the results of their research, the scientists propose that pharmacological treatment of Fragile X sufferers that enhances inhibition might reduce anxiety and epileptic seizures that are observed in a subset of Fragile X patients. It may also improve how Fragile X patients process sensory information, alleviating patients' autistic symptoms.Prof. Bassam Hassan (Brain & Spine Institute, Paris, France): \"Future research could include testing whether sensory discrimination tasks such as discriminating odors, auditory tones or colors/visual patterns could be used for early diagnosis of Fragile X syndrome. Our next steps are to test drugs that enhance inhibition that are already approved for use in humans, such as benzodiazepines and barbiturates -- first in models, and then in the clinic.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn normal brains, 20% of neurons are inhibitory, meaning that they send signals that limit communication between other neurons to make sure that signals exchanged within the brain are finely tuned and confined to specific areas, depending on what the person or animal is doing or perceiving.", "Fragile X syndrome, which is caused by a fault on the X chromosome, leads to defects in how brain neurons communicate with each other.", "In this study, scientists observed that fruit flies that lack the Fragile X protein have much less inhibition among their brain neurons, possibly leading to \"noise\" during information processing.The impacts of \"noisier\" brainsEven though the research was performed on fruit flies, there are many analogues between flies and humans that lead to insights into human brain diseases.Prof.", "Emre Yaksi (Kavli Institute for Systems Neuroscience at NTNU): \"The Fragile X protein in fruit flies is very similar to the Fragile X protein in humans.", "Our research indicates that patients with Fragile X syndrome have 'noisier' brains, impairing their ability to manage and understand the flow of information and making it more difficult to interact with the world.", "This may explain why many patients show anxiety, have learning and communication difficulties and may fall on the autism spectrum.", "\"Building research tech from scratchTo achieve the research goals of the project, new approaches to working with model organisms were built from the ground up at KU Leuven, including the technology to perform electrophysiological recordings and process images of individual fruit fly neurons.", "Now that they have been established, these technologies are now available to the broader scientific research community.Dr.", "Luis Franco (VIB-KU Leuven): \"These new tools helped us test our hypotheses much more rapidly, as they allowed us to collect and process large datasets more efficiently.", "\"Toward therapies that boost inhibitionBased on the results of their research, the scientists propose that pharmacological treatment of Fragile X sufferers that enhances inhibition might reduce anxiety and epileptic seizures that are observed in a subset of Fragile X patients.", "It may also improve how Fragile X patients process sensory information, alleviating patients' autistic symptoms.Prof.", "Bassam Hassan (Brain & Spine Institute, Paris, France): \"Future research could include testing whether sensory discrimination tasks such as discriminating odors, auditory tones or colors/visual patterns could be used for early diagnosis of Fragile X syndrome.", "Our next steps are to test drugs that enhance inhibition that are already approved for use in humans, such as benzodiazepines and barbiturates -- first in models, and then in the clinic.\""], "source": "VIB (the Flanders Institute for Biotechnology)"}