{"title": "Tracking devices may improve quality of life for parents of children with autism | EurekAlert! Science News", "year": "Thu, 04 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txsan", "francisco", "many", "children", "autism", "spectrum", "disorder", "face", "increased", "risk", "injury", "wander", "away", "adults", "care", "even", "parents", "take", "safety", "precautions", "installing", "window", "bars", "home", "studies", "show", "parents", "fear", "children", "wandering", "significant", "source", "stress", "families", "new", "research", "presented", "2017", "pediatric", "academic", "societies", "meeting", "suggests", "electronic", "tracking", "devices", "worn", "children", "may", "reduce", "often", "children", "wander", "help", "ease", "parents", "discuss", "study", "abstract", "impact", "tracking", "device", "technology", "quality", "life", "families", "child", "autism", "spectrum", "disorder", "platform", "presentation", "saturday", "may", "6", "moscone", "west", "convention", "center", "san", "francisco", "also", "present", "5", "abstracts", "studies", "conducted", "using", "cohort", "currently", "largest", "national", "sample", "children", "wandered", "poster", "session", "tuesday", "may", "national", "estimates", "quarter", "million", "children", "autism", "developmental", "disorders", "wander", "away", "adult", "supervision", "year", "said", "andrew", "adesman", "md", "faap", "senior", "investigator", "abstracts", "presented", "chief", "developmental", "behavioral", "pediatrics", "seven", "alexandra", "cohen", "children", "medical", "center", "new", "york", "recent", "years", "parents", "professionals", "become", "increasingly", "aware", "dangers", "associated", "wandering", "children", "autism", "also", "emotional", "toll", "places", "families", "limits", "imposes", "activities", "adesman", "said", "given", "magnitude", "safety", "risks", "parental", "concerns", "important", "find", "solutions", "reduce", "likelihood", "injury", "children", "provide", "parents", "less", "reason", "worry", "studies", "researchers", "examined", "online", "survey", "responses", "parents", "invited", "participate", "autism", "organizations", "nationwide", "parents", "answered", "questions", "children", "developmental", "diagnosis", "severity", "past", "wandering", "behavior", "prevention", "strategies", "used", "address", "behavior", "including", "extra", "locks", "physical", "barriers", "child", "harnesses", "electronic", "tracking", "devices", "used", "radio", "bluetooth", "global", "positioning", "system", "gps", "technology", "help", "parents", "quickly", "find", "children", "wander", "suggest", "electronic", "tracking", "devices", "reduced", "wandering", "frequency", "nearly", "quarter", "23", "percent", "also", "wider", "effects", "household", "anxiety", "levels", "routines", "perceived", "quality", "life", "majority", "parents", "87", "percent", "said", "using", "electronic", "tracking", "device", "concerns", "wandering", "affected", "decisions", "whether", "let", "child", "spend", "time", "friends", "family", "absence", "example", "compared", "60", "percent", "parents", "said", "case", "using", "electronic", "tracking", "96", "percent", "parents", "said", "currently", "using", "electronic", "tracking", "device", "said", "made", "quality", "life", "better", "47", "percent", "send", "made", "somewhat", "better", "49", "percent", "said", "much", "better", "despite", "development", "several", "types", "electronic", "tracking", "devices", "aimed", "helping", "reduce", "risks", "related", "wandering", "children", "autism", "developmental", "disorders", "currently", "published", "findings", "regarding", "effectiveness", "devices", "impact", "families", "said", "laura", "mclaughlin", "developmental", "behavioral", "pediatrics", "research", "assistant", "principal", "investigator", "studies", "adesman", "said", "findings", "suggest", "physicians", "care", "children", "risk", "wandering", "become", "informed", "different", "electronic", "tracking", "devices", "counsel", "parents", "potential", "present", "abstract", "impact", "tracking", "device", "technology", "quality", "life", "families", "child", "autism", "spectrum", "disorder", "may", "6", "8", "10", "room", "five", "additional", "related", "abstracts", "displayed", "7", "10", "poster", "exhibit", "hall", "may", "9"], "url": "http://www.eurekalert.org/pub_releases/2017-05/aaop-tdm042617.php", "date": "2018-01-19_21:08:35", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSAN FRANCISCO - Many children with Autism Spectrum Disorder face increased risk of injury when they wander away from adults who care for them. Even when parents take safety precautions such as installing window bars at home, studies show parents' fear of their children wandering is a significant source of stress for families. New research being presented at the 2017 Pediatric Academic Societies Meeting suggests that electronic tracking devices worn by children may reduce how often children wander and help ease parents' anxiety.Researchers will discuss the study abstract, \"Impact of Tracking Device Technology on Quality of Life for Families with a Child with an Autism Spectrum Disorder,\" during a platform presentation on Saturday, May 6, at the Moscone West Convention Center in San Francisco.  They will also present 5 other abstracts about studies they conducted using the same cohort, currently the largest national sample of children who have wandered, during a poster session on Tuesday, May 9.According to national estimates, more than a quarter million children with autism and other developmental disorders wander away from adult supervision each year, said Andrew Adesman, MD, FAAP, a senior investigator for the abstracts being presented and Chief of Developmental & Behavioral Pediatrics at the Seven and Alexandra Cohen Children's Medical Center of New York.\"In recent years, parents and professionals have become increasingly aware of not only the dangers associated with wandering by children with autism, but also the emotional toll this places on families and the limits it imposes on activities,\" Dr. Adesman said.  \"Given the magnitude of safety risks and parental concerns, it is important to find evidence-based solutions that reduce the likelihood of injury to children and can provide parents with less reason for worry,\" he said.For the studies, researchers examined online survey responses from 1,345 parents invited to participate through autism organizations nationwide. The parents answered questions about their children's developmental diagnosis and severity, past wandering behavior and prevention strategies they'd used to address the behavior, including extra locks and physical barriers, child harnesses, and electronic tracking devices that used radio, Bluetooth or global positioning system (GPS) technology to help parents quickly find children who wander off.Results suggest that that electronic tracking devices reduced parent-rated wandering frequency by nearly a quarter (23 percent) while also having wider effects on household anxiety levels, routines and perceived quality of life. The majority of parents (87 percent) said that before using an electronic tracking device, concerns about wandering affected decisions whether to let their child spend time with friends or family in their absence, for example. This compared to 60 percent of parents who said this was the case while using an electronic tracking device.Overall, 96 percent of parents who said they were currently using an electronic tracking device said it made their quality of life better (47 percent send it made it \"somewhat better,\" and 49 percent said \"much better.\") \"Despite the development of several types of electronic tracking devices aimed at helping to reduce risks related to wandering by children with autism and other developmental disorders, currently there are no published findings regarding the effectiveness of these devices or their impact on families,\" said Laura McLaughlin, Developmental & Behavioral Pediatrics Research Assistant and Principal Investigator for the studies.  Dr. Adesman said the findings suggest physicians who care for children at risk for wandering should become informed about different electronic tracking devices and counsel parents about potential benefits.McLaughlin will present the abstract, \"Impact of Tracking Device Technology on Quality of Life for Families with a Child with an Autism Spectrum Disorder,\" on May 6 from 8 a.m. to 10 a.m. in room SFC-3008. Five additional, related abstracts will be displayed from 7 a.m. to 10 a.m. in the Poster & Exhibit Hall on May 9.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSAN FRANCISCO - Many children with Autism Spectrum Disorder face increased risk of injury when they wander away from adults who care for them.", "Even when parents take safety precautions such as installing window bars at home, studies show parents' fear of their children wandering is a significant source of stress for families.", "New research being presented at the 2017 Pediatric Academic Societies Meeting suggests that electronic tracking devices worn by children may reduce how often children wander and help ease parents' anxiety.Researchers will discuss the study abstract, \"Impact of Tracking Device Technology on Quality of Life for Families with a Child with an Autism Spectrum Disorder,\" during a platform presentation on Saturday, May 6, at the Moscone West Convention Center in San Francisco.", "They will also present 5 other abstracts about studies they conducted using the same cohort, currently the largest national sample of children who have wandered, during a poster session on Tuesday, May 9.According to national estimates, more than a quarter million children with autism and other developmental disorders wander away from adult supervision each year, said Andrew Adesman, MD, FAAP, a senior investigator for the abstracts being presented and Chief of Developmental & Behavioral Pediatrics at the Seven and Alexandra Cohen Children's Medical Center of New York.", "\"In recent years, parents and professionals have become increasingly aware of not only the dangers associated with wandering by children with autism, but also the emotional toll this places on families and the limits it imposes on activities,\" Dr. Adesman said.", "\"Given the magnitude of safety risks and parental concerns, it is important to find evidence-based solutions that reduce the likelihood of injury to children and can provide parents with less reason for worry,\" he said.For the studies, researchers examined online survey responses from 1,345 parents invited to participate through autism organizations nationwide.", "The parents answered questions about their children's developmental diagnosis and severity, past wandering behavior and prevention strategies they'd used to address the behavior, including extra locks and physical barriers, child harnesses, and electronic tracking devices that used radio, Bluetooth or global positioning system (GPS) technology to help parents quickly find children who wander off.Results suggest that that electronic tracking devices reduced parent-rated wandering frequency by nearly a quarter (23 percent) while also having wider effects on household anxiety levels, routines and perceived quality of life.", "The majority of parents (87 percent) said that before using an electronic tracking device, concerns about wandering affected decisions whether to let their child spend time with friends or family in their absence, for example.", "This compared to 60 percent of parents who said this was the case while using an electronic tracking device.Overall, 96 percent of parents who said they were currently using an electronic tracking device said it made their quality of life better (47 percent send it made it \"somewhat better,\" and 49 percent said \"much better.\")", "\"Despite the development of several types of electronic tracking devices aimed at helping to reduce risks related to wandering by children with autism and other developmental disorders, currently there are no published findings regarding the effectiveness of these devices or their impact on families,\" said Laura McLaughlin, Developmental & Behavioral Pediatrics Research Assistant and Principal Investigator for the studies.", "Dr. Adesman said the findings suggest physicians who care for children at risk for wandering should become informed about different electronic tracking devices and counsel parents about potential benefits.McLaughlin will present the abstract, \"Impact of Tracking Device Technology on Quality of Life for Families with a Child with an Autism Spectrum Disorder,\" on May 6 from 8 a.m. to 10 a.m. in room SFC-3008.", "Five additional, related abstracts will be displayed from 7 a.m. to 10 a.m. in the Poster & Exhibit Hall on May 9."], "source": "American Academy of Pediatrics"}