{"title": "Surprise communication found between brain regions involved in infant motor control | EurekAlert! Science News", "year": "Thu, 04 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "researchers", "found", "new", "connection", "infant", "brain", "may", "influence", "early", "stages", "motor", "control", "view", "newborn", "brain", "abuzz", "night", "processing", "signals", "body", "recognizing", "wriggles", "child", "fingers", "toes", "sound", "mommy", "daddy", "much", "infant", "brain", "works", "develops", "remains", "mystery", "university", "iowa", "researchers", "say", "uncovered", "new", "mode", "communication", "two", "relatively", "distant", "regions", "turns", "sleep", "key", "two", "areas", "brain", "communicate", "rhythms", "often", "synchronize", "one", "brain", "rhythm", "theta", "rhythm", "closely", "associated", "hippocampus", "region", "forebrain", "important", "consolidating", "memories", "navigation", "among", "functions", "experiments", "infant", "rats", "researchers", "showed", "first", "time", "hippocampus", "oscillates", "lockstep", "red", "nucleus", "structure", "plays", "major", "role", "motor", "control", "importantly", "hippocampus", "red", "nucleus", "synchronize", "almost", "exclusively", "rem", "active", "humans", "spend", "much", "early", "lives", "rem", "sleep", "human", "newborns", "eight", "hours", "every", "day", "occupied", "rem", "sleep", "alone", "rat", "brains", "human", "brains", "basic", "structure", "ui", "researchers", "believe", "communication", "regions", "likely", "occurring", "human", "infants", "also", "suspect", "disruptions", "linkage", "may", "contribute", "problems", "often", "accompany", "disorders", "autism", "schizophrenia", "findings", "provide", "possible", "route", "understanding", "early", "emergence", "motor", "problems", "human", "infants", "found", "communication", "hippocampus", "red", "nucleus", "occurred", "primarily", "rem", "sleep", "disrupting", "normal", "sleep", "early", "infancy", "could", "interfere", "strengthening", "communication", "links", "among", "forebrain", "brainstem", "structures", "says", "mark", "blumberg", "professor", "ui", "department", "psychological", "brain", "sciences", "corresponding", "author", "study", "published", "journal", "current", "biology", "feel", "work", "opens", "new", "doors", "host", "important", "questions", "largely", "overlooked", "blumberg", "del", "fulbright", "scholar", "joined", "blumberg", "lab", "doctoral", "studies", "says", "surprised", "findings", "although", "lot", "known", "theta", "rhythm", "hippocampus", "forebrain", "structures", "one", "seems", "suspected", "might", "also", "involved", "communication", "hippocampus", "structure", "like", "red", "nucleus", "del", "blumberg", "discovery", "supports", "idea", "rem", "sleep", "important", "early", "brain", "development", "brain", "rhythms", "play", "significant", "role", "researchers", "point", "infant", "red", "nucleus", "similar", "structures", "contribute", "heavily", "motor", "control", "time", "development", "brain", "structures", "including", "motor", "cortex", "still", "many", "similarities", "brain", "behavior", "infant", "rats", "humans", "would", "extraordinary", "similar", "events", "also", "happening", "us", "blumberg", "says"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uoi-scf042817.php", "date": "2018-01-19_21:08:39", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Researchers have found a new connection in the infant brain that may influence early stages of motor control.\n       view more A newborn's brain is abuzz with activity.Day and night, it's processing signals from all over the body, from recognizing the wriggles of the child's own fingers and toes to the sound of mommy's or daddy's voice.Though much of how the infant brain works and develops remains a mystery, University of Iowa researchers say they have uncovered a new mode of communication between two relatively distant regions. And, it turns out that sleep is key to this communication.When two areas of the brain communicate, their rhythms will often synchronize. One well-known brain rhythm, the theta rhythm, is most closely associated with the hippocampus, a region in the forebrain important for consolidating memories and navigation, among other functions. In experiments with infant rats, the researchers showed for the first time that the hippocampus oscillates in lockstep with the red nucleus, a brain-stem structure that plays a major role in motor control. Importantly, the hippocampus and red nucleus synchronize almost exclusively during REM (active) sleep.Rats and humans both spend much of their early lives in REM sleep. In human newborns, eight hours of every day is occupied by REM sleep alone. And because rat brains and human brains have the same basic structure, UI researchers believe the same communication, between the same regions, is likely occurring in human infants. They also suspect disruptions to that linkage may contribute to the motor-control problems that often accompany disorders such as autism and schizophrenia.\"Our findings provide a possible route to understanding the early emergence of motor problems in human infants. Because we found that communication between the hippocampus and red nucleus occurred primarily during REM sleep, disrupting normal sleep in early infancy could interfere with the strengthening of the communication links among forebrain and brainstem structures,\" says Mark Blumberg, a professor in the UI Department of Psychological and Brain Sciences and corresponding author on the study, published in the journal Current Biology.\"We feel this work opens new doors to a host of important questions that have been largely overlooked,\" Blumberg says.Carlos Del Rio-Bermudez, a Fulbright Scholar who joined Blumberg's lab for his doctoral studies, says he was surprised by the findings.\"Although a lot is known about the theta rhythm in the hippocampus and other forebrain structures, no one seems to have suspected that it might also be involved in communication between the hippocampus and a brain-stem structure like the red nucleus,\" Del Rio-Bermudez says.According to Blumberg, this discovery supports the idea that REM sleep is important for early brain development and that brain rhythms play a significant role in this process.The researchers point out that an infant's red nucleus and other similar structures contribute heavily to motor control at a time in development when other brain structures, including the motor cortex, are still developing.Considering the many similarities in the brain and behavior of infant rats and humans, \"it would be extraordinary if similar events are not also happening in us,\" Blumberg says.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Researchers have found a new connection in the infant brain that may influence early stages of motor control.", "view more A newborn's brain is abuzz with activity.Day and night, it's processing signals from all over the body, from recognizing the wriggles of the child's own fingers and toes to the sound of mommy's or daddy's voice.Though much of how the infant brain works and develops remains a mystery, University of Iowa researchers say they have uncovered a new mode of communication between two relatively distant regions.", "And, it turns out that sleep is key to this communication.When two areas of the brain communicate, their rhythms will often synchronize.", "One well-known brain rhythm, the theta rhythm, is most closely associated with the hippocampus, a region in the forebrain important for consolidating memories and navigation, among other functions.", "In experiments with infant rats, the researchers showed for the first time that the hippocampus oscillates in lockstep with the red nucleus, a brain-stem structure that plays a major role in motor control.", "Importantly, the hippocampus and red nucleus synchronize almost exclusively during REM (active) sleep.Rats and humans both spend much of their early lives in REM sleep.", "In human newborns, eight hours of every day is occupied by REM sleep alone.", "And because rat brains and human brains have the same basic structure, UI researchers believe the same communication, between the same regions, is likely occurring in human infants.", "They also suspect disruptions to that linkage may contribute to the motor-control problems that often accompany disorders such as autism and schizophrenia.", "\"Our findings provide a possible route to understanding the early emergence of motor problems in human infants.", "Because we found that communication between the hippocampus and red nucleus occurred primarily during REM sleep, disrupting normal sleep in early infancy could interfere with the strengthening of the communication links among forebrain and brainstem structures,\" says Mark Blumberg, a professor in the UI Department of Psychological and Brain Sciences and corresponding author on the study, published in the journal Current Biology.", "\"We feel this work opens new doors to a host of important questions that have been largely overlooked,\" Blumberg says.Carlos Del Rio-Bermudez, a Fulbright Scholar who joined Blumberg's lab for his doctoral studies, says he was surprised by the findings.", "\"Although a lot is known about the theta rhythm in the hippocampus and other forebrain structures, no one seems to have suspected that it might also be involved in communication between the hippocampus and a brain-stem structure like the red nucleus,\" Del Rio-Bermudez says.According to Blumberg, this discovery supports the idea that REM sleep is important for early brain development and that brain rhythms play a significant role in this process.The researchers point out that an infant's red nucleus and other similar structures contribute heavily to motor control at a time in development when other brain structures, including the motor cortex, are still developing.Considering the many similarities in the brain and behavior of infant rats and humans, \"it would be extraordinary if similar events are not also happening in us,\" Blumberg says."], "source": "University of Iowa"}