{"title": "Novel tool confers targeted, stable editing of epigenome in human stem cells | EurekAlert! Science News", "year": "Thu, 04 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "new", "salk", "technology", "adds", "methyl", "groups", "specific", "positions", "dna", "allowing", "targeted", "gene", "correction", "aberrant", "epigenetic", "disorders", "view", "la", "jolla", "may", "4", "2017", "salk", "institute", "scientists", "developed", "novel", "technology", "correct", "aberrations", "chemical", "tags", "dna", "affect", "genes", "expressed", "types", "chemical", "modifications", "collectively", "referred", "epigenetics", "epigenome", "increasingly", "considered", "important", "genomic", "sequence", "development", "new", "salk", "technology", "described", "journal", "science", "may", "4", "2017", "used", "model", "mutations", "epigenome", "associated", "colon", "cancer", "restore", "proper", "methylation", "patterns", "stem", "cells", "derived", "patients", "suffering", "angelman", "syndrome", "rare", "neurodegenerative", "disorder", "often", "misdiagnosed", "autism", "addition", "modeling", "treating", "epigenetic", "disorders", "technology", "also", "holds", "promise", "studying", "human", "development", "biology", "general", "excited", "many", "new", "avenues", "work", "opens", "understanding", "disease", "processes", "developing", "effective", "new", "therapies", "says", "salk", "professor", "juan", "carlos", "izpisua", "belmonte", "senior", "author", "paper", "holder", "salk", "roger", "guillemin", "chair", "giant", "step", "discover", "edit", "genome", "technology", "edit", "epigenome", "another", "leap", "forward", "izpisua", "belmonte", "lab", "recently", "pioneered", "method", "modify", "genes", "nondividing", "cells", "make", "majority", "adult", "tissues", "new", "technique", "goes", "beyond", "genes", "target", "common", "type", "epigenetic", "change", "called", "dna", "methylation", "chemical", "tags", "called", "methyl", "groups", "attach", "dna", "typically", "tags", "mark", "gene", "ready", "turned", "scientists", "learning", "dna", "methylation", "involved", "range", "physiological", "pathological", "processes", "embryonic", "development", "onset", "certain", "diseases", "later", "life", "including", "cancer", "researchers", "discovered", "ways", "altering", "methylation", "status", "short", "dna", "sequences", "one", "able", "make", "changes", "stick", "broad", "range", "prerequisite", "proper", "gene", "activation", "inactivation", "80", "percent", "mammalian", "dna", "methylated", "izpisua", "belmonte", "lab", "curious", "regions", "unmethylated", "paradoxically", "regions", "often", "rich", "potential", "methylation", "sites", "tend", "close", "regions", "genes", "transcription", "genetic", "information", "begins", "yet", "somehow", "regions", "called", "cpg", "islands", "normally", "remain", "unmethylated", "researchers", "hypothesized", "interfering", "cpg", "islands", "might", "trigger", "new", "methylation", "test", "hypothesis", "team", "first", "used", "molecular", "tools", "insert", "dna", "without", "cpgs", "island", "close", "mlh1", "gene", "mlh1", "normally", "unmethylated", "leads", "increased", "risk", "colon", "cancer", "becomes", "methylated", "team", "able", "mimic", "aberrant", "methylation", "colon", "cancer", "gene", "proof", "principle", "begin", "understand", "abnormal", "methylation", "associated", "cancers", "interesting", "cpg", "islands", "resist", "methylation", "says", "yuta", "takahashi", "salk", "research", "associate", "first", "author", "paper", "introducing", "dna", "override", "machinery", "blocks", "induce", "dna", "methylation", "entire", "island", "knowing", "could", "induce", "methylation", "belong", "team", "next", "tried", "attach", "methyl", "tags", "belong", "genome", "missing", "diseases", "angelman", "syndrome", "results", "aberrant", "dna", "methylation", "causes", "loss", "ube3a", "protein", "neurons", "leads", "cognitive", "deficits", "patients", "using", "technology", "team", "corrected", "abnormal", "dna", "methylation", "restored", "ube3a", "protein", "levels", "neuronal", "cells", "dish", "exciting", "according", "researchers", "fact", "methylation", "patterns", "introduced", "stable", "time", "true", "epigenetic", "technologies", "even", "removing", "dna", "affect", "new", "methylation", "finding", "offers", "way", "rewrite", "epigenetic", "marks", "cpg", "islands", "well", "providing", "insight", "mechanism", "cpg", "islands", "protected", "dna", "methylation", "wonderful", "developed", "new", "technology", "allows", "robust", "editing", "dna", "methylome", "cpg", "islands", "pluripotent", "stem", "cells", "help", "develop", "therapeutics", "epigenetic", "disorders", "says", "jun", "wu", "salk", "staff", "scientist", "one", "paper", "coauthors", "discovering", "underlying", "mechanisms", "dna", "methylation", "hope", "even", "technology"], "url": "http://www.eurekalert.org/pub_releases/2017-05/si-ntc042817.php", "date": "2018-01-19_21:08:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: New Salk technology adds methyl groups at specific positions on DNA, allowing targeted gene correction of aberrant epigenetic disorders\n     view more LA JOLLA--(May 4, 2017) Salk Institute scientists have developed a novel technology to correct disease-causing aberrations in the chemical tags on DNA that affect how genes are expressed. These types of chemical modifications, collectively referred to as epigenetics or the epigenome, are increasingly being considered as important as the genomic sequence itself in development and disease.The new Salk technology, which is described in the journal Science on May 4, 2017, was used to model mutations in the epigenome associated with colon cancer and to restore proper methylation patterns in stem cells derived from patients suffering from Angelman syndrome (AS), a rare neurodegenerative disorder often misdiagnosed as autism. In addition to modeling and treating epigenetic disorders, the technology also holds promise for studying human development and biology in general.\"We are excited at how many new avenues this work opens up for understanding disease processes and developing effective new therapies,\" says Salk Professor Juan Carlos Izpisua Belmonte, senior author of the paper and holder of Salk's Roger Guillemin Chair. \"It was a giant step to discover how to edit the genome--this technology to edit the epigenome is another leap forward.\"Izpisua Belmonte's lab recently pioneered a method to modify genes in nondividing cells, which make up the majority of adult tissues. The new technique goes beyond genes to target the most common type of epigenetic change, called DNA methylation, in which chemical tags called methyl groups attach to DNA. Typically these tags mark the gene as ready to be turned on or off. More and more, scientists are learning that DNA methylation is involved in a range of physiological and pathological processes from embryonic development to the onset of certain diseases later in life, including cancer. Researchers have discovered ways of altering methylation status on short DNA sequences, but no one has been able to make the changes stick over a broad range (a prerequisite for proper gene activation or inactivation) until now.Because 80 percent of mammalian DNA is methylated, the Izpisua Belmonte lab was curious about regions that are unmethylated. Paradoxically, these regions are often rich in potential methylation sites and tend to be close to regions of genes where transcription of genetic information begins. Yet somehow these regions, which are called CpG islands, normally remain unmethylated. The researchers hypothesized that interfering with CpG islands might trigger new methylation. To test this hypothesis, the team first used molecular tools to insert DNA without CpGs into the island close to the MLH1 gene. MLH1 is normally unmethylated but leads to an increased risk of colon cancer if it becomes methylated. The team was able to mimic the aberrant methylation in the colon cancer gene as a proof of principle to begin to understand how abnormal methylation is associated with cancers.\"What is interesting about CpG islands is that they resist methylation,\" says Yuta Takahashi, a Salk research associate and first author of the paper. \"But by introducing CpG-free DNA, we can override the machinery that blocks it and then induce DNA methylation of the entire island.\" Knowing they could induce methylation where it doesn't belong, the team next tried to attach methyl tags where they do belong on a genome but are missing, such as in some diseases. Angelman syndrome (AS) results from aberrant DNA methylation, which causes a loss of the UBE3A protein in neurons. This leads to cognitive deficits in patients. By using their technology, the team corrected the abnormal DNA methylation and restored UBE3A protein levels in AS neuronal cells in a dish. Most exciting, according to the researchers, was the fact that all the methylation patterns they introduced were stable over time, which has not been true of other epigenetic technologies. Even removing the CpG-free DNA did not affect the new methylation. The finding offers a way to rewrite epigenetic marks on CpG islands, as well as providing insight into the mechanism by which CpG islands are protected from DNA methylation.\"It's wonderful that we have developed a new technology that allows for robust editing of the DNA methylome at CpG islands in pluripotent stem cells, which will help develop cell-replacement therapeutics for epigenetic disorders,\" says Jun Wu, a Salk staff scientist and one of the paper's coauthors. \"But by discovering the underlying mechanisms of DNA methylation, we hope to do even more with this technology.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: New Salk technology adds methyl groups at specific positions on DNA, allowing targeted gene correction of aberrant epigenetic disorders\n     view more LA JOLLA--(May 4, 2017) Salk Institute scientists have developed a novel technology to correct disease-causing aberrations in the chemical tags on DNA that affect how genes are expressed.", "These types of chemical modifications, collectively referred to as epigenetics or the epigenome, are increasingly being considered as important as the genomic sequence itself in development and disease.The new Salk technology, which is described in the journal Science on May 4, 2017, was used to model mutations in the epigenome associated with colon cancer and to restore proper methylation patterns in stem cells derived from patients suffering from Angelman syndrome (AS), a rare neurodegenerative disorder often misdiagnosed as autism.", "In addition to modeling and treating epigenetic disorders, the technology also holds promise for studying human development and biology in general.", "\"We are excited at how many new avenues this work opens up for understanding disease processes and developing effective new therapies,\" says Salk Professor Juan Carlos Izpisua Belmonte, senior author of the paper and holder of Salk's Roger Guillemin Chair.", "\"It was a giant step to discover how to edit the genome--this technology to edit the epigenome is another leap forward.", "\"Izpisua Belmonte's lab recently pioneered a method to modify genes in nondividing cells, which make up the majority of adult tissues.", "The new technique goes beyond genes to target the most common type of epigenetic change, called DNA methylation, in which chemical tags called methyl groups attach to DNA.", "Typically these tags mark the gene as ready to be turned on or off.", "More and more, scientists are learning that DNA methylation is involved in a range of physiological and pathological processes from embryonic development to the onset of certain diseases later in life, including cancer.", "Researchers have discovered ways of altering methylation status on short DNA sequences, but no one has been able to make the changes stick over a broad range (a prerequisite for proper gene activation or inactivation) until now.Because 80 percent of mammalian DNA is methylated, the Izpisua Belmonte lab was curious about regions that are unmethylated.", "Paradoxically, these regions are often rich in potential methylation sites and tend to be close to regions of genes where transcription of genetic information begins.", "Yet somehow these regions, which are called CpG islands, normally remain unmethylated.", "The researchers hypothesized that interfering with CpG islands might trigger new methylation.", "To test this hypothesis, the team first used molecular tools to insert DNA without CpGs into the island close to the MLH1 gene.", "MLH1 is normally unmethylated but leads to an increased risk of colon cancer if it becomes methylated.", "The team was able to mimic the aberrant methylation in the colon cancer gene as a proof of principle to begin to understand how abnormal methylation is associated with cancers.", "\"What is interesting about CpG islands is that they resist methylation,\" says Yuta Takahashi, a Salk research associate and first author of the paper.", "\"But by introducing CpG-free DNA, we can override the machinery that blocks it and then induce DNA methylation of the entire island.\"", "Knowing they could induce methylation where it doesn't belong, the team next tried to attach methyl tags where they do belong on a genome but are missing, such as in some diseases.", "Angelman syndrome (AS) results from aberrant DNA methylation, which causes a loss of the UBE3A protein in neurons.", "This leads to cognitive deficits in patients.", "By using their technology, the team corrected the abnormal DNA methylation and restored UBE3A protein levels in AS neuronal cells in a dish.", "Most exciting, according to the researchers, was the fact that all the methylation patterns they introduced were stable over time, which has not been true of other epigenetic technologies.", "Even removing the CpG-free DNA did not affect the new methylation.", "The finding offers a way to rewrite epigenetic marks on CpG islands, as well as providing insight into the mechanism by which CpG islands are protected from DNA methylation.", "\"It's wonderful that we have developed a new technology that allows for robust editing of the DNA methylome at CpG islands in pluripotent stem cells, which will help develop cell-replacement therapeutics for epigenetic disorders,\" says Jun Wu, a Salk staff scientist and one of the paper's coauthors.", "\"But by discovering the underlying mechanisms of DNA methylation, we hope to do even more with this technology.\""], "source": "Salk Institute"}