{"title": "First clear-cut risk genes for Tourette disorder revealed", "text": "Tourette disorder (also known as Tourette syndrome) afflicts as many as one person in a hundred worldwide with potentially disabling symptoms including involuntary motor and vocal tics. However, researchers have so far failed to determine the cause of the disorder, and treatments have only limited effectiveness, in part because the genetics underlying the disorder have remained largely a mystery.Now, as reported online May 3, 2017 in Neuron, a consortium of top researchers -- led by scientists at UC San Francisco, Rutgers University, Massachusetts General Hospital, the University of Florida, and Yale School of Medicine -- has made a significant advance, identifying the first \"high-confidence\" risk gene for Tourette disorder as well as three other probable risk genes. These findings are a step forward in understanding the biology of the disorder, the authors said, which will aid in the search for better treatments. \"In the clinic, I have seen again and again the frustration that patients and families experience because of our lack of understanding and the limitations of our current treatments. But we have now taken a major initial step forward in changing this reality, thanks to new genomic technologies and a very successful long term collaboration between clinicians and geneticists,\" said Matthew State, MD, PhD, Oberndorf Family Distinguished Professor and chair of the Department of Psychiatry at UCSF and a co-senior author on the new paper. For their new paper, the researchers used an approach that State and colleagues have pioneered in studies of the genetic basis of autism spectrum disorders, and which has led to important discoveries in that field over the past five years.As in this earlier research, the scientists involved in the Neuron study compared the protein-coding regions of the genomes of children with Tourette disorder to the genomes of their parents to identify so-called de novo variants -- rare genetic mutations that are not inherited from parents, but rather occur spontaneously at conception. De novo variants often have stronger biological effects than inherited variants passed from generation to generation, said Jeremy Willsey, PhD, an assistant professor of psychiatry at UCSF and co-lead author of the new paper.\"We study de novo variants even though they are rare because they generally have more extreme effects than inherited mutations and can provide us much information about the underlying causes of a disease,\" Willsey said. \"This also translates to developing therapies: if these variants greatly increase a child's risk of Tourette disorder, we would expect that understanding these changes could potentially lead to very effective treatments for the disorder.\"The team analyzed genomic data from 311 \"trios\" -- children with Tourette disorder and their parents, most of whom were unaffected by the disorder -- collected by the Tourette International Collaborative Genetics group (TIC Genetics), and found strong evidence that de novo variants can play a significant role in triggering the disorder. To be certain of what they were seeing, the team conducted a replication study in 173 trios from the Tourette Association of America International Consortium for Genetics (TAAICG), and found the same results.Extrapolating from the number of de novo variants they observed in these relatively small datasets, the researchers were able to estimate that approximately 12 percent of Tourette disorder cases are likely to involve de novo variants, and that these variants probably strike about 400 different key risk genes.In order to gain sufficient statistical power to identify specific genes in which de novo variants disrupt function and contribute to risk of Tourette disorder, the researchers combined the genetic data from the TIC Genetics and TSAICG cohorts -- a complex effort led by State, Willsey, and their team at UCSF. The resulting dataset allowed the researchers to zero in on four genes expressed in the brain in which de novo variants were significantly associated with the disorder.This analysis identified variants of the gene WWC1, also called KIBRA (for \"KIdney- and BRAin-expressed protein) -- which is involved in brain development, memory, and the brain's response to the hormone estrogen -- as having a greater than 90 percent probability of contributing to Tourette disorder. Three other genes were flagged as having at least 70 percent probability of contributing to the disorder. Of these, two -- FN1 and CELSR3 -- are also known to be involved in the development of brain circuitry. The third probable risk gene, called NIPBL or Delangin, is involved in regulation of gene expression in the brain, and has previously been associated with the developmental disorder Cornelia de Lange syndrome, as well as anxiety, obsessive-compulsive disorder, and attention-deficit/hyperactivity disorder in humans.The authors anticipate that future studies of de novo variants in a larger number of families affected by Tourette disorder will result in dozens more promising genetic leads, just as State and colleagues have been able to generate for autism spectrum disorders: those findings are driving an explosion in research into the biology of autism that was not possible before the identification of these molecular clues.\"We've now done in Tourette disorder what we began five years ago in autism spectrum disorders. These findings shows that Tourette disorder has same path forward, which means there is a very bright future for understanding genetics of the disorder,\" said State, who is also director of the Langley Porter Psychiatric Institute and Hospital at UCSF and a member of the Steering Committee for the UCSF Weill Institute for Neurosciences. \"The very first study I did as a geneticist was of Tourette disorder, so this has been a 20-year odyssey -- and it is deeply gratifying to see this long-term effort across multiple sites and countries lead to real progress.\"The new study represents a collaborative effort across the two international Tourette disorder genetics consortia: TIC Genetics, founded by State and Jay Tischfield, PhD, of Rutgers, and now led by State, Tischfield and Gary Heiman, PhD, also at Rutgers; and the TSAICG, led by Jeremiah Scharf, MD, PhD, of Massachusetts General Hospital and Carol Mathews, MD, of the University of Florida. Tischfield, Heiman, Scharf, and Mathews are all co-senior authors of the new paper.\"The success of this project, and the identification of an increased burden of rare variants in Tourette disorder reinforces the importance of collaborative science and open data sharing, to which both consortia are strongly committed,\" Scharf and Matthews wrote in an email.The study also depended on a tight collaboration between genetic researchers and the clinicians who work directly with the patients and families whose DNA were central to the new findings, State said. \"Our collaborators in this effort are all clinical experts, deeply devoted to Tourette patients and families, in the U.S., Europe and Asia, all of whom have tenaciously worked to keep this project moving forward over the last seven years.\"", "journal": "Neuron", "funder": "NIH/National Institute of Mental Health, NIH/National Institute of Neurological Disorders and Stroke", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--fcr042817.php", "institution": "University of California - San Francisco", "meeting": "", "description": "Tourette disorder afflicts as many as one person in a hundred worldwide with potentially disabling symptoms including involuntary motor and vocal tics. However, researchers have so far failed to determine the cause of the disorder, and treatments have only limited effectiveness, in part because the genetics underlying the disorder have remained largely a mystery.", "article_link": null, "keywords": ["Biology", " Genetics", " Neurobiology", " Mental Health"], "source_link": "https://www.ucsf.edu/news/2017/04/406851/first-clear-cut-risk-genes-tourette-disorder-revealed", "date": "Wed, 03 May 2017 04:00:00 GMT"}