{"title": "Damaged genes considered high risk for developing tourette syndrome identified | EurekAlert! Science News", "year": "Wed, 03 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfour", "damaged", "genes", "disrupt", "normal", "development", "brain", "tourette", "syndrome", "neurological", "condition", "characterized", "vocal", "physical", "tics", "identified", "rutgers", "scientists", "researchers", "across", "country", "involved", "international", "effort", "determine", "cause", "disorder", "new", "study", "published", "may", "3", "neuron", "researchers", "rutgers", "brunswick", "uc", "san", "francisco", "massachusetts", "general", "hospital", "university", "florida", "yale", "university", "institutions", "across", "world", "identified", "one", "damaged", "mutant", "high", "confidence", "risk", "gene", "tourette", "well", "three", "others", "believe", "genes", "whose", "mutation", "probable", "risk", "findings", "important", "genetics", "tourette", "syndrome", "mystery", "goal", "continuing", "study", "identify", "inherited", "factors", "play", "role", "causing", "tourette", "related", "disorders", "disorder", "ocd", "disorder", "adhd", "research", "first", "kind", "establishing", "tourette", "disorder", "genetic", "disease", "similar", "neuropsychiatric", "disorders", "like", "autism", "one", "gene", "identified", "cause", "said", "jay", "tischfield", "senior", "author", "study", "confident", "new", "information", "lead", "us", "genetic", "brain", "pathways", "cause", "disorder", "enable", "development", "effective", "treatments", "tischfield", "macmillan", "distinguished", "professor", "genetics", "gary", "heiman", "associate", "professor", "department", "genetics", "school", "arts", "sciences", "part", "tourette", "international", "collaborative", "genetics", "tic", "genetics", "study", "largest", "comprehensive", "genomic", "analysis", "conducted", "includes", "scientists", "clinicians", "united", "states", "europe", "south", "korea", "research", "began", "decade", "ago", "new", "jersey", "rutgers", "started", "collaborating", "nj", "center", "tourette", "syndrome", "associated", "disorders", "njcts", "establish", "njcts", "cell", "dna", "repository", "study", "funded", "grants", "national", "institute", "mental", "health", "njcts", "included", "311", "families", "involved", "tic", "genetics", "child", "tourette", "syndrome", "neither", "parent", "affected", "another", "study", "done", "tourette", "association", "america", "international", "consortium", "genetics", "173", "similar", "families", "found", "results", "one", "damaged", "gene", "identified", "high", "risk", "tourette", "syndrome", "called", "wwc1", "involved", "brain", "development", "memory", "two", "damaged", "genes", "considered", "probable", "risks", "disorder", "involved", "brain", "circuitry", "third", "involved", "gene", "expression", "allows", "cell", "respond", "changing", "environment", "fact", "finding", "one", "gene", "two", "families", "would", "like", "lightening", "striking", "individual", "twice", "said", "heiman", "senior", "author", "project", "reason", "crucial", "us", "continue", "studying", "families", "affected", "often", "debilitating", "disorder", "conducting", "study", "blood", "samples", "collected", "family", "members", "identify", "rare", "genetic", "mutations", "inherited", "parents", "occur", "spontaneously", "affected", "individuals", "birth", "many", "inherited", "diseases", "sickle", "cell", "anemia", "hemophilia", "cystic", "fibrosis", "caused", "mutations", "single", "gene", "new", "research", "indicates", "tourette", "syndrome", "like", "neuropsychiatric", "disorders", "result", "multiple", "gene", "researchers", "colleagues", "estimate", "approximately", "400", "mutated", "genes", "could", "pose", "risk", "tourette", "syndrome", "affects", "one", "100", "people", "neuropsychiatric", "disorder", "linked", "problems", "basal", "ganglia", "part", "brain", "responsible", "voluntary", "motor", "control", "procedural", "learning", "eye", "movement", "well", "cognitive", "emotional", "function", "characterized", "grimacing", "eye", "blinking", "shoulder", "shrugging", "often", "accompanied", "conditions", "depression", "disorder", "attention", "deficit", "rice", "director", "njcts", "mother", "adult", "son", "disorder", "said", "involved", "study", "grateful", "part", "research", "empowering", "families", "involved", "something", "make", "difference", "said", "rice", "many", "calling", "telling", "first", "time", "giving", "hope", "rutgers", "scientists", "say", "samples", "families", "one", "child", "affected", "tourette", "parents", "available", "participate", "needed", "better", "understand", "damaging", "mutations", "lead", "tourette", "disorder", "want", "thank", "individuals", "tourette", "disorder", "family", "members", "new", "jersey", "around", "country", "europe", "south", "korea", "participation", "advocacy", "said", "heiman", "progress", "slow", "disappointing", "think", "research", "lead", "development", "specific", "treatments", "personalized", "individuals", "groups", "people"], "url": "http://www.eurekalert.org/pub_releases/2017-05/ru-dgc042817.php", "date": "2018-01-19_21:08:51", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFour damaged genes that disrupt the normal development of the brain in those with Tourette syndrome - a neurological condition characterized by vocal and physical tics - have been identified by Rutgers scientists and researchers from across the country involved in an international effort to determine the cause of the disorder. In a new study published on May 3 in Neuron, researchers from Rutgers University-New Brunswick, UC San Francisco, Massachusetts General Hospital, the University of Florida, Yale University and other institutions across the world identified one damaged, or mutant, \"high confidence\" risk gene for Tourette's as well as three others they believe are genes whose mutation is a probable risk for the disorder.These findings are important because the genetics of Tourette syndrome has been a mystery. The goal of the continuing study is to identify inherited factors that play a role in causing Tourette's and other related disorders, such as obsessive-compulsive disorder (OCD) and attention-deficit/hyperactivity disorder (ADHD).\"This research is the first of its kind establishing Tourette disorder as a genetic disease similar to other neuropsychiatric disorders like autism, where not just one gene has been identified as the cause,\" said Jay Tischfield, a senior author of the study. \"We are confident that this new information will lead us to the genetic and brain pathways that cause this disorder and enable the development of more effective treatments.\"Tischfield, MacMillan Distinguished Professor of Genetics, and Gary Heiman, associate professor in the Department of Genetics in the School of Arts and Sciences, are part of the Tourette International Collaborative Genetics (TIC Genetics) study - the largest and most comprehensive genomic analysis conducted - that includes scientists and clinicians from the United States, Europe and South Korea. The research began a decade ago in New Jersey when Rutgers started collaborating with NJ Center for Tourette Syndrome and Associated Disorders, Inc. (NJCTS) to establish the NJCTS Cell and DNA Repository. The study funded with grants from the National Institute of Mental Health and NJCTS included 311 families involved with TIC Genetics in which the child had Tourette syndrome but neither parent was affected. Another study was done through the Tourette Association of America International Consortium for Genetics with 173 similar families and found the same results. The one damaged gene that was identified as having a high risk for Tourette syndrome, called WWC1, is involved in brain development and memory. Two of the other damaged genes considered to be probable risks for the disorder are involved in brain circuitry and the third is involved in gene expression which allows a cell to respond to its changing environment. \"The fact of finding this one gene in two families would be like lightening striking the same individual twice,\" said Heiman, a senior author on the project. \"And it is the reason why it is crucial for us to continue studying families affected by this often debilitating disorder.\"In conducting the study, blood samples were collected from family members to identify rare genetic mutations that are not inherited from their parents but occur spontaneously in affected individuals at birth. While many inherited diseases, such as sickle cell anemia, hemophilia and cystic fibrosis, are caused by mutations to a single gene, this new research indicates that Tourette syndrome, like other neuropsychiatric disorders, is the result of multiple gene mutations.Rutgers researchers and their colleagues estimate that there are approximately 400 mutated genes that could pose a risk for Tourette syndrome, which affects one out of 100 people. The neuropsychiatric disorder - linked to problems in the basal ganglia, the part of the brain responsible for voluntary motor control, procedural learning and eye movement, as well as cognitive and emotional function -- is characterized by grimacing, eye blinking and shoulder shrugging. It is often accompanied by co-occurring conditions, such as depression, obsessive-compulsive disorder or attention deficit disorder.Faith Rice, director of NJCTS, and mother of an adult son with the disorder, said those involved in this study are grateful to have been a part of the research. \"It is very empowering for families to be involved in something that will make a difference,\" said Rice. \"Many are calling me and telling me that for the first time, this is giving them hope.\"Rutgers scientists say more samples from families in which only one child is affected with Tourette's and both parents are available to participate are needed to better understand how these and other damaging mutations lead to Tourette disorder.\"I want to thank all the individuals with Tourette disorder and their family members from New Jersey, around the country, in Europe and South Korea for their participation and advocacy, said Heiman. \"Progress has been slow and disappointing up until now. But I think this research will lead to the development of more specific treatments that are personalized for individuals or groups of people.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFour damaged genes that disrupt the normal development of the brain in those with Tourette syndrome - a neurological condition characterized by vocal and physical tics - have been identified by Rutgers scientists and researchers from across the country involved in an international effort to determine the cause of the disorder.", "In a new study published on May 3 in Neuron, researchers from Rutgers University-New Brunswick, UC San Francisco, Massachusetts General Hospital, the University of Florida, Yale University and other institutions across the world identified one damaged, or mutant, \"high confidence\" risk gene for Tourette's as well as three others they believe are genes whose mutation is a probable risk for the disorder.These findings are important because the genetics of Tourette syndrome has been a mystery.", "The goal of the continuing study is to identify inherited factors that play a role in causing Tourette's and other related disorders, such as obsessive-compulsive disorder (OCD) and attention-deficit/hyperactivity disorder (ADHD).", "\"This research is the first of its kind establishing Tourette disorder as a genetic disease similar to other neuropsychiatric disorders like autism, where not just one gene has been identified as the cause,\" said Jay Tischfield, a senior author of the study.", "\"We are confident that this new information will lead us to the genetic and brain pathways that cause this disorder and enable the development of more effective treatments.", "\"Tischfield, MacMillan Distinguished Professor of Genetics, and Gary Heiman, associate professor in the Department of Genetics in the School of Arts and Sciences, are part of the Tourette International Collaborative Genetics (TIC Genetics) study - the largest and most comprehensive genomic analysis conducted - that includes scientists and clinicians from the United States, Europe and South Korea.", "The research began a decade ago in New Jersey when Rutgers started collaborating with NJ Center for Tourette Syndrome and Associated Disorders, Inc. (NJCTS) to establish the NJCTS Cell and DNA Repository.", "The study funded with grants from the National Institute of Mental Health and NJCTS included 311 families involved with TIC Genetics in which the child had Tourette syndrome but neither parent was affected.", "Another study was done through the Tourette Association of America International Consortium for Genetics with 173 similar families and found the same results.", "The one damaged gene that was identified as having a high risk for Tourette syndrome, called WWC1, is involved in brain development and memory.", "Two of the other damaged genes considered to be probable risks for the disorder are involved in brain circuitry and the third is involved in gene expression which allows a cell to respond to its changing environment.", "\"The fact of finding this one gene in two families would be like lightening striking the same individual twice,\" said Heiman, a senior author on the project.", "\"And it is the reason why it is crucial for us to continue studying families affected by this often debilitating disorder.", "\"In conducting the study, blood samples were collected from family members to identify rare genetic mutations that are not inherited from their parents but occur spontaneously in affected individuals at birth.", "While many inherited diseases, such as sickle cell anemia, hemophilia and cystic fibrosis, are caused by mutations to a single gene, this new research indicates that Tourette syndrome, like other neuropsychiatric disorders, is the result of multiple gene mutations.Rutgers researchers and their colleagues estimate that there are approximately 400 mutated genes that could pose a risk for Tourette syndrome, which affects one out of 100 people.", "The neuropsychiatric disorder - linked to problems in the basal ganglia, the part of the brain responsible for voluntary motor control, procedural learning and eye movement, as well as cognitive and emotional function -- is characterized by grimacing, eye blinking and shoulder shrugging.", "It is often accompanied by co-occurring conditions, such as depression, obsessive-compulsive disorder or attention deficit disorder.Faith Rice, director of NJCTS, and mother of an adult son with the disorder, said those involved in this study are grateful to have been a part of the research.", "\"It is very empowering for families to be involved in something that will make a difference,\" said Rice.", "\"Many are calling me and telling me that for the first time, this is giving them hope.", "\"Rutgers scientists say more samples from families in which only one child is affected with Tourette's and both parents are available to participate are needed to better understand how these and other damaging mutations lead to Tourette disorder.", "\"I want to thank all the individuals with Tourette disorder and their family members from New Jersey, around the country, in Europe and South Korea for their participation and advocacy, said Heiman.", "\"Progress has been slow and disappointing up until now.", "But I think this research will lead to the development of more specific treatments that are personalized for individuals or groups of people.\""], "source": "Rutgers University"}