{"title": "Finding real rewards in a virtual world | EurekAlert! Science News", "year": "Mon, 01 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "view", "virtual", "track", "runs", "toward", "goal", "note", "pause", "mouse", "gets", "goal", "green", "area", "receiving", "reward", "view", "researchers", "riken", "brain", "science", "institute", "demonstrated", "remembering", "goal", "requires", "parts", "brain", "virtual", "reality", "real", "world", "published", "journal", "eneuro", "study", "found", "mice", "trained", "find", "rewards", "virtual", "road", "required", "hippocampus", "region", "known", "function", "way", "situations", "study", "also", "showed", "mice", "performed", "poorly", "virtual", "test", "lacked", "shank2", "protein", "known", "associated", "autism", "spectrum", "disorders", "intellectual", "able", "examine", "brain", "activity", "animals", "engage", "different", "behaviors", "powerful", "way", "learn", "normal", "brain", "function", "animal", "models", "neurological", "disorders", "added", "mix", "researchers", "test", "whether", "different", "manipulations", "improve", "symptoms", "ultimate", "goal", "helping", "people", "affected", "similar", "disorders", "one", "difficulty", "recording", "brain", "activity", "especially", "using", "imaging", "technology", "difficult", "animals", "allowed", "full", "range", "movements", "particularly", "true", "studying", "animals", "navigate", "world", "remember", "locations", "find", "objects", "interact", "solve", "problem", "scientists", "begun", "use", "virtual", "reality", "rodents", "order", "studies", "useful", "however", "need", "know", "parts", "brain", "used", "way", "virtual", "setting", "test", "riken", "scientists", "led", "masaaki", "sato", "developed", "virtual", "reality", "track", "mice", "required", "stop", "running", "wait", "reward", "arrived", "particular", "location", "virtual", "road", "team", "hoped", "possible", "forgone", "conclusion", "first", "started", "experiments", "little", "bit", "skeptical", "mice", "known", "visual", "animals", "explains", "sato", "really", "surprised", "could", "learn", "goal", "location", "could", "even", "relearn", "new", "goal", "location", "quickly", "moved", "within", "virtual", "environment", "ca1", "region", "hippocampus", "brain", "known", "necessary", "learning", "spatial", "locations", "remembering", "specific", "routes", "test", "whether", "mice", "learning", "locations", "virtual", "track", "way", "would", "real", "world", "researchers", "reversibly", "inhibited", "ca1", "mice", "learned", "run", "virtual", "track", "find", "goal", "found", "mice", "wait", "goal", "location", "therefore", "less", "successful", "getting", "rewarded", "importantly", "ran", "along", "virtual", "track", "amount", "time", "ca1", "activity", "blocked", "means", "poor", "performance", "related", "lack", "effort", "inhibiting", "drug", "wore", "able", "find", "goal", "well", "researchers", "next", "examined", "mice", "lacked", "certain", "protein", "called", "shank2", "normally", "found", "hippocampal", "output", "neurons", "shank2", "gene", "associated", "autism", "spectrum", "disorders", "model", "mice", "known", "difficulty", "learning", "locations", "platforms", "water", "mazes", "tested", "virtual", "track", "mice", "learn", "well", "even", "difficulty", "location", "goal", "moved", "using", "mouse", "model", "autism", "able", "demonstrate", "vr", "system", "behavioral", "paradigm", "useful", "studying", "brain", "disorders", "says", "sato", "system", "easily", "combined", "physiological", "optical", "techniques", "measuring", "manipulating", "brain", "function", "expect", "help", "advance", "research", "aims", "detect", "previously", "unknown", "fine", "neural", "circuit", "defects", "underlie", "various", "brain", "disorders", "number", "uses", "virtual", "reality", "system", "studying", "brain", "behavior", "sato", "currently", "using", "imaging", "techniques", "look", "functions", "neural", "circuits", "change", "mice", "learn", "virtual", "reality", "notes", "thrilling", "understand", "sense", "reality", "precise", "neuroscientific", "point", "view", "using", "vr", "mice", "well", "better", "understand", "complex", "social", "behaviors", "reproducing", "vr", "context"], "url": "http://www.eurekalert.org/pub_releases/2017-05/r-frr042817.php", "date": "2018-01-19_21:08:54", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: This is a mouse-eye view of the virtual track as it runs toward the goal. Note the pause when the mouse gets to the goal (green area). After receiving reward...\n     view more Researchers at the RIKEN Brain Science Institute have demonstrated that remembering where a goal is requires the same parts of the brain in virtual reality as it does in the real world. Published in the journal eNeuro, the study found that mice trained to find rewards on a virtual road required the hippocampus, a region known to function the same way in non-virtual situations. The study also showed that mice performed poorly on the virtual test if they lacked Shank2, a protein known to be associated with autism spectrum disorders and intellectual disabilities.Being able examine brain activity while animals engage in different behaviors is a powerful way to learn about normal brain function. When animal models of neurological disorders are added into the mix, researchers can test whether different manipulations can improve symptoms, with the ultimate goal of helping people who are affected by similar disorders. One difficulty is that recording brain activity, especially using imaging technology, is difficult when animals are allowed a full range of movements. This is particularly true when studying how animals navigate the world, remember locations, find objects, and interact with each other. To solve this problem, scientists have begun to use virtual reality with rodents. In order for these studies to be useful however, we need to know that the same parts of the brain are used the same way in a virtual setting. To test this, RIKEN scientists led by Masaaki Sato developed a virtual reality track for mice that required them to stop running and wait for a reward when they arrived at a particular location on the virtual road. While the team hoped that this was possible, it was not a forgone conclusion. \"When we first started our experiments, I was a little bit skeptical because mice are not known as visual animals,\" explains Sato. \"So, it really surprised me that they could learn the goal location, and that they could even relearn a new goal location very quickly when it was moved within the virtual environment.\"The CA1 region of the hippocampus in the brain is known to be necessary for learning spatial locations and remembering specific routes. To test whether the mice were learning locations in the virtual track the same way as they would in the real world, the researchers reversibly inhibited the CA1 after mice had learned to run in the virtual track and find the goal. They found that the mice did not wait at the goal location and were therefore less successful in getting rewarded. Importantly, they ran along the virtual track the same amount of time as they did before having their CA1 activity blocked. This means that their poor performance was not related to lack of effort. After the inhibiting drug wore off, they were able to find the goal just as well as before the inhibition.The researchers next examined mice that lacked a certain protein called Shank2 that is normally found in hippocampal output neurons. The SHANK2 gene has been associated with autism spectrum disorders, and the model mice are known to have difficulty learning the locations of platforms in water mazes. When tested on the virtual track, these mice did not learn as well, and had even more difficulty when the location of the goal was moved.\"By using a mouse model of autism, we were able to demonstrate that our VR system and behavioral paradigm are useful for studying brain disorders,\" says Sato. \"As our system can be easily combined with cutting-edge physiological and optical techniques for measuring and manipulating brain function, I expect that it will help advance research that aims to detect previously unknown fine neural circuit defects that underlie various brain disorders.\"There are any number of uses for a virtual reality system in studying the brain and behavior. Sato is currently using imaging techniques to look at how the functions of neural circuits change when mice learn in virtual reality. He notes that, \"it will be thrilling to understand what \"a sense of reality\" is from a more precise neuroscientific point of view using VR for mice, as well as to better understand complex social behaviors by reproducing them in a VR context.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: This is a mouse-eye view of the virtual track as it runs toward the goal.", "Note the pause when the mouse gets to the goal (green area).", "After receiving reward...\n     view more Researchers at the RIKEN Brain Science Institute have demonstrated that remembering where a goal is requires the same parts of the brain in virtual reality as it does in the real world.", "Published in the journal eNeuro, the study found that mice trained to find rewards on a virtual road required the hippocampus, a region known to function the same way in non-virtual situations.", "The study also showed that mice performed poorly on the virtual test if they lacked Shank2, a protein known to be associated with autism spectrum disorders and intellectual disabilities.Being able examine brain activity while animals engage in different behaviors is a powerful way to learn about normal brain function.", "When animal models of neurological disorders are added into the mix, researchers can test whether different manipulations can improve symptoms, with the ultimate goal of helping people who are affected by similar disorders.", "One difficulty is that recording brain activity, especially using imaging technology, is difficult when animals are allowed a full range of movements.", "This is particularly true when studying how animals navigate the world, remember locations, find objects, and interact with each other.", "To solve this problem, scientists have begun to use virtual reality with rodents.", "In order for these studies to be useful however, we need to know that the same parts of the brain are used the same way in a virtual setting.", "To test this, RIKEN scientists led by Masaaki Sato developed a virtual reality track for mice that required them to stop running and wait for a reward when they arrived at a particular location on the virtual road.", "While the team hoped that this was possible, it was not a forgone conclusion.", "\"When we first started our experiments, I was a little bit skeptical because mice are not known as visual animals,\" explains Sato.", "\"So, it really surprised me that they could learn the goal location, and that they could even relearn a new goal location very quickly when it was moved within the virtual environment.", "\"The CA1 region of the hippocampus in the brain is known to be necessary for learning spatial locations and remembering specific routes.", "To test whether the mice were learning locations in the virtual track the same way as they would in the real world, the researchers reversibly inhibited the CA1 after mice had learned to run in the virtual track and find the goal.", "They found that the mice did not wait at the goal location and were therefore less successful in getting rewarded.", "Importantly, they ran along the virtual track the same amount of time as they did before having their CA1 activity blocked.", "This means that their poor performance was not related to lack of effort.", "After the inhibiting drug wore off, they were able to find the goal just as well as before the inhibition.The researchers next examined mice that lacked a certain protein called Shank2 that is normally found in hippocampal output neurons.", "The SHANK2 gene has been associated with autism spectrum disorders, and the model mice are known to have difficulty learning the locations of platforms in water mazes.", "When tested on the virtual track, these mice did not learn as well, and had even more difficulty when the location of the goal was moved.", "\"By using a mouse model of autism, we were able to demonstrate that our VR system and behavioral paradigm are useful for studying brain disorders,\" says Sato.", "\"As our system can be easily combined with cutting-edge physiological and optical techniques for measuring and manipulating brain function, I expect that it will help advance research that aims to detect previously unknown fine neural circuit defects that underlie various brain disorders.", "\"There are any number of uses for a virtual reality system in studying the brain and behavior.", "Sato is currently using imaging techniques to look at how the functions of neural circuits change when mice learn in virtual reality.", "He notes that, \"it will be thrilling to understand what \"a sense of reality\" is from a more precise neuroscientific point of view using VR for mice, as well as to better understand complex social behaviors by reproducing them in a VR context.\""], "source": "RIKEN"}