{"title": "Paternal age at conception may influence social development in offspring", "text": "Washington, DC, May 1, 2017 - The age of the father at the time his children are born may influence their social development, suggests a study published in the May 2017 issue of the Journal of the American Academy of Child and Adolescent Psychiatry (JAACAP). Analyzing social behaviors of children from early childhood until adolescence, researchers found that those whose father was either very young or older at conception differed in how they acquired social skills. These findings may offer insights into how paternal age influences children's risk of autism and schizophrenia, which was shown in earlier studies. \"Our study suggests that social skills are a key domain affected by paternal age. What was interesting is that the development of those skills was altered in the offspring of both older as well as very young fathers,\" said Magdalena Janecka, PhD, a fellow at the Seaver Autism Center for Research and Treatment at Mount Sinai. \"In extreme cases, these effects may contribute to clinical disorders. Our study, however, suggests that they could also be much more subtle.\"Dr. Janecka and her co-authors used a UK-based sample of more than 15,000 twins who were followed between the ages of 4 and 16. To find out whether children's social skills were affected by how old their father was when they were born, the team looked for differences in the developmental patterns of social skills, as well as other behaviors, including conduct and peer problems, hyperactivity, and emotionality. Separately, they investigated whether the effects of paternal age on development were more likely attributable to genetic or environmental factors. The researchers found that children born to very young and older fathers - below 25 and over 51 years of age, respectively - showed more prosocial behaviors in early development. However, by the time they reached adolescence, they lagged behind their peers with middle-aged fathers. These effects were specific to the social domain and were not observed in relation to maternal age. The genetic analyses further revealed that development of social skills was influenced predominantly by genetic rather than environmental factors, and that those genetic effects became even more important as the paternal age increased. \"Our results reveal several important aspects of how paternal age at conception may affect offspring,\" Dr. Janecka said. \"We observed those effects in the general population, which suggests children born to very young or older fathers may find social situations more challenging, even if they do not meet the diagnostic criteria for autism. Further, increased importance of genetic factors observed in the offspring of older, but not very young fathers, suggests that there could be different mechanisms behind the effects at these two extremes of paternal age. Although the resulting behavioral profiles in their offspring were similar, the causes could be vastly different.\"In the future, the researchers want to replicate those findings, as well as establish their biological correlates. \"Those developmental differences, if confirmed, are likely traceable to alterations in brain maturation,\" Dr. Janecka added. \"Identifying neural structures that are affected by paternal age at conception, and seeing how their development differs from the typical patterns, will allow us to better understand the mechanisms behind those effects of paternal age, as well as, likely, autism and schizophrenia.\"", "journal": "Journal of the American Academy of Child and Adolescent Psychiatry", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-05/e-paa050117.php", "institution": "Elsevier", "meeting": "", "description": "The age of the father at the time his children are born may influence their social development, suggests a study published in the May 2017 issue of the Journal of the American Academy of Child and Adolescent Psychiatry (JAACAP). Analyzing social behaviors of children from early childhood until adolescence, researchers found that those whose father was either very young or older at conception differed in how they acquired social skills.", "article_link": "http://dx.doi.org/10.1016/j.jaac.2017.02.006", "keywords": ["Genetics", " Medicine/Health", " Behavior", " Mental Health"], "source_link": "https://www.elsevier.com/about/press-releases/research-and-journals/paternal-age-at-conception-may-influence-social-development-in-offspring", "date": "Mon, 01 May 2017 04:00:00 GMT"}