{"title": "Cholesterol -- good for the brain, bad for the heart", "text": "BOSTON - (January 19, 2017) - Healthy brains need plenty of cholesterol for nerve cells to grow and work properly, but diabetes can reduce the amount of cholesterol in the brain, as a Joslin Diabetes Center team has demonstrated. Joslin researchers and their colleagues now have gone on to show that mice that are genetically modified to suppress cholesterol production in the brain show dramatic symptoms of neurological impairment. This finding may help to explain why the risk of developing Alzheimer's disease increases in diabetes, says Heather Ferris, M.D., Ph.D., a Joslin research associate and lead author on a paper about the work published in PNAS.  Scientists have long studied the roles of brain cholesterol in Alzheimer's, one reason being that mutations in a cholesterol-carrying protein known as APOE are the strongest genetic risk factor for the disease, Ferris points out.Astrocytes, an important class of supporting cells in the brain, are thought to produce most of its cholesterol. In their latest study, the Joslin researchers created a mouse model in which a gene known as SREBP2, the master regulator of cholesterol synthesis, has been knocked out.The results were striking. \"Compared to normal animals, these mice have very small brains, and multiple behavioral abnormalities,\" says Ferris.\"Not only do these mice have trouble learning and remembering, they can't perform some other normal daily behaviors such as building a nest,\" adds C. Ronald Kahn, M.D., senior author on the paper, Joslin's chief academic officer and the Mary K. Iacocca Professor of Medicine at Harvard Medical School. \"Some of these effects were a little bit like Alzheimer's disease in the mouse, except that they were much more severe.\"Curiously enough, the mice also displayed changes in their whole-body metabolism, burning more carbohydrates and gaining less weight.\"We're only at the beginning of this research on how diabetes and Alzheimer's disease could be related, but cholesterol could be a mediator,\" says Ferris. While investigators in other labs have suggested that raised rather than lower levels of cholesterol may be linked to brain disorders, \"we think our model may be more clinically relevant,\" she says. Drugs that reduce cholesterol levels in the cardiovascular system can strongly benefit people with diabetes or related conditions, but cholesterol in the blood generally can't cross into the brain, and cholesterol metabolism is quite different in the brain, she points out.Going forward, the researchers are creating mouse models that will combine the lowered-brain-cholesterol model with models of Alzheimer's disease or type 1 diabetes or type 2 diabetes. The scientists also will look at the effects of brain cholesterol deprivation in adult mice, in addition to mice born with the modification.\"This work gives another example of how research in one field of biomedicine can affect knowledge in another field,\" Kahn comments. \"We didn't start out thinking about Alzheimer's disease; we were trying to understand the effects of diabetes in the brain.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jdc-c-g012017.php", "region": "namerica", "source_link": "http://www.joslin.org/news/cholesterol-good-for-the-brain-bad-for-the-heart.html", "funder": "NIH/National Institute of Diabetes, Digestive and Kidney Diseases", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Endocrinology", " Gerontology", " Diabetes", " Alzheimer's Disease", " Physiology"], "journal": "Proceedings of the National Academy of Sciences", "description": "Mice that are genetically modified to suppress cholesterol production in the brain show dramatic symptoms of neurological impairment. This finding may help to explain why the risk of developing Alzheimer's disease increases in diabetes,", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}