{"title": "MicroRNAs shown to improve hyperglycemia", "text": "A study by Tokohu University researchers has identified two new types of microRNA (miRNA) that improved hyperglycemia in a mouse model of diabetes by stimulating the proliferation of insulin-producing pancreatic beta (β) cells. This is a key finding that may lead to the development of new diabetes treatment strategies.First discovered in the 1990s, miRNAs are small, non-coding RNA molecules that help control cellular processes such as differentiation, proliferation and death. As such, they are potential targets for new treatments for diseases including hepatitis C, cancer and possibly diabetes.Diabetes is a major cause of blindness, kidney disease, heart attack, stroke, and limb amputation. The World Health Organization projects that diabetes will be the world's seventh leading cause of mortality by 2030, either directly or due to high blood sugar levels.Diabetes is caused when pancreatic β-cells, which produce the hormone insulin to regulate blood sugar levels, are destroyed by the immune system (type 1 diabetes), or are unable to produce sufficient insulin for adequate glucose control (type 2 diabetes mellitus [T2DM]).The main treatment goal in T2DM is to restore normal glucose metabolism, ideally by diet, exercise and weight loss. Patients who do not respond to lifestyle modifications are usually placed on oral hypoglycemic drugs, but may eventually need insulin therapy.This management approach is increasingly complex and expensive, and may cause potentially fatal adverse events, particularly hypoglycemia. Because diabetes symptoms only appear when β-cell numbers become inadequate, regeneration of these cells represents a promising treatment strategy.Bone marrow (BM) transplantation has been shown to promote β-cell proliferation via BM cell to β-cell intercellular communication. However, the molecular mechanisms underlying β-cell regeneration after transplantation are unknown.Now Tohoku University researchers have identified two new microRNAs contributing to BM transplantation-induced β-cell regeneration. The team reported it findings online on December 7, 2016, in EBioMedicine.Following BM transplantation, screening for mouse miRNAs in serum exosomes (lipid vesicles in which miRNAs are transported) revealed that levels of 42 miRNAs were increased. Two of these miRNAs, miR-106b-5p and miR-222-3p, were shown to be secreted by BM cells and their levels were increased in the pancreatic islet cells that produce insulin. Treatment with anti-miRNAs specific for these miRNAs inhibited BM transplantation-induced β-cell regeneration, confirming their role in this process. The Tokohu University researchers also demonstrated that administration of corresponding 'miRNA mimics', RNA molecules designed to mimic endogenous mature miRNA molecules, promoted β-cell proliferation after their experimental injury, thereby improving hyperglycemia in a mouse model of insulin-deficient diabetes. The identification of these two new miRNAs may enable therapeutic β-cell regeneration, therefore having \"major potential in the development of regenerative therapies for diabetes mellitus,\" the researchers conclude.\r\n", "article_link": "http://dx.doi.org/10.1016/j.ebiom.2016.12.002", "url": "http://www.eurekalert.org/pub_releases/2017-01/tu-mst011917.php", "region": "asia", "source_link": "http://www.tohoku.ac.jp/en/press/micrornas_shown_to_improve_hyperglycemia.html", "funder": "", "meeting": "", "institution": "Tohoku University", "keywords": ["Medicine/Health"], "journal": "EBioMedicine", "description": "A study by Tokohu University researchers has identified two new types of microRNA (miRNA) that improved hyperglycemia in a mouse model of diabetes by stimulating the proliferation of insulin-producing pancreatic beta (β) cells. This is a key finding that may lead to the development of new diabetes treatment strategies.", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}