{"title": "Renoprotective effects of sglt2 inhibitors: Beyond glucose reabsorption inhibition", "text": "The clinical use of sodium glucose co-transporter 2 inhibitors (SGLT2) represents a recent advance in the treatment of diabetes. Accumulating evidence suggests that these drugs may reduce the risk for the development of diabetic nephropathy or reduce the rate of its progression in patients already suffering from this devastating complication. In this manuscript we summarize the available data on the mechanisms that underlie the renoprotective properties of SGLT2 inhibitors. Apart from their beneficial effects on carbohydrate and uric acid metabolism and their blood pressure-lowering properties, the most important mechanism that can explain the reduction in albuminuria and the preservation of renal function that follows their administration is the reduction in intraglomerular pressure. By increasing sodium delivery to the distal parts of the renal tubules, SGLT2 inhibition results in the vasoconstriction of the afferent arteriole thus reducing the intraglomerular pressure and the hyperfiltration that characterizes the early phases of diabetic nephropathy. In addition, the effect of SGLT-2 inhibitors on the renal and the systematic renin-angiotensin axis may also contribute to the observed renoprotection. More specifically, these drugs inhibit the renal renin-angiotensin axis due to increased delivery of sodium to the macula densa. Although the action of renin-angiotensin axis systematically increases, the concomitant use of drugs that modify the function of this system (angiotensin converting enzyme inhibitors and angiotensin receptor II antagonists), that is common in diabetic patients, results in the activation of type I angiotensin receptors that exhibits vasodilative, antiproliferative, antihypertrophic, and antinflammatory actions. Finally, it has been proposed that the reduction in the energy consumption in the proximal tubular cells as well as the shift in energy substrate utilization from glucose to ketone bodies may also increase the viability of renal tissues. In conclusion, SGLT2 inhibitors may represent the drugs of choice for the treatment and the prevention of diabetic nephropathy.", "article_link": "http://dx.doi.org/10.2174/1570161114666161007163426", "url": "http://www.eurekalert.org/pub_releases/2017-01/bsp-reo012017.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Physiology", " Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine", " Diagnostics", " Health Care Systems/Services", " Health Professionals"], "journal": "Current Vascular Pharmacology", "description": "In this manuscript we summarize the available data on the mechanisms that underlie the renoprotective properties of SGLT2 inhibitors. Apart from their beneficial effects on carbohydrate and uric acid metabolism and their blood pressure-lowering properties, the most important mechanism that can explain the reduction in albuminuria and the preservation of renal function that follows their administration is the reduction in intraglomerular pressure.", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}