{"title": "Breakthrough by Exeter cell biologists", "text": "Scientists have made a breakthrough in understanding how different compartments (or organelles) of human cells interact. \r\nOrganelles are the functional units of a cell. Like organs in a body, they perform specialised functions. To allow survival of the cell, organelles have to interact and cooperate. How this is mediated and regulated in the cell is an important and challenging question in cell biology.\r\nResearchers at the University of Exeter have now discovered how two cell organelles - called peroxisomes and the endoplasmic reticulum (ER) - associate with each other at the molecular level and work together.\r\nThis cooperation is crucial for the production of specific lipids, which are essential for the function of nerve cells and can protect cells from oxidative damage.\r\nLoss of peroxisome function leads to a range of severe or fatal disorders associated with developmental and neurological defects.\r\n\"Close contacts between peroxisomes and the ER were observed more than 50 years ago in ultrastructural studies, but the molecular mechanism remained a mystery,\" said lead author Dr Michael Schrader, of the University of Exeter.\r\n\"This is the first molecular tether identified in humans, which mediates the contact between these two important cell compartments.\"\r\nThe study showed that a protein at the peroxisomes called ACBD5 directly interacts with a protein at the ER, called VAPB. This interaction links both organelles together and allows transfer of lipids between them.\r\nWhen the interaction between VAPB and ACBD5 is lost, the ER and peroxisomes can no longer interact and this lipid transfer appears to be prevented.\r\nThe researchers are working with experts from the Academic Medical Center in Amsterdam, where a patient with an ACBD5 deficiency has been identified and linked to a peroxisomal defect.\r\nThis patient has severe damage to the brain and retinas, affecting eyesight, and Dr Schrader said Exeter's research and similar studies were essential if such conditions are to be diagnosed and ultimately treated.\r\n\"If we understand organelle interaction better we might also be able to use this knowledge to protect cells from certain stress conditions which are linked to age-related conditions like neurodegeneration, blindness and diabetes,\" he said.\r\nPeople with severe peroxisomal disorders, also known as Zellweger Spectrum Disorders, often die as children or young adults, and a new charity called Zellweger UK exists to raise awareness and to support families and sufferers.\r\n", "article_link": "http://dx.doi.org/10.1083/jcb.201607055", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoe-bbe011817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Exeter", "keywords": ["Biology", " Cell Biology", " Microbiology", " Molecular Biology", " Physiology", " Medicine/Health"], "journal": "Journal of Cell Biology", "description": "Scientists have made a breakthrough in understanding how different compartments (or organelles) of human cells interact.", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}