{"title": "Children with asthma are more likely to become obese, USC study finds", "text": "New USC research finds that children with asthma were 51 percent more likely to become obese over the next decade compared to kids who did not have asthma.The study, published on Jan. 20 in the American Journal of Respiratory and Critical Care Medicine, also indicated that children who used asthma inhalers when they had an attack were 43 percent less likely to become obese.\"Early diagnosis and treatment of asthma may help prevent the childhood obesity epidemic,\" said Frank Gilliland, senior author of the study and a professor of preventive medicine at the Keck School of Medicine of USC. \"Part of the problem may be a vicious cycle where asthma and obesity negatively affect each other. Our results also suggest that asthma inhalers may help prevent obesity in children. Although this observation warrants further study, it is interesting that the correlation exists irrespective of physical activity and other asthma medication use.\"Scientific literatureFew studies have found a link between early-life asthma and increased risk of developing obesity by following children over a decade, the study stated. Not all children who have asthma are obese or will become obese.\"Children who have asthma are often overweight or obese, but the scientific literature has not been able to say asthma causes obesity,\" said Zhanghua Chen, lead author of the study and a research associate of environmental health at the Keck School of Medicine. \"However, our study and that of others support the finding that having asthma in early childhood may lead to increased risk of childhood obesity.\"One of the reasons obesity may be more prevalent in children with asthma is because respiratory problems may cause this population to play and exercise less, though this study accounted for physical activity. Plus, a side effect of many asthma medications is weight gain. Elevated asthma and obesity may contribute to the development of other metabolic diseases, including prediabetes and Type 2 diabetes in later life, Gilliland said.Study detailsUSC researchers reviewed the records of 2,171 Southern California kindergarteners and first-graders who were not obese when they enrolled in the Children's Health Study. Some 13.5 percent of children had asthma when they enrolled in the study.Researchers followed the students for up to 10 years. During that decade, 15.8 percent of the children became obese. The scientists confirmed their results using a different group of fourth-graders who were followed until high school graduation.The Children's Health Study is one of the largest and most detailed studies of the long-term effects of air pollution on the respiratory and metabolic health of children. Looking at 20 years of data, USC researchers have found that air pollution increases obesity, that children's lungs grow stronger as air quality improves and that fewer children in Southern California have bronchitis as a result of decreasing pollution levels in the region.Parents completed questionnaires on socio-demographic factors, history of respiratory illness, physical activity patterns, smoking exposures at home and other household characteristics. Participants or their parents answered questions about the number of exercise classes students attended and the number of days they spent in outdoor sports in the last 12 months.The researchers adjusted for health insurance coverage, overweight status, ethnicity, household income, smoking exposure at home and physical activity.Children were labeled obese if they had a body mass index at or above the 95th percentile when compared to the standards of the Centers for Disease Control and Prevention.The study had some limitations as information came from self-reported questionnaires. Researches had limited information about exercise and did not collect data about the students' diets.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uosc-cwa011717.php", "region": "namerica", "source_link": null, "funder": "Southern California Environmental Sciences Center, NIH/National Institute of Environmental Health Sciences, Hastings Foundation", "meeting": "", "institution": "University of Southern California", "keywords": ["Medicine/Health", " Diet/Body Weight", " Environmental Health", " Immunology/Allergies/Asthma", " Pediatrics"], "journal": "American Journal of Respiratory and Critical Care Medicine", "description": "New USC research finds that children with asthma were 51 percent more likely to become obese over the next decade compared to kids who did not have asthma. The study, published on Jan. 20 in the American Journal of Respiratory and Critical Care Medicine, also indicated that children who used asthma inhalers when they had an attack were 43 percent less likely to become obese.", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}