{"title": "Type 1 diabetes linked to gut inflammation, bacteria changes", "text": "Washington, DC--People with Type 1 diabetes exhibit inflammation in the digestive tract and gut bacteria¬--a pattern that differs from individuals who do not have diabetes or those who have celiac disease, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.  Type 1 diabetes occurs when the body produces little to no insulin. The hormone plays a crucial role in carrying blood sugar to the body's cells. Type 1 diabetes tends to begin affecting people at a young age. It typically develops when the body's own immune system attacks the pancreas and prevents the gland from producing insulin. As a result, Type 1 diabetes is an autoimmune condition. Among every 1,000 American adults, between one and five people have Type 1 diabetes, according to the Society's Endocrine Facts and Figures report.\"Our findings indicate the individuals with Type 1 diabetes have an inflammatory signature and microbiome that differ from what we see in people who do not have diabetes or even in those with other autoimmune conditions such as celiac disease,\" said the study's senior author, Lorenzo Piemonti, MD, of the Diabetes Research Institute at San Raffaele Hospital in Milan, Italy. \"Some researchers have theorized that the gut may contribute to the development of Type 1 diabetes, so it is important to understand how the disease affects the digestive system and microbiome.\"The study examined the microbiome of 54 individuals who underwent endoscopies and biopsies of the first part of the small intestine, known as the duodenum, at San Raffaele Hospital between 2009 and 2015. The individuals were either undergoing a diagnostic procedure to diagnose a gastrointestinal disorder or volunteered to participate in the study. This approach allowed researchers to directly assess the gastrointestinal tract and bacteria, unlike studies that rely on stool samples for analysis. The analysis of tissues sampled from the endoscopy produced high-resolution snapshots of the innermost layer of the gastrointestinal tract. Individuals with Type 1 diabetes showed significantly more signs of inflammation of the gut's mucous membrane linked to 10 specific genes than the participants who had celiac disease and control healthy subjects. Participants with Type 1 diabetes also displayed a distinct combination of gut bacteria that was different from the other two groups.\"We don't know if Type 1 diabetes' signature effect on the gut is caused by or the result of the body's own attacks on the pancreas,\" Piemonti said. \"By exploring this, we may be able to find new ways to treat the disease by targeting the unique gastrointestinal characteristics of individuals with Type 1 diabetes.\"", "article_link": "http://dx.doi.org/10.1210/jc.2016-3222", "url": "http://www.eurekalert.org/pub_releases/2017-01/tes-t1d011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Internal Medicine", " Gastroenterology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Journal of Clinical Endocrinology and Metabolism", "description": "People with type 1 diabetes exhibit inflammation in the digestive tract and gut bacteria -- a pattern that differs from individuals who do not have diabetes or those who have celiac disease, according to a new study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}