{"title": "Insecticides mimic melatonin, creating higher risk for diabetes", "text": "BUFFALO, N.Y. -- Synthetic chemicals commonly found in insecticides and garden products bind to the receptors that govern our biological clocks, University at Buffalo researchers have found. The research suggests that exposure to these insecticides adversely affects melatonin receptor signaling, creating a higher risk for metabolic diseases such as diabetes.\r\nPublished online on Dec. 27 in Chemical Research in Toxicology, the research combined a big data approach, using computer modeling on millions of chemicals, with standard wet-laboratory experiments. It was funded by a grant from the National Institute of Environmental Health Sciences, part of the National Institutes of Health. \r\nDisruptions in human circadian rhythms are known to put people at higher risk for diabetes and other metabolic diseases but the mechanism involved is not well-understood.\r\n\"This is the first report demonstrating how environmental chemicals found in household products interact with human melatonin receptors,\" said Margarita L. Dubocovich, PhD, senior author on the paper and SUNY Distinguished Professor in the Department of Pharmacology and Toxicology and senior associate dean for diversity and inclusion in the Jacobs School of Medicine and Biomedical Sciences at UB. \r\n\"No one was thinking that the melatonin system was affected by these compounds, but that's what our research shows,\" she said. \r\nThe current research focuses on two chemicals, carbaryl, the third most widely used insecticide in the U.S. but which is illegal in several countries, and carbofuran, the most toxic carbamate insecticide, which has been banned for applications on food crops for human consumption since 2009. It is still used in many countries, including Mexico and traces persist in food, plants and wildlife. \r\n\"We found that both insecticides are structurally similar to melatonin and that both showed affinity for the melatonin, MT2 receptors, that can potentially affect glucose homeostasis and insulin secretion,\" said Marina Popevska-Gorevski, co-author, now a scientist with Boehringer Ingelheim Pharmaceuticals, who worked in Dubocovich's lab while earning her master's degree at UB. \"That means that exposure to them could put people at higher risk for diabetes and also affect sleeping patterns.\"\r\nThe results suggest that there is a need to assess environmental chemicals for their ability to disrupt circadian activity, something which is not currently being considered by federal regulators. The UB researchers are developing a rapid bioassay that might be able to assess environmental chemicals for this kind of activity. \r\nThe work is part of a larger effort by Dubocovich and her colleagues at UB to develop their Chem2Risk pipeline, combining UB's expertise in computational biology and melatonin receptor pharmacology. \r\n\"Our approach seamlessly integrates the screening of environmental chemicals through computer simulation, in vitro and in vivo techniques to gauge the risk these chemicals present for various disease end points,\" explained Raj Rajnarayanan, PhD, lead author and assistant professor of pharmacology and toxicology at UB.\r\nThe UB database contains about four million chemicals reported to have some level of toxicity. \"From those, we identified hundreds of thousands of compounds that had readily available chemical structures so that we could study them,\" Rajnarayanan explained. After grouping the chemicals in clusters according to their similarity, they found several with functional groups similar to melatonin. \r\nUsing predictive computational modeling and in vitro experiments with cells that express human melatonin receptors, they found that carbamates selectively interact with a melatonin receptor. That interaction can disrupt melatonin signaling and alter important regulatory processes in the body. \r\n\"By directly interacting with melatonin receptors in the brain and peripheral tissues, environmental chemicals, such as carbaryl, may disrupt key physiological processes leading to misaligned circadian rhythms, sleep patterns, and altered metabolic functions increasing the risk for chronic diseases such as diabetes and metabolic disorders,\" said Dubocovich. \r\nFor example, she explained, there is a fine balance between the release of insulin and glucose in the pancreas at very specific times of day, but if that balance becomes disrupted over a long period of time, there is a higher risk of developing diabetes. \r\nDubocovich is an internationally renowned authority on the brain hormone melatonin and how melatonin receptors are regulated. Her work has significantly boosted the scientific understanding of how melatonin impacts circadian rhythms and human health in general, including sleep disorders, metabolic disease and drug addiction.\r\nPopovska-Gorevski presented preliminary findings on this work at the 2014 Experimental Biology meeting in San Diego, receiving a Best Abstract Award from the Toxicology Division of the American Society for Pharmaceutical and Experimental Therapeutics and a Best Poster Award from the Upstate New York Pharmacology Society.\r\n", "article_link": "http://dx.doi.org/10.1021/acs.chemrestox.6b00301", "url": "http://www.eurekalert.org/pub_releases/2017-01/uab-imm011917.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/01/021.html", "funder": "National Institutes of Health", "meeting": "", "institution": "University at Buffalo", "keywords": ["Medicine/Health", " Environmental Health", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Circadian Rhythm", " Sleep/Sleep Disorders"], "journal": "Chemical Research in Toxicology", "description": "Synthetic chemicals commonly found in insecticides and garden products bind to the receptors that govern our biological clocks, University at Buffalo researchers have found.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}