{"title": "'FishTaco' sorts out who is doing what in your microbiome", "text": "A growing body of evidence indicates that the trillions of microbes that live on and inside our bodies affect our health. Collectively, these resident microbes form our microbiome.Earlier research has found, for example, that changes in the species composition of bacterial communities living in our intestines lead to imbalances in the set of metabolic processes the microbiome can perform. Such imbalances are associated with several conditions, including obesity, type 2 diabetes, cancer, and autoimmune diseases.These observations suggest that it might be possible to prevent or treat these conditions by altering the composition of species in our microbiome through diet, drugs, or other techniques and restoring its functional capacity.To do this, it is necessary to determine which bacterial species are responsible for which functional imbalances. This is no mean feat as hundreds to thousands of bacterial species populate the human microbiome. In a new paper appearing in the journal Cell Host & Microbe, researchers at the University of Washington report that they have developed a novel computational method that reveals how much different bacterial species contribute to disease-associated functional imbalances in the microbiome. \"This method allows us to pinpoint which microbial species in our microbiome are responsible for each functional imbalance so they can be targeted for therapy,\" said Elhanan Borenstein, the senior author of this paper and an associate professor of genome sciences at the University of Washington School of Medicine.  Borenstein's lab studies the human microbiome and develops novel computational methods for modeling and analyzing the microbiome.  Borenstein co-wrote the paper with Ohad Manor, a former postdoctoral fellow in his lab who spearheaded this method.The method, called FishTaco, short for \"Functional Shifts' Taxonomic Contributors,\" integrates the two most common approaches scientists use to profile the microbiome and to identity associations with disease. These are the taxonomic approach and the functional approach.Briefly, the taxonomic approach looks at which species, or taxa, of microbes make up the microbiome. The functional approach, in contrast, looks at all the genes present in a microbiome. Because genes code for the proteins that determine the microbiome's activity, the total gene content of the microbiome reveals what functions its microbial population is capable of performing. Put differently, the taxonomic approach asks, \"Who is there?\", whereas the functional approach queries, \"What are they doing?\" The problem, however, is that neither one of these two approaches tells the whole story, because many diseases are associated with changes in both the taxonomic and functional content of the microbiome. More important, it was not clear how to combine these two approaches or how to determine the exact relationship between taxonomic and functional disease associations. \"FishTaco integrates the taxonomic and functional approaches, linking shifts in the microbiome's species and gene compositions and identifying the taxa that drive functional imbalances observed in different diseases,\" Borenstein said. In their study, Borenstein and Manor also used FishTaco to analyze the microbiomes of individuals with type 2 diabetes and inflammatory bowel disease and to identify the taxa contributing to functional imbalances in these diseases. They found that functional shifts are often driven by diverse combinations of species. Surprisingly, they further found that very similar functional imbalances observed in different diseases may in fact be driven by completely different set of species. \"Our findings demonstrate that the link between the microbiome taxonomic and functional dynamics is incredibly complex and disease-specific,\" said Borenstein. \"Identifying the species that drive such imbalances in each disease is therefore an essential step toward targeted interventions aiming to manipulate the functional capacity of the microbiome and promote health.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.chom.2016.12.014", "url": "http://www.eurekalert.org/pub_releases/2017-01/uowh-so011917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health New Innovator Award", "meeting": "", "institution": "University of Washington Health Sciences/UW Medicine", "keywords": ["Biology", " Bacteriology", " Microbiology", " Medicine/Health", " Eating Disorders/Obesity", " Infectious/Emerging Diseases", " Metabolism/Metabolic Diseases", " Computer Science", " Bioinformatics"], "journal": "Cell Host & Microbe", "description": "How much do different bacterial species contribute to disease-associated imbalances in the human microbiome? A new computational method, dubbed FishTaco,  is helping find out.  The method looks at which microbes are present and what they are doing.  Understanding imbalances in say, the human gut microbiome, might eventually suggest new ways to manage obesity, type 2 diabetes, or autoimmune diseases.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}