{"title": "Statins could halt vein blood clots, research suggests", "text": "Statins could hold the key to eradicating one of the most preventable causes of hospital deaths after researchers uncovered a new role for the cholesterol-lowering pill.The medication, commonly used to prevent heart attacks, reduces the threat of a condition affecting millions globally called venous thromboembolism (VTE), where blood clots form in the vein in the lungs or in limbs, by between 15 and 25 per cent.The conclusion was made following a thorough analysis of 36 studies involving more than 3.2 million people as part of new research published in The Lancet Haematology. It was supported by NIHR Collaboration for Leadership for Applied Health Research and Care (CLAHRC) East Midlands and the NIHR Leicester-Loughborough Diet, Lifestyle and Physical Activity Biomedical Research Unit.The results of the summary compiled by researchers from Leicester Diabetes Centre and the University of Bristol provide an \"extensive body of evidence on the clinical benefit of statin in the occurrence of VTE\".The finding could potentially lead to new guidelines and an expansion of the use of treatment, which is already established in cardiovascular disease prevention.Co-investigator Professor Kamlesh Khunti, Professor of Primary Care Diabetes & Vascular Medicine at the University of Leicester, Director NIHR CLAHRC East Midlands and Co-Director of the Leicester Diabetes Centre, said: \"These findings underscore a potential beneficial role of statin therapy on VTE in addition to its established role in cardiovascular disease prevention.\"Lead researcher Dr Setor Kunutsor, from the University of Bristol's Musculoskeletal Research Unit, added: \"Currently, statins are only approved for lipid lowering in the primary and secondary prevention of cardiovascular disease.\"But they have shown great promise beyond their established lipid-lowering effects and these include potential beneficial impact on multiple disease conditions.\"These results provide an extensive body of evidence on the clinical benefit of statin in the occurrence of VTE and may support a true protective effect.\"", "article_link": "http://dx.doi.org/10.1016/S2352-3026(16)30184-3", "url": "http://www.eurekalert.org/pub_releases/2017-01/uol-sch011917.php", "region": "europe", "source_link": null, "funder": "National Institute for Health Research", "meeting": "", "institution": "University of Leicester", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Lancet Haematology", "description": "Statins could hold the key to eradicating one of the most preventable causes of hospital deaths after researchers uncovered a new role for the cholesterol-lowering pill.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}