{"title": "New TSRI method could turbocharge drug discovery, protein research", "text": "LA JOLLA, CA - January 19, 2017 - A team led by scientists at The Scripps Research Institute (TSRI) has developed a versatile new method that should enhance the discovery of new drugs and the study of proteins.The new method enables researchers to quickly find small molecules that bind to hundreds of thousands of proteins in their native cellular environment. Such molecules, called ligands, can be developed into important tools for studying how proteins work in cells, which may lead to the development of new drugs. The method can be used even without prior knowledge of protein targets to discover ligand molecules that disrupt a biological process of interest--and to quickly identify the proteins to which they bind.\"This new platform should be useful not only for discovering new drugs but also for discovering new biology,\" said co-lead author Christopher G. Parker, a research associate in the laboratory of TSRI Professor Benjamin F. Cravatt, chairman of the Department of Chemical Biology.This research was published ahead of print January 19, 2017 in the journal Cell.Finding New Partners for Un-targetable ProteinsAbout 25,000 proteins are encoded in the human genome, but public databases list known ligands for only about 10 percent of them. Biologists have long sought better tools for exploring this terra incognita.The new method involves the development of a set of small, but structurally varied, candidate ligand molecules known as \"fragments.\" Each candidate ligand is modified with a special chemical compound so that, when it binds with moderate affinity to a protein partner, it can be made to stick permanently to that partner by a brief exposure to UV light. A further modification provides a molecular handle by which scientists can grab and isolate these ligand-protein pairs for analysis.For an initial demonstration, the team assembled a small \"library\" of candidate ligands whose structural features include many that are found in existing drugs. By applying just 11 of them to human cells, the researchers identified more than 2,000 distinct proteins that had bound to one or more of the ligands.These ligand-bound proteins include many from categories--such as transcription factors--that previously had been considered \"un-ligandable\" and therefore un-targetable with drugs. In fact, only 17 percent of these proteins have known ligands, according to the widely used DrugBank database.The researchers used further methods to identify, for many ligand-protein interactions, the site on the protein where the coupling occurred.The candidate ligands initially used to screen for protein binding partners are generally too small to bind to their partners tightly enough to disrupt their functions in cells. But the team showed that, in multiple cases, that these initial small (\"fragment\") ligands could be developed into larger, more complex molecules that display higher-affinity interactions and disrupt their protein partner's functions.A New Type of Functional ScreenFor a final demonstration, collaborating chemists at Bristol-Myers Squibb help create a library of several hundred slightly more complex candidate ligands. With TSRI colleagues Professor Enrique Saez and co-first author Andrea Galmozzi, the team then tested these ligands to find any that could promote the maturation of fat cells (adipocytes)--a process that in principle can alleviate the insulin resistance that leads to type 2 diabetes.Traditional functional screens of this type do not pinpoint the proteins or other molecules through which the effect on the cell occurs. But with this new discovery method, the researchers quickly found not only a ligand that strongly promotes adipocyte maturation but also its binding partner, PGRMC2, a protein about which little was known.\"We found a new 'druggable' pathway, and we also seem to have uncovered some new biology--despite the fact that adipocyte maturation and other diabetes-related pathways have been studied a lot already,\" Parker said.\"With this method, we look forward to exploring much more thoroughly the druggability of human proteins and accelerating investigations of protein biology,\" Cravatt said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sri-ntm011817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Cancer Society, American Heart Association", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health"], "journal": "", "description": "A team led by scientists at the Scripps Research Institute has developed a versatile new method that should enhance the discovery of new drugs and the study of proteins.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}