{"title": "Pancreatic tumors rely on signals from surrounding cells", "text": "LA JOLLA--Just as an invasive weed might need nutrient-rich soil and water to grow, many cancers rely on the right surroundings in the body to thrive. A tumor's microenvironment--the nearby tissues, immune cells, blood vessels and extracellular matrix--has long been known to play a role in the tumor's growth.Now, Salk scientists have pinned down how signals from this microenvironment encourage pancreatic tumors to grow by altering their metabolism. Blocking the pathways involved, they reported in Proceedings of the National Academy of Sciences the week of January 16, 2017, can slow the growth of a pancreatic cancer.\"Pancreatic cancer is a deadly disease and is very understudied when it comes to how it communicates with the microenvironment,\" says senior author Ronald Evans, director of Salk's Gene Expression Laboratory, a Howard Hughes Medical Institute investigator and holder of the March of Dimes Chair in Molecular and Developmental Biology. \"Our findings open up a lot of avenues for future study.\"Pancreatic cancer has the worst five-year survival rate of any major cancer and is expected to be the second leading cause of cancer deaths by the year 2030. It's notoriously resistant to both chemotherapies and emerging immunotherapies, Evans says, emphasizing the importance of new treatment paradigms.Previous research has shown that the signals coming from surrounding stromal cells include both supportive signals--which help pancreatic tumors grow--and suppressive signals--which try to fight the cancer. To understand specifically how pancreatic cancer cells take advantage of any supportive signals, Evans's team first had to come up with a method to mimic how pancreatic cancer cells grow so closely integrated with the stroma.\"We worked out a culture system so that we could grow human pancreatic cells in a three-dimensional system in both the presence and absense of stromal signals,\" says first author Mara Sherman, a former Salk postdoctoral research fellow now at Oregon Health & Science University.When stromal signaling molecules--isolated from patients or generated in the lab--were present, the metabolism of pancreatic cancer cells changed, the researchers found. Not only were levels of metabolic compounds different, but the expression of certain genes involved in metabolism was turned up, and the epigenome of the cells--molecular markers on DNA that change gene expression on a broader scale--was altered.\"The tumor is essentially hacking into that stromal microenvironment and grabbing what it needs to up its metabolism,\" says Michael Downes, a Salk senior scientist involved in the research.To try to block this \"hacking\" of the microenvironment by the cancer cells, the team turned to a drug called JQ1, which is known to block the epigenome changes that they'd observed. Indeed, when JQ1 was added to the 3D culture system, it reversed the genetic changes to the pancreatic cancer cells that the stromal signals had caused. Moreover, when mice with pancreatic tumors were treated with JQ1, tumor growth was slowed.More work is needed to reveal whether JQ1, or similar compounds, can shrink or slow the growth of pancreatic tumors in humans and what other pathways in the cancer cells may be responding to the tumor microenvironment, but the findings pave the way for that research.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/si-ptr011917.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/pancreatic-tumors-rely-signals-surrounding-cells/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Cancer"], "journal": "Proceedings of the National Academy of Sciences", "description": "Salk scientists find that targeting the interaction between a pancreatic tumor and its microenvironment could weaken cancer", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}