{"title": "Binge drinking may quickly lead to liver damage", "text": "Alcohol consumed during just seven weeks of intermittent binge drinking harms the liver in ways that more moderate daily drinking does not, according to researchers at UC San Francisco.The scientists discovered that just 21 binge drinking sessions in mice were enough to cause symptoms of early-stage liver disease. Binge drinking produced fatty liver tissue and triggered early stages of inflammation, both indicators of alcohol-induced liver disease. Binging also increased the levels of alcohol-metabolizing enzymes, whose activity can produce oxidative damage and other forms of harm to the liver. Their work appears in the January 19, 2017 \"EarlyView\" online edition of the journal Alcoholism: Clinical and Experimental Research.\"We sometimes think of alcoholic liver damage as occurring after years of heavy drinking. However, we found that even a short period of what in humans would be considered excessive drinking resulted in liver dysfunction,\" said Frederic \"Woody\" Hopf, PhD, the study's senior researcher, an associate adjunct professor of neurology at UCSF, and a member of UCSF's Alcohol Center for Genes and Translation (ACGT). \"It is important to intervene early to counter the dangers associated with binge drinking habits,\" said Hopf, also a member of UCSF's Wheeler Center for the Neurobiology of Addiction. For a man, binge drinking is defined as consumption of five or more drinks within two hours, an amount equivalent to five bottles of beer, a bottle of wine, or five shots of hard liquor. For a woman, binge drinking involves consumption of four or more drinks in two hours. Reducing binge drinking is particularly important because many binge drinkers go on to develop an alcohol use disorder and associated health risks. Excessive alcohol use, which includes binge drinking, results in about 88,000 preventable deaths yearly in the United States and about 2.5 million years of lost life, according to the U.S. Centers for Disease Control and Prevention (CDC). Most people with an alcohol use disorder develop fatty liver, and of those, about one in five goes on to develop liver cirrhosis, which often is fatal.In the UCSF study, liver triglycerides were almost 50 percent higher in binge drinkers' livers compared to mice that abstained from alcohol, and triglyceride levels in the blood were almost 75 percent higher. Fat droplets were clearly visible in liver slices from binge drinkers. In contrast, moderate-drinking mice and mice that completed just one binge drinking session did not have significantly elevated triglyceride levels compared to abstainers. \"Our results strongly suggest that repeated, excessive alcohol drinking, even without alcohol dependence, can cause fatty liver, evidence of early alcohol-related liver dysfunction,\" Hopf said.The researchers also found that even a single episode of binge drinking elevated the levels of the liver enzyme CYP2E1, which metabolizes alcohol into toxic by-products that can cause oxidative damage and other forms of tissue injury. After seven weeks of binging, there was even more CYPE1 produced in response to binge drinking. Alcohol dehydrogenase, the major alcohol-metabolizing enzyme, was also more abundant in binge-drinking mice. These results suggest that repeated binging increases the levels of these enzymes, which could lead to greater cellular damage. Repeated binge drinking also increased activation of a gene that immune cells use to make an inflammatory cytokine protein called IL-1B, which is implicated in the liver inflammation seen in alcohol-induced liver disease. The scientists did not detect other alterations in the inflammatory system that are known to accompany later stages of liver cell damage. \"It's not yet clear whether the changes to the liver associated with binge drinking are completely reversible. It could even be that these changes sensitize and prime the liver, so that a subsequent return to binge drinking after long abstinence will more easily cause harm,\" Hopf said. \"Those are experiments we are planning to do next.\"For several decades, alcohol researchers have regarded mice as a validated model for learning about mechanisms that drive excessive drinking in humans, according to Hopf. In the newly published study, binge-drinking mice could drink 20 percent alcohol on just three nights per week. \"On Monday, Wednesday and Friday nights, they got to drink all they wanted,\" Hopf said. On the other hand, mice that had continuous access to alcohol drank more moderately, about half as much as binge drinkers. Alcohol binging in mice produces blood alcohol levels that are comparable to human binge drinking, Hopf said. UCSF researchers at the ACGT are particularly interested in investigating whether changes in the brains of alcohol-binging mice might shed light on human binge drinking, especially the compulsive drives for alcohol associated with binge drinking that continues despite damaging consequences. The present studies suggest that even more limited alcohol binging is already sufficient to start one on the road to liver damage, Hopf said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--bdm011917.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/01/405561/binge-drinking-may-quickly-lead-liver-damage", "funder": "NIH/National Institue on Alcohol Abuse and Alcoholism", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Addiction", " Liver", " Addiction", " Alcohol"], "journal": "Alcoholism: Clinical & Experimental Research", "description": "Alcohol consumed during just seven weeks of intermittent binge drinking harms the liver in ways that more moderate daily drinking does not, according to researchers at UC San Francisco.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}