{"title": "Toward a 'smart' patch that automatically delivers insulin when needed", "text": "Treatment for certain diabetes cases involves constant monitoring of blood-glucose levels and daily insulin shots. But scientists are now developing a painless \"smart\" patch that monitors blood glucose and releases insulin when levels climb too high. The report on the device, which has been tested on mice, appears in the journal ACS Nano. People with Type 1 diabetes don't make insulin -- a hormone that regulates blood glucose, or sugar. Those with Type 2 diabetes can't use insulin effectively. Either way, glucose builds up in the blood, which can lead to a host of health problems, including heart disease, stroke, blindness and amputation of toes, feet or legs. To avoid these outcomes, people with Type 1 or advanced Type 2 diabetes regularly prick their fingers to measure blood-sugar levels, and some patients must inject themselves with insulin when needed. But sometimes, despite a person's vigilance, glucose levels can still get out of whack. Zhen Gu and colleagues wanted to come up with a simpler, more effective, shot-free way to manage diabetes. The researchers developed a skin patch covered in painless microneedles that are loaded with tiny insulin-carrying pouches. The pouches are engineered to break apart rapidly and release the insulin in response to rising glucose levels. Diabetic mice wearing the patch maintained consistent concentrations of insulin in their blood. When these mice received a shot of glucose, their blood sugar levels spiked initially, but then fell to normal levels within two hours. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/acs-ta011817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Diabetes"], "journal": "ACS Nano", "description": "Treatment for certain diabetes cases involves constant monitoring of blood-glucose levels and daily insulin shots. But scientists are now developing a painless 'smart' patch that monitors blood glucose and releases insulin when levels climb too high. The report on the device, which has been tested on mice, appears in the journal ACS Nano.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}