{"title": "Experts urge for wider prescription of statins in treatment and prevention", "text": "World-renowned researchers from the Charles E. Schmidt College of Medicine at Florida Atlantic University as well as Harvard Medical School address the possible but unproven link between statins and diabetes, as well as the implications of prescription of statins for clinicians and their patients, in a commentary published in the prestigious American Journal of Medicine. The editor-in-chief of the journal published the commentary and an editorial he wrote online ahead of print.   Charles H. Hennekens, M.D, Dr.P.H., the first Sir Richard Doll professor and senior academic advisor to the dean, the Charles E. Schmidt College of Medicine at FAU; Bettina Teng, BA, a recent pre-med honors graduate of the Harriet L. Wilkes Honors College at FAU; and Marc A. Pfeffer, M.D., Ph.D., the Dzau professor of medicine at HMS, emphasize to clinicians that the risk of diabetes, even if real, pales in comparison to the benefits of statins in both the treatment and primary prevention of heart attacks and strokes. \"The totality of evidence clearly indicates that the more widespread and appropriate utilization of statins, as adjuncts, not alternatives to therapeutic lifestyle changes, will yield net benefits in the treatment and primary prevention of heart attacks and strokes, including among high, medium and low risk patients unwilling or unable to adopt therapeutic lifestyle changes,\" said Hennekens.  In the accompanying editorial, Joseph S. Alpert, M.D., editor-in-chief and a renowned cardiologist and professor of medicine at the University of Arizona School of Medicine, reinforces these important and timely clinical and public health challenges in treatment and primary prevention. \"There is no threshold for low density lipoprotein cholesterol below which there are no net benefits of statins either in the treatment or primary prevention of heart attacks and strokes,\" said Alpert.  The authors and editorialist express grave concerns that there will be many needless premature deaths as well as preventable heart attacks and strokes if patients who would clearly benefit from statins are not prescribed the drug, refuse to take the drug, or stop using the drug because of ill-advised adverse publicity about benefits and risks, which may include misplaced concerns about the possible but unproven small risk of diabetes. \"These public health issues are especially alarming in primary prevention, particularly among women, for whom cardiovascular disease also is the leading cause of death, and for whom there is even more underutilization of statins than for men,\" said Hennekens.At its national meeting in November 2013, the American Heart Association, in collaboration with the American College of Cardiology, presented and published its new guidelines for the use of statins in the treatment and primary prevention of heart attacks and strokes, in which the organizations also recommended wider utilization in both treatment and prevention.   According to the United States Centers for Disease Control and Prevention, heart disease is the leading killer among men and women, causing approximately 600,000 deaths each year.  Among the numerous honors and recognitions Hennekens has received include the 2013 Fries Prize for Improving Health for his seminal contributions to the treatment and primary prevention of cardiovascular disease, the 2013 Presidential Award from his alma mater, Queens College, for his distinguished contributions to society, and the 2013 American Heart Association Award, which he shared with the Charles E. Schmidt College of Medicine at FAU for reducing premature deaths from heart attacks and strokes. From 1995 to 2005, Science Watch ranked him as the third most widely cited medical researcher in the world and five of the top 20 were his former trainees and/or fellows. In 2012, Science Heroes ranked Hennekens No. 81 in the history of the world for having saved more than 1.1 million lives.  In 2014, he received the Ochsner Award for reducing premature deaths from cigarettes. In 2016, he was ranked the No. 14 \"Top Scientist in the World\" with an H-index of 173.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/fau-euf011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Epidemiology", " Health Professionals", " Internal Medicine", " Metabolism/Metabolic Diseases", " Public Health"], "journal": "American Journal of Medicine", "description": "Researchers from Florida Atlantic University and Harvard Medical School address the possible but unproven link between statins and diabetes, as well as the implications of prescription of statins for clinicians and their patients. They emphasize that the risk of diabetes, even if real, pales in comparison to the benefits of statins in both the treatment and primary prevention of heart attacks and strokes. The editor-in-chief published the commentary and his editorial online ahead of print.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}