{"title": "UTSW researchers identify novel mechanism that protects pancreas from digestive enzymes", "text": "DALLAS, Jan. 18, 2017 - UT Southwestern Medical Center researchers have uncovered the mechanism by which the stress hormone FGF21 keeps digestive enzymes from damaging the pancreas.The research, published online this month in Cell Metabolism, points to the possibility of new therapies for pancreatitis, a potentially life-threatening inflammation of the pancreas.Pancreatitis can have many causes, including heavy, long-term alcohol drinking, gallstones, and certain hereditary conditions. About 210,000 U.S. residents are hospitalized with acute pancreatitis annually, according to the National Institutes of Health's National Institute of Diabetes and Digestive and Kidney Diseases.Dr. David Mangelsdorf and Dr. Steven Kliewer - who have run a joint laboratory at UT Southwestern since 2002 - earlier reported that the liver hormone FGF21, or fibroblast growth factor 21, acts via the brain's reward pathway to reduce the desire for sugar and alcohol in mammals. In November, they published a collaborative study with European researchers comparing the genomes of more than 105,000 light and heavy social drinkers. That investigation identified a gene variant for the brain's FGF21 receptors that suppresses the desire to drink alcohol.They then turned their attention from FGF21's effects in the central nervous system to the digestive system, where another mystery awaited.\"Previous studies had shown that FGF21 protected the pancreas, but it was unknown how or by what mechanism,\" said Dr. Mangelsdorf, Chair of Pharmacology and a Howard Hughes Medical Institute Investigator. \"We found that FGF21 has a novel, unexpected role in stimulating the pancreas to secrete digestive enzymes into the intestine.\"The work may someday lead to new therapies for pancreatitis, said Dr. Kliewer, Professor of Molecular Biology and Pharmacology and holder of the Nancy B. and Jake L. Hamon Distinguished Chair in Basic Cancer Research. Drs. Mangelsdorf and Kliewer are corresponding authors of the study.The study reveals yet another surprising effect of FGF21. When produced in the liver, FGF21 works on the central nervous system like a hormone - a substance created in one part of the body that exerts effects on other parts. In contrast, FGF21 made in the pancreas acts locally, affecting only that organ, the researchers found.The researchers report that the same FGF21 receptor complex found in the brain is also present in the pancreas, the organ located behind the stomach that makes enzymes used in digestion. Under normal conditions, the pancreas makes enzymes that remain inactive (known as zymogen granules) until they travel through the pancreatic ducts and arrive in the intestine, where they become activated and help digest food. When the pancreatic ducts become blocked, the powerful enzymes can activate while still inside the pancreas and begin to digest the glandular organ itself, they explained.In one experiment, the researchers observed that mice genetically unable to make FGF21 overproduced zymogen granules (the enzyme precursors) in the pancreas. This effect was reversed when the mice received FGF21 infusions.\"There was no evidence of pancreatitis in those mice, only a significant increase in the amount of pancreatic enzymes, and indications that having FGF21 helps clear those enzymes from the pancreas,\" Dr. Kliewer said.In another experiment, they found that mice genetically engineered to overproduce FGF21 were protected from injury when exposed to a pancreatic toxin. Conversely, mice lacking FGF21 were more susceptible to damage from the toxin.\"Pancreatic FGF21 is a digestive enzyme secretion stimulator whose function is to maintain enzyme balance in the pancreas,\" said Dr. Mangelsdorf, who also holds the Alfred G. Gilman Distinguished Chair in Pharmacology, and the Raymond and Ellen Willie Distinguished Chair in Molecular Neuropharmacology in Honor of Harold B. Crasilneck, Ph.D.\"One of the big inducers of pancreatitis is alcohol consumption. So, this hormone might someday be used to treat one of the key adverse effects of alcoholism,\" Dr. Mangelsdorf said.FGF21 was first described in association with dietary stresses such as starvation and high-fat diets. It is also produced when mammals consume carbohydrates and alcohol. Because of FGF21's unique effects, drug forms of the protein are being evaluated for the treatment of obesity and type 2 diabetes.The researchers stressed that any potential therapeutics will need to address some unusual side effects seen in their previous mouse studies, such as bone loss, increased levels of the so-called fight-or-flight hormones called glucocorticoids, and suppressed fertility in female mice. Because FGF21's hormonal effects on the central nervous system work via the brain's reward pathway, there is also concern about possible adverse effects on mood, they said.\"FGF21 has remarkable pharmacologic effects,\" Dr. Mangelsdorf said. \"This study suggests an intriguing role in the body's reaction to stresses in the digestive system, but there is more work to be done.\"UT Southwestern co-authors, all in Pharmacology, include: co-lead authors Dr. Katie Coate, a former postdoctoral researcher, and graduate student Dr. Genaro Hernandez; Assistant Instructor Dr. Curtis Thorne; postdoctoral researcher Dr. Shengyi Sun; undergraduate researcher Thao D.V. Le; and research technician Kevin Vale.The research was supported by the National Institutes of Health, the Robert A. Welch Foundation, a National Science Foundation Graduate Research Fellowship, and the Howard Hughes Medical Institute. Novo Nordisk provided the recombinant FGF21 used in the experiments.Dr. Mangelsdorf is a founder and member of the scientific advisory board of Metacrine, a biotech company that seeks to develop anti-obesity drugs.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/usmc-uri011817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Cell Metabolism", "description": "UT Southwestern Medical Center researchers have uncovered the mechanism by which the stress hormone FGF21 keeps digestive enzymes from damaging the pancreas.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}