{"title": "Too much sitting, too little exercise may accelerate biological aging", "text": "Researchers at University of California San Diego School of Medicine report that elderly women who sit for more than 10 hours a day with low physical activity have cells that are biologically older by eight years compared to women who are less sedentary.The study, publishing online January 18 in the American Journal of Epidemiology, found elderly women with less than 40 minutes of moderate-to-vigorous physical activity per day and who remain sedentary for more than 10 hours per day have shorter telomeres -- tiny caps found on the ends of DNA strands, like the plastic tips of shoelaces, that protect chromosomes from deterioration and progressively shorten with age. As a cell ages, its telomeres naturally shorten and fray, but health and lifestyle factors, such as obesity and smoking, may accelerate that process. Shortened telomeres are associated with cardiovascular disease, diabetes and major cancers.\"Our study found cells age faster with a sedentary lifestyle. Chronological age doesn't always match biological age,\" said Aladdin Shadyab, PhD, lead author of the study with the Department of Family Medicine and Public Health at UC San Diego School of Medicine.  Shadyab and his research team believe they are the first to objectively measure how the combination of sedentary time and exercise can impact the aging biomarker. Nearly 1,500 women, ages 64 to 95, participated in the study. The women are part of the larger Women's Health Initiative (WHI), a national, longitudinal study investigating the determinants of chronic diseases in postmenopausal women. The participants completed questionnaires and wore an accelerometer on their right hip for seven consecutive days during waking and sleeping hours to track their movements.\"We found that women who sat longer did not have shorter telomere length if they exercised for at least 30 minutes a day, the national recommended guideline,\" said Shadyab. \"Discussions about the benefits of exercise should start when we are young, and physical activity should continue to be part of our daily lives as we get older, even at 80 years old.\"Shadyab said future studies will examine how exercise relates to telomere length in younger populations and in men.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--tms011717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung and Blood Institute", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Clinical Trials", " Epidemiology", " Gerontology", " Aging"], "journal": "American Journal of Epidemiology", "description": "Researchers at University of California San Diego School of Medicine report that elderly women who sit for more than 10 hours a day with low physical activity have cells that are biologically older than their chronological age by eight years compared to women who are less sedentary.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}