{"title": "Support for Chicago Biomedical Consortium renewed", "text": "The Searle Funds at The Chicago Community Trust has renewed its funding commitment to the Chicago Biomedical Consortium (CBC), an innovative research and education collaboration of Northwestern University, the University of Illinois at Chicago and the University of Chicago that has helped establish the Chicago area as a leader in biomedical sciences.The Searle Funds has pledged $21 million over five years, including $5 million for the first year, which began Jan. 1. This extraordinary support will continue to stimulate the CBC's multi-institutional, interdisciplinary collaborations for improving human health. During the prior decade of CBC Phase 1, many notable discoveries have been made in a wide array of biomedical fields.The CBC is launching an important second phase: a focus on fostering a culture of entrepreneurship among university researchers. New initiatives include a forum for academic and industry scientists to discuss commercialization ideas and a program supporting translational research projects with funding and early commercial guidance.\"The CBC is an engine for innovation, powered by the brilliant faculty of three world-class institutions,\" said Terry Mazany, president and CEO of The Chicago Community Trust. \"It is this level of innovation that will distinguish cities competitive in the 21st century.\"\"In the past 10 years, the CBC has made remarkable strides, leveraging the talents and resources of Northwestern University, the University of Chicago and UIC to boost discovery and the Chicago region's economy,\" said Renee Michaels, vice president of Kinship Foundation, a private operating foundation established to advance the Searle family's institutional philanthropy. \"We're pleased to continue to support the CBC as it enters Phase 2, where it will apply the values of collaboration to strengthen connections within our biomedical ecosystem, build a stronger pipeline for discoveries to reach the marketplace and strengthen the entrepreneurial culture within the universities around life sciences,\" Michaels said. She and Mazany delivered remarks at a Dec. 16 special event celebrating the Chicago Biomedical Consortium and the continued support of the Searle Funds.Members of the Searle family were instrumental in establishing the CBC and have supported the enterprise through the Searle Funds at The Chicago Community Trust since the CBC's inception in 2006.For 11 years, the CBC has enabled risk-taking discovery science, resulting in an increased understanding of the biology underlying an array of medical conditions, such as heart disease, autism, leukemia, diabetes and Parkinson's disease. Areas of supported research include drug discovery, epigenetics, biomedical engineering, proteomics and systems biology, to name just a few.With a strong foundation in place, the CBC now is poised to accelerate the translation of scientific discovery to clinical application and the development of therapeutics. This will help bolster the biotechnology community in the Chicago area.The CBC's two new accelerator programs will partner with existing programs at the three universities to help identify promising research for which a boost of advice and support may make a difference in timing and outcome. These initiatives are:Also new is the CBC Entrepreneurial Postdoctoral Fellowship program. It will identify and support a cohort of young researchers interested in working in the biotech startup space of Chicago. During its first decade, the CBC distributed close to $50 million for a range of initiatives, including innovative collaborative research, faculty recruitment, cutting-edge scientific instruments, small molecule discovery, entrepreneurship programs and support of postdoctoral fellows and graduate students. More than 1,000 faculty members from the three institutions have applied for CBC funding, with 408 having received awards. The CBC support helped faculty secure an additional $514 million in grant funding from external sources, primarily the National Institutes of Health, since 2006.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nu-sfc011817.php", "region": "namerica", "source_link": "https://news.northwestern.edu/stories/2017/01/support-for-chicago-biomedical-consortium-renewed/", "funder": "The Searle Funds at The Chicago Community Trust", "meeting": "", "institution": "Northwestern University", "keywords": ["Biotechnology", " Medicine/Health"], "journal": "", "description": "The Searle Funds at The Chicago Community Trust has renewed its funding commitment to the Chicago Biomedical Consortium, a research and education collaboration of Northwestern University, the University of Illinois at Chicago and University of Chicago that has helped establish the Chicago area as a biomedical sciences leader. The Searle Funds has pledged $21 million over five years, which will stimulate collaborations for improving human health and launch a focus on fostering entrepreneurship among university researchers.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}