{"title": "Five-minute chats in the waiting room may prompt families to eat more fruits and vegetables", "text": "ANN ARBOR, Mich. - Low-income families were more likely to use their federal food assistance on nutritious food after learning that their dollars can be doubled for more fruits and vegetables, a new study finds.To educate eligible participants, a University of Michigan-led team conducted five-minute conversations in the waiting room of a health clinic. They explained a program called Double Up Food Bucks that matches food assistance dollars spent on fruits and vegetables. This brief interaction prompted increased fruit and vegetable consumption and led to an almost four-fold increase in program use among families, according to the findings published in the American Journal of Preventive Medicine.\"Diet-related disease is disproportionately concentrated in low income communities where fruit and vegetable consumption is far below guidelines. Unfortunately, healthy food is often more expensive than calorie-rich, nutrient-poor junk food,\" says lead author Alicia Cohen, M.D., M.Sc., clinical lecturer in the U-M Department of Family Medicine and research fellow at the VA Ann Arbor Healthcare System.\"Dozens of states now have incentives to encourage healthy eating, but many eligible families do not take advantage of these programs,\" she says. \"We found that lack of awareness was a major reason for underuse. We heard over and over again, 'If I had known about this program before, I would have used it a long time ago.'\"The study was based on surveys from 177 participants enrolled in the federal Supplemental Nutrition Assistance Program (or SNAP, formerly the Food Stamp Program) who were approached in a waiting room of a clinic in a low income, diverse area of southeast Michigan. While waiting for appointments, study participants received a brief explanation of a statewide incentive program called Double Up Food Bucks, which increases low-income shoppers' purchasing power for fruits and vegetables while supporting local growers. Double Up, run by national nonprofit Fair Food Network, is now available at more than 200 farmers markets, grocery stores, and other retail outlets across Michigan.  Up to $20 in SNAP funds spent per market visit are matched with free Double Up Food Bucks that can be used to purchase fresh, locally grown fruits and vegetables. Participants also received handouts, a map highlighting participating market locations and hours, and an extra $10 voucher for their first market visit.   Three months after the brief waiting room intervention, there was a nearly four-fold increase in Double Up program use among study participants. Before the study, 57 percent of participants reported shopping at a farmers market within the last year, however only 18 percent had used Double Up. By the end of the season, 69 percent of participants reported using Double Up at least once, and 34 percent had used it three or more times.Fruit and vegetable consumption increased among study participants by almost two-thirds of a serving per day - with the greatest increases among those who used Double Up the most. Cohen notes that diet-related disease, including type 2 diabetes, heart disease, hypertension and obesity, is among the leading causes of death in the U.S. SNAP produce incentives have garnered bipartisan support as a practical way to improve the health impact of the SNAP program. Today, such incentive programs are available in at least 40 states.\"Patients are often pressed to make difficult financial decisions, and fruits and vegetables aren't always easy to afford,\" Cohen says. \"Clinicians can be reluctant to screen for social issues they feel unable to address. But there are so many public and private efforts that can help address needs outside the four walls of the clinic.\" \"Our work suggests providing information about healthy food incentives at the doctor's office is a low cost, easily implemented intervention that may lead to healthier diets among communities at the highest risk of diet-related disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uomh-5mc011317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan Health System", "keywords": ["Medicine/Health", " Diet/Body Weight", " Health Professionals", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Public Health"], "journal": "American Journal of Preventive Medicine", "description": "Low-income families were more likely to use their federal food assistance on nutritious food after learning that their dollars can be doubled for more fruits and vegetables, a new study finds.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}