{"title": "Special issue highlights research at UM Schools of Medicine and Dentistry", "text": "Baltimore, Md., January 18, 2017 - New research by scientists at the University of Maryland School of Medicine (UM SOM) and the University of Maryland School of Dentistry (UM SOD), is highlighted in a special issue of Pathogens and Disease. The issue focuses on key issues in infection and immunity, which are crucial research areas at the institution. It includes 22 articles, mini-reviews, and commentaries on a range of infectious agents, including Ebola and Clostridium difficile, as well as new vaccine approaches at the UM SOM Center for Vaccine Development and comparative genomics studies of protozoan parasites at UM SOM Institute for Genome Science. \"I'm very proud to be a part of this undertaking,\" said one of the editors of the issue, James B. Kaper, PhD, Senior Associate Dean for Academic Affairs and Professor and Chair in the Department of Microbiology & Immunology at UM SOM. \"From biofilms to Ebola, this work by scientists at UM SOM and UM SOD is really advancing our knowledge in important ways.\"\"This special issue, focusing on the work of one institution provides a time capsule of the state-of-the-art research being done at UMB in infectious disease and immunity research,\" said Editor-in-Chief of Pathogens and Disease, Patrik Bavoil, PhD, Professor & Chair of the Department of Microbial Pathogenesis at UM SOD and Adjunct Professor in the Department of Microbiology and Immunology at UM SOM. \"It also provides a glimpse of the collaborative spirit between the School of Medicine and the School of Dentistry in terms of infectious disease research.\"Alan Schmaljohn, PhD, a Professor in the Department of Microbiology & Immunology at UM SOM, along with George Lewis, PhD, a Professor of Microbiology and Immunology at UM SOM and director of the Division of Vaccine Research at the UM SOM Institute of Human Virology, co-authored a review paper looking at how Ebola antibodies provide protection. It appears that many Ebola antibodies work not primarily by neutralizing the virus, but by targeting cells that have already been infected by the virus. By doing this, the cell-targeting antibodies decrease transmission of the virus from infected cells to healthy cells. The paper illustrates the complex ways by which these antibodies protect against the disease.Tonya Webb, PhD, an Associate Professor in the Department of Microbiology & Immunology, contributed two papers. In one, she focuses on sphingosine 1-phosphate (S1P), a molecule that plays a key role in immunity and inflammation. She argues that it may be possible to target the S1P pathway as a way to fight cancer.In another paper, Dr. Webb looked at the central signaling pathways that activate the innate immune system. One of these pathways is the AMPK pathway, which gets activated during viral infection. Dr. Webb and her colleagues found that the pathway is also active in human tumor cells. This finding has potential clinical significance, because there are certain drugs that can induce activation of the AMPK pathway, including the already-approved diabetes drug Metformin. Treatment with these drugs might increase the ability of the immune system to recognize and kill cancer cells.Another article details an investigation into the antibiotic-resistant superbug Clostridium difficile, which causes 30,000 deaths in the United States each year and for which, as yet, no effective prevention is available. Antibodies against the bacterial toxins, the culprit of the disease, have proven to be protective against the infection in animal disease models and in clinical trials. However, antibodies are impractical for prevention due to their high cost and short life in serum after delivery. In this study, Hanping Feng, PhD, Professor in the Department of Microbial Pathogenesis at UM SOD and Adjunct Associate Professor in the Department of Microbiology and Immunology at UM SOM, and his colleagues engineered an attenuated virus for delivering anti-toxin antibodies. They demonstrated that virus-infected mice express highly potent anti-toxin antibodies that are fully protective against both primary and recurrent C. difficile infection for up to two months. This novel strategy has great potential for the prevention against C. difficile infection.An article co-authored by Alison J. Scott, PhD, Research Associate Professor of the Department of Microbial Pathogenesis at UM SOD, along with Robert K. Ernst, PhD, Professor in the Department of Microbial Pathogenesis at UM SOD and an Adjunct Professor in the Department of Microbiology and Immunology at UM SOM, focused on new methods and tools to investigate lipid A, advancing the study of lipids in the interactions of bacteria and their hosts. The researchers improved the ability to detect host and bacterial lipids as much as 100-fold, employing the matrix norharmane in mass spectrometric imaging experiments. The paper highlights paths for improving the understanding of how pathogens interact with their animal and human hosts.\"This collaborative work really shows the breadth and depth of the research being done here on infection and immunity,\" said UM SOM Dean E. Albert Reece, MD, PhD, MBA, who is also the Vice President for Medical Affairs, University of Maryland, and the John Z. and Akiko K. Bowers Distinguished Professor. \"Our scientists are using exciting approaches and innovative  tools to analyze and help solve these critical global health challenges.\"\"The research being conducted here in dentistry and medicine will significantly advance our understanding of the treatment and prevention of an array of infectious diseases. This issue highlights some of the innovative, collaborative work at the University of Maryland,\" said School of Dentistry Dean Mark A. Reynolds, DDS, PhD.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoms-sih011817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland School of Medicine", "keywords": ["Medicine/Health", " Cancer", " Prostate Cancer", " Diet/Body Weight", " Environmental Health", " Infectious/Emerging Diseases", " Pain"], "journal": "Pathogens and Disease", "description": "New research by scientists at the University of Maryland School of Medicine and the University of Maryland School of Dentistry, is highlighted in a special issue of Pathogens and Disease.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}