{"title": "Diabetes in Chinese adults linked to 9 years' loss of life", "text": "Among adults in China, those with diabetes diagnosed in middle age lose, on average, nine years of life compared with those without diabetes, according to new research published in the January 17 issue of JAMA. Most previous studies of diabetes have been in high-income countries where individuals with diabetes are generally well managed. In China the prevalence of diabetes has quadrupled in recent decades, with an estimated 100 million adults now affected. Because the increase in diabetes prevalence in China is only recent, the full eventual effect on mortality is unknown. Zhengming Chen, D.Phil., of the University of Oxford, England, Liming Li, M.P.H., of Peking University, Beijing, and colleagues examined the association of diabetes with mortality in China. The study included 512,869 adults ages 30 to 79 years from 10 (five rural and five urban) areas scattered throughout China, who were recruited between 2004 and 2008 and followed up for cause-specific mortality until 2014.Among the participants, 6 percent had diabetes (4 percent in rural areas, 8 percent in urban areas; 3 percent had been previously diagnosed, and 3 percent were detected by screening). The researchers found that, compared with adults without diabetes, individuals with diabetes had twice the risk of dying during the follow-up period, and the increase was higher in rural areas than in urban areas. Diabetes was associated with increased mortality from ischemic heart disease, stroke, chronic kidney disease, chronic liver disease, infection, and cancer of the liver, pancreas and female breast. The risk of dying from inadequately treated acute complications of diabetes (diabetic ketoacidosis or coma) was much greater in rural areas than in urban areas, and was much higher than in high-income countries. The researchers estimated that the 25-year probability of death would be 69 percent among those diagnosed with diabetes at age 50 years compared with 38 percent among otherwise similar individuals without diabetes, corresponding to a loss of about nine years of life (10 years in rural areas and eight years in urban areas).\r\nThe risk increased with increased time since diagnosis of diabetes. \"As the prevalence of diabetes in young adults increases and the adult population grows, the annual number of deaths related to diabetes is likely to continue to increase, unless there is substantial improvement in prevention and management,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-dic011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes"], "journal": "JAMA", "description": "Among adults in China, those with diabetes diagnosed in middle age lose, on average, nine years of life compared with those without diabetes, according to new research published in the Jan. 17 issue of JAMA.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}