{"title": "Scientists discover drug that increases 'good' fat mass and function", "text": "SAN FRANCISCO, CA--January 17, 2017--Scientists at the Gladstone Institutes identified an FDA-approved drug that can create the elusive and beneficial brown fat. Mice treated with the drug had more brown fat, faster metabolisms, and less body weight gain, even after being fed a high-calorie diet. The researchers say the technique, which uses cellular reprogramming, could be a new way to combat obesity and type II diabetes.Brown Fat Boosts MetabolismBrown fat is different than the more commonly known white fat, which stores energy. In contrast, brown fat helps the body burn energy through heat. Infants are born with small amounts of brown fat, but as they age, most of it disappears. In adults, people with higher amounts of brown fat have lower body mass, and increasing brown fat by as little as 50 grams could lead up to a 10 to 20 pound weight loss in 1 year. \"Introducing brown fat is an exciting new approach to treating obesity and associated metabolic diseases, such as diabetes,\" said study first author Baoming Nie, PhD, a former postdoctoral scholar at Gladstone. \"All current weight loss drugs control appetite, and there is nothing on the market that targets energy expenditure. If we can create additional stores of brown fat and boost its function in the body, we could burn off the energy stored in white fat more easily.\"How to Create Brown FatIn the new study, published in Cell Reports, scientists in the laboratory of Gladstone Senior Investigator Sheng Ding, PhD, used cellular reprogramming to convert muscle precursor cells and white fat cells into brown fat cells. The researchers tested 20,000 chemicals until they found one that changed the identity of the cells most effectively. The winning chemical--an anti-cancer drug called bexarotene (Bex)--surprised the scientists, as it targets a protein that was not previously shown to be involved in generating brown fat.Bex acts on a \"master regulator\" protein called retinoid X receptor (RXR), which controls a network of other cellular proteins. Activating RXR triggered a cascade of changes in muscle precursor cells and white fat that ultimately converted them into brown fat-like cells. Specifically, when RXR was stimulated by Bex, it turned on genes needed to produce brown fat and turned off genes linked to white fat or muscle. Burn Energy, Prevent Weight GainTo test how well Bex controls body weight, the scientists fed mice a high-calorie diet for 4 weeks, but they only treated half of the mice with the drug. The mice that were given Bex had more brown fat, burned more calories, had less body fat, and gained less weight than mice that were fed the same diet but were not given the drug. \"We're very excited about the prospect of using a drug to generate brown fat in the body,\" said Ding. \"However, while Bex is very effective at creating brown fat cells, it is not a very specific drug, and there are several potential side effects that may arise from taking it. Our next task is to develop a safer, more targeted drug that only affects genes involved in creating brown fat.\"Other Gladstone researchers on the study include Haixia Wang, Ke Li, Shibing Tang, Yu Zhang, and Tao Xu. Scientists from the Chinese Academy of Sciences, University of Hong Kong, and Nanjing University also took part in the research. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/gi-sdd011217.php", "region": "namerica", "source_link": "https://gladstone.org/about-us/press-releases/scientists-discover-drug-increases-good-fat-mass-and-function", "funder": "NIH/National Institute of Child Health and Human Development, NIH/National Heart, Lung, and Blood Institute, NIH/National Eye Institute, California Institute of Regenerative Medicine, National Basic Research Program of China", "meeting": "", "institution": "Gladstone Institutes", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Health Care", " Biochemistry", " Diet/Body Weight", " Eating Disorders/Obesity", " Diabetes"], "journal": "Cell Reports", "description": "Scientists at the Gladstone Institutes identified an FDA-approved drug that can create the elusive and beneficial brown fat. Mice treated with the drug had more brown fat, faster metabolisms, and lower body weight gain, even after being fed a high-calorie diet. The researchers say the technique, which uses cellular reprogramming, could be a new way to combat obesity and type II diabetes.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}