{"title": "Blocking neuron signaling pathway could lead to new treatments for peripheral neuropathy", "text": "Researchers at University of California San Diego School of Medicine, with colleagues at the National Institute of Diabetes and Digestive and Kidney Diseases, the University of Manitoba and St. Boniface Hospital Albrechtsen Research Centre in Canada, have identified a molecular signaling pathway that, when blocked, promotes sensory neuron growth and prevents or reverses peripheral neuropathy in cell and rodent models of type 1 and 2 diabetes, chemotherapy-induced neuropathy and HIV. The findings are published in the January 17, 2017 issue of the Journal of Clinical Investigation.Peripheral neuropathy (PR) is a condition resulting from damage to the peripheral nervous system -- the vast communications network that transmits information between the central nervous system (brain and spinal cord) and the rest of the body. Symptoms range from numbness, tingling and muscle weakness to severe pain, paralysis and organ dysfunction. An estimated 20 million Americans have some form of PR, which can be a symptom of many diseases, including diabetes and HIV, or a side effect of some chemotherapies. \"Peripheral neuropathy is a major and largely untreated cause of human suffering,\" said first author Nigel Calcutt, PhD, professor of pathology at UC San Diego School of Medicine. \"It has huge associated health care costs.\"  Previous research has described at least some of the fundamental processes involved in healthy, on-going peripheral nerve growth regeneration, including the critical role of mitochondria -- cellular organelles that produce adenosine triphosphate (ATP), the energy-carrying molecule found in all cells that is vital to driving nerve recovery after injury.In their JCI paper, the researchers looked for key molecules and mechanisms used in sensory neuron growth and regrowth. In particular, they noted that the outgrowth of neurites -- projections from a neuronal cell body that connect it to other neurons -- was constrained by activation of muscarinic acetylcholine receptors. This was surprising, they said, because acetylocholine is a neurotransmitter usually associated with activation of cells. With identification of this signaling pathway, the scientists suggest it is now possible to investigate the utility of anti-muscarinic drugs already approved for use in other conditions as a new treatment for peripheral neuropathy. \"This is encouraging because the safety profile of anti-muscarinic drugs is well-characterized, with more than 20 years of clinical application for a variety of indications in Europe,\" said senior study author Paul Fernyhough, PhD, professor in the departments of pharmacology and therapeutics and physiology at the University of Manitoba in Canada. \"The novel therapeutic application of anti-muscarinic antagonists suggested by our studies could potentially translate relatively rapidly to clinical use.\"  ", "article_link": "http://dx.doi.org/10.1172/JCI15792", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--bns011717.php", "region": "namerica", "source_link": null, "funder": "JDRF, Canadian Institutes of Health Research, National Institutes of Health with support from the St. Boniface Hospital Foundation", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Cell Biology", " Medicine/Health", " Neurobiology", " Pain", " Pharmaceutical Science"], "journal": "Journal of Clinical Investigation", "description": "Researchers at University of California San Diego School of Medicine, with colleagues at the National Institute of Diabetes and Digestive and Kidney Diseases, the University of Manitoba and St. Boniface Hospital Albrechtsen Research Centre in Canada, have identified a molecular signaling pathway that, when blocked, promotes sensory neuron growth and prevents or reverses peripheral neuropathy in cell and rodent models of type 1 and 2 diabetes, chemotherapy-induced neuropathy and HIV.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}