{"title": "Epigenetic factors linked to obesity-related disease", "text": "Obesity has been linked to \"letter\" changes at many different sites in the genome, yet these differences do not fully explain the variation in people's body mass index (BMI) or why some overweight people develop health complications while others don't. A large study from Boston Children's Hospital, the University of Edinburgh, the Harvard School of Public Health, the Framingham Heart Study and the National Heart, Lung, and Blood Institute (NHLBI) provides more insight, linking obesity with epigenetic modifications to DNA that in turn are tied to an increased risk of weight-related health problems such as coronary artery disease.The study is one of the largest to date to examine the link between BMI, obesity-related disease and DNA methylation -- a type of epigenetic modification that influences whether genes are turned on or off. Findings were published online January 17 by PLoS Medicine.\"Even though we've genetically sequenced more and more people at greater and greater breadth and depth, we haven't completely explained who develops obesity and why,\" says Michael Mendelson, MD, ScM, a pediatric cardiologist with the Preventive Cardiology Program at Boston Children's Hospital, who shared first authorship on the paper with Riccardo Marioni of the University of Edinburgh. \"We found that obesity is related to widespread changes in DNA methylation. Unlike your DNA sequence, these regulatory modifications change over time and can influence your risk of disease in later life.\"The researchers studied blood samples from 7,800 adults from the Framingham Heart Study, the Lothian Birth Cohort and three other population studies.  They systematically looked for markers of DNA methylation at more than 400,000 sites in the genome. They then looked to see if these markers differed according to BMI in a predictable pattern.Their analysis identified strong associations between BMI and DNA methylation at 83 locations in 62 different genes. Methylation at these sites was, in turn, associated with differences in the expression of genes involved in energy balance and lipid metabolism. When Mendelson and colleagues scored people in the study for how many methylation changes they had, they found that the more changes, the greater their BMI. The methylation score captured 18 percent of the variation in BMI when tested in a separate population. For each standard deviation increase in the score, the odds ratio for obesity was 2.8 times higher.  The researchers then applied a statistical technique called Mendelian randomization, which provides supportive evidence that a detected association is causal. They concluded that 16 of the 83 identified sites in the genome were differently methylated as a result of obesity, a finding that held true across people of different ethnicities.Difference in methylation at one gene, SREBF1, appeared to be causative of obesity and was clearly linked with unhealthy blood lipid profiles, glycemic traits (a risk factor for diabetes) and coronary artery disease. It encodes a known regulator of lipid metabolism and could be a target for a drug treatment, the researchers say.\"Taken together, these results suggest that epigenetic modifications may help identify therapeutic targets to prevent or treat obesity-related disease in the population,\" says Mendelson, who is also a research fellow in the Population Sciences Branch of the NHLBI. \"The next step is to understand how we can modify epigenetic modifications to prevent the development of cardiometabolic disease.\"Since the study was done in blood cells, it also suggests that with further study, methylation markers could be easily accessible biomarkers to guide therapy -- bringing a \"precision medicine\" approach to preventive cardiology, says Mendelson.\"We've known for a long time that people who are overweight or obese are more likely to develop metabolic risk factors like diabetes, lipid abnormalities and hypertension,\" adds study coauthor Daniel Levy, MD.  He is director of the Framingham Heart Study, which is supported by the NHLBI. \"This study may help us understand the molecular mechanism linking obesity to metabolic risk, and that knowledge may pave the way for new approaches to prevent even more dire complications such as cardiovascular disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bch-efl011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Diet/Body Weight"], "journal": "PLOS Medicine", "description": "The study is one of the largest to date to examine the link between BMI, obesity-related disease and DNA methylation -- a type of epigenetic modification that influences whether genes are turned on or off. Findings were published online Jan. 17 by PLOS Medicine.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}