{"title": "Research makes leap with frog models", "text": "UC biologists have turned to amphibian sources -- specifically frogs and tadpoles -- to help shed light on how early stressors in the womb and shortly after birth may play a part in the onset of adult diseases such as diabetes and cardiovascular disease.Looking at how outside events can influence the timing of development and how stress can interfere with hormonal development, Katelin Schneider, third-year UC biology graduate student, finds that Western clawed frogs (or Xenopus tropicalis) make excellent models for human developmental studies. She presented her research in January at the 2017 Society for Integrative and Comparative Biology Annual Meeting in New Orleans.Studies have shown that the timing of the development of tadpoles reaching maturation are much the same as human babies developing in the womb and going through birth, Schneider says.\"We know that tadpoles and humans have the same hormones, receptors and genes,\" she says. \"Because we were able to sequence the genes and identify the gene expression from stress relatively quickly on these frogs, we were able to perform the experiments in a swift, safe and cost-effective manner.\"Earlier studies using mammals have already shown a clear relationship between stress experienced just before or at birth and the incidence of adult non-communicable ailments such as heart disease, obesity, diabetes and neurological disorders like depression as well as a higher rate of adult suicide, says Daniel Buchholz, UC associate professor of biology.He says researchers have also shown a connection between stress that occurs during human pregnancy in situations such as famine or war and later physiological effects in that same group of children as they become adults.  Buchholz says the mechanism behind this susceptibility is related to altered responses to stress that impact metabolism and cause inflammation.\"This study helps point to the timing, level of stress hormones and on what genes this stress is being expressed,\" says Schneider.Using the tadpoles as models, Schneider identified a specific gene, USH1g, that can be used to easily detect stress. She imitated stressors in the early period by introducing the stress hormone corticosterone to the tadpoles' water during the development stage when their hind limbs begin to emerge.She treated several aquariums at different times over 24 hours. She also looked for the optimal time to look at this gene in different organs.Schneider, who is specializing in developmental endocrinology in the biology department at UC's College of Arts and Sciences, found a peak expression of the gene USH1g in her analysis of the organs. Depending on the level of corticosterone introduced, Schneider found the lungs and limbs had developed earlier than they normally would in what she describes as an adaptation to the stress so the animal could get out of its environment quicker. Subsequently, the effect was found most highly in the lung, heart, liver and a seven-fold increase in the tail, but at this stage very little in the brain.\"What makes this animal model such an ideal tool is because it is expressed most highly in the tail and the tail is very easy to remove and analyze,\" says Schneider. \"These results substantiate earlier studies and help put a marker on where the effects reside.\"She explains that tadpoles and human fetuses exposed to stress in utero are typically born with lower birth weight, which, in turn, is also known to predispose individuals to obesity, heart problems and diabetes later in life. How this all happens is not totally clear or understood yet, but by looking at these genes Schneider is finding out what organs are affected, how hormones affect the genes and how the genes affect development, which she says are the keys to the puzzle. \"We know that amphibian development is controlled by thyroid hormone and that the stress hormone corticosterone acts with thyroid hormones to accelerate development,\" says Schneider. \"The effects are similar to what occurs in newborns when a hormone is administered at birth to hasten development of the lungs,\" she adds.But Schneider says that when the hormones are administered for longer periods of time or when a baby experiences the elevation of the hormone through environmental stress it can show negative effects.\"One of the most profound effects from stress experienced in early development is that the body's way of controlling stressful situations later in life is changed,\" says Buchholz. \"When adults experience stress, our stress hormones go up and then drop back down, but that process has been changed in people who have experienced extreme stress in their early development.\"In an earlier paper published on the similarities of frog metamorphosis and human pregnancy and birth, Buchholz says the disruption of hormonal control of development eventually results in inflammation and that inflammation is related to adult chronic disease.\"This is an amazing thing how the environment can have such long-lasting and sometimes negative effects on people,\" says Buchholz. \"This information is valuable so that we can do our best to take care of ourselves and our children.\"While Schneider's research in the Buchholz biology lab was successful in characterizing a gene that is controlled by stress in amphibians, she says it is still early-stage science. Future studies applying these methods to mammals and humans is needed before drug treatments or behavioral changes can be developed.Schneider says this and further research could prove the benefits of good prenatal care during pregnancy, as well as encourage better and more in-depth histories taken by physicians about a patient's experiences around their birth, particularly for those with chronic disease.\"I hope my research will propel further studies using amphibians and genetic markers,\" says Schneider. \"We also hope animal-model studies like this will eventually lead to effective treatment options for stress-induced diseases and especially for finding ways to avoid early stress effects altogether.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc-rml011717.php", "region": "namerica", "source_link": "http://magazine.uc.edu/editors_picks/recent_features/frogs.html", "funder": "Sigma Xi Grant", "meeting": "2017 Society for Integrative and Comparative Biology", "institution": "University of Cincinnati", "keywords": ["Biology", " Cell Biology", " Developmental/Reproductive Biology", " Evolution", " Genetics", " Microbiology", " Nutrition/Nutrients", " Endocrinology", " Stress/Anxiety"], "journal": "", "description": "UC research finds frogs are valuable and cost-effective tools for demonstrating fetal stress hormone effects on adult chronic diseases.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}