{"title": "Kidney disease patients have higher out-of-pocket costs than stroke and cancer patients", "text": "MAYWOOD, IL - Patients who have chronic kidney disease but are not on dialysis have higher out-of-pocket healthcare expenses than even stroke and cancer patients, according to a study by researchers at Loyola University Chicago and Loyola Medicine.Chronic kidney disease patients paid a median $1,439 in annual out-of-pocket costs, compared with $770 for cancer patients and $748 for stroke patients. Patients who did not have chronic kidney disease, cancer or stroke spent $226 on out-of-pocket costs. The study was published in the journal BMC Nephrology.Out-of-pocket spending includes coinsurance, deductibles and payments for services, supplies and other items not covered by insurance.More than 20 million people - about 10 percent of U.S. adults - have non-dialysis dependent chronic kidney disease, and nearly one of every two adults aged 30 to 64 are expected to develop kidney disease during their lifetimes. Most people with kidney disease have other health problems, such as diabetes, high blood pressure and heart disease, and consequently see many doctors and take multiple medications.While previous studies have examined the total healthcare costs of kidney disease, this Loyola study is unique in also examining out-of-pocket costs. Chronic kidney disease patients spent 7.2 percent of their personal income on out-of-pocket costs, compared with 5.8 percent for stroke patients, 5.1 percent for cancer patients and 1.9 percent for people who did not have stroke, cancer or kidney disease.\"Higher out-of-pocket cost burden can impede efforts to prevent disease progression,\" corresponding author Talar Markossian, PhD, MPH, and colleagues wrote. \"Previous research has shown that some patients opt to not fill prescriptions or take less than the prescribed amount due to out-of-pocket costs.\" Markossian is an assistant professor in the Department of Public Health Sciences of Loyola University Chicago Stritch School of Medicine.The study found that chronic kidney disease patients have a high prevalence of \"comorbidities\" (other chronic health problems): 87.8 percent also had high blood pressure, 85 percent had high cholesterol, 63.7 percent had arthritis and 49.6 percent had diabetes.Previous studies found that kidney disease patients have an average of 10.8 physician visits per year and more than 60 percent of patients with stage 3 kidney disease take five or more medications per day.\"The high total number of physician visits and medications required for chronic kidney disease care drives up total direct healthcare expenditures and likely also increases out-of-pocket expenditures, creating a financial burden for patients,\" researchers wrote.Researchers examined surveys of 74,267adults who participated in the Medical Expenditure Panel Survey (MEPS) from 2011 to 2013. MEPS is an annual household survey of the noninstitutionalized population.The study looked at total and out-of-pocket healthcare expenditures for chronic kidney disease (excluding dialysis patients); cancer (colon, breast or lung); and stroke. Total healthcare expenditures were the amounts covered by insurance plus the patients' out-of-pocket costs.Chronic kidney disease patients had median total healthcare expenditures, including insurance payments, of $12,877, compared with $8,150 for stroke patients, $7,428 for cancer patients and $1,189 for patients who did not have kidney disease, stroke or cancer.", "article_link": "http://dx.doi.org/10.1186/s12882-016-0432-2", "url": "http://www.eurekalert.org/pub_releases/2017-01/luhs-kdp011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Loyola University Health System", "keywords": ["Medicine/Health", " Cancer", " Cardiology", " Stroke", " Urogenital System"], "journal": "BMC Nephrology", "description": "Patients who have chronic kidney disease but are not on dialysis have higher out-of-pocket healthcare expenses than even stroke and cancer patients, according to a Loyola University Chicago study published in BMC Nephrology.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}