{"title": "TGen identifies compound that could improve drug development against deadly brain cancer", "text": "PHOENIX, Ariz. -- Jan. 17, 2017 -- A study led by scientists at the Translational Genomics Research Institute (TGen) has identified \"a potent inhibitory compound\" in the elusive hunt for an improved treatment against glioblastoma, the most common and deadly type of adult brain cancer.Aurintricarboxylic Acid (ATA) is a chemical compound that in laboratory tests was shown to block the chemical cascade that otherwise allows glioblastoma cells to invade normal brain tissue and resist both chemo and radiation therapy, according to a TGen-led report published today in the scientific journal Oncotarget.\"The findings of this study could represent a breakthrough in our efforts to find an effective long-term treatment against glioblastoma multiforme (GBM),\" said Dr. Harshil Dhruv, an Assistant Professor in TGen's Cancer and Cell Biology Division, and a lead author of the study.Initial treatment of glioblastoma consists of surgical removal of the tumor, radiation and chemotherapy using the drug temozolomide (TMZ). However, the proclivity of glioblastoma to invade adjacent brain tissue prevents the surgical removal of all tumor cells. Plus, invasive glioblastoma cells show resistance to TMZ, resulting in the cancer's eventual return and the patient's death, often within a year.Despite recent advances, the median survival of glioblastoma patients is only 15 months, and survival statistics have not significantly improved over the past three decades. More than 16,000 Americans die each year of brain and other nervous system cancers.\"We simply must find a better way of treating patients with glioblastoma,\" said Dr. Michael Berens, TGen Deputy Director and one of the study co-authors. \"Identifying ATA could bring real hope to these patients by disrupting the cellular pathways that drive glioblastoma and make it such a formidable threat.\"Previous TGen-led studies have identified how the binding of molecules TWEAK and Fn14 stimulate glioblastoma cells to migrate, invade and survive in healthy brain tissue. The study published today shows that ATA is an agent that suppresses the TWEAK-Fn14 cellular pathway. In doing so, ATA makes the cancer more vulnerable to drug and radiation therapies.Importantly, ATA was identified by screening pharmacologically active compounds for their ability to suppress TWEAK-Fn14 signaling. And ATA provides a great starting point to develop a new therapeutic agent for the treatment of GBM.   \"These data demonstrate that ATA presents a scaffold structure that could be modified in ways to improve its properties and to develop as a potential therapeutic agent to limit invasion and enhance chemotherapeutic drug efficacy in GBM,\" said Dr. Nhan Tran, the senior and corresponding author of the study. St. Joseph's Hospital and Medical Center and the University of Maryland School of Medicine also contributed to this study.The scientific paper, Identification of aurintricarboxylic acid as a selective inhibitor of the TWEAK-Fn14 signaling pathway in glioblastoma cells, was funded by The Ben & Catherine Ivy Foundation, and by grants from the National Institutes of Health (NIH).\"Step-by-step, TGen studies are drawing every closer to substantial improvements in how we treat glioblastoma,\" said Catherine (Bracken) Ivy, founder and president of the Arizona-based Ben & Catherine Ivy Foundation. \"Our aim is to help patients survive longer, and eventually find a cure.\"The study outlines goals for future investigations that will focus on identifying specific cellular signatures that indicate vulnerability to ATA, and using the ATA chemical structure to try modifications, which would become drugs to improve GBM therapy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ttgr-tic011717.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-identifies-brain-tumor-compound.aspx#.WH6E3pLa6GA", "funder": "The Ben & Catherine Ivy Foundation, National Institutes of Health", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Clinical Trials", " Neurobiology", " Bioinformatics"], "journal": "Oncotarget", "description": "A study led by scientists at TGen has identified 'a potent inhibitory compound' in the elusive hunt for an improved treatment against glioblastoma, the most common and deadly type of adult brain cancer. Aurintricarboxylic Acid (ATA) is a chemical compound that in laboratory tests was shown to block the chemical cascade that otherwise allows glioblastoma cells to invade normal brain tissue and resist both chemo and radiation therapy, according to a TGen-led report published today in the scientific journal Oncotarget.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}