{"title": "Report highlights national trends in heart disease treatments", "text": "Over 93 percent of heart attack patients are receiving stents within the guideline-recommended threshold of 90 minutes after arriving at the hospital, with the median time to stenting only 59 minutes, according to a broad report on trends in heart disease care from the American College of Cardiology's National Cardiovascular Data Registry published in the Journal of the American College of Cardiology. The report \"Trends in Cardiovascular Care in the United States: a Report from Four American College of Cardiology National Cardiovascular Data Registry Programs\" provides insights into the patient populations, participating centers and patterns of care based on 2014 data from 4 of the 10 NCDR programs - CathPCI Registry, ICD Registry, ACTION Registry-GWTG and IMPACT Registry.  The authors of the report said the registry data provide unique perspectives into the care and outcomes of heart disease care in the U.S. and illustrate the strength of national quality programs, like NCDR, in advancing the effectiveness and safety of treatments for heart disease patients.\"We were able to report on the care and outcomes of patients undergoing common cardiovascular procedures, including percutaneous coronary interventions, implantable defibrillators, and interventions for congenital heart disease as well as for patients with acute heart attacks,\" NCDR Management Board Chair and lead author of the study Frederick A. Masoudi, MD, MSPH, FACC , said. \"In some cases, hospitals are consistently providing excellent care; the registries, however, allow us to identify those aspects of care where the cardiovascular clinical community can improve.\"Key findings from each registry include: CathPCI RegistryICD RegistryACTION Registry-GWTGIMPACT RegistryIn a corresponding executive summary also published in JACC, Masoudi said \"NCDR data provide a unique, clinically rich national perspective on the care and outcomes of high-impact cardiovascular conditions and procedures that are not available elsewhere.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/acoc-rhn011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Journal of the American College of Cardiology", "description": "Over 93 percent of heart attack patients are receiving stents within the guideline-recommended threshold of 90 minutes after arriving at the hospital, with the median time to stenting only 59 minutes, according to a broad report on trends in heart disease care from the American College of Cardiology's National Cardiovascular Data Registry published in the Journal of the American College of Cardiology.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}