{"title": "Blacks, Hispanics less likely to achieve blood pressure control", "text": "DALLAS, Jan. 17, 2017 - Blacks and Hispanics with high blood pressure are less likely than whites to get their condition under control, according to new research in Circulation: Cardiovascular Quality and Outcomes, an American Heart Association journal.\"High blood pressure is very common, and it is strongly linked to cardiovascular diseases like stroke, heart attack and heart failure,\" said Edgar Argulian, M.D., M.P.H., senior study author and assistant professor of medicine and a cardiologist at Mt. Sinai St Luke's Hospital in New York. \"High blood pressure is also very treatable, so from a public health perspective, it's important to know if prevention and treatment strategies are working and what differences exist across racial and ethnic groups.\" Researchers found that lack of health insurance and younger age creates an even bigger gap in treatment and control between the two minority groups and whites. Having insurance reduces, but does not eliminate the gap.\"Expanded healthcare coverage would help minimize this problem, but there are multiple factors that contribute to this disparity,\" said Sen \"Anna\" Gu, M.D., Ph.D., lead study author and assistant professor at St. John's University College of Pharmacy and Health Sciences in New York. \"We need better patient education, better physician-patient communication and support for patients making lifestyle changes like exercising more and eating healthy. The good news is that more people are receiving treatment and getting their high blood pressure under control. At the same time, it is important to note that disparities between whites and racial and ethnic minorities persist.\"The study looked at data from 8,796 adults with high blood pressure in the 2003-2012 National Health and Nutrition Examination Survey. Participants were considered to have high blood pressure if their systolic (top number) blood pressure was 140 mg Hg or higher, their diastolic (bottom number) blood pressure was 90 mm Hg or higher or they were taking high blood pressure medicine. High blood pressure control was defined by the seventh panel of the Joint National Committee (JNC) as below 140/90 mg Hg for those without chronic kidney disease or diabetes and below 130/80 mm Hg for those with either condition.Researchers found:Researchers accounted for several factors that might cause biased results, including age, poverty, smoking and being overweight. They found study conclusions unchanged when they conducted an alternative analysis using newer JNC 8 standards, which are less stringent for most adults 60 years and older.Researchers suggest closing this gap may require different approaches for the black and Hispanic populations. \"It is an established fact that high blood pressure is more common among blacks and more aggressive,\" Argulian said. One positive study finding, he noted, is that blacks received more intensive therapy, including two or more kinds of drugs, for high blood pressure than either whites or Hispanics.The problem for Hispanics appears to be under treatment. They were less likely to receive drugs for their high blood pressure and less likely to receive intensive therapy than whites or blacks, Gu said.According to the American Heart Association's 2016 Heart and Stroke Statistics, 80 million U.S. adults, about one in three, have high blood pressure, and that number is expected to increase by 8 percent from 2013 and 2030.", "article_link": "http://dx.doi.org/10.1161/CIRCOUTCOMES.116.003166", "url": "http://www.eurekalert.org/pub_releases/2017-01/aha-bhl011217.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/blacks-hispanics-less-likely-to-achieve-blood-pressure-control?preview=80cef242de81b0d474156a8743bddeae", "funder": "", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology", " Stroke"], "journal": "Circulation: Cardiovascular Quality and Outcomes", "description": "Blacks and Hispanics with high blood pressure are less likely than whites to get their condition under control.  Lack of healthcare insurance and younger age increases the treatment and control gap between these minority groups and whites.  The percentage of all adults receiving medicine for high blood pressure increased during the study period.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}