{"title": "Unveiling the biology behind nonalcoholic fatty liver disease", "text": "EPFL scientists have discovered a new biological mechanism behind nonalcoholic fatty liver disease.Nonalcoholic fatty liver disease covers a range of diseases that result from fat accumulation in the liver, but not as a result of alcohol abuse. Fat buildup can lead to liver inflammation, scarring and irreversible damage, such as cirrhosis and liver failure. The disease can be caused by the abnormally increased activity of a protein that is involved in the biosynthesis of fatty acids in the liver, causing their accumulation. EPFL scientists have now uncovered the pathological mechanism that causes this deregulation, making a great stride toward treating the disease. The work is published in The Journal of Clinical Investigation.   Nonalcoholic fatty liver disease is currently estimated to affect up to 100 million people in the US alone, and 20 to 30% of the general population in the western world. It is higher in patients with type-2 diabetes mellitus (70%) and morbid obesity (90%).The protein that regulates fatty acid biosynthesis in the liver is called sterol element binding protein 1 (SREBP-1). In nonalcoholic fatty liver disease, the activity of SREBP-1 is often increased, resulting in increased levels of fat in the liver.    The lab of Kristina Schoonjans at EPFL looked at what drives the activity of SREBP-1, and specifically at a receptor called liver receptor homolog 1, which is located in the nuclei of liver cells and is involved in a number of biological functions ranging from cell cycle regulation to the coordination of glucose and steroid homeostasis. The researchers looked at a mutant form of liver receptor homolog 1 that cannot undergo an important modification, called SUMOylation. This modification, which \"tags\" the protein, happens to many proteins in the cell and enables them to carry out various critical processes in the cell. The scientists demonstrated how the non-SUMOylatable receptor in mice drives the activation of SREBP-1 in the liver of mice, and can lead to nonalcoholic fatty liver disease. When the researchers fed the mice a high-fat, high-sucrose diet, their livers quickly became loaded with fat, showing liver inflammation and fibrosis. Control mice with the normal version of the receptor, were less affected by the diet.Further investigation showed that this happens through a third player, the oxysterol binding protein-like 3, whose levels are very low in healthy livers, but increased in the disease. \"Further studies should reveal the precise mechanisms underlying this process driving these metabolic disturbances, and validate the oxysterol binding protein-like 3 as a potential biomarker for NAFLD and other liver diseases,\" says Kristina Schoonjans. \r\n", "article_link": "http://dx.doi.org/10.1172/JCI85499", "url": "http://www.eurekalert.org/pub_releases/2017-01/epfd-utb011717.php", "region": "europe", "source_link": null, "funder": "EPFL, Swiss National Science Foundation, German Academy of Sciences Leopoldina, Novartis Consumer Health Foundation, Portuguese Foundation for Science and Technology, University of Groningen, Generalitat de Catalunya", "meeting": "", "institution": "Ecole Polytechnique Fédérale de Lausanne", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Physiology", " Internal Medicine", " Liver", " Metabolism/Metabolic Diseases"], "journal": "Journal of Clinical Investigation", "description": "EPFL scientists have discovered a new biological mechanism behind nonalcoholic fatty liver disease.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}