{"title": "Massachusetts General researchers identify new target for cancer immunotherapy", "text": "Massachusetts General Hospital investigators have found new evidence that the tumor necrosis factor receptor type II (TNFR2) may be a major target for immuno-oncology treatments, which induce a patient's immune system to fight cancer. TNFR2 is expressed both on many types of cancer cells and on immunosuppressive regulatory T cells (Tregs) that infiltrate tumors and suppress immune system activity. The team's findings are being published online in Science Signaling. \"We have known for some time that TNFR2 is highly expressed in the tumor microenvironment, particular on the very important population of regulatory T cells, but we are now beginning to understand the potential efficacy of targeting cancer cells through the TNFR2 surface oncogene,\" says Denise Faustman, MD, PhD, corresponding author of the report and head of the Immunobiology Lab at MGH.Antibody therapy has become a major approach to treating cancers in two ways. In cancers that expressing surface oncogenes, such as HER2-positive breast cancers, use of oncogene-targeting antibodies have been highly effective in blocking the growth signals transmitted through those molecules. Unfortunately, oncogenes like HER2 are not widely expressed on all cancers, but another antibody-based approach, targeting the patient's immune system and not the tumor itself, has developed in recent years. The approval of immune checkpoint inhibitor antibodies to molecules like the immune regulatory PD1 and CTLA4 receptors facilitates the body's natural ability to fight cancer. But since those molecules are expressed on both healthy and cancer-related T cells, targeting them can produce toxic effects such as autoimmunity. Two new antibodies to TNFR2 developed by Faustman and her colleagues both target a new, widely expressed oncogene for direct killing of cancer cells and selectively target TNFR2-expressing T regulatory cells in the tumor microenvironment, which could restore the ability of a patient's immune system to attack the tumor. The MGH team characterized the effects of inhibiting TNFR2 activation using antagonistic monoclonal antibodies that block rather than stimulate activation of the receptor. In cellular studies they demonstrated that these antibodies inhibited the proliferation of T regulatory cells, allowing a restoration of host immunity. In fact, TNFR2 antibodies more potently killed Tregs isolated from fluid surrounding ovarian cancer metastases than Tregs from cancer-free individuals, suggesting that TNFR2-expressing Tregs are unique to the tumor microenvironment. These antagonistic antibodies also directly killed cells from a  TNFR2-expressing ovarian cancer cell line. \"When we started this work ten years ago, we were focused on the role of TNF in the immune system as it relates to autoimmune diseases including type 1 diabetes,\" says Faustman, who is an associate professor of Medicine at Harvard Medical School. \"At the same time the oncology community was beginning to look at unlocking similar pathways in cancer. This project has given us the opportunity to look at other functions of the TNFR2 receptor beyond autoimmunity and collaborate across departments at MGH, including gynecologic oncology teams.\"In an independent review article in the same issue of Science Signaling, Xin Chen, MD, PhD, of the National Cancer Institute and the University of Macau and Joost J. Oppenheim, MD, of the National Cancer Institute write \"blockage of TNFR2 may have the effect of killing two birds with one stone: boosting anti-tumor immune responses and directly killing tumor cells.\" The MGH study, they conclude, \"clearly shows that TNFR2 antagonists have promise as cancer therapies by simultaneously blocking both an immune checkpoint molecule in T cells and an oncoprotein in tumor cells. . . . TNFR2 antagonists have the capacity to eliminate Treg activity and thus may further enhance the efficacy of current immunotherapeutics. In addition, suppression of tumor cell survival by the TNFR2 antagonist may improve the outcome of chemo- or radiotherapy in cancer patients.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/mgh-mgr011317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Cancer", " Immunology/Allergies/Asthma"], "journal": "Science Signaling", "description": "Massachusetts General Hospital investigators have found new evidence that the tumor necrosis factor receptor type II may be a major target for immuno-oncology treatments, which induce a patient's immune system to fight cancer.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}