{"title": "Study finds 33 percent of adults recently diagnosed with asthma do not have it", "text": "A new study published in the Journal of the American Medical Association found that 33 percent of adults recently diagnosed with asthma by their physicians did not have active asthma. Over 90 percent of these patients were able to stop their asthma medications and remain safely off medication for one year.\"It's impossible to say how many of these patients were originally misdiagnosed with asthma, and how many have asthma that is no longer active,\" said lead author of the study Dr. Shawn Aaron, senior scientist and respirologist at The Ottawa Hospital and professor at the University of Ottawa. \"What we do know is that they were all able to stop taking medication that they didn't need - medication that is expensive and can have side effects.\" Eighty percent of the participants who did not have asthma had been taking asthma medication, and 35 percent took it daily.The study also found that doctors often did not order the tests needed to confirm an asthma diagnosis. Instead they based their diagnosis solely on the patient's symptoms and their own observations.\"Doctors wouldn't diagnose diabetes without checking blood sugar levels, or a broken bone without ordering an x-ray,\" said Dr. Aaron. \"But for some reason many doctors are not ordering the spirometry tests that can definitely diagnose asthma.\" The study looked at 613 randomly selected patients from 10 Canadian cities diagnosed with asthma in the last five years. After a series of detailed breathing tests followed by consultation with a lung specialist, asthma was ruled out in a third of these patients. The research team was able to access the medical records of 530 of the patients to see how they were originally diagnosed. They found that in 49 percent of these cases, physicians had not ordered the airflow tests required by medical guidelines.When the patients that were found not to have asthma were re-diagnosed, most had minor conditions like allergies or heartburn, and 28 percent had nothing wrong with them at all. Two percent had serious conditions like pulmonary hypertension or heart disease that had been misdiagnosed as asthma, and went on to receive proper treatment.\"It wasn't a surprise to most patients when we told them they didn't have asthma,\" said Dr. Aaron. \"Some knew all along that their puffer wasn't working, while others were concerned that they might have something more serious. Thankfully, the majority of the conditions were mild and easily treated.\"Retired nurse Becky Hollingsworth was diagnosed with asthma two years ago. While participating in this study she learned that her shortness of breath was actually a temporary breathing problem left over from a bout of pneumonia. \"I was delighted we could verify that I did not have asthma,\" said the 72-year-old grandmother. \"Even if it's falsely diagnosed, you still have to deal with the consequences of having a chronic illness. You have to take medication and if you want to take a trip somewhere the insurance can be higher.\"This study confirms and expands on the findings of Dr. Aaron's 2008 study which suggested that 30 percent of asthma patients had been misdiagnosed. According to a 2010 Statistics Canada survey, 8.5 percent of Canadians aged 12 and over have been diagnosed with asthma. In many cases asthma is a life-long condition, but sometimes it can become less active or go away entirely.  \"We need to educate physicians and the public to get the diagnosis right in the first place,\" said Dr. Aaron. \"Patients who have difficulty breathing should ask their doctor to order a breathing test (spirometry) to determine if they might have asthma or even Chronic Obstructive Pulmonary Disease (COPD).  Similarly, if patients think they may have been misdiagnosed with asthma or that they no longer have asthma, they should ask their doctor for a spirometry test. Asthma can be deadly, so patients should never go off their medication without speaking to a doctor first.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ohri-sf3011217.php", "region": "namerica", "source_link": null, "funder": "The Canadian Institutes of Health Research", "meeting": "", "institution": "Ottawa Hospital Research Institute", "keywords": ["Health Care", " Medicine/Health", " Immunology/Allergies/Asthma", " Pulmonary/Respiratory Medicine"], "journal": "JAMA", "description": "A new study published in the Journal of the American Medical Association found that 33 percent of adults recently diagnosed with asthma by their physicians did not have active asthma. Over 90 percent of these patients were able to stop their asthma medications and remain safely off medication for one year.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}