{"title": "Millions of people with metabolic syndrome may need more vitamin E", "text": "CORVALLIS, Ore. - New research has shown that people with metabolic syndrome need significantly more vitamin E - which could be a serious public health concern, in light of the millions of people who have this condition that's often related to obesity.A study just published in the American Journal of Clinical Nutrition also made it clear that conventional tests to measure vitamin E levels in the blood may have limited accuracy compared to tests made in research laboratories, to the point that conventional tests can actually mask an underlying problem.Vitamin E - one of the more difficult micronutrients to obtain by dietary means - is an antioxidant important for cell protection. It also affects gene expression, immune function, aids in repair of wounds and the damage of atherosclerosis, is important for vision and neurologic function, and largely prevents fat from going rancid.Nutrition surveys have estimated that 92 percent of men and 96 percent of women in the United States fail to get an adequate daily intake of vitamin E in their diet. It is found at high levels in almonds, wheat germ, various seeds and oils, and at much lower levels in some vegetables and salad greens, such as spinach and kale.This study was done by researchers in the Linus Pauling Institute at Oregon State University and the Human Nutrition Program at The Ohio State University, as a double-blind, crossover clinical trial focusing on vitamin E levels in people with metabolic syndrome. It was supported by the National Institutes of Health, the National Dairy Council and DSM Nutrition.\"The research showed that people with metabolic syndrome need about 30-50 percent more vitamin E than those who are generally healthy,\" said Maret Traber, a professor in the OSU College of Public Health and Human Sciences, and Ava Helen Pauling Professor in the Linus Pauling Institute.\"In previous work we showed that people with metabolic syndrome had lower bioavailability of vitamin E. Our current work uses a novel approach to measure how much vitamin E the body needs. This study clearly demonstrates that people with metabolic syndrome need a higher intake of this vitamin.\"More than 30 percent of the American public are obese, and more than 25 percent of the adults in the United States meet the criteria for metabolic syndrome, putting them at significantly increased risk for cardiovascular disease and type-2 diabetes - primary causes of death in the developed world.That syndrome is defined by diagnosis of three or more of several conditions, including abdominal obesity, elevated lipids, high blood pressure, pro-inflammatory state, a pro-thrombotic state and insulin resistance or impaired glucose tolerance.This research, for the first time, also clearly outlined a flaw with conventional approaches to measuring vitamin E.By \"labeling\" vitamin E with deuterium, a stable isotope of hydrogen, scientists were able to measure the amount of the micronutrient that was eliminated by the body, compared to the intake. The advanced research laboratory tests, which are not available to the general public, showed that people with metabolic syndrome retained 30-50 percent more vitamin E than healthy people - showing that they needed it. When the body doesn't need vitamin E, the excess is excreted.But in the group with metabolic syndrome, even as their tissues were taking up and retaining the needed vitamin E, their blood levels by conventional measurement appeared about the same as those of a normal, healthy person.\"We've discovered that vitamin E levels often look normal in the blood, because this micronutrient is attracted to high cholesterol and fat,\" Traber said. \"So vitamin E can stay at higher levels in the circulatory system and give the illusion of adequate levels, even as tissues are deficient. \"This basically means that conventional vitamin E blood tests as they are now being done are useless.\"The findings support the conclusion that people with metabolic syndrome have higher levels of oxidative and inflammatory stress, scientists said in their conclusion, and require more antioxidants such as vitamins E as a result.\r\n", "article_link": "http://dx.doi.org/10.3945/ajcn.116.138495", "url": "http://www.eurekalert.org/pub_releases/2017-01/osu-mop011717.php", "region": "namerica", "source_link": "http://bit.ly/2jvPzFQ", "funder": "National Institutes of Health", "meeting": "", "institution": "Oregon State University", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Alternative Medicine", " Cancer", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Public Health"], "journal": "American Journal of Clinical Nutrition", "description": "New research has shown that people with metabolic syndrome need significantly more vitamin E -- which could be a serious public health concern, in light of the millions of people who have this condition that's often related to obesity.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}