{"title": "QMUL and BH announce major new initiative in the Life Sciences", "text": "Queen Mary University of London (QMUL) and Barts Health NHS Trust (BH) announce plans for a major new centre for Life Sciences in Whitechapel, home to the Royal London Hospital and a campus of QMUL's Barts and The London School of Medicine and Dentistry.  The initiative will be led by QMUL in partnership with BH, and will draw on our expertise in areas such as genomics, cancer, heart disease, and diabetes - addressing important issues in population health that will benefit east London, the UK and well beyond.    The centre will benefit the diverse local population served by both the University and the Trust, in communities with substantial healthcare needs. Close partnership is also anticipated with other universities and NHS Trusts (including primary care providers), commercial companies (in the pharmaceutical and informatics industries), and charitable organisations.  Professor Simon Gaskell, President and Principal, QMUL, said: \"We have an extraordinary opportunity to work with BH and other partners - both academic and commercial - to take new capabilities in the life sciences and convert them into tangible benefits for our local communities and well beyond. This multidisciplinary endeavour will draw on the University's key strengths and expertise in research and teaching, and combine with those of our partners to establish a translational medicine centre of international renown.\"Alwen Williams, chief executive of Barts Health said: \"The size and diversity of our population means we can effectively run global clinical trials locally. We have many of the world's population groups on our doorstep, in sufficient numbers to provide an unrivalled store of health information. Using Life Sciences disciplines with the expertise of our doctors and scientists, this gene pool can be explored for insights into why different types of people get sick in different ways.\" The national and international impact of research performed in the new centre will be enhanced by the exceptionally strong transport links of the Whitechapel site, where QMUL will build new accommodation, on land it intends to purchase from the Trust. The development space (to be devoted to laboratories, offices and meeting spaces) will be approximately 40,000 m2.Discussions continue between BH and QMUL on the joint development of the whole site (over 100,000 m2) for related activities covering the spectrum from research across to innovation, translation and clinical practice, and for residential accommodation for key workers, students, and researchers.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/qmuo-qab011717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Queen Mary University of London", "keywords": ["Medicine/Health"], "journal": "", "description": "Queen Mary University of London (QMUL) and Barts Health NHS Trust (BH) announce plans for a major new center for Life Sciences in Whitechapel, home to the Royal London Hospital and a campus of QMUL's Barts and The London School of Medicine and Dentistry.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}