{"title": "Every meal triggers inflammation", "text": "When we eat, we do not just take in nutrients - we also consume a significant quantity of bacteria. The body is faced with the challenge of simultaneously distributing the ingested glucose and fighting these bacteria. This triggers an inflammatory response that activates the immune systems of healthy individuals and has a protective effect, as doctors from the University and the University Hospital Basel have proven for the first time. In overweight individuals, however, this inflammatory response fails so dramatically that it can lead to diabetes.It is well known that type 2 diabetes (or adult-onset diabetes) leads to chronic inflammation with a range of negative impacts. A number of clinical studies have therefore treated diabetes by impeding the over-production of a substance involved in this process, Interleukin-1beta (IL-1beta). In diabetes patients, this messenger substance triggers chronic inflammation and causes insulin-producing beta cells to die off.Activation of the immune systemThis inflammation does have some positive aspects, however, as was recently reported in the journal Nature Immunology by researchers from the Department of Biomedicine at the University and the University Hospital Basel. In healthy individuals, short-term inflammatory responses play an important role in sugar uptake and the activation of the immune system.In their work, Professor Marc Donath, Head of the Department of Endocrinology, Diabetes and Metabolism at the University Hospital Basel and his research team demonstrate that the number of macrophages (a type of immune cell) around the intestines increases during meal times. These so-called \"scavenger cells­\" produce the messenger substance IL-1beta in varying amounts, depending on the concentration of glucose in the blood. This, in turn, stimulates insulin production in pancreatic beta cells. The insulin then causes the macrophages to increase IL-1beta production. Insulin and IL-1beta work together to regulate blood sugar levels, while the messenger substance IL-1beta ensures that the immune system is supplied with glucose and thus remains active.Bacteria and nutrientsAccording to the researchers, this mechanism of the metabolism and immune system is dependent on the bacteria and nutrients that are ingested during meals. With sufficient nutrients, the immune system is able to adequately combat foreign bacteria. Conversely, when there is a lack of nutrients, the few remaining calories must be conserved for important life functions at the expense of an immune response. This may go some way towards explaining why infectious diseases occur more frequently in times of famine.", "article_link": "http://dx.doi.org/10.1038/ni.3659", "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-emt011617.php", "region": "europe", "source_link": null, "funder": "University of Basel and University Hospital Basel", "meeting": "", "institution": "University of Basel", "keywords": ["Bacteriology", " Nutrition/Nutrients", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Nature Immunology", "description": "When we eat, we do not just take in nutrients -- we also consume a significant quantity of bacteria. The body is faced with the challenge of simultaneously distributing the ingested glucose and fighting these bacteria. This triggers an inflammatory response that activates the immune systems of healthy individuals and has a protective effect, as doctors from the University and the University Hospital Basel have proven for the first time. In overweight individuals, however, this inflammatory response fails so dramatically that it can lead to diabetes.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}