{"title": "Harrington Discovery Institute announces 2017 grant funding to 11 physician-scientists", "text": "The Harrington Discovery Institute at University Hospitals in Cleveland, Ohio, has announced the 2017 recipients of Harrington Scholar-Innovator Awards. The awards support breakthrough discoveries of physician-scientists whose research shows promise to advance the standard of care.The Harrington Discovery Institute - part of The Harrington Project for Discovery & Development -fulfills an unmet need in academic medicine: to advance early breakthroughs into the clinical realm. Its focus on physician-scientist innovators from across the country and the UK creates opportunity to transform the best innovation regardless of institution affiliation.      In addition to financial support awarded to the winners, the Institute provides direction from leaders in the pharmaceutical industry who are charged with overseeing therapeutic development of Scholar programs. While working with the Institute, physician-scientists (and their institutions) retain the intellectual property for their work. \"Our scholars tell us that the guidance they receive from members of the Harrington Innovation Support Center is absolutely the most valuable part of their time with us--of even greater value than the money,\" said Jonathan Stamler, MD, President of the Harrington Discovery Institute. \"Research institutions and non-profit endeavors do not typically provide strong pharmaceutical capability. Technology languishes for lack of know-how.  We believe that if we can marry the best science with the best practices, we should be able to more effectively advance discovery.\" The selected scholars have access to several rounds of capital (up to a total of $700,000) through their affiliation with the Harrington Discovery Institute to support the transition of their work into the private sector. Scholars are then free to approach investors of their choice to underwrite the commercialization of their work or they can have facilitated access to BioMotiv, the mission-aligned development company that also is part of The Harrington Project. However, there are no obligations on either side.  The 2017 Harrington Scholar-Innovator grant recipients are: Paul Bollyky, MD, PhD - Stanford University - A novel drug for Type I DiabetesAmbrose Cheung, MD - Geisel School of Medicine at Dartmouth - A novel treatment against MRSA and other Gram+ bacterial infections Giulio Draetta, MD, PhD - The University of Texas MD Anderson Cancer Center - A new therapy and first in-human trials for pancreatic cancer Seth Field, MD, PhD - University of California San Diego - A novel pathway causing cancerTodd Gould, MD - University of Maryland - A new medicine for depressionJohn Letterio, MD - Case Western Reserve University/University Hospitals - A promising drug for Alzheimer's disease, stroke and cancerDavid Lombard, MD, PhD - University of Michigan - A new strategy in melanoma therapyDaruka Mahadevan, MD, PhD - University of Arizona - A novel class of cancer drugs and radiation sensitizersDeepak Nijhawan, MD, PhD - University of Texas Southwestern Medical Center - A first-in-class immunotherapy for cancerStuart Orkin, MD - Harvard University - A novel treatment for sickle cell diseaseDaniel Ory, MD - Washington University - A breakthrough treatment for Niemann-Pick C disease, a rare neurological disease", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uhcm-hdi011617.php", "region": "namerica", "source_link": null, "funder": "Harrington Discovery Institute", "meeting": "", "institution": "University Hospitals Cleveland Medical Center", "keywords": ["Medicine/Health", " Cancer", " Hematology", " Infectious/Emerging Diseases", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Alzheimer's Disease", " Pediatrics", " Pharmaceutical Science"], "journal": "", "description": "The Harrington Discovery Institute at University Hospitals in Cleveland, Ohio, has announced the 2017 recipients of Harrington Scholar-Innovator Awards. The awards support breakthrough discoveries of physician-scientists whose research shows promise to advance the standard of care.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}