{"title": "Nanoparticle exposure can awaken dormant viruses in the lungs", "text": "Nanoparticles from combustion engines can activate viruses that are dormant in in lung tissue cells. This is the result of a study by researchers of Helmholtz Zentrum München, a partner in the German Center for Lung Research (DZL), which has now been published in the journal Particle and Fibre Toxicology.To evade the immune system, some viruses hide in cells of their host and persist there. In medical terminology, this state is referred to as a latent infection. If the immune system becomes weakened or if certain conditions change, the viruses become active again, begin to proliferate and destroy the host cell. A team of scientists led by Dr. Tobias Stöger of the Institute of Lung Biology and Prof. Dr. Heiko Adler, deputy head of the research unit Lung Repair and Regeneration at Helmholtz Zentrum München, now report that nanoparticles can also trigger this process.  \"From previous model studies we already knew that the inhalation of nanoparticles has an inflammatory effect and alters the immune system,\" said study leader Stöger. Together with his colleagues Heiko Adler and Prof. Dr. Philippe Schmitt-Kopplin, he showed that \"an exposure to nanoparticles can reactivate latent herpes viruses in the lung.\"Specifically, the scientists tested the influence of nanoparticles typically generated by fossil fuel combustion in an experimental model for a particular herpes virus infection. They detected a significant increase in viral proteins, which are only produced with active virus proliferation. \"Metabolic and gene expression analyses also revealed patterns resembling acute infection,\" said Philippe Schmitt-Kopplin, head of the research unit Analytical BioGeoChemistry (BGC). Moreover, further experiments with human cells demonstrated that Epstein-Barr viruses are also 'awakened' when they come into contact with the nanoparticles.Potential approach for chronic lung diseasesIn further studies, the research team would like to test whether the results can also be transferred to humans. \"Many people carry herpes viruses, and patients with idiopathic pulmonary fibrosis are particularly affected,\" said Heiko Adler. \"If the results are confirmed in humans, it would be important to investigate the molecular process of the reactivation of latent herpes viruses induced by particle inhalation. Then we could try to influence this pathway therapeutically.\"Special cell culture models shall therefore elucidate the exact mechanism of virus reactivation by nanoparticles. \"In addition,\" Stöger said, \"in long-term studies we would like to investigate to what extent  repeated nanoparticle exposure with corresponding virus reactivation leads to chronic inflammatory and remodeling processes in the lung.\" ", "article_link": "http://dx.doi.org/10.1186/s12989-016-0181-1", "url": "http://www.eurekalert.org/pub_releases/2017-01/hzm--nec011617.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/37450/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Pollution/Remediation", " Virology", " Environmental Health", " Internal Medicine", " Pulmonary/Respiratory Medicine"], "journal": "Particle and Fibre Toxicology", "description": "Nanoparticles from combustion engines can activate viruses that are dormant in in lung tissue cells. This is the result of a study by researchers of Helmholtz Zentrum München, a partner in the German Center for Lung Researc, which has now been published in the journal Particle and Fibre Toxicology.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}