{"title": "How safe is that driver next to you? A trucker's poor health could increase crash risk", "text": "As commuters shimmy past large, lumbering trucks on the road, they may glance over and wonder, \"How safe is that driver next to me?\" If the truck driver is in poor health, the answer could be: Not very. Commercial truck drivers with three or more medical conditions double to quadruple their chance for being in a crash than healthier drivers, reports a new study led by investigators at the University of Utah School of Medicine. The findings suggest that a trucker's poor health could be a detriment not only to himself but also to others around him. \"What these data are telling us is that with decreasing health comes increased crash risk, including crashes that truck drivers could prevent,\" says the study's lead author Matthew Thiese, Ph.D., an assistant professor at the Rocky Mountain Center for Occupational and Environmental Health (RMCOEH). The results were published in the Journal of Occupational and Environmental Medicine.Keeping healthy can be tough for truck drivers, who typically sit for long hours behind the wheel, deal with poor sleeping conditions, and have a hard time finding nutritious meals on the road. Now, examination of medical records from 49,464 commercial truck drivers finds evidence that their relatively poor health may put them at risk in more ways than one. 34 percent have signs of at least one of several medical conditions that had previously been linked to poor driving performance, from heart disease, to low back pain, to diabetes. Matching drivers' medical and crash histories revealed that drivers with at least three of the flagged conditions were more likely to have been involved in a crash. There were 82 truck drivers in the highest risk group, and results were calculated from millions data points reflecting their relative crash risk every day for up to seven years. The investigators found that this group was at higher risk for different categories of crashes, including accidents that caused injury, and that could have been avoided. The rate of crashes resulting in injury among all truck drivers was 29 per 100 million miles traveled. For drivers with three or more ailments, the frequency increased to 93 per 100 million miles traveled, according to Thiese. The trends held true even after taking into consideration other factors that influence truckers driving abilities such as age and amount of commercial driving experience. The new findings could mean that one health condition, say diabetes, is manageable but diabetes in combination with high blood pressure and anxiety could substantially increase a driver's risk.\"Right now, conditions are thought of in isolation,\" says Thiese. \"There's no guidance for looking at multiple conditions in concert.\" Current commercial motor vehicle guidelines pull truckers with major health concerns from the pool but do not factor in an accumulation of multiple minor symptoms.Considering that occupants of the other vehicle get hurt in three-quarters of injury crashes involving trucks, it's in the public interest to continue investigating the issue, says the study's senior author Kurt Hegmann, M.D., M.P.H., director of RMCOEH. \"If we can better understand the interplay between driver health and crash risk, then we can better address safety concerns,\" he says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uouh-hsi011617.php", "region": "namerica", "source_link": null, "funder": "CDC/National Institute for Occupational Safety and Health", "meeting": "", "institution": "University of Utah Health Sciences", "keywords": ["Medicine/Health", " Public Health"], "journal": "Journal of Occupational and Environmental Medicine", "description": "As commuters shimmy past large, lumbering trucks on the road, they may glance over and wonder, 'How safe is that driver next to me?' If the truck driver is in poor health, the answer could be: Not very. Commercial truck drivers with three or more medical conditions double to quadruple their chance for being in a crash than healthier drivers, reports a new study led by investigators at the University of Utah School of Medicine.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}