{"title": "Inception of the last ice age", "text": "The Eurasian ice sheet was the third largest ice mass during the Last Glacial Maximum some 22,000 years ago. Alongside the Antarctic and North American ice sheets it lowered the global sea level by more than 120 metres. In volume it was almost three times greater than the modern day Greenland ice sheet.At its peak there was continuous ice cover from present-day Ireland, across Scandinavia and all the way through to western Siberia in the Russian High Arctic.The results are published in Quaternary Science Reviews (Open access)Three ice caps that mergedIt all started some 37,000 years ago when the planet's climate started getting colder. This process happened as part of the natural climate cycles on our planet, which are linked to Earth's movements around the sun and around its own axis. For the last million years or so these cycles have repeated consistently every 100,000 years: 90,000 years of ice age followed by a roughly 10,000 year interglacial warm period.\"The Eurasian Ice Sheet started life off as a number of small and isolated ice caps scattered across Europe and the Arctic. Through time, and with the climate getting increasingly colder this ice grew, with the ice caps eventually merging together to form one coherent ice sheet. The weight of this ice was sufficient to warp the Earth's crust, making dramatic changes to the coastline.\" says Patton.It is a slow process from human perspective, but from a geological point of view things do happen quite quickly: within 6,000 years these individual ice sheets were large enough to develop fast-flowing ice streams, and within 13,000 years they merged into one continuous ice mass.Twice the Mediterranean\"By itself it lowered global sea level by more than 17 metres. However, despite its global influence, attempts to understand the climatic and oceanographic drivers behind its growth have remained poorly resolved.\" says postdoc Henry Patton from the Centre for Arctic Gas Hydrate, Environment and Climate (CAGE)Until now, that is. Patton and colleagues have recently published comprehensive, high-resolution model experiments, detailing the inception and evolution of the Eurasian ice sheet from its first steps 37,000 years ago through to its maximum extent some 15,000 years later.They calculated that by that time the ice sheet had grown to a massive volume of more than 7 million cubic kilometres - twice the volume of the Mediterranean Sea. It had an average ice thickness of more than 1.3 km.\r\n\"Our model allows us to appreciate the complexities and sensitivities of such a vast ice sheet. The climate that made this ice complex grow was significantly different to the climate we experience today. The issue is further complicated by the fact that once an ice sheet grows large enough, it also begins to heavily influence the regional climate patterns around it.\"Wet in the west, desert in the eastIt takes more than just cold temperatures to make an ice sheet grow. It also depends a lot on the amount of snowfall, which enables the ice sheet to accumulate mass. Then, as today, Norway, Britain and Ireland were subject to relatively wet, maritime conditions, with the coastal mountains becoming the perfect setting for ice accumulation.\"Snowfall is a key factor for making an ice sheet grow. In the case of the Eurasian ice sheet complex, snowfall across the mountains of Western Europe was vital for allowing the various ice caps to initially expand.\"The Eurasian ice sheet had an enormous influence on the climate at the continental scale: it absorbed precipitation to such an extent that it created a rain-shadow effect effectively turning much of western Russia and Siberia into a frozen desert where glaciers could not grow.\"As the ice sheet grew thicker, less and less precipitation was able to reach the lee areas east of the complex. This created desert conditions similar to what we see in the Dry Valleys of Antarctica today.\" Patton explains. Traces on the ocean floorSuccessfully reconstructing the evolution of an ice sheet through millennia depends on the quality and abundance of observational data available. Distributions of glacial sediments, radiocarbon dates, and geological features found on the landscape are all examples of data that can help guide modelling experiments. As the ice moved it also left traces on the ocean floor.\"Perhaps the most important advance to have aided this modelling work is the quantity and quality of geophysical data from beneath marine areas that we now have access too. Only 10-15 years ago we had a very limited understanding of what Eurasian ice was doing offshore, particularly in the Barents and Kara seas.\"Major portions of this ice sheet were grounded below sea level, just like in West Antarctica today. Understanding the climatic and oceanographic sensitivities of this Eurasian ice sheet, and how it impacted the environment, is thus important also for our present-day ice sheets.The next step for Patton and colleagues will be to model the collapse of this Eurasian ice-sheet.\"One of the major questions facing us today is how the present ice sheets in Greenland and Antarctica will react to climate change. Simply put, the more we understand of the mechanisms that drove ice sheets to collapse in the past, the better we will be able to predict what will happen in the future.\" ", "article_link": "http://dx.doi.org/10.1016/j.quascirev.2016.10.009", "url": "http://www.eurekalert.org/pub_releases/2017-01/c-cf-iot011617.php", "region": "europe", "source_link": "https://cage.uit.no/news/new-reconstruction-ancient-ice-sheet/", "funder": "Research Council of Norway, PetroMaks", "meeting": "", "institution": "CAGE - Center for Arctic Gas Hydrate, Climate and Environment", "keywords": ["Climate Science", " Earth Science", " Geography", " Geology/Soil", " Geophysics/Gravity", " Temperature-Dependent Phenomena", " Meteorology", " Climate Change", " Climate Change"], "journal": "Quaternary Science Reviews", "description": "A new model reconstruction shows in exceptional detail the evolution of the Eurasian ice sheet during the last ice age. This can help scientists understand how climate and ocean warming can effect the remaining ice masses on Earth.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}