{"title": "For first time ever, X-ray imaging at Argonne captures material defect process", "text": "From blacksmiths forging iron to artisans blowing glass, humans have for centuries been changing the properties of materials to build better tools - from iron horseshoes and swords to glass jars and medicine vials.In modern life, new materials are created to improve today's items, such as stronger steel for skyscrapers and more reliable semiconductors for cell phones.Now, researchers at the Department of Energy's (DOE) Argonne National Laboratory have discovered a new approach to detail the formation of these material changes at the atomic scale and in near-real time, an important step that could assist in engineering better and stronger new materials.In a study published Jan. 16 in Nature Materials, researchers at Argonne's Advanced Photon Source, a DOE Office of Science User Facility, reveal they have captured - for the first time ever - images of the creation of structural defects in palladium when the metal is exposed to hydrogen.This imaging capability will help researchers validate models that predict the behavior of materials and how they form defects. Defect engineering is the practice of intentionally creating defects within a material in order to change the material's properties. This knowledge is key to engineering better, stronger and more reliable materials for buildings, semiconductors, batteries, technological devices and many other items and tools.\"Defect engineering is based on the idea that you can take something you already know the properties of and, by putting in defects or imperfections, engineer things with improved properties,\" said Argonne scholar Andrew Ulvestad, one of the authors of the study. \"The practice applies not only to metals but any material that has a crystal structure, like those found in solar cells and battery cathodes.\"Defect engineering is used to optimize material design across a variety of fields, but it is most commonly associated with the development of semiconductors. Semiconductor materials, like silicon, are used as electrical components; they form the foundation for most of our modern day electronics, including laptops and mobile phones.In a process known as \"doping,\" manufacturers create defects in these materials by adding impurities in order to manipulate their electrical properties for various technological uses.While manufacturers know they can change the properties of various materials to get the attributes they want, the processes that govern these changes are not always clear.To increase the understanding of such processes, Argonne researchers focused specifically on defects forming on the nanoscale. Defects, interfaces and fluctuations at this very small level can provide critical insight into the functionalities of materials, such as their thermal, electronic and mechanical properties, on a larger scale.To capture the formation of defects, the Argonne team took a nanostructured sample of palladium and injected, or infused, it with hydrogen at high-pressure. At the same time, they exposed the sample to powerful X-rays at the Advanced Photon Source.Upon hitting the palladium crystal, the X-rays scattered, and their dispersion pattern was captured by a detector and used to calculate the changes in the position of atoms within the palladium structure. Essentially, this process enabled researchers to \"see\" deformations within the material.\"In some ways, we got the one-in-a-million shot, because defects occurring within the crystal don't always happen due to the complex nature of the process,\" said Argonne physicist Ross Harder, another author in the study.The changes shown in the scans exemplify the numerous ways in which defects can alter the properties of materials and how they respond to external stimuli. For instance, the defects that formed altered the pressures at which palladium could store and release hydrogen, knowledge that could be useful for hydrogen storage, sensing and purification applications, the researchers said.Defect engineering approaches are already being used to study other systems, including battery cathode nanoparticles. However, the study led by Ulvestad and Harder is the first to capture the formation of defects as they are happening.\"What we've done is create a roadmap for other researchers. We've shown them a way to model this system and systems that have similar dynamics,\" Ulvestad said.", "article_link": "http://dx.doi.org/10.1038/nmat4842", "url": "http://www.eurekalert.org/pub_releases/2017-01/dnl-fft011617.php", "region": "namerica", "source_link": "http://www.anl.gov/articles/first-time-ever-x-ray-imaging-argonne-captures-material-defect-process", "funder": "DOE/Office of Basic Energy Sciences", "meeting": "", "institution": "DOE/Argonne National Laboratory", "keywords": ["Chemistry/Physics/Materials Sciences"], "journal": "Nature Materials", "description": "Researchers at Argonne National Laboratory have discovered a new approach to detail the formation of material defects at the atomic scale and in near-real time, an important step that could assist in engineering better and stronger new materials.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}