{"title": "The first humans arrived in North America a lot earlier than believed", "text": "The timing of the first entry of humans into North America across the Bering Strait has now been set back 10,000 years.This has been demonstrated beyond a shadow of a doubt by Ariane Burke, a professor in Université de Montréal's Department of Anthropology, and her doctoral student Lauriane Bourgeon, with the contribution of Dr. Thomas Higham, Deputy Director of Oxford University's Radiocarbon Accelerator Unit. Their findings were published in early January in the open-access journal PLoS One.The earliest settlement date of North America, until now estimated at 14,000 years Before Present (BP) according to the earliest dated archaeological sites, is now estimated at 24,000 BP, at the height of the last ice age or Last Glacial Maximum.The researchers made their discovery using artifacts from the Bluefish Caves, located on the banks of the Bluefish River in northern Yukon near the Alaska border. The site was excavated by archaeologist Jacques Cinq-Mars between 1977 and 1987. Based on radiocarbon dating of animal bones, the researcher made the bold hypothesis that human settlement in the region dated as far back as 30,000 BP.In the absence of other sites of similar age, Cinq-Mars' hypothesis remained highly controversial in the scientific community. Moreover, there was no evidence that the presence of horse, mammoth, bison and caribou bones in the Bluefish Caves was due to human activity.To set the record straight, Bourgeon examined the approximate 36,000 bone fragments culled from the site and preserved at the Canadian Museum of History in Gatineau -- an enormous undertaking that took her two years to complete. Comprehensive analysis of certain pieces at UdeM's Ecomorphology and Paleoanthropology Laboratory revealed undeniable traces of human activity in 15 bones. Around 20 other fragments also showed probable traces of the same type of activity.\"Series of straight, V-shaped lines on the surface of the bones were made by stone tools used to skin animals,\" said Burke. \"These are indisputable cut-marks created by humans.\"Bourgeon submitted the bones to further radiocarbon dating. The oldest fragment, a horse mandible showing the marks of a stone tool apparently used to remove the tongue, was radiocarbon-dated at 19,650 years, which is equivalent to between 23,000 and 24,000 cal BP (calibrated years Before Present).\r\n\"Our discovery confirms previous analyses and demonstrates that this is the earliest known site of human settlement in Canada,\" said Burke. It shows that Eastern Beringia was inhabited during the last ice age.\" Beringia is a vast region stretching from the Mackenzie River in the Northwest Territories to the Lena River in Russia. According to Burke, studies in population genetics have shown that a group of a few thousand individuals lived in isolation from the rest of the world in Beringia 15,000 to 24,000 years ago.\"Our discovery confirms the 'Beringian standstill [or genetic isolation] hypothesis,'\" she said, \"Genetic isolation would have corresponded to geographical isolation. During the Last Glacial Maximum, Beringia was isolated from the rest of North America by glaciers and steppes too inhospitable for human occupation to the West. It was potentially a place of refuge.\"The Beringians of Bluefish Caves were therefore among the ancestors of people who, at the end of the last ice age, colonized the entire continent along the coast to South America.The results of Lauriane Bourgeon's doctoral research were published in the January 6 edition of PLoS One under the title \"Earliest Human Presence in North America Dated to the Last Glacial Maximum: New Radiocarbon Dates from Bluefish Caves, Canada.\" The article is co-authored by Professor Burke and by Dr. Thomas Higham of Oxford University's Radiocarbon Accelerator Unit, in the U.K.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0169486", "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-tfh011317.php", "region": "namerica", "source_link": "http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0169486", "funder": "Fonds de Recherche Québécois Société et Culture (2015-SE-179537)", "meeting": "", "institution": "University of Montreal", "keywords": ["Archaeology", " Anthropology", " Demography", " Immigrants & Migration", " History", " New World"], "journal": "PLOS ONE", "description": "Anthropologists at Université de Montréal have dated the oldest human settlement in Canada back 10,000 years.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}