{"title": "Potentially reversible changes in gene control 'prime' pancreatic cancer cells to spread", "text": "A multicenter team of researchers reports that a full genomic analysis of tumor samples from a small number of people who died of pancreatic cancer suggests that chemical changes to DNA that do not affect the DNA sequence itself yet control how it operates confer survival advantages on subsets of pancreatic cancer cells. Those advantages, the researchers say, let such cancer cells thrive in organs like the liver and lungs, which receive a sugar-rich blood supply.In a summary of the study, published online in the journal Nature Genetics on Jan. 16, theresearch teams also report evidence that an experimental drug -- not approved for human use -- can reverse these \"epigenetic\" changes to block tumor formation in lab-grown pancreatic cancer cells. These findings may lead to more effective treatment strategies against metastatic pancreatic cancer, which is universally lethal.\"What we found astonished us,\" says study leader Andrew Feinberg, M.D., Bloomberg Distinguished Professor of Epigenetics at The Johns Hopkins University and a Johns Hopkins Kimmel Cancer Center member. \"Changes in genes' regulation -- not in the DNA sequence of genes themselves -- were the driving force behind successful metastases in our experiments, and, as far as we know, this is the first genomewide experimental evidence for this phenomenon.\"Metastasis, or cancer spread by the formation of tumors at new sites, is generally what makes cancers deadly because surgery and other treatments are unlikely to find and destroy every cancer cell. That is particularly true, Feinberg says, for pancreatic cancer, which usually goes undetected until after it has spread. Because it is so deadly and because the number of new cases is increasing, it is predicted to be the second leading cause of cancer deaths in the western world by 2020, trailing only lung cancer, he adds. In 2016, the disease was predicted to strike an estimated 53,070 Americans and kill 41,780, according to the National Cancer Institute.To better understand the formation of metastases in pancreatic cancer, Christine Iacobuzio-Donahue, M.D., Ph.D., professor of pathology at Memorial Sloan Kettering Cancer Center, collected tumor samples from eight patients with the most common form of pancreatic cancer (pancreatic ductal adenocarcinoma) immediately after their deaths.Samples were taken from the original, or primary, tumor in the pancreas and from any detectable nearby and distant metastatic tumors. The tumors' genomes were then analyzed for genetic mutations, or alterations in their DNA, by her team and that of Bert Vogelstein, M.D., professor of oncology at the Johns Hopkins University School of Medicine and the co-director of the Ludwig Center at the Johns Hopkins Kimmel Cancer Center. In a companion paper, they report finding no genetic mutations directly linked to or likely responsible for the success of the metastases.Working on the same tumor samples, Feinberg's team looked for other kinds of changes -- specifically in the so-called epigenome, the array of reversible chemical and structural changes to DNA and the proteins around which it is wrapped. Epigenetic changes do not alter the information encoded in the DNA sequence itself but determine whether and to what extent specific genes are used by cells.The research groups then examined the landscape of the pancreatic cancer epigenome using a combination of stains on patient tissues, direct examination of the proteins that wrap DNA and whole-genome sequencing of the detected epigenetic changes to map precisely where they were located. Feinberg says no major changes were seen in the tumors of patients whose cancer spread only locally. But tumors from patients with distant metastases to the lung and liver showed massive epigenetic changes that mapped to large, blocklike segments of the genome, both in the distant metastases themselves and in the section, or \"subclone,\" of the primary tumors they came from.One explanation for that, says Iacobuzio-Donahue, is that \"Distant metastases have to travel long distances along the 'highways' of the blood vessels, land in a good spot and colonize, while local metastases just pinch off the primary tumor and go a short distance on 'familiar side roads,' so they are usually more similar to the primary tumor.\"Beyond pancreatic cancer, the blocklike segments where the epigenetic changes were located could be universal across other cancers. \"Although we haven't tested this idea yet, we know that similar epigenetic regions are important in other types of cancer, such as colon cancer, so it's likely that these large-scale epigenetic changes are occurring in them too,\" says Feinberg.Because epigenetic changes affect gene activity, the research team categorized the affected genes by function to see if the changes might have specific consequences among different subclones from the same patient. This analysis, done on separate samples from the same patient, revealed that many of the affected genes confer advantages to cancer cells by, for example, enhancing cell migration or resistance to chemotherapy.The teams next looked for what might control the epigenetic changes. Aware that cancers rewire their metabolism in ways that could change the epigenome and that distant metastases in pancreatic cancer naturally spread to organs fed by a sugar-rich blood supply, the researchers wondered if the tumor cells had altered the way they use the basic form of sugar, glucose.In biochemical tests, they learned that distant metastatic tumors consumed excessive amounts of glucose when compared to local metastases. They also found that distant metastases and their precursors processed glucose through a growth-promoting series of metabolic reactions called the pentose phosphate pathway, which burns (or oxidizes) glucose-derived molecules into building blocks for tumors. Particularly important was an enzyme called 6-phosphogluconate dehydrogenase (PGD).Those results may answer another poorly understood question about metastatic cancer biology, the researchers report. Oliver McDonald, M.D., Ph.D., assistant professor of pathology, microbiology and immunology at Vanderbilt University and co-first author of the study, says: \"In pancreatic cancer, the fact that it may take years for a primary tumor to develop, while metastases can progress very quickly, is somewhat of an enigma. The changes we found in glucose utilization could be the answer.\"To see if PGD and the pentose phosphate pathway were tied to the epigenetic changes the researchers had detected in distant metastases, they treated tumor cells from different sites in a single patient with the drug 6-aminonicotinamide (6AN), which is known to inhibit PGD but is not used in humans because of its severe side effects. The drug had no effect on the epigenetic state of DNA taken from the local metastasis but reversed the epigenetic changes seen in cells from the distant metastasis.Significantly, treatment with 6AN specifically decreased the activity of genes with malignant, cancer-spreading functions, like cell cycle control and DNA repair. But most importantly, the researchers say, in three laboratory tests of tumor growth, the drug strongly blocked tumor formation in distant metastases and their precursors.The investigators caution that application of their findings to the treatment of pancreatic cancer must await further understanding of the complicated genetics and biology of metastases. \"We still don't know how the pentose phosphate pathway gets turned on, for example,\" says McDonald, \"but we're working on figuring it out.\"Feinberg adds that the groups are also trying to learn how activation of the pentose phosphate pathway leads to the massive epigenetic changes seen. \"Hopefully, these investigations will help develop new drugs to treat this aggressive cancer and others,\" he says.", "article_link": "http://dx.doi.org/10.1038/ng.3753", "url": "http://www.eurekalert.org/pub_releases/2017-01/jhm-pr011017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Cancer Institute, AACR Pancreatic Cancer Action Network, Vanderbilt GI SPORE, Vanderbilt-Ingram Cancer Center", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Cancer"], "journal": "Nature Genetics", "description": "A multicenter team of researchers reports that a full genomic analysis of tumor samples from a small number of people who died of pancreatic cancer suggests that chemical changes to DNA that do not affect the DNA sequence itself yet control how it operates confer survival advantages on subsets of pancreatic cancer cells.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}