{"title": "Key cardiovascular risk factors for Chinese Australians uncovered", "text": "Diabetes, smoking and physical inactivity have been uncovered as the key cardiovascular disease risk factors for Chinese Australians according to important new research from the largest ongoing study of healthy ageing in Australia, the Sax Institute's 45 and Up Study. Researchers from the School of Public Health and the School of Nursing at the University of Sydney undertook the first comprehensive examination of cardiovascular disease (such as a heart disease or stroke) risk factors in Chinese, mixed Chinese and non-Chinese Australians by studying 266,696 men and women in NSW aged over 45, who are part of the Sax Institute's 45 and Up Study. The results were published in the latest edition of the International Journal of Cardiology.\"Heart disease is the single biggest killer in Australia and we have identified the major risk factors in the Chinese Australian community - diabetes, smoking and physical inactivity,\" said Dr Melody Ding, the paper's senior author and a Senior Research Fellow at School of Public Health at the University of Sydney. \"When it comes to major cardiovascular risk factors, Chinese Australians have a 25% higher prevalence of diabetes, a 22% higher prevalence of smoking and a 45% higher prevalence of physical inactivity than non-Chinese Australians. Now that we have a better understanding of the unique risk profile of Chinese Australians, decision makers and advocates can begin to develop targeted, culturally specific programs to educate the community about cardiovascular disease and the key risk factors in their community.\"Dr Ding said that the study's focus on a third category of \"mixed Chinese\", those with one parent of Chinese ancestry and one parent of different ancestry, had also yielded intriguing results, with mixed Chinese having higher prevalence of cardiovascular disease and higher risk of CVD than Chinese Australians.  \"Our study suggests that mixed race Chinese have a distinctive risk profile that sits between Chinese Australians and non-Chinese Australians. To date, nearly all health studies identify participants by a single ethnicity, but as mixed-race marriages and the proportion of the population with more than one ancestry backgrounds increases, there is a stronger-than-ever need for researchers to study and understand mixed race Australians.\" Doctor Martin McNamara, Head of Research Assets at the Sax Institute, said these findings demonstrated the value of large-scale, longitudinal studies like the 45 and Up Study to investigate big questions on public health and to get faster answers that are useful for policy makers.\"This research provides important information as to the risk factors for Chinese Australians and will provide real insights to Government, health agencies and the community as they seek to tackle the biggest killer in Australia - heart disease,\" said Dr McNamara.  \"To help answer the big public health questions like this you need to rely on robust data from large-scale studies - that's why the 45 and Up Study is an invaluable tool for researchers and decision makers right across Australia.\"CEO of the Heart Foundation NSW Kerry Doyle said that in recognition of this issue the Heart Foundation had been working with the Chinese media and the Chinese Australian Services Society to raise awareness of heart disease risk over the past three years.\"This research will allow us to be more targeted in our approach so we can tailor our awareness activities to address specific lifestyle aspects that are strong contributors to heart disease risk in Chinese Australians,\" she said.", "article_link": "http://dx.doi.org/10.1016/j.ijcard.2016.11.062", "url": "http://www.eurekalert.org/pub_releases/2017-01/si-kcr011517.php", "region": "australia", "source_link": "http://www.saxinstitute.org.au/news/key-cardiovascular-risk-factors-for-chinese-australians-uncovered/", "funder": "NSW Heart Foundation", "meeting": "", "institution": "Sax Institute", "keywords": ["Medicine/Health", " Cardiology", " Mortality/Longevity", " Epidemiology", " Diabetes", " Public Health", " Aging", " Immigrants & Migration"], "journal": "International Journal of Cardiology", "description": "Diabetes, smoking and physical inactivity have been uncovered as the key cardiovascular disease risk factors for Chinese Australians according to important new research from the largest ongoing study of healthy ageing in Australia, the Sax Institute's 45 and Up Study.", "date": "Sun, 15 Jan 2017 05:00:00 GMT"}