{"title": "Urine test finds what makes people say no to blood pressure lowering pills", "text": "University of Manchester researchers together with their UK and overseas collaborators have found out that more than one third of 1,400 people with high blood pressure have not been taking their blood pressure medication.High blood pressure is the single most important risk factor for health loss and premature death globally, and although treatment is proven to be effective, target blood pressures are only achieved in 40-50% of patients.  This is likely to be largely caused by high numbers of patients not taking their medicines correctly, or at all.The scientists have used a mass-spectrometry technique to examine blood and urine samples from almost 1,400 people in the UK and Czech Republic.  They found that non-adherence to the blood pressure lowering drugs was high at 41.6% in the UK and 31.5% in the Czech Republic.  Furthermore, with each additional prescription, the rate of non-adherence increased by 85% and 77% respectively.Professor Maciej Tomaszewski from The University of Manchester, who led the study, said: \"We suspected that some patients haven't' been taking their medications on a regular basis but this analysis shows how high that figure is.  \"Clearly, the more blood pressure lowering drugs are prescribed, the higher the risk that the patients will not be taking them on a regular basis. We also showed that diuretics are particularly poorly taken.\" The results from this analysis, show that four easy-to-collect parameters: patients' age, sex, the number of blood pressure lowering medications and the diuretics together can provide a good measure of the risk of not taking the medications on a regular basis. The researchers believe that in the future they can develop even better formulae to estimate the risk of not taking blood pressure lowering drugs without a need of a urine/blood analysis.This will be particularly useful in countries with limited resources, as Professor Tomaszewski explained. \"Not all countries will have sufficient expertise and the financial capacity to invest in technology that we are using.\"Professor Tomaszewski's research team has just been awarded £750,000 by the British Heart Foundation to further the understanding of non-adherence to antihypertensive treatment.  Professor Tomaszewski said: \"We are thrilled by this generous award from the British Heart Foundation. Our collaborative OUTREACH study brings together the key UK centres and researchers in the field of hypertension to examine how our urine test can help patients taking their blood pressure lowering medications on a regular basis.\" ", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.116.08729", "url": "http://www.eurekalert.org/pub_releases/2017-05/uom-utf051917.php", "region": "europe", "source_link": null, "funder": "British Heart Foundation", "meeting": "", "institution": "University of Manchester", "keywords": ["Medicine/Health", " Cardiology", " Public Health"], "journal": "Hypertension", "description": "University of Manchester researchers together with their UK and overseas collaborators have found out that more than one-third of 1,400 people with high blood pressure have not been taking their blood pressure medication.", "date": "Fri, 19 May 2017 04:00:00 GMT"}