{"title": "Hypertension before the age of 55 increases risk of cardiovascular death", "text": "(Boston) -- When someone gets diagnosed with hypertension, either early (before the age of 55) or later in life, can have important health ramifications. According to a new study, diagnosis of high blood pressure at an earlier age is associated with greater risk of cardiovascular death and signifies an inherited predisposition for the disease. The findings, which appear in the British Medical Journal, offer important prognostic information in assessing an individual's cardiovascular risk. It is well known that hypertension confers substantial risk for developing cardiovascular outcomes when present in either younger or older age. However, there are currently limited data to guide clinicians on the possible relevance of distinguishing between the importance of hypertension that develops earlier in life and that which develops later in life.Using data from the Framingham Heart Study (FHS), researchers from Boston University School of Medicine (BUSM) studied several decades worth of blood pressure readings collected over multiple generations. The researchers tracked which individuals developed high blood pressure earlier or later in life, identified patterns of earlier versus later onset hypertension among families and then compared the lifetime risks of cardiovascular disease in people with earlier versus later onset hypertension.'We now know that there are at least two types of high blood pressure of which patients and providers should be aware -- one type that develops earlier in life, which likely represents an inherited trait, and another that develops later in life that could possibly have more to do with lifestyle factors. Most importantly, the type that develops earlier in life is related to greater lifetime risk for cardiovascular disease,\" explained corresponding author Teemu J. Niiranen, MD, research fellow at BUSM and FHS.The researchers hope their study will lead both patients and providers to pay greater attention to the timing of when a person's high blood pressure develops since younger people who develop high blood pressure need to be more carefully managed by their doctors. \"If people who happen to develop hypertension earlier rather than later in life can receive more aggressive and targeted therapies to control their blood pressure, this could help reduce their lifetime risk for cardiovascular disease,\" added senior author Susan Cheng, MD, assistant professor, Harvard Medical School and Brigham and Women's Hospital. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bumc-hbt051717.php", "region": "namerica", "source_link": null, "funder": "American Heart Association, NIH/National Heart, Lung and Blood Institute, National Institutes of Health", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Cardiology"], "journal": "British Medical Journal", "description": "When someone gets diagnosed with hypertension, either early (before the age of 55) or later in life, can have important health ramifications. \r\n\r\nAccording to a new study, diagnosis of high blood pressure at an earlier age is associated with greater risk of cardiovascular death and signifies an inherited predisposition for the disease. The findings, which appear in the British Medical Journal, offer important prognostic information in assessing an individual's cardiovascular risk.", "date": "Wed, 17 May 2017 04:00:00 GMT"}