{"title": "Leaving segregated neighborhoods reduces blood pressure for blacks", "text": "CHICAGO --- The systolic blood pressure readings of African-Americans dropped between one to five points when they moved to less segregated neighborhoods, reports a new Northwestern Medicine study. It is the first study to look at the longitudinal effects of living in less segregated areas on blood pressure and to compare the effect within the same individuals. Previous research showed racial residential segregation is related to a prevalence of hypertension at a single point in time. \"This study provides stronger, more direct evidence that segregation impacts blood pressure and harms the health of African-Americans,\" said lead author Kiarri Kershaw, an assistant professor of preventive medicine at Northwestern University Feinberg School of Medicine. \"I believe it's related to the stress of living in these neighborhoods.\"Less stress, achieved by decreasing exposure to violence and improving opportunities for socioeconomic mobility, is likely a key factor in blood pressure reductions, Kershaw said. The study will be published May 15 in JAMA Internal Medicine. \"In a less violent area with better resources, you are more secure about your family's safety and your children's future in better schools,\" Kershaw said. \"You see opportunities for the economic mobility of your kids. And there is better access to good grocery stores, health care and an economically vital business district.\" The change in blood pressure was not related to poverty or household income, but increases in educational attainment were related to reductions in blood pressure. The study examined longitudinal associations of racial residential segregation with blood pressure in more than 2,000 African-American participants of the Coronary Artery Risk Development in Young Adults study, a national study of adults who have been followed for approximately 25 years. Researchers looked at the associations of within-person change in exposure to segregation and within-person change in blood pressure. The participants were ages 18 to 30 at baseline and ages 43 to 55 at follow up. The four CARDIA sites are in Chicago; Birmingham, Alabama; Minneapolis and Oakland, California.For African American participants who started out in highly segregated neighborhoods (80 percent of the sample), systolic blood pressure dropped 1 mm Hg for those who moved to less segregated neighborhoods. They started out in highly segregated neighborhoods and moved to neighborhoods with low or medium segregation and, in some cases, moved back to highly segregated ones. So they had exposure to less segregation, but some not consistently over 25 years. Systolic blood pressure, the first number in a blood pressure reading, is a greater predictor of heart attacks and strokes in African Americans than diastolic (the second number), based on evidence from the CARDIA study. The participants' reductions in blood pressure were even more dramatic for a subset of individuals, who lived in highly segregated neighborhoods when the study began, then moved to and remained in low or medium segregated residential areas for the entire follow-up period. Their systolic blood pressure fell from 3 to 5 mm Hg. \"This is a powerful effect,\" Kershaw said. \"In terms of impact, just 1 mm Hg of reduction of the systolic blood pressure at the population level could result in meaningful reductions in heart attacks, strokes and heart failure.\"In this sample, people lived in 10 metropolitan areas or counties when the study began but had spread out to over 170 metropolitan areas or counties by the end of follow up.  Racial disparities in hypertension prevalence and related health outcomes represent one of the largest and most persistent sources of health inequities in the U.S.  \"Several strategies need to be employed at the policy level to reduce the persistent racial health disparities we see in the U.S.,\" Kershaw said. \"This includes policies that improve access to resources for those living in segregated neighborhoods and policies that provide residents living in segregated neighborhoods with the opportunity to move to neighborhoods with better access to resources.\"  Such resources include better quality schools, access to public transportation, parks, clinics and supermarkets.\"Findings from our study suggest social policies that reduce segregation, such as the opening of housing markets, may have meaningful health benefits such as the reduction of blood pressure,\" Kershaw added. Within-person increases in educational attainment also were related to reductions in systolic blood pressure. Those who went from having less than a high school diploma a baseline to completing at least some college experienced more than 1 mm Hg reductions in systolic blood pressure. This finding is consistent with several previous studies showing individuals with higher education levels are less likely to have hypertension. Changes in education, though, had little effect on the relationship between segregation and systolic blood pressure.\"This suggests education may not be the primary pathway through which changes in exposure to segregated neighborhoods influences changes in blood pressure,\" Kershaw said.", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2017.1226", "url": "http://www.eurekalert.org/pub_releases/2017-05/nu-lsn051117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Northwestern University", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Public Health", " Demography", " Minorities", " Stress/Anxiety"], "journal": "JAMA Internal Medicine", "description": "When African Americans moved to less segregated neighborhoods, their systolic blood pressure readings dropped between one to five points, reports a new national study. This is the first study to look at the longitudinal effects of living in less segregated areas on blood pressure and to compare the effect within the same individuals. The drop in blood pressure, likely related to less violence and stress, means fewer heart attacks and strokes.", "date": "Mon, 15 May 2017 04:00:00 GMT"}