{"title": "High blood pressure linked to racial segregation in neighborhoods", "text": "Living in racially segregated neighborhoods is associated with a rise in the blood pressure of black adults, while moving away from segregated areas is associated with a decrease --and significant enough to lead to reductions in heart attacks and strokes, a National Institutes of Health-funded study has found.The findings, reported in the May issue of JAMA Internal Medicine, offer further evidence that policies to reduce residential racial segregation may have meaningful health benefits, especially for African-Americans, who suffer the highest rates of hypertension of any group in the United States.Residential segregation, the separation of groups into different neighborhoods by race, has long been identified as a major cause of health disparities between blacks and whites. This is the first study to explore whether increases or decreases in residential segregation specifically affect blood pressure.\"Our study suggests that the stress and the inadequate access to health-promoting resources associated with segregation may play a role in these increases in blood pressure,\" said David Goff, M.D., director of the Division of Cardiovascular Diseases of the National Heart, Lung, and Blood Institute (NHLBI), part of NIH. \"While stress raises blood pressure, access to health-promoting resources, such as full service grocery stores, recreation centers, and health care clinics, is critical to keeping blood pressure at healthier levels.\"Partly funded by NHLBI, the researchers examined blood pressure readings for 2280 blacks who participated in the Coronary Artery Risk Development in Young Adults (CARDIA) study. The project focused on adults aged 18-30, who were initially screened in 1985 and 1986 and then re-examined several times over the next 25 years.Neighborhood segregation was categorized as high, medium or low based on a scale that compares the percentage of black residents in a neighborhood to the surrounding area. The study found that when their neighborhoods were more segregated, the participants experienced small but statistically significant increases in systolic blood pressure. The opposite was also true. Reductions in segregation correlated with a notable decrease in blood pressure.The most significant improvements were experienced by those who initially lived in a highly segregated neighborhood and moved to a less segregated one. Their systolic blood pressure (top number) dropped 3 to 5 mm Hg.\"This is a powerful effect,\" said lead author Kiarri Kershaw, an assistant professor of preventive medicine at Northwestern University Feinberg School of Medicine. \"In terms of impact, just 1 mm Hg of reduction of the systolic blood pressure at the population level could result in meaningful reductions in heart attacks, strokes and heart failure.\"These links persisted even after researchers took into account the participants' marital status, body mass index, smoking history, physical activity levels, and the socio-economic status of their communities.\"Longitudinal, long-term studies like CARDIA make this research possible and are critical to our ability to shine a light on the root causes of chronic diseases, such as heart disease,\" Goff said. \"Only by understanding these root causes can we effectively promote health and health equity at the societal level.\"Kershaw and coauthors concluded that improved access to resources for those living in segregated neighborhoods, as well as opportunities for residents in those areas to move to places with better access to resources, could help reduce persistent racial health disparities.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nhla-hbp051117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "NIH/National Heart, Lung and Blood Institute", "keywords": ["Medicine/Health", " Cardiology", " Public Health"], "journal": "JAMA: Internal Medicine", "description": "Living in racially segregated neighborhoods is associated with a rise in the blood pressure of black adults, while moving away from segregated areas is associated with a decrease -- and significant enough to lead to reductions in heart attacks and strokes, a National Institutes of Health-funded study has found.", "date": "Mon, 15 May 2017 04:00:00 GMT"}