{"title": "Oregon researchers identify hormone that is key to brain development in fruit flies", "text": "EUGENE, Ore. -- May 15, 2017 -- University of Oregon researchers using Drosophila have identified a steroid hormone that triggers a vital transition in early brain development in which neural stem cells properly change gears to produce different kinds of neurons. Their discovery -- a fundamental advance for biology and neuroscience, and detailed in a paper published April 10 in the journal eLife -- also may shed new light on maternal hypothyroidism, a human condition in which too little thyroid is produced and is dangerous for pregnant women and their developing babies.In their paper, the UO team, which also included Brandon Mark, a graduate student in biology, tied the hormone ecdysone to a previously unknown sequence of gene expression in Drosophila stem cells. The hormone in the fruit fly is essentially the equivalent of the human thyroid hormone, said the study's lead author Mubarak Hussain Syed, a postdoctoral researcher in the lab of co-author Chris Doe.\"Our finding is the first example of hormones regulating time-sensitive gene transitions during neurogenesis, and it offers exciting insights into how problems with hormone signaling could be implicated in neurological diseases,\" Syed said. \"During gestation, the deficiency of thyroid hormone can result in severe neurological defects, mental retardation and irreversible fetal brain damage.\"Normal thyroid production in people controls food metabolism, which, in turn, regulates body temperature and heart rhythm. When thyroid levels are too low, pregnant women are at risk for miscarriage, hypertension and premature birth.  A fetus requires thyroid from the mother during the first 12 weeks of pregnancy, after which a fetus can produce its own. Babies born to mothers with undiagnosed or untreated hypothyroidism are at risk for poor brain development and learning disabilities.In fruit fly larvae used in the study, the action of the hormone depended on the timely appearance of its receptor, which appears midway through larval life in neural stem cells. This is a vital stage where changes in gene expression are necessary to control the number and identity of different neurons required to complete brain formation.\"Fruit flies allow us to study brain development in a simpler organism with a shorter life cycle and a more accessible brain, yet one that shares a great deal of genetic information with humans, said Syed, who is based in the UO Institute of Neuroscience and Institute of Molecular Biology, where he works with Doe. Doe, who also is a Howard Hughes Medical Institute investigator based at the UO, was elected May 2 into the National Academy of Sciences in recognition of his work in cell development, including neural stem cells and the development of the central nervous system in fruit flies.Neural stem cells divide to give rise to all of the different cell types in the brain. How they do so is a mystery on which Doe has spent years studying. Previous work in his lab has shown that stem cells can express different genes over time to change the identity the neurons that they make.Human brain development begins during the third week of gestation, when a group of stem cells known as neural stem cells are allocated to make the entire brain.\"Human brain development requires similar transitions in the type of neurons made by neural stem cells during fetal development,\" Doe said. \"Failure to make the full, diverse complement of neurons would be catastrophic for brain development.\"Such failure to transition gene expression can lead to a proliferation of cells that produce tumors.\"Fruit fly neural stem cells will divide over time to make more and more different kinds of brain cells,\" Syed said. \"An interesting and important question is how are all of these different kinds of brain cells generated? How does a neural stem cells know when to stop making these neurons?\"Using fruit fly larvae, the UO team sought to determine the sequence of gene expression and the mechanism by which the neural stem cells switch from expressing one gene to expressing the next. Doing so helps to also understand how neural stem cells know when to stop dividing.By blocking hormonal signaling in neural stem cells in the experiments, Syed's team was able to show the hormone's importance.\"By identifying a cellular mechanism by which hormone signaling regulates brain development, we come closer to understanding how these processes contribute to neurodevelopmental and neurodegenerative diseases,\" Syed said.", "article_link": "http://dx.doi.org/10.7554/eLife.26287.001", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoo-ori051417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Howard Hughes Medical Institute", "meeting": "", "institution": "University of Oregon", "keywords": ["Biology", " Molecular Biology", " Developmental/Reproductive Biology", " Neurobiology", " Pediatrics"], "journal": "eLife", "description": "University of Oregon researchers using Drosophila have identified a steroid hormone that triggers a vital transition in early brain development in which neural stem cells properly change gears to produce different kinds of neurons. The research also may provide insight into maternal hypothyroidism in humans.", "date": "Sun, 14 May 2017 04:00:00 GMT"}