{"institution": "RIKEN", "title": "Stopping the brain's memory circuits from overheating", "url": "http://www.eurekalert.org/pub_releases/2017-05/r-stb042817.php", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.04.018", "region": "asia", "funder": "", "meeting": "", "journal": "Neuron", "source_link": null, "text": "The highly interconnected zones of the brain's hippocampus mediate spatial and episodic memory, but to keep memories organized they need the right balance of exciting and calming input. A part of the hippocampus called CA2 has been found to be responsible for this regulation, preventing the local brain circuits from becoming hyperactive. In the absence of CA2 activity, mice experience epilepsy-like activity, a sign that this area is essential for regulating the balance of excitation and inhibition in the brain. A silenced CA2 region has broader implications for information processing in hippocampal circuits, according to a new study from the RIKEN Brain Science Institute (BSI) in Japan and the Université Paris Descartes.RIKEN BSI team leader Thomas McHugh and colleagues studied mice that had either temporary or permanent CA2 impairment. As they reported on May 3rd in the journal Neuron, CA2 is responsible for maintaining inhibition throughout its connected network. Investigating the connections from CA2 to hippocampal neighbors CA1 and CA3, the researchers found that optogenetic stimulation there translated into a suppression of signaling in the network, especially in CA3. They further probed this inhibition by shutting down signaling from CA2 with a nerve toxin, which resulted in a 'hyperexcitable' network state within CA3.These observations, which were made in brain slices, were replicated and expanded in behaving mice. During exploration of open areas and tracks, mice with silenced CA2 activity displayed increases in local field potentials, the summed electric current from a larger group of neurons in the hippocampus. McHugh's research group has previously reported how this kind of brain wave activity organizes spatial coding in the hippocampus. This time they found that large increases in the power of the slow-wave activity of 4-12 Hz, dubbed the theta band, along with bursts of high-frequency oscillations, were spatially triggered. \"These episodes of hyperexcitability lasted one or two seconds and were tied to specific locations visited by the mice,\" said McHugh. In resting or immobile mice, however, the researchers observed something quite different: short, frequent, large-amplitude voltage spikes reminiscent of epileptic brain activity. \"Normal ripple waves across the hippocampus appear to be substituted by these epileptiform-like discharges that originate in CA3, which becomes highly excitable without CA2 gating its activity,\" observed McHugh. These mice were also more susceptible to seizures induced by an injected neurotoxin compared to control mice.CA2 thus appears to be a vital part of controlling the spread of excitatory neural activity in the hippocampus, potentially preventing it from entering a state of pathological spiking. Further study is needed to determine how this affects navigation and memory in mice, however. \"The hippocampus encodes place, and we saw a subtle shift in the spatial organization of pyramidal cells spiking in the face of CA2 inhibition. We still need to explore how timing and strength of inputs in this degraded network manifests in these interesting changes,\" said McHugh.", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Mental Health", " Memory/Cognitive Processes"], "description": "In the absence of CA2 activity, mice experience epilepsy-like activity, a sign that this area is essential for regulating the balance of excitation and inhibition in the brain. A silenced CA2 region has broader implications for information processing in hippocampal circuits, according to a new study from the RIKEN Brain Science Institute (BSI) in Japan and the Université Paris Descartes.", "date": "Wed, 03 May 2017 04:00:00 GMT"}