{"institution": "Columbia University Medical Center", "title": "Detailed images reveal interactions that affect signaling in the brain", "url": "http://www.eurekalert.org/pub_releases/2017-05/cumc-dir050317.php", "article_link": null, "region": "namerica", "funder": "National Institutes of Health, Howard Hughes Medical Institute", "meeting": "", "journal": "Neuron", "source_link": null, "text": "New York, NY (May 3, 2017)--Scientists at Columbia University have obtained the first detailed images of interactions between the AMPA receptor and molecules that regulate chemical signaling in the brain. Their findings may help understand the processes that contribute to conditions such as Alzheimer's and Parkinson's diseases, epilepsy, and schizophrenia--and could lead to the development of drugs to counteract these conditions. Their most recent findings were published today in Neuron.AMPA receptors respond to the release of chemical signals in the brain, which in turn governs brain function. Dysfunction in AMPA receptor signaling has been associated with a variety of neurological disorders. But because AMPA receptors are distributed throughout the brain, drugs aimed at modifying AMPA receptor activity have the potential to cause numerous severe side effects.In a new approach, scientists have been working to determine how auxiliary subunits--small proteins that partner with AMPA receptors--affect AMPA receptor function. Drugs that target these proteins could have a localized effect on receptor function, reducing the potential for side effects. \"Previously, scientists have only speculated about the precise nature of the interaction between AMPA receptors and the many regulatory proteins that are thought to aid in the transmission of chemical messages from one brain cell to another,\" said Alexander Sobolevsky, PhD, assistant professor of biochemistry and molecular biophysics at Columbia University Medical Center and lead author of the paper. \"We now have the tools to construct a three-dimensional molecular model of these interactions, enabling us to obtain a highly detailed picture of how different regulatory proteins affect the function of AMPA receptors.\" In a previous paper published in Science, Dr. Sobolevsky and team used a technique pioneered by co-author Joachim Frank, PhD, professor of biochemistry and molecular biophysics, and of biological sciences at CUMC, called cryo-electron microscopy (cryo-EM). Cryo-EM, which earned Dr. Frank the 2017 Wiley Prize in Biomedical Sciences, reveals the three-dimensional structure of proteins by combining numerous two-dimensional images. Using cryo-EM, the researchers were able to view interactions between AMPA receptors and stargazin--one of the regulatory proteins that modulates AMPA receptors. \"Our previous study revealed how stargazin overactivates the AMPA receptor, causing an excessive, and potentially toxic, influx of positively charged ions into neurons,\" said Edward Twomey, a PhD candidate in the labs of Dr. Sobolevsky and Dr. Frank, and first author of both studies. \"We wanted to know how other regulatory proteins may influence the AMPA receptor's self-shutoff mechanism, which can protect neurons from this type of damage.\"In the current study, the researchers used cryo-EM to construct a three-dimensional model of the interactions between AMPA receptors and the regulatory protein GSG1L, which strengthen the shutoff mechanism. The data revealed the structural changes in the AMPA receptor that occur during the shutoff (desensitization) process to protect neurons from the excessive influx of positively charged ions.\"With new information about the shutoff mechanism, researchers may be able to design therapies that target these processes and related diseases,\" said Twomey.", "keywords": ["Medicine/Health", " Neurobiology"], "description": "Detailed images of chemical signaling in the brain may shed light on neurodegenerative disease processes.", "date": "Wed, 03 May 2017 04:00:00 GMT"}