{"institution": "Boston Children's Hospital", "title": "Pinpointing where seizures are coming from, by looking between the seizures", "url": "http://www.eurekalert.org/pub_releases/2017-05/bch-pws050117.php", "article_link": null, "region": "namerica", "funder": "Boston Children's Hospital, National Institutes of Health", "meeting": "", "journal": "Neurosurgery", "source_link": null, "text": "A computational approach developed at Boston Children's Hospital, described in the journal Neurosurgery, published online May 2, 2017, could enable more patients with epilepsy to benefit from surgery when medications do not help. The approach streamlines the seizure monitoring process required for surgical planning, making surgery a more feasible and less risky option for patients. Currently, for some patients, pinpointing the diseased brain areas where their seizures originate requires invasive surgery to place grids of electrodes on the brain's surface. This is followed by long-term electroencephalography (EEG) monitoring -- typically for a week -- while doctors wait for a seizure to happen. Then, patients must undergo a second brain operation to remove the diseased tissue.The new technology, developed by Joseph Madsen, MD, Director of Epilepsy Surgery at Boston Children's Hospital, and Eun-Hyoung Park, PhD, a computational biophysicist in the Department of Neurosurgery, could allow patients to be monitored in one short session, without the need to observe an actual seizure. Patients could then proceed directly to surgery, avoiding a second operation. Effective use of this technology could cut the cost and risk by more than half by reducing the current two-stage procedure to one-stage, the researchers say.\"We know that the diseased brain network responsible for the seizures is there all along,\" says Madsen. \"So rather than wait for the patient to have a seizure, we set out to find patterns of interaction between various points in the brain that might predict where seizures would eventually start.\"To identify the brain areas causing the seizures, Madsen and Park applied a special algorithm to analyze patients' interictal EEG data -- data captured between their seizures. They randomly selected 25 patients with hard-to-treat epilepsy who previously had long-term EEG monitoring at Boston Children's, and analyzed data from the first 20 seizure-free minutes of the patients' EEGs.Their algorithm, known as Granger causality analysis, is based on a statistical approach developed Sir Clive Granger (for which he won the Nobel Prize in Economics in 2003). Madsen and Park adapted the Granger method, originally used for economic forecasting, to calculate the probability that activity at one brain location predicts subsequent activity at other brain locations strongly enough to be considered causative. Their analysis generated a map of the causal relations in each patient's epileptogenic network, which Park and Madsen superimposed over images of the brain. They then showed that the brain regions predicted to be causing seizures strongly correlated with actual causative regions on seizure EEGs -- as read by ten board-certified epileptologists, usually many days later.Madsen and Park have shown that their calculations can be done quickly enough to allow data obtained in the operating room to potentially influence surgical decision-making.  They now are investigating how the Granger causality method can best augment readings of EEGs by trained neurophysiologists.  \"We still need to validate and refine our approach before it can be used clinically,\" notes Madsen. \"But we are hopeful that these advanced computer applications can help us treat more children with epilepsy -- with less risk and lower cost.\"", "keywords": ["Medicine/Health", " Neurobiology"], "description": "A computational approach developed at Boston Children's Hospital, described in the journal Neurosurgery, published online May 2, 2017, could enable more patients with epilepsy to benefit from surgery when medications do not help.", "date": "Tue, 02 May 2017 04:00:00 GMT"}