{"institution": "DOE/Oak Ridge National Laboratory", "title": "Story tips from the Department of Energy's Oak Ridge National Laboratory, May 2017", "url": "http://www.eurekalert.org/pub_releases/2017-05/drnl-stf050217.php", "article_link": "http://dx.doi.org/10.1038/ncomms14484", "region": "namerica", "funder": "NIH/National Institute Of Neurological Disorders", "meeting": "", "journal": "Nature Communications", "source_link": "https://www.ornl.gov/news?f[0]=field_news_news_type_tax%3A236", "text": "Neuroscience - Faster image processingOak Ridge National Laboratory scientists designed software for St. Jude Children's Research Hospital that significantly sped processing of microscopy images used in brain development research. The software provided frame-by-frame analysis of video taken of a mouse brain cell in a matter of hours compared with traditional manual techniques that can take weeks. St. Jude's researchers are exploring how neurons migrate in the developing brain to better understand how defects in the process may result in certain disorders such as epilepsy or intellectual disability. \"Automatic processing of the images saves time and provides more data for better statistics in these studies,\" said ORNL's Ryan Kerekes. Dr. David Solecki of St. Jude's Developmental Neurobiology Department said his collaboration with ORNL has been \"indispensable.\" The ORNL tools \"free up biologists to do what they do best: apply their expert knowledge to analysis tasks,\" he said. Results of the research were published in Nature Communications. [Contact: Stephanie Seay, (865) 576-9894; seaysg@ornl.gov] Image: https://www.ornl.gov/sites/default/files/news/images/01%20St%20Jude%20migration_analysis_cell_segmentation.png Caption: A still image processed using ORNL software tracks a migrating neuron within a mouse's brain cell.Bioenergy - On the surface A bottleneck to breaking down woody plants for use in biofuels or other products may occur at the plant cell wall's surface, according to a new Oak Ridge National Laboratory study. Researchers exposed samples of non-pretreated poplar to a microorganism called Clostridium thermocellum. The team found that the breakdown of carbohydrates during microbial fermentation ceased prematurely in the secondary cell wall, when the plant's sugar material was only about 30 percent processed. \"The surface quickly goes through significant changes and becomes non-productive for further degradation by enzymes even as 70 percent of usable plant sugars are still trapped in the cell wall structure,\" said ORNL's Alexandru Dumitrache. While further research is required to resolve the holdup, results of the study published in Green Chemistry for the first time quantified the changes in the surface chemistry. [Contact: Sara Shoemaker, (865) 576-9219; shoemakerms@ornl.gov]Image: https://www.ornl.gov/sites/default/files/02%20Figure%201.%20CLSM%20micrographs%20of%20control%20and%20fermented%20poplar_0.jpg Caption: ORNL researchers used sophisticated laser scanning techniques to compare the breakdown of fermented popular (B) compared with unfermented popular (A), as they quantified, for the first time, chemical changes in the cell wall's surface.  Ecosystems - Identifying model uncertaintiesPredicting how ecosystems might respond to environmental change could become more precise thanks to a new method known as a process sensitivity index developed by Oak Ridge National Laboratory, Florida State University and Pacific Northwest National Laboratory. Scientists use simulations to predict how a range of environmental changes might affect forests, grasslands, hydrology and other ecosystems. But because these complex models represent many sub-processes, they can produce a wide range of predictions. The process sensitivity index can scan existing computational models and identify the processes that cause the most uncertainty, suggesting where further research will provide the largest benefit. The researchers demonstrated their approach on groundwater models but note that the index can be applied to any modeled system. Results of the study were published in Water Resources Research. [Contact: Sara Shoemaker, (865) 576-9219; shoemakerms@ornl.gov]Image: https://www.ornl.gov/sites/default/files/news/images/03%20MODELING_Identifying_key_processes.jpg Caption: This diagram represents 11 ecosystem models used to predict how environmental changes might affect processes such as canopy layering, vegetation, soil layering, roots; carbon (C), water (W) and nitrogen (N) cycles and energy balance (E). Scientists developed a new process sensitivity index method aimed to address model uncertainty and make more precise predictions.Sensors - Novel 'squeezing' techniqueBy taking advantage of a phenomenon known as \"quantum mechanical squeezing,\" researchers have conceptually designed a new method of applying atomic force microscopy. Ali Passian of Oak Ridge National Laboratory and George Siopsis of the University of Tennessee introduced a novel method of making measurements in a paper published in Physical Review A. The technique, which they named quantum atomic force microscopy, has the potential to significantly increase the resolution of AFM. The method takes advantage of the fine interactions between the probe of the microscope and the surface of the sample to find the \"sweet spot\" where quantum effects stabilize the probe, resulting in more sensitive measurements. \"That's the theoretical prediction of this effect,\" Passian said. \"Of course, the experiments will have the final say on how much better we can do, but the basic concept and theory are viable.\" [Contact: Jim Pearce, (865) 241-2427; pearcejw@ornl.gov]Image: https://www.ornl.gov/sites/default/files/04%20Sensors_QAFM.png Caption: When two objects approach each other, an interfacial interaction force becomes significant. By using this force, one may utilize quantum effects to advantageously control the motion of the probe.\r\n", "keywords": ["Biochemistry", " Plant Sciences", " Hydrology/Water Resources", " Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology", " Neurochemistry", " Pediatrics"], "description": "Oak Ridge National Laboratory aids St. Jude's brain development research with software to speed processing of microscopy images; a bottleneck in the process to breakdown lignin for use in biofuels may occur at the plant cell wall's surface; predicting how ecosystems respond to environmental change could become more precise through new process sensitivity index method; through ", "date": "Tue, 02 May 2017 04:00:00 GMT"}