{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txin", "2014", "people", "united", "states", "died", "alzheimer", "disease", "according", "centers", "disease", "control", "prevention", "complex", "nature", "alzheimer", "makes", "difficult", "understand", "predict", "late", "boston", "university", "professor", "neuropsychologist", "rhoda", "au", "trying", "change", "use", "wearable", "digital", "devices", "au", "collecting", "enormous", "amount", "data", "people", "time", "hope", "finding", "minute", "physical", "changes", "correspond", "slow", "mental", "decline", "discussed", "research", "american", "association", "advancement", "science", "conference", "boston", "february", "2017", "says", "really", "wants", "never", "another", "alzheimer", "test", "lab", "really", "bring", "people", "lab", "says", "give", "full", "picture", "illness", "cognitive", "decline", "change", "even", "lab", "tests", "snapshot", "provide", "important", "nuances", "instead", "lab", "tests", "au", "wants", "use", "wearable", "devices", "try", "detect", "cognitive", "decline", "people", "live", "daily", "calls", "health", "initiative", "official", "title", "precision", "monitoring", "preclinical", "alzheimer", "disease", "framingham", "study", "cognitive", "epidemiology", "recently", "received", "funding", "private", "industry", "partners", "including", "pfizer", "people", "participate", "initiative", "three", "hopefully", "provide", "valuable", "information", "alzheimer", "dementia", "progress", "right", "difficult", "detect", "early", "preclinical", "alzheimer", "term", "progressing", "mental", "decline", "yet", "meet", "strict", "definition", "alzheimer", "idea", "preclinical", "alzheimer", "disease", "people", "destined", "develop", "dementia", "due", "alzheimer", "disease", "years", "become", "overtly", "cognitively", "impaired", "might", "subtle", "things", "change", "daily", "behavior", "knew", "look", "would", "disclose", "might", "risk", "says", "david", "knopman", "neurologist", "mayo", "clinic", "rochester", "minnesota", "specializes", "alzheimer", "disease", "dementia", "cognitive", "position", "bu", "au", "director", "neuropsychology", "framingham", "heart", "study", "fhs", "since", "1948", "fhs", "followed", "participants", "framingham", "massachusetts", "throughout", "lives", "volunteer", "participants", "came", "regular", "checkups", "years", "scientists", "saw", "first", "time", "cardiac", "problems", "progress", "populations", "role", "lifestyle", "plays", "heart", "disease", "signs", "leading", "diagnosis", "since", "fhs", "widened", "focus", "include", "chronic", "diseases", "taken", "even", "participants", "including", "children", "grandchildren", "original", "giving", "wearable", "devices", "second", "generation", "participants", "although", "know", "every", "one", "participate", "partnered", "tech", "companies", "like", "anthrotronix", "shimmer", "company", "creates", "wearables", "detecting", "biophysical", "data", "period", "various", "wearable", "devices", "companies", "measure", "everything", "sleep", "balance", "fall", "risk", "heart", "rate", "au", "even", "smartphone", "apps", "test", "cognitive", "ability", "home", "data", "may", "hold", "vital", "clues", "alzheimer", "dementia", "much", "information", "present", "challenges", "always", "need", "terabytes", "says", "brynna", "wasserman", "au", "research", "assistant", "fhs", "digital", "devices", "project", "one", "many", "pieces", "au", "research", "neuropsychology", "group", "fhs", "shared", "hard", "drive", "says", "wasserman", "10", "terabytes", "think", "would", "enough", "wasserman", "says", "constantly", "asking", "data", "storage", "problem", "get", "challenging", "lab", "collects", "additional", "data", "wearable", "devices", "analyzing", "data", "presents", "even", "bigger", "hurdle", "right", "au", "focused", "collect", "data", "digging", "information", "find", "clues", "cognitive", "decline", "something", "working", "wrote", "email", "another", "reason", "partner", "private", "companies", "look", "academic", "community", "help", "work", "computation", "barriers", "lead", "tools", "look", "private", "companies", "much", "horsepower", "using", "eventually", "au", "wants", "move", "health", "initiative", "even", "beyond", "wearables", "devices", "like", "amazon", "echo", "google", "nest", "hopes", "give", "accurate", "look", "parts", "person", "life", "may", "lead", "dementia", "says", "faced", "pushback", "research", "community", "partnering", "private", "industry", "bucking", "conventional", "science", "techniques", "yet", "hypothesis", "predicts", "dementia", "lot", "data", "pretty", "sure", "collected", "data", "useful", "says", "equally", "sure", "collected", "data", "useful", "much", "figuring", "go", "along"], "url": "http://www.eurekalert.org/pub_releases/2017-02/bu-wyb021017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn 2014, more than 93,000 people in the United States died from Alzheimer's disease, according to the Centers for Disease Control and Prevention.", "The complex nature of Alzheimer's makes it difficult to understand and predict, until it's too late.", "Boston University professor and neuropsychologist Rhoda Au is trying to change that.", "Through the use of wearable digital devices, Au is collecting an enormous amount of data on people over time with the hope of finding the minute physical changes that correspond with the slow mental decline of Alzheimer's.Au, who discussed her research at the American Association for the Advancement of Science conference in Boston in February 2017, says that what she really wants is to never do another Alzheimer's test in the lab again.", "\"It's really labor-intensive to bring people [into the lab],\" she says, and it doesn't give a full picture of an illness.", "Cognitive decline can change day-to-day or even hour-to-hour, but lab tests are just a snapshot and don't provide the important nuances.", "Instead of lab tests, Au wants to use wearable devices to try to detect cognitive decline through how people live their daily lives.It's what she calls her e-cognitive health initiative--the official title is \"Precision Monitoring of Preclinical Alzheimer's Disease: Framingham Study of Cognitive Epidemiology\"--and she recently received funding from private industry partners, including Pfizer, for 2,200 people to participate in the initiative over three years.This will hopefully provide valuable information on how Alzheimer's and dementia progress.", "Right now, it is difficult to detect early preclinical Alzheimer's, a term for a progressing mental decline that does not yet meet the strict definition of Alzheimer's.", "\"The idea of preclinical Alzheimer's disease is that, for people who are destined to develop dementia due to Alzheimer's disease, in the years before they become overtly cognitively impaired, there might be subtle things that change in their daily behavior that, if we knew what to look for, would disclose who might be at risk,\" says David Knopman, a neurologist at the Mayo Clinic in Rochester, Minnesota, who specializes in Alzheimer's disease, dementia, and cognitive impairment.Besides her position at BU, Au is the director of neuropsychology at the Framingham Heart Study (FHS).", "Since 1948, the FHS has followed over 5,000 participants from Framingham, Massachusetts, throughout their lives.", "Volunteer participants came in for regular checkups, and, over the years, scientists saw for the first time how cardiac problems progress in populations--what role lifestyle plays in heart disease and the signs leading up to diagnosis.", "Since then, the FHS has widened its focus to include all chronic diseases and taken on even more participants, including the children and grandchildren of the original 5,000.Au is now giving wearable devices to that second generation of 2,200 participants--although she doesn't know if every one of them will participate--and she has partnered with tech companies like AnthroTronix and Shimmer, an Irish-based company that creates wearables for detecting biophysical data.", "Over a three-year period, various wearable devices from these companies will measure everything from sleep to balance and fall risk to heart rate.", "Au even has smartphone apps to test cognitive ability at home.", "While all this data may hold vital clues to Alzheimer's and dementia, having so much information can present its own challenges.", "\"We always need more terabytes,\" says Brynna Wasserman (ENG'15), Au's research assistant at the FHS.", "The digital devices project is only one of many pieces to Au's research--all of which are data-heavy.", "The neuropsychology group at the FHS has a shared hard drive, says Wasserman.", "\"It has 10 terabytes on it.", "You'd think that would be enough.\"", "It's not.", "Wasserman says that they are constantly asking for more data storage, a problem that will only get more challenging as the lab collects additional data from the wearable devices.", "And analyzing the data presents an even bigger hurdle.", "Right now, Au is focused on how to collect the data, and digging through the information to find the clues to cognitive decline is something she is working on.", "But, she wrote in an email, that is another reason to partner with private companies.", "\"I look to the academic community to help work through computation barriers that will lead to next-generation tools, but I look to the private companies for much more horsepower in using what is known/available now.", "\"Eventually, Au wants to move the e-cognitive health initiative even beyond wearables to in-home devices like the Amazon Echo and Google Nest, which she hopes will give her the most accurate look on what parts of a person's life may lead to dementia in the future.Au says that she has faced some pushback from the research community, not only because she is partnering with private industry but because she is bucking conventional science techniques--she doesn't yet have a hypothesis on what predicts dementia, just a lot of data.", "\"I'm pretty sure that I have collected data that is not useful,\" she says.", "\"But I am equally sure that I have collected data that is useful...it is very much about figuring it out as you go along.\""], "title": "Wearing your brain on your sleeve | EurekAlert! Science News", "source": "Boston University", "date": "2018-01-19_20:33:17", "year": "Fri, 17 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIn 2014, more than 93,000 people in the United States died from Alzheimer's disease, according to the Centers for Disease Control and Prevention. The complex nature of Alzheimer's makes it difficult to understand and predict, until it's too late. Boston University professor and neuropsychologist Rhoda Au is trying to change that. Through the use of wearable digital devices, Au is collecting an enormous amount of data on people over time with the hope of finding the minute physical changes that correspond with the slow mental decline of Alzheimer's.Au, who discussed her research at the American Association for the Advancement of Science conference in Boston in February 2017, says that what she really wants is to never do another Alzheimer's test in the lab again. \"It's really labor-intensive to bring people [into the lab],\" she says, and it doesn't give a full picture of an illness. Cognitive decline can change day-to-day or even hour-to-hour, but lab tests are just a snapshot and don't provide the important nuances. Instead of lab tests, Au wants to use wearable devices to try to detect cognitive decline through how people live their daily lives.It's what she calls her e-cognitive health initiative--the official title is \"Precision Monitoring of Preclinical Alzheimer's Disease: Framingham Study of Cognitive Epidemiology\"--and she recently received funding from private industry partners, including Pfizer, for 2,200 people to participate in the initiative over three years.This will hopefully provide valuable information on how Alzheimer's and dementia progress. Right now, it is difficult to detect early preclinical Alzheimer's, a term for a progressing mental decline that does not yet meet the strict definition of Alzheimer's.\"The idea of preclinical Alzheimer's disease is that, for people who are destined to develop dementia due to Alzheimer's disease, in the years before they become overtly cognitively impaired, there might be subtle things that change in their daily behavior that, if we knew what to look for, would disclose who might be at risk,\" says David Knopman, a neurologist at the Mayo Clinic in Rochester, Minnesota, who specializes in Alzheimer's disease, dementia, and cognitive impairment.Besides her position at BU, Au is the director of neuropsychology at the Framingham Heart Study (FHS). Since 1948, the FHS has followed over 5,000 participants from Framingham, Massachusetts, throughout their lives. Volunteer participants came in for regular checkups, and, over the years, scientists saw for the first time how cardiac problems progress in populations--what role lifestyle plays in heart disease and the signs leading up to diagnosis. Since then, the FHS has widened its focus to include all chronic diseases and taken on even more participants, including the children and grandchildren of the original 5,000.Au is now giving wearable devices to that second generation of 2,200 participants--although she doesn't know if every one of them will participate--and she has partnered with tech companies like AnthroTronix and Shimmer, an Irish-based company that creates wearables for detecting biophysical data. Over a three-year period, various wearable devices from these companies will measure everything from sleep to balance and fall risk to heart rate. Au even has smartphone apps to test cognitive ability at home. While all this data may hold vital clues to Alzheimer's and dementia, having so much information can present its own challenges.\"We always need more terabytes,\" says Brynna Wasserman (ENG'15), Au's research assistant at the FHS. The digital devices project is only one of many pieces to Au's research--all of which are data-heavy. The neuropsychology group at the FHS has a shared hard drive, says Wasserman. \"It has 10 terabytes on it. You'd think that would be enough.\" It's not. Wasserman says that they are constantly asking for more data storage, a problem that will only get more challenging as the lab collects additional data from the wearable devices. And analyzing the data presents an even bigger hurdle. Right now, Au is focused on how to collect the data, and digging through the information to find the clues to cognitive decline is something she is working on. But, she wrote in an email, that is another reason to partner with private companies. \"I look to the academic community to help work through computation barriers that will lead to next-generation tools, but I look to the private companies for much more horsepower in using what is known/available now.\"Eventually, Au wants to move the e-cognitive health initiative even beyond wearables to in-home devices like the Amazon Echo and Google Nest, which she hopes will give her the most accurate look on what parts of a person's life may lead to dementia in the future.Au says that she has faced some pushback from the research community, not only because she is partnering with private industry but because she is bucking conventional science techniques--she doesn't yet have a hypothesis on what predicts dementia, just a lot of data.\"I'm pretty sure that I have collected data that is not useful,\" she says. \"But I am equally sure that I have collected data that is useful...it is very much about figuring it out as you go along.\"\r\n"}