{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txpostmenopausal", "hormone", "therapy", "lasting", "longer", "ten", "years", "associated", "decreased", "risk", "alzheimer", "disease", "large", "study", "carried", "university", "eastern", "finland", "protective", "effect", "hormone", "therapy", "may", "depend", "timing", "may", "cognitive", "benefits", "initiated", "time", "menopause", "neurons", "still", "healthy", "responsive", "says", "bushra", "imtiaz", "md", "mph", "presented", "results", "doctoral", "study", "explored", "association", "postmenopausal", "hormone", "replacement", "therapy", "alzheimer", "disease", "dementia", "cognition", "two", "studies", "two", "longitudinal", "cohort", "studies", "largest", "study", "comprised", "approximately", "finnish", "women", "time", "different", "studies", "20", "may", "explain", "women", "higher", "dementia", "riskalzheimer", "disease", "common", "cause", "dementia", "two", "three", "alzheimer", "cases", "women", "one", "possible", "explanation", "women", "higher", "dementia", "risk", "postmenopausal", "depletion", "sex", "steroid", "hormones", "estrogen", "progesterone", "estrogen", "receptors", "present", "throughout", "body", "including", "brain", "areas", "primarily", "affected", "alzheimer", "disease", "vitro", "animal", "studies", "estrogen", "showed", "neuroprotective", "effects", "however", "studies", "humans", "yielded", "inconsistent", "results", "association", "postmenopausal", "hormone", "replacement", "therapy", "dementia", "therapy", "may", "protect", "cognition", "started", "onset", "menopausein", "present", "study", "use", "hormonal", "replacement", "therapy", "associated", "better", "performance", "certain", "cognitive", "domains", "global", "cognition", "episodic", "memory", "lower", "risk", "alzheimer", "disease", "use", "significantly", "linked", "dementia", "risk", "one", "cohort", "dementia", "risk", "higher", "among", "users", "started", "hormone", "therapy", "late", "postmenopausal", "period", "results", "adjusted", "various", "lifestyle", "socioeconomic", "demographic", "variables", "light", "findings", "hormonal", "replacement", "therapy", "may", "beneficial", "effect", "cognition", "started", "early", "around", "time", "menopause", "protective", "effect", "hormonal", "therapy", "may", "depend", "health", "status", "neurons", "baseline", "may", "lost", "therapy", "starts", "years", "menopause", "dr", "imtiaz", "study", "also", "showed", "postmenopausal", "removal", "ovaries", "uterus", "significantly", "linked", "risk", "alzheimer", "disease", "irrespective", "indication", "surgery", "hormone", "therapy", "research", "data", "medalz", "medication", "use", "alzheimer", "disease", "ostpre", "kuopio", "osteoporosis", "risk", "factor", "prevention", "study", "caide", "cardiovascular", "risk", "factors", "aging", "dementia", "studies", "newest", "results", "published", "recently", "neurology", "maturitas", "earlier", "results", "journal", "alzheimer", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uoef-pht021617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPostmenopausal estrogen-based hormone therapy lasting longer than ten years was associated with a decreased risk of Alzheimer's disease in a large study carried out at the University of Eastern Finland.", "\"The protective effect of hormone therapy may depend on its timing: it may have cognitive benefits if initiated at the time of menopause when neurons are still healthy and responsive,\" says Bushra Imtiaz, MD, MPH, who presented the results in her doctoral thesis.The study explored the association between postmenopausal hormone replacement therapy, Alzheimer's disease, dementia and cognition in two nation-wide case-control studies and two longitudinal cohort studies.", "The largest study comprised approximately 230,000 Finnish women and the follow-up time in different studies was up to 20 years.Menopause may explain women's higher dementia riskAlzheimer's disease is the most common cause of dementia, and two out of three Alzheimer's cases are women.", "One possible explanation for women's higher dementia risk is the postmenopausal depletion of sex steroid hormones estrogen and progesterone.", "Estrogen receptors are present throughout the body including brain areas primarily affected in Alzheimer's disease.", "In in vitro and animal studies, estrogen has showed neuroprotective effects.", "However, studies on humans have yielded inconsistent results on the association between postmenopausal estrogen-based hormone replacement therapy and dementia risk.Hormonal therapy may protect cognition if started at the onset of menopauseIn the present study, long-term use of hormonal replacement therapy was associated with a better performance in certain cognitive domains - global cognition and episodic memory - and a lower risk of Alzheimer's disease.", "Short-term use was not significantly linked to dementia risk, but in one cohort, dementia risk was higher among short-term users who had started hormone therapy in the late postmenopausal period.", "The results were adjusted for various lifestyle, socioeconomic and demographic variables.", "\"In the light of these findings, hormonal replacement therapy may have a beneficial effect on cognition if started early, around the time of menopause.", "The protective effect of hormonal therapy may depend on the health status of neurons at baseline and may be lost if therapy starts years after menopause,\" Dr Imtiaz concludes.The study also showed that the postmenopausal removal of ovaries, uterus or both was not significantly linked to the risk of Alzheimer's disease, irrespective of the indication of surgery or hormone therapy use.The research data was from the MEDALZ (Medication use and Alzheimer's disease), OSTPRE (Kuopio Osteoporosis Risk Factor and Prevention Study) and CAIDE (Cardiovascular Risk Factors, Aging and Dementia) studies.", "The newest results were published recently in Neurology and Maturitas and the earlier results in the Journal of Alzheimer's disease."], "title": "Postmenopausal hormone therapy exceeding ten years may protect from dementia | EurekAlert! Science News", "source": "University of Eastern Finland", "date": "2018-01-19_20:33:21", "year": "Thu, 16 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPostmenopausal estrogen-based hormone therapy lasting longer than ten years was associated with a decreased risk of Alzheimer's disease in a large study carried out at the University of Eastern Finland. \"The protective effect of hormone therapy may depend on its timing: it may have cognitive benefits if initiated at the time of menopause when neurons are still healthy and responsive,\" says Bushra Imtiaz, MD, MPH, who presented the results in her doctoral thesis.The study explored the association between postmenopausal hormone replacement therapy, Alzheimer's disease, dementia and cognition in two nation-wide case-control studies and two longitudinal cohort studies. The largest study comprised approximately 230,000 Finnish women and the follow-up time in different studies was up to 20 years.Menopause may explain women's higher dementia riskAlzheimer's disease is the most common cause of dementia, and two out of three Alzheimer's cases are women. One possible explanation for women's higher dementia risk is the postmenopausal depletion of sex steroid hormones estrogen and progesterone. Estrogen receptors are present throughout the body including brain areas primarily affected in Alzheimer's disease. In in vitro and animal studies, estrogen has showed neuroprotective effects. However, studies on humans have yielded inconsistent results on the association between postmenopausal estrogen-based hormone replacement therapy and dementia risk.Hormonal therapy may protect cognition if started at the onset of menopauseIn the present study, long-term use of hormonal replacement therapy was associated with a better performance in certain cognitive domains - global cognition and episodic memory - and a lower risk of Alzheimer's disease. Short-term use was not significantly linked to dementia risk, but in one cohort, dementia risk was higher among short-term users who had started hormone therapy in the late postmenopausal period. The results were adjusted for various lifestyle, socioeconomic and demographic variables.\"In the light of these findings, hormonal replacement therapy may have a beneficial effect on cognition if started early, around the time of menopause. The protective effect of hormonal therapy may depend on the health status of neurons at baseline and may be lost if therapy starts years after menopause,\" Dr Imtiaz concludes.The study also showed that the postmenopausal removal of ovaries, uterus or both was not significantly linked to the risk of Alzheimer's disease, irrespective of the indication of surgery or hormone therapy use.The research data was from the MEDALZ (Medication use and Alzheimer's disease), OSTPRE (Kuopio Osteoporosis Risk Factor and Prevention Study) and CAIDE (Cardiovascular Risk Factors, Aging and Dementia) studies. The newest results were published recently in Neurology and Maturitas and the earlier results in the Journal of Alzheimer's disease."}