{"funder": "Canadian Institutes of Health Research, Alberta Innovates, Alberta Prion Research Institute, Alzheimer Society of Alberta, University Hospital Foundation", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoaf-stp021617.php", "description": "A new study published by UAlberta researchers in the journal Alzheimer's and Dementia: Translational Research and Clinical Intervention examines if a compound called AC253 can inhibit a 'rogue' protein called amyloid. The protein is found in large numbers in the brains of Alzheimer's patients and is suspected to be a key player in the development of the disease.", "region": "namerica", "title": "Solving the puzzle of Alzheimer's disease", "text": "(Edmonton, AB) Every day tens of thousands of Canadians unwillingly find themselves becoming shadows of their former selves. They grasp onto moments of clarity--fleeting windows of time--before slipping away again into confusion; robbed of memories, talents and their very personalities.Alzheimer's is a heart-wrenching disease that directly affects half a million Canadians. There is no cure, let alone treatment to stop progression of the disease. While current answers are few, research at the University of Alberta is spearheading the discovery of new potential therapies for the future.A study published in the journal Alzheimer's and Dementia: Translational Research and Clinical Intervention examines if a compound called AC253 can inhibit a \"rogue\" protein called amyloid. The protein is found in large numbers in the brains of Alzheimer's patients and is suspected to be a key player in the development of the disease.\"The way I look at it, it's hard to ignore the biggest player on the stage, which is the amyloid protein. Whatever treatment you develop, it's got to address that player,\" says Jack Jhamandas, Professor of Neurology in the Faculty of Medicine & Dentistry at the University of Alberta and senior author of the study. \"In our previous work we have shown that there are certain drug compounds that can protect nerve cells from amyloid toxicity. One of these is a compound we call AC253. It sounds like an Air Canada flight. I hope this one is on time and takes us to our destination!\"The team, comprised of postdoctoral fellows and research associates Rania Soudy, Aarti Patel and Wen Fu, tested AC253 on mice bred by David Westaway (a University of Alberta collaborator) to develop Alzheimer's. Mice were treated with a continuous infusion of AC253 for five months, beginning at three months of age before development of the disease. \"We found at eight months, when these mice typically have a lot of amyloid in the brain and have a lot of difficulty in memory and learning tasks, that they actually improved their memory and learning,\" says Jhamandas, also a member of the U of A's Neuroscience and Mental Health Institute.As part of the study, the team of local and international researchers also developed and tested a more efficient method of getting the compound into the brain. Given an injection three times a week for 10 weeks of AC253 with a slightly modified structure, they again found there was an improvement in memory and learning performance. In addition, the researchers noted there was a lower amount of amyloid in the brains of mice treated with the compound compared to mice that did not get the drug, and that they exhibited reduced inflammation of the brain.The team is now planning additional studies to examine optimal dosage and methods of further improving the compound to increase its effectiveness in the brain. Much more work is needed before the research can move to human trials.Despite the long path still ahead, Jhamandas believes the findings offer both hope and a new way forward to unlock the Alzheimer's enigma.\"Alzheimer's is a complex disease. Not for a moment do I believe that the solution is going to be a simple one, but maybe it will be a combination of solutions.\"\"We can't build nursing homes and care facilities fast enough because of an aging population. And that tsunami, the silver tsunami, is coming if not already here,\" adds Jhamandas. \"At a human level, if you can keep someone home instead of institutionalized, even for a year, what does it mean to them? It means the world to them and their families.\"", "article_link": "http://dx.doi.org/10.1016/j.trci.2016.11.005", "institution": "University of Alberta Faculty of Medicine & Dentistry", "journal": "Alzheimer's & Dementia", "keywords": ["Medicine/Health", " Aging", " Neurobiology", " Alzheimer's Disease"], "date": "Thu, 16 Feb 2017 05:00:00 GMT", "source_link": null}