{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "overview", "prevention", "research", "centers", "program", "contributions", "public", "health", "education", "credit", "prevention", "research", "centers", "program", "centers", "disease", "control", "prevention", "view", "ann", "arbor", "mi", "16", "2017", "30", "years", "since", "centers", "disease", "control", "prevention", "cdc", "envisioned", "creation", "bridge", "academic", "public", "health", "research", "public", "health", "practice", "result", "prevention", "research", "centers", "prc", "program", "currently", "network", "26", "academic", "institutions", "across", "dedicated", "moving", "new", "discoveries", "communities", "need", "marking", "milestone", "key", "members", "prc", "network", "community", "share", "insights", "commentaries", "provide", "insiders", "perspective", "past", "present", "future", "prc", "program", "special", "supplement", "american", "journal", "preventive", "medicine", "30th", "anniversary", "founding", "prc", "network", "appropriate", "time", "reflect", "progress", "well", "look", "future", "applied", "prevention", "research", "focus", "understanding", "health", "disparities", "promoting", "health", "equity", "never", "important", "prc", "network", "made", "great", "strides", "developing", "testing", "disseminating", "programs", "policies", "broad", "sustained", "impact", "commented", "supplement", "guest", "editor", "mehran", "massoudi", "former", "prc", "director", "currently", "regional", "health", "administrator", "region", "vi", "department", "health", "human", "services", "dhhs", "program", "leaders", "provide", "historical", "look", "current", "assessment", "perspective", "future", "program", "contributions", "represent", "continuing", "efforts", "promote", "health", "conducting", "research", "translating", "research", "practice", "partnership", "james", "marks", "former", "cdc", "national", "center", "chronic", "disease", "prevention", "health", "promotion", "nccdphp", "director", "jeffrey", "koplan", "former", "nccdphp", "cdc", "director", "review", "early", "years", "prcs", "offer", "perspectives", "future", "examine", "early", "struggles", "led", "missed", "opportunities", "original", "goal", "prcs", "namely", "practical", "research", "challenged", "communities", "core", "part", "academic", "enterprise", "scholarship", "service", "training", "accomplished", "observed", "bridge", "prcs", "helped", "build", "public", "health", "academia", "practice", "broad", "heavily", "traveled", "brought", "longer", "healthier", "fulfilling", "lives", "four", "former", "prc", "directors", "look", "back", "unique", "challenges", "faced", "prc", "program", "ultimately", "successfully", "addressed", "eduardo", "simoes", "md", "msc", "mph", "director", "2002", "2011", "noted", "along", "way", "every", "day", "partnership", "government", "academia", "community", "traveled", "bumpy", "road", "improved", "pavement", "provided", "dedicated", "federal", "public", "health", "officials", "motivated", "knowledge", "strong", "sense", "duty", "leaders", "association", "state", "territorial", "health", "officials", "national", "association", "county", "city", "health", "officials", "provide", "frame", "perspective", "prc", "program", "serves", "resource", "state", "local", "public", "health", "departments", "fulfill", "public", "health", "schools", "programs", "public", "health", "american", "college", "preventive", "medicine", "representatives", "provide", "perspective", "prc", "program", "integral", "portfolio", "schools", "public", "health", "medicine", "advance", "population", "health", "prcs", "pushing", "academic", "research", "pay", "attention", "prevention", "efforts", "state", "local", "health", "departments", "benefit", "closer", "ties", "research", "institutions", "public", "gains", "platform", "health", "promotion", "disease", "supplement", "documents", "story", "prc", "programs", "impacted", "health", "african", "americans", "native", "americans", "deaf", "populations", "adolescents", "older", "adults", "urban", "rural", "populations", "articles", "deal", "measuring", "impact", "national", "media", "intervention", "implemented", "across", "prc", "network", "evaluating", "healthy", "food", "incentive", "programs", "assessing", "fall", "risk", "prevention", "programs", "promoting", "teen", "contraception", "parental", "intervention", "original", "research", "articles", "prc", "academic", "community", "partners", "show", "depth", "scope", "work", "articles", "cover", "wide", "range", "important", "topics", "including", "dissemination", "implementation", "programs", "including", "formation", "thematic", "research", "networks", "physical", "activity", "healthy", "aging", "cancer", "prevention", "control", "epilepsy", "management", "health", "surveillance", "deaf", "community", "research", "practice", "state", "local", "public", "health", "settings", "collaboration", "community", "partners", "use", "community", "health", "workers", "promotoras", "training", "public", "health", "workforce", "reaching", "public", "health", "community", "massoudi", "noted", "looking", "future", "must", "build", "work", "past", "30", "years", "incorporating", "new", "knowledge", "technology", "remaining", "committed", "mission", "working", "interdependent", "network", "community", "academic", "public", "health", "partners", "conduct", "prevention", "research", "promote", "wide", "use", "practices", "proven", "promote", "good", "health"], "url": "http://www.eurekalert.org/pub_releases/2017-02/ehs-phe021617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an overview of the Prevention Research Centers Program and its contributions to public health and education.", "Credit: Prevention Research Centers Program, Centers for Disease Control and Prevention.", "view more Ann Arbor, MI, Feb. 16, 2017 - It has been 30 years since the Centers for Disease Control and Prevention (CDC) envisioned the creation of a bridge between academic public health research and public health practice.", "The result is the Prevention Research Centers (PRC) Program, currently a network of 26 academic institutions across the U.S. dedicated to moving new discoveries into the communities that need them.", "Marking this milestone, key members of the PRC Network community share their insights and commentaries to provide an insiders' perspective on the past, present, and future of the PRC Program in a special supplement to the American Journal of Preventive Medicine.", "\"The 30th anniversary of the founding of the PRC Network is an appropriate time to reflect on our progress as well as look to the future.", "Applied prevention research with a focus on understanding health disparities and promoting health equity has never been more important than now.", "The PRC Network has made great strides in developing, testing, and disseminating programs and policies that have had broad and sustained impact,\" commented supplement Guest Editor Dr. Mehran S. Massoudi, former PRC Director and currently the Regional Health Administrator, Region VI, Department of Health and Human Services (DHHS).PRC Program leaders provide a historical look, current assessment, and perspective for the future of the program.", "The contributions represent continuing efforts to promote health by conducting cutting-edge research and translating research to practice in partnership with communities.Dr.", "James S. Marks, former CDC's National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP) Director, and Dr. Jeffrey P. Koplan, former NCCDPHP and CDC Director, review the early years of the PRCs and offer perspectives into the future.", "They examine the early struggles that led to missed opportunities and how the original goal of PRCs, namely, practical research in challenged communities as a core part of the academic enterprise of scholarship, service, and training, has been accomplished.", "They observed that \"the bridge the PRCs have helped to build between public health academia and practice is broad, heavily traveled, and has brought longer, healthier, more fulfilling lives to all.", "\"Four former PRC directors look back on some unique challenges faced by the PRC Program and how they ultimately successfully addressed them.", "Eduardo J. Simoes, MD, MSc, MPH, Director from 2002 until 2011, noted, \"Along the way and every day, this partnership of government, academia, and community traveled a bumpy road with improved pavement provided by dedicated federal public health officials motivated by knowledge and a strong sense of duty.", "\"Leaders from the Association of State and Territorial Health Officials and National Association of County and City Health Officials provide a frame from the practice-based perspective on how the PRC Program serves as a resource to state and local public health departments as they fulfill their public health mission.Association of Schools and Programs of Public Health and American College of Preventive Medicine representatives provide a perspective of the PRC Program as an integral portfolio of the Schools of Public Health and Medicine to advance population health.", "The PRCs are pushing academic research to pay more attention to on-the-ground prevention efforts, state and local health departments that benefit from closer ties to the research institutions, and the public, which gains an evidence-based platform for health promotion and disease prevention.The supplement documents the story of how PRC Programs have impacted the health of African Americans, Hispanics/Latinos, Native Americans, deaf populations, adolescents, older adults, and urban and rural under-resourced populations.", "Other articles deal with measuring the impact of a national media intervention implemented across the PRC Network, evaluating healthy food incentive programs, assessing fall risk prevention programs, and promoting teen contraception through parental intervention.", "Twenty-one peer-reviewed original research articles from the PRC academic and community partners show the depth and scope of their work.", "These articles cover a wide range of important topics including dissemination and implementation of long-standing evidence-based programs, including formation of thematic research networks in physical activity, healthy aging, cancer prevention and control, and epilepsy management; health surveillance of the deaf community; research to practice in state and local public health settings; collaboration with community partners; use of community health workers or \"promotoras;\" and training of the public health workforce.", "Reaching out to the public health community, Dr. Massoudi noted, \"In looking to the future, we must build on the work of the past 30 years, incorporating new knowledge and technology while remaining committed to our mission of working as an interdependent network of community, academic, and public health partners to conduct prevention research and promote the wide use of practices proven to promote good health.\""], "title": "Public health experts celebrate 30 years of CDC's prevention research solutions for communities with health disparities | EurekAlert! Science News", "source": "Elsevier Health Sciences", "date": "2018-01-19_20:33:27", "year": "Thu, 16 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is an overview of the Prevention Research Centers Program and its contributions to public health and education. Credit: Prevention Research Centers Program, Centers for Disease Control and Prevention.\n       view more Ann Arbor, MI, Feb. 16, 2017 - It has been 30 years since the Centers for Disease Control and Prevention (CDC) envisioned the creation of a bridge between academic public health research and public health practice. The result is the Prevention Research Centers (PRC) Program, currently a network of 26 academic institutions across the U.S. dedicated to moving new discoveries into the communities that need them. Marking this milestone, key members of the PRC Network community share their insights and commentaries to provide an insiders' perspective on the past, present, and future of the PRC Program in a special supplement to the American Journal of Preventive Medicine.\"The 30th anniversary of the founding of the PRC Network is an appropriate time to reflect on our progress as well as look to the future. Applied prevention research with a focus on understanding health disparities and promoting health equity has never been more important than now. The PRC Network has made great strides in developing, testing, and disseminating programs and policies that have had broad and sustained impact,\" commented supplement Guest Editor Dr. Mehran S. Massoudi, former PRC Director and currently the Regional Health Administrator, Region VI, Department of Health and Human Services (DHHS).PRC Program leaders provide a historical look, current assessment, and perspective for the future of the program. The contributions represent continuing efforts to promote health by conducting cutting-edge research and translating research to practice in partnership with communities.Dr. James S. Marks, former CDC's National Center for Chronic Disease Prevention and Health Promotion (NCCDPHP) Director, and Dr. Jeffrey P. Koplan, former NCCDPHP and CDC Director, review the early years of the PRCs and offer perspectives into the future. They examine the early struggles that led to missed opportunities and how the original goal of PRCs, namely, practical research in challenged communities as a core part of the academic enterprise of scholarship, service, and training, has been accomplished. They observed that \"the bridge the PRCs have helped to build between public health academia and practice is broad, heavily traveled, and has brought longer, healthier, more fulfilling lives to all.\"Four former PRC directors look back on some unique challenges faced by the PRC Program and how they ultimately successfully addressed them. Eduardo J. Simoes, MD, MSc, MPH, Director from 2002 until 2011, noted, \"Along the way and every day, this partnership of government, academia, and community traveled a bumpy road with improved pavement provided by dedicated federal public health officials motivated by knowledge and a strong sense of duty.\"Leaders from the Association of State and Territorial Health Officials and National Association of County and City Health Officials provide a frame from the practice-based perspective on how the PRC Program serves as a resource to state and local public health departments as they fulfill their public health mission.Association of Schools and Programs of Public Health and American College of Preventive Medicine representatives provide a perspective of the PRC Program as an integral portfolio of the Schools of Public Health and Medicine to advance population health. The PRCs are pushing academic research to pay more attention to on-the-ground prevention efforts, state and local health departments that benefit from closer ties to the research institutions, and the public, which gains an evidence-based platform for health promotion and disease prevention.The supplement documents the story of how PRC Programs have impacted the health of African Americans, Hispanics/Latinos, Native Americans, deaf populations, adolescents, older adults, and urban and rural under-resourced populations. Other articles deal with measuring the impact of a national media intervention implemented across the PRC Network, evaluating healthy food incentive programs, assessing fall risk prevention programs, and promoting teen contraception through parental intervention. Twenty-one peer-reviewed original research articles from the PRC academic and community partners show the depth and scope of their work. These articles cover a wide range of important topics including dissemination and implementation of long-standing evidence-based programs, including formation of thematic research networks in physical activity, healthy aging, cancer prevention and control, and epilepsy management; health surveillance of the deaf community; research to practice in state and local public health settings; collaboration with community partners; use of community health workers or \"promotoras;\" and training of the public health workforce. Reaching out to the public health community, Dr. Massoudi noted, \"In looking to the future, we must build on the work of the past 30 years, incorporating new knowledge and technology while remaining committed to our mission of working as an interdependent network of community, academic, and public health partners to conduct prevention research and promote the wide use of practices proven to promote good health.\""}