{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdoes", "biological", "clock", "cancer", "cells", "influence", "tumour", "growth", "yes", "according", "study", "conducted", "nicolas", "cermakian", "professor", "mcgill", "university", "department", "journal", "bmc", "biology", "results", "show", "first", "time", "directly", "targeting", "biological", "clock", "cancerous", "tumour", "impact", "cells", "human", "body", "internal", "clock", "sets", "rhythm", "activities", "organs", "according", "time", "day", "cancer", "cells", "however", "often", "malfunctioning", "clock", "indications", "suggesting", "malfunctioning", "clock", "contributed", "rapid", "tumour", "growth", "never", "demonstrated", "thanks", "use", "chemical", "thermic", "treatment", "succeeded", "cells", "clock", "restoring", "normal", "functioning", "conditions", "tumour", "growth", "drops", "nearly", "half", "explains", "cermakian", "also", "director", "laboratory", "molecular", "chronobiology", "douglas", "mental", "health", "university", "institute", "one", "research", "centres", "ciusss", "de", "preclinical", "demonstration", "done", "mice", "important", "discovery", "provides", "glimpse", "potential", "new", "ways", "treat", "cancer", "humans", "activating", "biological", "clock", "tumours", "could", "become", "innovative", "approach", "slowing", "growth", "metastases", "would", "give", "people", "time", "use", "conventional", "treatment", "modalities", "surgery", "chemotherapy", "says", "cermakian", "remains", "shown", "target", "clocks", "human", "tumours", "way", "mice", "menfor", "study", "silke", "kiessling", "postdoctoral", "fellow", "nicolas", "cermakian", "team", "successfully", "adjusted", "gears", "internal", "clocks", "two", "types", "cancer", "cells", "skin", "colon", "make", "function", "properly", "repair", "tested", "mice", "tissue", "cultures", "slowed", "cancerous", "tumour", "growth", "week", "tumour", "treated", "manner", "smaller", "control", "difficult", "say", "point", "types", "cancer", "might", "amenable", "approach", "new", "concept", "could", "lead", "improvement", "human", "cancer", "treatment", "long", "term", "researchers", "say"], "url": "http://www.eurekalert.org/pub_releases/2017-02/mu-ttb021617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDoes the biological clock in cancer cells influence tumour growth?", "Yes, according to a study conducted by Nicolas Cermakian, a professor in McGill University's Department of Psychiatry.Published in the journal BMC Biology, these results show for the first time that directly targeting the biological clock in a cancerous tumour has an impact on its development.Most of the cells in the human body have an internal clock that sets a rhythm for the activities of our organs according to the time of the day.", "Cancer cells, however, often have a non-functioning or malfunctioning clock.", "\"There were indications suggesting that the malfunctioning clock contributed to rapid tumour growth, but this had never been demonstrated.", "Thanks to the use of a chemical or a thermic treatment, we succeeded in 'repairing' these cells' clock and restoring it to its normal functioning.", "In these conditions, tumour growth drops nearly in half\", explains Cermakian, who is also Director of the Laboratory of Molecular Chronobiology at the Douglas Mental Health University Institute, one of the research centres of the CIUSSS de l'Ouest-de-l'Île-de-Montréal.Although this preclinical demonstration was done on mice, this important discovery provides a glimpse of potential new ways to treat cancer in humans.", "\"Activating the biological clock in tumours could become an innovative approach in slowing their growth or that of metastases.", "This would give people more time to use more conventional treatment modalities, such as surgery or chemotherapy\", says Cermakian.", "It now remains to be shown that we can target the clocks in human tumours the same way.", "\"Of mice and menFor this study, Silke Kiessling, a postdoctoral fellow on Nicolas Cermakian's team, successfully adjusted the gears of the internal clocks in two types of cancer cells ?", "skin and colon ?", "to make them function properly.", "This repair, which was tested in mice and tissue cultures, slowed cancerous tumour growth.", "After about a week, the tumour treated in this manner was two-thirds smaller than the control tumour.While it is difficult to say at this point what types of cancer might be amenable to such an approach, this new concept could lead to an improvement in human cancer treatment in the long term, the researchers say."], "title": "Targeting the biological clock could slow the progression of cancer | EurekAlert! Science News", "source": "McGill University", "date": "2018-01-19_20:33:31", "year": "Thu, 16 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDoes the biological clock in cancer cells influence tumour growth? Yes, according to a study conducted by Nicolas Cermakian, a professor in McGill University's Department of Psychiatry.Published in the journal BMC Biology, these results show for the first time that directly targeting the biological clock in a cancerous tumour has an impact on its development.Most of the cells in the human body have an internal clock that sets a rhythm for the activities of our organs according to the time of the day. Cancer cells, however, often have a non-functioning or malfunctioning clock.\"There were indications suggesting that the malfunctioning clock contributed to rapid tumour growth, but this had never been demonstrated. Thanks to the use of a chemical or a thermic treatment, we succeeded in 'repairing' these cells' clock and restoring it to its normal functioning. In these conditions, tumour growth drops nearly in half\", explains Cermakian, who is also Director of the Laboratory of Molecular Chronobiology at the Douglas Mental Health University Institute, one of the research centres of the CIUSSS de l'Ouest-de-l'Île-de-Montréal.Although this preclinical demonstration was done on mice, this important discovery provides a glimpse of potential new ways to treat cancer in humans.\"Activating the biological clock in tumours could become an innovative approach in slowing their growth or that of metastases. This would give people more time to use more conventional treatment modalities, such as surgery or chemotherapy\", says Cermakian. It now remains to be shown that we can target the clocks in human tumours the same way.\"Of mice and menFor this study, Silke Kiessling, a postdoctoral fellow on Nicolas Cermakian's team, successfully adjusted the gears of the internal clocks in two types of cancer cells ? skin and colon ? to make them function properly. This repair, which was tested in mice and tissue cultures, slowed cancerous tumour growth. After about a week, the tumour treated in this manner was two-thirds smaller than the control tumour.While it is difficult to say at this point what types of cancer might be amenable to such an approach, this new concept could lead to an improvement in human cancer treatment in the long term, the researchers say."}