{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/ip-iid021517.php", "description": "Does a patient have depression or a cognitive disorder (CD) such as Alzheimer's disease or both? Since both disorders have overlapping symptoms, how can a clinician tell them apart to make an appropriate diagnosis? In a new article published in the Journal of Alzheimer's Disease, researchers have found that single photon emission computed tomography, or SPECT, can help to distinguish between these diagnostic categories.", "region": "europe", "title": "Is it depression or dementia? Brain SPECT imaging helps distinguish them", "text": "Amsterdam, NL, February 15, 2017 - Does a patient have depression or a cognitive disorder (CD) such as Alzheimer's disease or both? Since both disorders have overlapping symptoms, how can a clinician tell them apart to make an appropriate diagnosis? In a new article published in the Journal of Alzheimer's Disease, researchers have found that single photon emission computed tomography, or SPECT, can help to distinguish between these diagnostic categories.\"This is a critical clinical question that has practical implications for patient management and treatment,\" explained lead researcher and psychiatrist Daniel G. Amen, MD. \"These disorders have very different prognoses and treatments and being able to improve diagnostic accuracy can improve outcomes for some patients.\"The authors write, \"Cognitive impairment is present in approximately half of persons who have late onset depression and depression is evident in 9-65% of individuals with dementia. Studies have indicated that the prevalence of depression in patients with mild cognitive impairment is 25%. Consequently, it is often challenging to diagnostically disentangle depression and cognitive disorders from one another.\"Traditionally, depression can be diagnosed using tools such as the Beck Depression Inventory. However, there was no statistically significant difference in the burden of depression symptoms on this inventory between persons with both depression and CDs compared to persons with either condition. This increases the difficulty of distinguishing these disorders on the basis of depression symptom severity alone. \"One of the greatest new insights of the past decade is the linkage of depression to the psychology of late life cognitive decline. Raji and coworkers extend the approach to the biological substrate by an elegant imaging approach. These studies further place brain aging on a firm biological basis,\" added George Perry, PhD, Editor-in-Chief of the Journal of Alzheimer's Disease and Dean and Professor of Biology University of Texas at San Antonio.In one of the largest studies of its kind, 4541 subjects were examined, 847 of whom had been diagnosed with dementia, 3269 with depression, and 425 with both conditions.  Using brain SPECT imaging, a nuclear medicine study that measures blood flow and activity, researchers found that people with cognitive disorders had reduced blood flow in multiple brain areas compared to those with depression, particularly in the hippocampus, temporal, and parietal lobes. They also found that SPECT could distinguish depression from CDs with 86% accuracy. In addition, brain SPECT imaging showed the ability to distinguish depression or dementia in people with both with 83% accuracy.\r\n", "article_link": "http://dx.doi.org/10.3233/JAD-161232", "institution": "IOS Press", "journal": "Journal of Alzheimer's Disease", "keywords": ["Medicine/Health", " Diagnostics", " Alzheimer's Disease"], "date": "Wed, 15 Feb 2017 05:00:00 GMT", "source_link": null}