{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txminneapolis", "latest", "study", "hormone", "therapy", "alzheimer", "disease", "shows", "relationship", "taking", "drugs", "whether", "may", "develop", "disease", "years", "later", "previous", "studies", "shown", "hormone", "therapy", "may", "increase", "risk", "disease", "others", "shown", "may", "reduce", "risk", "new", "study", "published", "february", "15", "2017", "online", "issue", "medical", "journal", "american", "academy", "neurology", "women", "still", "need", "talk", "doctors", "risks", "benefits", "taking", "hormone", "therapy", "menopause", "study", "provide", "strong", "evidence", "taking", "hormone", "therapy", "protect", "women", "alzheimer", "disease", "said", "study", "author", "bushra", "imtiaz", "md", "mph", "university", "eastern", "finland", "study", "women", "age", "47", "56", "living", "kuopio", "province", "finland", "received", "questionnaires", "mail", "every", "five", "years", "1989", "2009", "information", "hormone", "therapy", "use", "provided", "women", "also", "available", "finnish", "registry", "starting", "1995", "diagnoses", "alzheimer", "disease", "based", "women", "followed", "full", "study", "reported", "using", "hormone", "therapy", "total", "227", "women", "developed", "alzheimer", "disease", "study", "use", "hormone", "therapy", "menopause", "associated", "alzheimer", "disease", "risk", "true", "researchers", "looked", "information", "women", "reported", "information", "registry", "researchers", "looked", "women", "reported", "used", "hormone", "therapy", "10", "years", "found", "reduced", "risk", "alzheimer", "disease", "compared", "women", "use", "hormone", "therapy", "however", "result", "strong", "researchers", "looked", "hormone", "use", "type", "dementia", "researchers", "looked", "women", "used", "hormone", "therapy", "10", "years", "based", "registry", "data", "find", "reduced", "risk", "alzheimer", "disease", "imtiaz", "said", "one", "explanation", "different", "results", "could", "different", "time", "period", "data", "registry", "data", "imtiaz", "said", "limitations", "study", "information", "participants", "may", "recall", "information", "accurately", "researchers", "could", "control", "results", "people", "genetic", "predisposition", "alzheimer", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-sht021017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - The latest study on hormone therapy and Alzheimer's disease shows no relationship between taking the drugs and whether you may develop the disease years later.", "Some previous studies have shown that hormone therapy may increase the risk of the disease, while others have shown that it may reduce the risk.", "The new study was published in the February 15, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "\"While women still need to talk to their doctors about the risks and benefits of taking hormone therapy during menopause, this study did not provide strong evidence that taking hormone therapy can protect women from Alzheimer's disease,\" said study author Bushra Imtiaz, MD, MPH, of the University of Eastern Finland in Kuopio.For the study, all women age 47 to 56 living in Kuopio Province in Finland received questionnaires in the mail every five years from 1989 until 2009.", "Information on hormone therapy use was provided by women and also available from a Finnish registry starting in 1995.", "Diagnoses of Alzheimer's disease were based on a registry.Of the 8,195 women who were followed for the full 20-year study, 4,401 reported using hormone therapy.", "A total of 227 women developed Alzheimer's disease during the study.", "Use of hormone therapy after menopause was not associated with Alzheimer's disease risk.", "This was true when researchers looked at both the information the women reported themselves and the information from the registry.", "When researchers looked only at the women who reported that they had used hormone therapy for more than 10 years, they found a reduced risk of Alzheimer's disease compared to women who did not use hormone therapy.", "However, the result was not as strong when researchers looked at hormone use and any type of dementia.", "When researchers looked at women who used hormone therapy for more than 10 years based on the registry data, they did not find any reduced risk of Alzheimer's disease.", "Imtiaz said one explanation for the different results could be the different time period for self-reported data and registry data.", "Imtiaz said limitations of the study are that some information was self-reported by participants, who may not recall information accurately and that researchers could not control the results for people who had a genetic predisposition to Alzheimer's disease."], "title": "Study: Hormone therapy may not protect against Alzheimer's disease | EurekAlert! Science News", "source": "American Academy of Neurology", "date": "2018-01-19_20:33:37", "year": "Wed, 15 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - The latest study on hormone therapy and Alzheimer's disease shows no relationship between taking the drugs and whether you may develop the disease years later. Some previous studies have shown that hormone therapy may increase the risk of the disease, while others have shown that it may reduce the risk. The new study was published in the February 15, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"While women still need to talk to their doctors about the risks and benefits of taking hormone therapy during menopause, this study did not provide strong evidence that taking hormone therapy can protect women from Alzheimer's disease,\" said study author Bushra Imtiaz, MD, MPH, of the University of Eastern Finland in Kuopio.For the study, all women age 47 to 56 living in Kuopio Province in Finland received questionnaires in the mail every five years from 1989 until 2009. Information on hormone therapy use was provided by women and also available from a Finnish registry starting in 1995. Diagnoses of Alzheimer's disease were based on a registry.Of the 8,195 women who were followed for the full 20-year study, 4,401 reported using hormone therapy. A total of 227 women developed Alzheimer's disease during the study. Use of hormone therapy after menopause was not associated with Alzheimer's disease risk. This was true when researchers looked at both the information the women reported themselves and the information from the registry. When researchers looked only at the women who reported that they had used hormone therapy for more than 10 years, they found a reduced risk of Alzheimer's disease compared to women who did not use hormone therapy. However, the result was not as strong when researchers looked at hormone use and any type of dementia. When researchers looked at women who used hormone therapy for more than 10 years based on the registry data, they did not find any reduced risk of Alzheimer's disease. Imtiaz said one explanation for the different results could be the different time period for self-reported data and registry data. Imtiaz said limitations of the study are that some information was self-reported by participants, who may not recall information accurately and that researchers could not control the results for people who had a genetic predisposition to Alzheimer's disease. "}