{"funder": "Drake Foundation", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/ucl-eob021317.php", "description": "Evidence of chronic traumatic encephalopathy (CTE), a potential cause of dementia caused by repeated blows to the head, has been found in the brains of former association football (soccer) players.\r\n\r\nThe study looked at 14 retired footballers with dementia between 1980 and 2010. Permission from their next-of-kin was provided to perform post-mortem examinations, which were carried out in six ex-players.", "region": "europe", "title": "Evidence of brain damage found in former soccer players", "text": "Evidence of chronic traumatic encephalopathy (CTE), a potential cause of dementia caused by repeated blows to the head, has been found in the brains of former association football (soccer) players examined at the UCL Queen Square Brain Bank.The study, funded by The Drake Foundation and published in the journal Acta Neuropathologica, looked at 14 retired footballers with dementia who were referred to the Old Age Psychiatry Service in Swansea, Wales, between 1980 and 2010. Permission from their next-of-kin was provided to perform post-mortem examinations, which were carried out in six ex-players. Post-mortem analysis of the brain was carried out by researchers from UCL and the National Hospital for Neurology and Neurosurgery.The team identified CTE pathology in four of the six brains examined, and all six also had signs of Alzheimer's disease. The rate of CTE identified in the footballers' brains exceeds the 12% average background rate of CTE found in a previous survey of 268 brains of an unselected population at the Queen Square Brain Bank. Like Alzheimer's disease, CTE can cause dementia and they are both characterised by a build-up of abnormal tau protein in the brain, but CTE causes tau to accumulate in a distinctive pattern. Previous studies have found evidence of CTE in the brains of contact sports players, most notably boxers and American football players. Footballers are exposed to repetitive blows to the head from heading the ball and from head-to-player collisions. However, football is unique compared with boxing and American football in that blows to the head are commonly more minor and footballers are less likely to experience significant neurological symptoms or loss of consciousness.\"This is the first time CTE has been confirmed in a group of retired footballers,\" explains lead author Dr Helen Ling (UCL Institute of Neurology), senior research associate at the Department of Molecular Neuroscience and neurologist. \"Our findings of CTE in retired footballers suggest a potential link between playing football and the development of degenerative brain pathologies in later life. However, it is important to note that we only studied a small number of retired footballers with dementia and that we still do not know how common dementia is among footballers.\" \"All of the players whose brain autopsies showed signs of CTE also had Alzheimer's pathology, but the relationship between the two diseases remains unclear. Both diseases involve a build-up of an insoluble form of tau protein in the brain. However, in CTE tau tends to accumulate around blood vessels and at the depths of the sulci - the grooves in the brain's surface - which helps to differentiate CTE from Alzheimer's pathology under the microscope. Previous studies have shown that the risk of Alzheimer's disease is increased in people with previous head injuries. On the other hand, the risk of dementia is also increased with age and we don't know if these footballers would have developed Alzheimer's disease anyway if they hadn't played football. The most pressing research question is therefore to find out if dementia is more common in footballers than in the normal population.\"The ex-footballers monitored in the study all started playing football and heading the ball in their childhood or early teens and continued to play regularly for an average of 26 years. Only six reported concussion with loss of consciousness while playing football, limiting to a single episode each during their playing career. The earliest symptoms of dementia started while they were in their 60s and they lived for an average of 10 years after symptoms began. Twelve out of 14 of them eventually died of advanced dementia. \"We do not yet know exactly what causes CTE in footballers or how significant the risk is,\" says co-lead author Professor Huw Morris (UCL Institute of Neurology), Professor of Clinical Neuroscience and honorary consultant neurologist at the Royal Free Hospital and National Hospital for Neurology and Neurosurgery. \"Major head injuries in football are more commonly caused by player collisions rather than heading the ball. The average footballer heads the ball thousands of times throughout their career, but this seldom causes noticeable neurological symptoms. More research is now urgently needed to determine the risks associated with playing football so that any necessary protective measures can be put in place to minimise potential long term damage.\"\"Of course, any kind of physical activity will be associated with health risks and benefits and it is well-established that playing sports can significantly improve physical and mental health.\"Of the 14 footballers included in the study, 13 were former professionals and one was a committed amateur who played every season for 23 years. They were all diagnosed with dementia between 1980 and 2010 and referred to the Old Age Psychiatry Service in Swansea run by consultant psychiatrist Dr Don Williams. He monitored these ex-footballers regularly and collected demographic and clinical data, playing and concussion history from their close relatives. Dr Williams says:\"In 1980 the son of a man with advanced dementia asked me if his father's condition had been caused by heading the ball for many years as a powerful centre-half. As the brain is a very fragile organ, well protected within the skull, this was a constructive suggestion. As a result I looked out for men with dementia and a significant history of playing soccer, followed them up and where possible arranged for post-mortem studies to be carried out. The results suggest that heading the ball over many years, a form of repetitive sub-concussive head injury, can result in the development of CTE and dementia. Thus the original suggestion has been shown to be of merit and worthy of further investigation.\"The research was funded by UK-based not-for-profit The Drake Foundation. Chief Scientific Officer Velicia Bachtiar, says: \"The Drake Foundation is proud to have funded this important research, which highlights the need for future work to improve our understanding of sports-related head injuries and their long-term implications.\"", "article_link": "http://dx.doi.org/10.1007/s00401-017-1680-3", "institution": "University College London", "journal": "Acta Neuropathologica", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Physiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury", " Sports Medicine", " Sports/Recreation"], "date": "Tue, 14 Feb 2017 05:00:00 GMT", "source_link": null}