{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "common", "genetic", "cause", "brain", "diseases", "frontotemporal", "dementia", "ftd", "amyotrophic", "lateral", "sclerosis", "als", "mutation", "c9orf72", "gene", "researchers", "vib", "uantwerp", "headed", "christine", "van", "broeckhoven", "demonstrated", "affected", "parent", "passes", "mutation", "children", "affected", "younger", "age", "parent", "indications", "disease", "progresses", "quickly", "results", "published", "today", "international", "scientific", "journal", "jama", "christine", "van", "broeckhoven", "research", "based", "team", "previous", "results", "showed", "c9orf72", "mutation", "leads", "ftd", "als", "mutation", "occurs", "substantial", "group", "als", "ftd", "patients", "important", "extract", "much", "knowledge", "mutation", "disease", "process", "possible", "brain", "diseases", "associated", "neurodegenerationfrontotemporal", "dementia", "ftd", "amyotrophic", "lateral", "sclerosis", "als", "two", "brain", "diseases", "associated", "neurodegeneration", "abnormally", "rapid", "death", "brain", "cells", "ftd", "frontal", "lobes", "temporal", "lobes", "affected", "first", "causing", "changes", "patient", "behavior", "personality", "problems", "language", "loss", "memory", "functions", "occurs", "later", "disease", "alzheimer", "disease", "ftd", "common", "form", "dementia", "young", "patients", "fraction", "ftd", "patients", "show", "symptoms", "consistent", "als", "disease", "nerve", "cells", "control", "muscles", "brain", "spinal", "cord", "affected", "causes", "als", "patients", "progressively", "lose", "muscle", "mass", "resulting", "loss", "strength", "limbs", "problems", "speaking", "swallowing", "breathing", "als", "common", "without", "ftd", "symptoms", "common", "hereditary", "factorprevious", "research", "van", "broeckhoven", "group", "demonstrated", "genetic", "link", "ftd", "als", "namely", "mutation", "gene", "c9orf72", "christine", "van", "broeckhoven", "c9orf72", "mutation", "frequent", "mutation", "ftd", "als", "belgian", "population", "37", "patients", "als", "25", "patients", "ftd", "explained", "presence", "c9orf72", "mutation", "c9orf72", "mutation", "present", "88", "patients", "ftd", "plus", "als", "results", "dating", "2012", "published", "lancet", "neurology", "gijselinck", "et", "mutation", "c9orf72", "consists", "repetition", "short", "dna", "sequence", "ggggcc", "expand", "patients", "several", "thousands", "repetitions", "yet", "known", "patients", "get", "ftd", "others", "als", "length", "c9orf72", "repeat", "determinative", "age", "onset", "diseasethe", "age", "first", "presentation", "disease", "symptoms", "ranges", "patients", "29", "82", "years", "even", "patients", "family", "recently", "explanation", "high", "variability", "researchers", "demonstrated", "2016", "age", "onset", "determined", "number", "ggggcc", "repeats", "repetitions", "earlier", "age", "onset", "c9orf72", "families", "affected", "parent", "late", "age", "onset", "affected", "children", "earlier", "age", "onset", "researchers", "provided", "evidence", "ggggcc", "repeat", "c9orf72", "gene", "expanded", "short", "sequence", "repeats", "less", "200", "repeats", "long", "one", "thousand", "gijselinck", "et", "al", "molecular", "psychiatry", "2016", "sara", "van", "mossevelde", "new", "clinical", "study", "36", "c9orf72", "families", "analyzed", "age", "onset", "patients", "2", "4", "generations", "found", "significant", "difference", "ages", "onset", "successive", "generations", "families", "children", "affected", "disease", "younger", "age", "indications", "disease", "progressing", "quickly", "also", "found", "families", "ftd", "als", "patients", "parent", "ftd", "child", "likely", "ftd", "similar", "principle", "applied", "als"], "url": "http://www.eurekalert.org/pub_releases/2017-02/vfi-cop021417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe most common genetic cause of the brain diseases frontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS) is a mutation in the C9orf72 gene.", "Researchers from VIB and UAntwerp, headed by Prof. Christine Van Broeckhoven, have demonstrated that if an affected parent passes on this mutation, the children will be affected at a younger age (than the parent).", "There are no indications that the disease progresses more quickly.", "These results are published today in the international scientific journal JAMA Neurology.Prof.", "Christine Van Broeckhoven (VIB-UAntwerp): \"This research is based on our team's previous results, which showed that the same C9orf72 mutation leads to both FTD and ALS.", "As this mutation occurs in a substantial group of ALS and FTD patients, it is important to extract as much knowledge about this mutation and the disease process as possible.", "\"Brain diseases associated with neurodegenerationFrontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS) are two brain diseases associated with neurodegeneration, the abnormally rapid death of brain cells.", "In FTD, the frontal lobes and temporal lobes are affected first, causing changes in the patient's behavior and personality, or problems with language.", "Loss of memory functions occurs only later on in the disease.", "After Alzheimer's disease, FTD is the most common form of dementia in young patients.", "A fraction of the FTD patients show symptoms consistent with ALS, a disease in which the nerve cells that control the muscles, in the brain and spinal cord, are affected.", "This causes ALS patients to progressively lose muscle mass, resulting in loss of strength in the limbs and problems with speaking, swallowing, and breathing.", "ALS is more common without FTD symptoms.", "A common hereditary factorPrevious research by Prof. Van Broeckhoven's group demonstrated a genetic link between FTD and ALS, namely a mutation in the same gene C9orf72.", "Prof. Christine Van Broeckhoven (VIB-UAntwerp): \"The C9orf72 mutation is the most frequent mutation in FTD and ALS.", "In the Belgian population, 37% of patients with ALS and 25% of patients with FTD can be explained by the presence of this C9orf72 mutation.", "The C9orf72 mutation is present in 88% of patients with FTD plus ALS.\"", "These results dating from 2012 were published in The Lancet Neurology (Gijselinck et al.).", "The mutation in C9orf72 consists of a repetition of a short DNA sequence GGGGCC which can expand in patients up to several thousands of repetitions.", "It is not yet known why some patients get FTD and others ALS.", "The length of the C9orf72 repeat is determinative for the age of onset of the diseaseThe age at first presentation of disease symptoms ranges in patients from 29 to 82 years, even in patients from the same family.", "Until recently, there was no explanation for this high variability.", "VIB-UAntwerp's researchers demonstrated in 2016 that the age of onset is determined by the number of GGGGCC repeats: the more repetitions, the earlier the age of onset.", "In C9orf72 families in which the affected parent had a late age of onset and their affected children an earlier age of onset, the researchers provided evidence that the GGGGCC repeat in the C9orf72 gene expanded from a short sequence of repeats (less than 200 repeats) to a long one (more than a thousand) (Gijselinck et al.", "Molecular Psychiatry 2016).Dr.", "Sara Van Mossevelde (VIB-UAntwerp): \"In a new clinical study in 36 C9orf72 families, we analyzed the age of onset of the patients in 2 to 4 generations.", "We found that there was a significant difference in the ages of onset between successive generations.", "In most families, the children were affected by the disease at a younger age, but there were no indications that the disease was progressing more quickly.", "We also found that in families with both FTD and ALS patients, if the parent had FTD the child was more likely to have FTD, and a similar principle applied to ALS.\""], "title": "Children of patients with C9orf72 mutations: Greater risk of frontotemporal dementia/ALS | EurekAlert! Science News", "source": "VIB (the Flanders Institute for Biotechnology)", "date": "2018-01-19_20:33:47", "year": "Tue, 14 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe most common genetic cause of the brain diseases frontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS) is a mutation in the C9orf72 gene. Researchers from VIB and UAntwerp, headed by Prof. Christine Van Broeckhoven, have demonstrated that if an affected parent passes on this mutation, the children will be affected at a younger age (than the parent). There are no indications that the disease progresses more quickly. These results are published today in the international scientific journal JAMA Neurology.Prof. Christine Van Broeckhoven (VIB-UAntwerp): \"This research is based on our team's previous results, which showed that the same C9orf72 mutation leads to both FTD and ALS. As this mutation occurs in a substantial group of ALS and FTD patients, it is important to extract as much knowledge about this mutation and the disease process as possible.\"Brain diseases associated with neurodegenerationFrontotemporal dementia (FTD) and amyotrophic lateral sclerosis (ALS) are two brain diseases associated with neurodegeneration, the abnormally rapid death of brain cells. In FTD, the frontal lobes and temporal lobes are affected first, causing changes in the patient's behavior and personality, or problems with language. Loss of memory functions occurs only later on in the disease. After Alzheimer's disease, FTD is the most common form of dementia in young patients. A fraction of the FTD patients show symptoms consistent with ALS, a disease in which the nerve cells that control the muscles, in the brain and spinal cord, are affected.  This causes ALS patients to progressively lose muscle mass, resulting in loss of strength in the limbs and problems with speaking, swallowing, and breathing. ALS is more common without FTD symptoms. A common hereditary factorPrevious research by Prof. Van Broeckhoven's group demonstrated a genetic link between FTD and ALS, namely a mutation in the same gene C9orf72. Prof. Christine Van Broeckhoven (VIB-UAntwerp): \"The C9orf72 mutation is the most frequent mutation in FTD and ALS.  In the Belgian population, 37% of patients with ALS and 25% of patients with FTD can be explained by the presence of this C9orf72 mutation.  The C9orf72 mutation is present in 88% of patients with FTD plus ALS.\" These results dating from 2012 were published in The Lancet Neurology (Gijselinck et al.). The mutation in C9orf72 consists of a repetition of a short DNA sequence GGGGCC which can expand in patients up to several thousands of repetitions. It is not yet known why some patients get FTD and others ALS. The length of the C9orf72 repeat is determinative for the age of onset of the diseaseThe age at first presentation of disease symptoms ranges in patients from 29 to 82 years, even in patients from the same family. Until recently, there was no explanation for this high variability.  VIB-UAntwerp's researchers demonstrated in 2016 that the age of onset is determined by the number of GGGGCC repeats: the more repetitions, the earlier the age of onset. In C9orf72 families in which the affected parent had a late age of onset and their affected children an earlier age of onset, the researchers provided evidence that the GGGGCC repeat in the C9orf72 gene expanded from a short sequence of repeats (less than 200 repeats) to a long one (more than a thousand) (Gijselinck et al. Molecular Psychiatry 2016).Dr. Sara Van Mossevelde (VIB-UAntwerp): \"In a new clinical study in 36 C9orf72 families, we analyzed the age of onset of the patients in 2 to 4 generations. We found that there was a significant difference in the ages of onset between successive generations. In most families, the children were affected by the disease at a younger age, but there were no indications that the disease was progressing more quickly. We also found that in families with both FTD and ALS patients, if the parent had FTD the child was more likely to have FTD, and a similar principle applied to ALS.\" "}