{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txboston", "nutrition", "researcher", "neal", "barnard", "speakers", "american", "association", "advancement", "science", "annual", "meeting", "call", "new", "approach", "research", "alzheimer", "disease", "related", "dementias", "since", "decades", "animal", "experiments", "failed", "produce", "meaningful", "treatments", "cures", "focus", "must", "shift", "research", "population", "studies", "research", "suggests", "one", "risk", "developing", "alzheimer", "disease", "dementias", "reduced", "changes", "diet", "modifiable", "lifestyle", "factors", "says", "ann", "lam", "senior", "medical", "research", "specialist", "physicians", "committee", "responsible", "medicine", "green", "neuroscience", "laboratory", "neurolinx", "research", "institute", "research", "human", "patients", "populations", "holds", "greatest", "promise", "shifting", "perspectives", "dementia", "science", "health", "policy", "symposium", "chaired", "lam", "2017", "aaas", "annual", "meeting", "aaasmtgwhen", "10", "friday", "17", "2017where", "room", "306", "hynes", "convention", "center", "900", "boylston", "boston", "rhoda", "au", "professor", "department", "neurology", "boston", "university", "school", "medicine", "director", "neuropsychology", "framingham", "heart", "study", "neal", "barnard", "president", "physicians", "committee", "responsible", "medicine", "adjunct", "associate", "professor", "medicine", "george", "washington", "university", "school", "medicine", "health", "sciences", "jessica", "langbaum", "associate", "director", "alzheimer", "prevention", "initiative", "banner", "alzheimer", "institutein", "talk", "roads", "dementia", "prevention", "leveraging", "past", "enabling", "future", "dr", "au", "present", "historical", "significance", "framingham", "heart", "study", "well", "recent", "findings", "show", "untapped", "potential", "better", "understand", "preclinical", "alzheimer", "using", "data", "aspects", "captured", "current", "technology", "addition", "discuss", "limitations", "current", "diagnostic", "methods", "iot", "advance", "studies", "modifiable", "risk", "factors", "dementia", "spawn", "solutions", "precision", "health", "barnard", "talk", "alzheimer", "disease", "prevention", "dietary", "interventions", "provide", "overview", "failures", "translation", "animal", "models", "alzheimer", "research", "rapidly", "refining", "approaches", "clinical", "studies", "prevention", "dementia", "present", "examples", "global", "communities", "highly", "engaged", "prevention", "research", "models", "harmonizing", "traditional", "knowledge", "perspectives", "lifestyle", "factors", "also", "describe", "better", "integrate", "nutrition", "lifestyle", "factors", "research", "talk", "need", "national", "engagement", "alzheimer", "disease", "prevention", "strategies", "langbaum", "present", "overview", "evolution", "strategies", "arizona", "alzheimer", "registry", "nationwide", "alzheimer", "prevention", "registry", "discuss", "enormous", "potential", "engaging", "citizens", "science", "national", "level", "also", "show", "new", "infrastructure", "prevention", "research", "unlock", "potential", "individuals", "change", "perceptions", "role", "research", "educate", "participants", "impact", "scientific", "discoveries", "health", "interview", "barnard", "please", "contact", "jeanne", "mcvey", "jeannem", "founded", "1985", "physicians", "committee", "responsible", "medicine", "nonprofit", "health", "organization", "promotes", "preventive", "medicine", "conducts", "clinical", "research", "encourages", "higher", "standards", "ethics", "effectiveness", "research"], "url": "http://www.eurekalert.org/pub_releases/2017-02/pcfr-rod021417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBOSTON--Nutrition researcher Neal D. Barnard, M.D., and other speakers at the American Association for the Advancement of Science's Annual Meeting call for a new approach to research on Alzheimer's disease and related dementias.", "Since decades of animal experiments have failed to produce meaningful treatments or cures, the focus must shift to human-relevant research.", "\"Population studies and other human-focused research suggests that one's risk of developing Alzheimer's disease and other dementias can be reduced with changes to diet and other modifiable lifestyle factors,\" says Ann Lam, Ph.D., senior medical research specialist at the Physicians Committee for Responsible Medicine and co-director of the Green Neuroscience Laboratory, Neurolinx Research Institute.", "\"Research with human patients and populations holds the greatest promise.\"", "What: \"Shifting Perspectives on Dementia, Science, and Health Policy,\" a symposium chaired by Dr. Lam at the 2017 AAAS Annual Meeting #AAASmtgWhen: 10 to 11:30 a.m. on Friday, Feb. 17, 2017Where: Room 306, Hynes Convention Center, 900 Boylston St., Boston, Mass.Speakers:Rhoda Au, Ph.D., Professor, Department of Neurology, Boston University School of Medicine; Director of Neuropsychology, Framingham Heart Study\r\nNeal Barnard, M.D., President, Physicians Committee for Responsible Medicine; Adjunct Associate Professor of Medicine, George Washington University School of Medicine and Health Sciences\r\nJessica Langbaum, Ph.D., Associate Director, Alzheimer's Prevention Initiative, Banner Alzheimer's InstituteIn her talk, \"Roads to Dementia Prevention: Leveraging the Past and Enabling the Future,\" Dr.", "Au will present on the historical significance of the Framingham Heart Study as well as her recent findings which show the untapped potential to better understand preclinical Alzheimer's using real-time data and other aspects captured with current technology.", "In addition, she will discuss the limitations of current diagnostic methods and how IoT can advance studies of modifiable risk factors for dementia and spawn solutions for precision health of dementia.Dr.", "Barnard's talk \"Alzheimer's Disease: Prevention Through Dietary Interventions,\" will provide an overview of the failures in translation from animal models in Alzheimer's research and the rapidly refining human-based approaches and clinical studies on prevention of dementia.", "He will present examples of global communities that are highly engaged in prevention research and are models of harmonizing traditional knowledge and perspectives on lifestyle factors.", "He will also describe how to better integrate nutrition and lifestyle factors into research design.In her talk \"The Need for National Engagement in Alzheimer's Disease Prevention Strategies,\" Dr. Langbaum will present an overview of the evolution and strategies of the state-wide Arizona Alzheimer's Registry to the nationwide Alzheimer's Prevention Registry and discuss the enormous potential of engaging citizens in science at the national level.", "She will also show how new infrastructure for prevention research can unlock potential for individuals to change perceptions on their role in research and educate participants in their impact in scientific discoveries and health policy.For an interview with Dr. Barnard, please contact Jeanne McVey at 202-527-7316 or jeannem@pcrm.org.", "Founded in 1985, the Physicians Committee for Responsible Medicine is a nonprofit health organization that promotes preventive medicine, conducts clinical research, and encourages higher standards for ethics and effectiveness in research."], "title": "Research on dementia needs new approach say scientists at 2017 AAAS Annual Meeting | EurekAlert! Science News", "source": "Physicians Committee for Responsible Medicine", "date": "2018-01-19_20:33:50", "year": "Tue, 14 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBOSTON--Nutrition researcher Neal D. Barnard, M.D., and other speakers at the American Association for the Advancement of Science's Annual Meeting call for a new approach to research on Alzheimer's disease and related dementias. Since decades of animal experiments have failed to produce meaningful treatments or cures, the focus must shift to human-relevant research. \"Population studies and other human-focused research suggests that one's risk of developing Alzheimer's disease and other dementias can be reduced with changes to diet and other modifiable lifestyle factors,\" says Ann Lam, Ph.D., senior medical research specialist at the Physicians Committee for Responsible Medicine and co-director of the Green Neuroscience Laboratory, Neurolinx Research Institute. \"Research with human patients and populations holds the greatest promise.\"  What: \"Shifting Perspectives on Dementia, Science, and Health Policy,\" a symposium chaired by Dr. Lam at the 2017 AAAS Annual Meeting #AAASmtgWhen: 10 to 11:30 a.m. on Friday, Feb. 17, 2017Where: Room 306, Hynes Convention Center, 900 Boylston St., Boston, Mass.Speakers:Rhoda Au, Ph.D., Professor, Department of Neurology, Boston University School of Medicine; Director of Neuropsychology, Framingham Heart Study\r\nNeal Barnard, M.D., President, Physicians Committee for Responsible Medicine; Adjunct Associate Professor of Medicine, George Washington University School of Medicine and Health Sciences\r\nJessica Langbaum, Ph.D., Associate Director, Alzheimer's Prevention Initiative, Banner Alzheimer's InstituteIn her talk, \"Roads to Dementia Prevention: Leveraging the Past and Enabling the Future,\" Dr. Au will present on the historical significance of the Framingham Heart Study as well as her recent findings which show the untapped potential to better understand preclinical Alzheimer's using real-time data and other aspects captured with current technology. In addition, she will discuss the limitations of current diagnostic methods and how IoT can advance studies of modifiable risk factors for dementia and spawn solutions for precision health of dementia.Dr. Barnard's talk \"Alzheimer's Disease: Prevention Through Dietary Interventions,\" will provide an overview of the failures in translation from animal models in Alzheimer's research and the rapidly refining human-based approaches and clinical studies on prevention of dementia. He will present examples of global communities that are highly engaged in prevention research and are models of harmonizing traditional knowledge and perspectives on lifestyle factors. He will also describe how to better integrate nutrition and lifestyle factors into research design.In her talk \"The Need for National Engagement in Alzheimer's Disease Prevention Strategies,\" Dr. Langbaum will present an overview of the evolution and strategies of the state-wide Arizona Alzheimer's Registry to the nationwide Alzheimer's Prevention Registry and discuss the enormous potential of engaging citizens in science at the national level. She will also show how new infrastructure for prevention research can unlock potential for individuals to change perceptions on their role in research and educate participants in their impact in scientific discoveries and health policy.For an interview with Dr. Barnard, please contact Jeanne McVey at 202-527-7316 or jeannem@pcrm.org. Founded in 1985, the Physicians Committee for Responsible Medicine is a nonprofit health organization that promotes preventive medicine, conducts clinical research, and encourages higher standards for ethics and effectiveness in research.\r\n"}