{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "cryptic", "exons", "common", "cell", "types", "many", "cryptic", "exons", "unique", "neurons", "58", "muscle", "79", "stem", "cells", "22", "common", "cryptic", "exons", "several", "view", "korea", "brain", "research", "institute", "president", "kim", "announced", "wednesday", "february", "8", "2017", "international", "collaborative", "research", "team", "including", "senior", "researcher", "yun", "ha", "jeong", "succeeded", "discovering", "phenomenon", "cryptic", "exons", "related", "lou", "gehrig", "disease", "frontotemporal", "dementia", "ftd", "highly", "variable", "depending", "cell", "types", "recently", "studies", "protein", "transactive", "response", "dna", "binding", "protein", "43", "kda", "tardbp", "major", "common", "cause", "frontotemporal", "dementia", "ftd", "lou", "gehrig", "disease", "amyotrophic", "lateral", "sclerosis", "als", "spreads", "muscle", "paralysis", "throughout", "body", "actively", "conducted", "diseases", "considered", "cause", "significant", "problems", "ageing", "societies", "protein", "regulates", "process", "making", "proteins", "genes", "normal", "repress", "expression", "specific", "cryptic", "exon", "produce", "normal", "protein", "however", "problem", "exists", "possibility", "producing", "abnormal", "protein", "increases", "scientists", "expect", "elucidate", "pathogenic", "mechanisms", "frontotemporal", "dementia", "ftd", "diseases", "find", "protein", "cryptic", "interact", "depending", "cellular", "context", "cryptic", "exons", "regions", "genome", "normally", "skipped", "spliceosome", "due", "presence", "adjacent", "ug", "microsatellite", "repeats", "consensus", "binding", "site", "usually", "role", "normally", "made", "mrna", "collaborative", "research", "team", "confirmed", "different", "kinds", "cryptic", "exons", "produced", "depending", "cell", "types", "muscle", "cells", "neurons", "experiment", "using", "mice", "prevented", "expressing", "protein", "desired", "cells", "abnormal", "proteins", "found", "cells", "formed", "interlacing", "cryptic", "exons", "unstable", "terms", "structure", "prematurely", "disrupted", "thus", "function", "improperly", "research", "team", "hoped", "differences", "elucidate", "causes", "diseases", "frontotemporal", "dementia", "lou", "gehrig", "disease", "bring", "different", "diseases", "depending", "researcher", "yun", "ha", "jeong", "korea", "brain", "research", "institute", "said", "study", "suggests", "proteinopathy", "specific", "cryptic", "exons", "involved", "process", "degenerative", "brain", "muscle", "disorders", "unique", "way", "believe", "utilized", "early", "diagnosis", "maker", "well", "development", "therapeutic", "agents", "neurological", "diseases", "muscle", "disorders", "meanwhile", "research", "outcome", "published", "february", "2", "2017", "molecular", "neurodegeneration", "open", "access", "journal", "field", "neuroscience", "research", "funded", "brain", "researches", "infrastructure", "projects", "ministry", "science", "ict", "future", "planning", "senior", "researcher", "yun", "ha", "jeong", "postdoctoral", "researcher", "department", "neuropathology", "school", "medicine", "johns", "hopkins", "university", "participated", "study", "primary", "author", "professor", "philip", "wong", "johns", "hopkins", "university", "participated", "corresponding", "author"], "url": "http://www.eurekalert.org/pub_releases/2017-02/kbri-vtc021417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: (a) While some cryptic exons are common between cell types, many cryptic exons are unique to neurons (58), muscle (79) and stem cells [22].", "Of the common cryptic exons, several...\n       view more The Korea Brain Research Institute (President Kyung-jin Kim) announced on Wednesday February 8, 2017 that an international collaborative research team including Senior Researcher Yun Ha Jeong succeeded in discovering a phenomenon that cryptic exons that are related to Lou Gehrig's Disease and Frontotemporal Dementia (FTD) are highly variable depending on the cell types.", "Recently, studies about Tdp-43 protein (Transactive response DNA binding protein 43 kDa, TARDBP), a major common cause of Frontotemporal Dementia (FTD) and so-called Lou Gehrig's Disease (Amyotrophic Lateral Sclerosis, ALS), which spreads muscle paralysis throughout the body have been actively conducted.", "These diseases are considered to cause significant problems in ageing societies.", "Tdp-43 is a protein that regulates the process of making proteins from genes.", "If Tdp-43 is normal, it will repress the expression of a specific cryptic exon and produce a normal protein; however, when a problem in Tdp-43 exists, the possibility of producing an abnormal protein increases.", "Scientists expect to elucidate pathogenic mechanisms of Frontotemporal Dementia (FTD) and other diseases once they find how Tdp-43 protein and cryptic exons* interact with each other depending on the cellular context.", "(* Cryptic exons are regions of the genome that are normally skipped by the spliceosome due to the presence of adjacent UG microsatellite repeats, the consensus binding site of Tdp-43.", "They usually have no role because they are not normally made into mRNA.", ")The collaborative research team confirmed that different kinds of cryptic exons were produced depending on the cell types such as muscle cells and neurons after an experiment using gene-manipulated mice that were prevented from expressing Tdp-43 protein in the desired cells.", "Abnormal proteins found in cells are formed by interlacing of cryptic exons, so they are unstable in terms of structure or are prematurely disrupted; thus, they function improperly.", "The research team hoped that these differences will elucidate the causes of diseases such as Frontotemporal Dementia and Lou Gehrig's Disease that bring out different diseases depending on cells.Senior Researcher Yun Ha Jeong from the Korea Brain Research Institute said, \"This study suggests that Tdp-43 proteinopathy and specific cryptic exons are involved in the process of degenerative brain and muscle disorders in a unique way.", "I believe it can be utilized as an early diagnosis maker as well as in the development of therapeutic agents for neurological diseases and muscle disorders.", "\"Meanwhile, this research outcome was published on February 2, 2017 in Molecular Neurodegeneration, an open access journal in the field of neuroscience, and the research was funded by the 'Major-four Brain Researches Infrastructure Projects' by the Ministry of Science, ICT and Future Planning.", "Senior Researcher Yun Ha Jeong, who was a postdoctoral researcher at the Department of Neuropathology, the School of Medicine, Johns Hopkins University, participated as the study's primary author, while Professor Philip C. Wong from the Johns Hopkins University participated as a corresponding author."], "title": "Variable Tdp-43 cryptic exons between cell types | EurekAlert! Science News", "source": "Korea Brain Research Institute", "date": "2018-01-19_20:33:53", "year": "Tue, 14 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: (a) While some cryptic exons are common between cell types, many cryptic exons are unique to neurons (58), muscle (79) and stem cells [22]. Of the common cryptic exons, several...\n       view more The Korea Brain Research Institute (President Kyung-jin Kim) announced on Wednesday February 8, 2017 that an international collaborative research team including Senior Researcher Yun Ha Jeong succeeded in discovering a phenomenon that cryptic exons that are related to Lou Gehrig's Disease and Frontotemporal Dementia (FTD) are highly variable depending on the cell types. Recently, studies about Tdp-43 protein (Transactive response DNA binding protein 43 kDa, TARDBP), a major common cause of Frontotemporal Dementia (FTD) and so-called Lou Gehrig's Disease (Amyotrophic Lateral Sclerosis, ALS), which spreads muscle paralysis throughout the body have been actively conducted. These diseases are considered to cause significant problems in ageing societies. Tdp-43 is a protein that regulates the process of making proteins from genes. If Tdp-43 is normal, it will repress the expression of a specific cryptic exon and produce a normal protein; however, when a problem in Tdp-43 exists, the possibility of producing an abnormal protein increases. Scientists expect to elucidate pathogenic mechanisms of Frontotemporal Dementia (FTD) and other diseases once they find how Tdp-43 protein and cryptic exons* interact with each other depending on the cellular context.  \r\n(* Cryptic exons are regions of the genome that are normally skipped by the spliceosome due to the presence of adjacent UG microsatellite repeats, the consensus binding site of Tdp-43. They usually have no role because they are not normally made into mRNA. )The collaborative research team confirmed that different kinds of cryptic exons were produced depending on the cell types such as muscle cells and neurons after an experiment using gene-manipulated mice that were prevented from expressing Tdp-43 protein in the desired cells. Abnormal proteins found in cells are formed by interlacing of cryptic exons, so they are unstable in terms of structure or are prematurely disrupted; thus, they function improperly. The research team hoped that these differences will elucidate the causes of diseases such as Frontotemporal Dementia and Lou Gehrig's Disease that bring out different diseases depending on cells.Senior Researcher Yun Ha Jeong from the Korea Brain Research Institute said, \"This study suggests that Tdp-43 proteinopathy and specific cryptic exons are involved in the process of degenerative brain and muscle disorders in a unique way. I believe it can be utilized as an early diagnosis maker as well as in the development of therapeutic agents for neurological diseases and muscle disorders.\"Meanwhile, this research outcome was published on February 2, 2017 in Molecular Neurodegeneration, an open access journal in the field of neuroscience, and the research was funded by the 'Major-four Brain Researches Infrastructure Projects' by the Ministry of Science, ICT and Future Planning. Senior Researcher Yun Ha Jeong, who was a postdoctoral researcher at the Department of Neuropathology, the School of Medicine, Johns Hopkins University, participated as the study's primary author, while Professor Philip C. Wong from the Johns Hopkins University participated as a corresponding author."}