{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "kapil", "sethi", "neurologist", "medical", "college", "georgia", "department", "neurology", "movement", "disorders", "program", "augusta", "university", "view", "augusta", "14", "2017", "constant", "infusion", "drug", "used", "intermittently", "rescue", "patients", "parkinson", "bouts", "immobility", "may", "also", "help", "avoid", "debilitating", "symptoms", "smooth", "movement", "throughout", "day", "say", "presently", "used", "therapy", "helps", "bridge", "gap", "said", "kapil", "sethi", "neurologist", "medical", "college", "georgia", "department", "neurology", "movement", "disorders", "program", "augusta", "university", "referencing", "debilitating", "times", "oral", "parkinson", "medication", "levodopa", "stops", "working", "patients", "may", "experience", "periods", "slow", "even", "movement", "without", "warning", "may", "reach", "apomorphine", "dopamine", "receptor", "agonist", "currently", "available", "prefilled", "syringe", "quickly", "directly", "activates", "dopamine", "receptors", "brain", "levels", "neurotransmitter", "dopamine", "typically", "enables", "brain", "control", "movement", "substantially", "reduced", "parkinson", "disease", "cells", "inexplicably", "become", "damaged", "nearly", "standard", "treatment", "levodopa", "typically", "taken", "tablet", "capsule", "form", "converts", "dopamine", "reaches", "brain", "short", "patients", "must", "take", "four", "times", "daily", "advanced", "disease", "may", "need", "take", "eight", "nine", "times", "sethi", "said", "time", "particularly", "young", "patients", "may", "experience", "bouts", "slowness", "even", "freezing", "movement", "next", "levodopa", "dose", "kicks", "time", "patients", "reach", "injectable", "form", "apomorphine", "rescue", "anything", "get", "consistent", "levodopa", "levels", "brain", "constantly", "stimulate", "dopamine", "receptors", "really", "improve", "somebody", "quality", "life", "sethi", "said", "mcg", "au", "movement", "disorders", "program", "among", "20", "sites", "across", "nation", "enrolling", "60", "patients", "study", "primarily", "assess", "safety", "constant", "subcutaneous", "infusion", "apomorphine", "18", "hours", "daily", "know", "works", "said", "sethi", "fact", "injectable", "apomorphine", "works", "quickly", "10", "minutes", "effects", "last", "minutes", "oral", "medication", "like", "levodopa", "kicked", "new", "formulation", "work", "constantly", "said", "sethi", "ideally", "smoothing", "rough", "spots", "patients", "right", "patient", "right", "amount", "mcg", "movement", "disorders", "specialists", "patients", "already", "seen", "injectable", "apomorphine", "work", "really", "dramatic", "seen", "patients", "come", "give", "shot", "within", "10", "15", "minutes", "walking", "almost", "normally", "sethi", "said", "problem", "ca", "take", "enough", "injections", "keep", "movement", "smoothly", "said", "despite", "swift", "action", "patients", "want", "use", "injectable", "drug", "infusion", "approach", "works", "much", "like", "modern", "insulin", "pump", "also", "enable", "eventual", "significant", "reduction", "doses", "levodopa", "sethi", "said", "uniform", "dosing", "also", "potential", "decrease", "dyskinesia", "uncontrolled", "movement", "rather", "frozen", "movement", "time", "since", "peaks", "valleys", "drug", "action", "seem", "contribute", "said", "researchers", "collecting", "data", "whether", "form", "therapy", "reduces", "time", "increases", "time", "patients", "advanced", "disease", "participants", "keeping", "diaries", "well", "could", "move", "three", "days", "prior", "10", "study", "visits", "eligible", "patients", "must", "average", "least", "three", "hours", "daily", "time", "despite", "existing", "treatment", "strategy", "age", "30", "80", "used", "injectable", "form", "drug", "need", "weaned", "week", "starting", "study", "continuous", "apomorphine", "infusion", "approved", "use", "united", "kingdom", "dozen", "years", "ago", "unlike", "many", "clinical", "studies", "patients", "get", "drug", "investigation", "others", "get", "placebo", "patients", "study", "receive", "drug", "52", "weeks", "option", "continuing", "receive", "food", "drug", "administration", "approves", "usage", "united", "states", "study", "stopped", "new", "participants", "brought", "clinic", "four", "hours", "proper", "dosing", "established", "parkinson", "disease", "common", "neurodegenerative", "disorder", "united", "states", "according", "national", "institute", "neurological", "disorders", "stroke", "parkinson", "typically", "diagnosed", "age", "60", "years", "older", "5", "10", "percent", "patients", "diagnosed", "age", "50", "according", "ninds", "cause", "parkinson", "essentially", "unknown", "although", "individuals", "appear", "genetic", "susceptibility", "combination", "likely", "multiple", "environmental", "factors", "sethi", "said", "ubiquitous", "world", "said", "patients", "develop", "parkinson", "tend", "previously", "healthy", "nonsmokers", "generally", "take", "good", "care", "symptoms", "include", "hand", "tremors", "decrease", "movement", "slowness", "movement", "makes", "walking", "difficult", "patients", "may", "develop", "shuffling", "gait", "dementia", "may", "surface", "several", "years", "however", "may", "subtle", "seemingly", "nonspecific", "symptoms", "20", "years", "prior", "include", "lack", "normal", "paralysis", "occurs", "rem", "rapid", "eye", "movement", "sleep", "tend", "dream", "patients", "may", "quite", "literally", "act", "dreams", "talk", "sleep", "kick", "sleep", "may", "fall", "bed", "fighting", "demons", "middle", "night", "sleeping", "sethi", "said", "problems", "constipation", "may", "early", "sign", "muscle", "control", "slipping", "reduced", "sense", "smell", "also", "common", "neurological", "disorder", "parkinson", "widespread", "disorder", "wherever", "nerves", "go", "affected", "multiple", "different", "types", "systems", "sethi", "said", "diagnoses", "made", "symptoms", "although", "sophisticated", "brain", "studies", "including", "magnetic", "resonance", "imaging", "datscan", "helps", "determine", "location", "availability", "dopamine", "brain", "helpful", "particularly", "unusual", "currently", "injectable", "form", "levodopa", "infused", "form", "development", "inhalable", "likely", "form", "drug", "also", "late", "stage", "development", "already", "testing", "centers", "mcg", "au", "health", "form", "rescue", "apomorphine", "placed", "tongue", "wo", "require", "shots", "also", "development", "along", "drug", "treatment", "also", "deep", "brain", "stimulation", "surgical", "procedure", "uses", "device", "block", "electrical", "impulses", "result", "wide", "range", "abnormal", "movements", "procedure", "also", "help", "smooth", "patient", "information", "apomorphine", "infusion", "study", "contact", "dedi", "mclane", "clinical", "research", "assistant", "clinical", "study", "funded", "us", "worldmeds", "developers", "apomorphine", "continuous", "subcutaneous", "infusion"], "url": "http://www.eurekalert.org/pub_releases/2017-02/mcog-nit021417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Kapil D. Sethi, neurologist at the Medical College of Georgia Department of Neurology and Movement Disorders Program at Augusta University.", "view more AUGUSTA, Ga. (Feb. 14, 2017) - Constant infusion of a drug now used intermittently to \"rescue\" patients with Parkinson's from bouts of immobility may also help avoid these debilitating symptoms and smooth out their movement throughout the day, physician-scientists say.", "\"As presently used, this therapy helps bridge a gap,\" said Dr. Kapil D. Sethi, neurologist at the Medical College of Georgia Department of Neurology and Movement Disorders Program at Augusta University.", "He's referencing debilitating in-between times when the oral Parkinson's medication levodopa stops working and patients may experience periods of slow or even no movement without warning.", "That's when they may reach for apomorphine, a dopamine receptor agonist currently available in a prefilled syringe, which quickly and directly activates dopamine receptors in the brain.", "Levels of the neurotransmitter dopamine, which typically enables the brain to control movement, are substantially reduced in Parkinson's disease as dopamine-producing cells inexplicably become damaged and die.The nearly 50-year-old standard treatment, levodopa, which is typically taken in tablet or capsule form and converts to dopamine when it reaches the brain, has a short half-life.", "Most patients must take it four times daily, but those with more advanced disease may need to take it up to eight or nine times, Sethi said.", "Over time, particularly young patients may experience more bouts of slowness even freezing of movement until their next levodopa dose kicks in.", "That in-between time is when some patients now reach for the injectable form of apomorphine as a rescue.", "\"Anything that can get consistent levodopa levels in the brain or constantly stimulate dopamine receptors can really improve somebody's quality of life,\" Sethi said.", "MCG and the AU Movement Disorders Program are among up to 20 sites across the nation enrolling up to 60 patients in a study that will primarily assess the safety of constant subcutaneous infusion of the apomorphine over 18 hours daily.", "\"We know it works,\" said Sethi.", "In fact, injectable apomorphine works quickly - in about 10 minutes - but effects last only about 30-40 minutes.", "By then, the oral medication, like levodopa, should have kicked in.", "\"The new formulation will work constantly,\" said Sethi, ideally smoothing out these rough spots for patients.", "With the right patient and right amount, the MCG movement disorders specialists and their patients already have seen injectable apomorphine work.", "\"It's really dramatic.", "We have seen patients come in wheelchair-bound, and you give them a shot, and within 10 or 15 minutes, they are walking almost normally again,\" Sethi said.", "\"The problem is you can't take enough injections to keep your movement smoothly on, he said.", "And, despite its swift action, some patients just don't want to use an injectable drug.", "The infusion approach, which works much like a modern insulin pump, should also enable an eventual and significant reduction in doses of levodopa, Sethi said.", "The more uniform dosing also has the potential to decrease dyskinesia - uncontrolled movement, rather than just frozen movement - over time, since the peaks and valleys of drug action seem to contribute to it, he said.", "Researchers will be collecting data on whether this form of therapy reduces off time and increases on time for patients with advanced disease.", "Participants are keeping diaries of how well they could move for the three days prior to each of their 10 study visits.", "Eligible patients must have an average of at least three hours daily of off time despite their existing treatment strategy and be age 30 to 80.", "They can have used the injectable form of the drug but will need to be weaned off it for about a week before starting the study.", "Continuous apomorphine infusion was approved for use in the United Kingdom a dozen years ago.", "Unlike many clinical studies where some patients get the drug under investigation and others get placebo, all patients in this study will receive the drug for up to 52 weeks with the option of continuing to receive it until the Food and Drug Administration approves its usage in the United States or until the study is stopped.", "New participants will be brought to the clinic for about four hours so proper dosing can be established.", "Parkinson's disease is the second-most common neurodegenerative disorder in the United States, according to the National Institute of Neurological Disorders and Stroke.", "Parkinson's is typically diagnosed at age 60 years or older, but about 5 to 10 percent of patients are diagnosed before age 50, according to the NINDS.", "The cause(s) of Parkinson's is essentially unknown although some individuals appear to have a genetic susceptibility in combination with likely multiple environmental factors, Sethi said.", "\"It's ubiquitous; it's all over the world,\" he said.", "Patients who develop Parkinson's tend to be previously healthy nonsmokers who generally take good care of themselves.", "Symptoms can include hand tremors that decrease with movement, a slowness of movement that makes walking difficult so patients may develop a shuffling gait, and dementia may surface after several years.", "However, there may be subtle, seemingly nonspecific symptoms for 20 years prior that can include lack of the normal paralysis that occurs during REM, or rapid eye movement sleep, when you tend to dream so patients may quite literally act out their dreams.", "\"They talk in their sleep, they kick in their sleep, they may fall out of bed because they were fighting some demons in the middle of the night while they were sleeping,\" Sethi said.", "Problems with constipation may be an early sign that muscle control is slipping, and a reduced sense of smell also is common in this neurological disorder.", "\"Parkinson's is a very widespread disorder.", "Wherever the nerves go, they can be affected in multiple different types of systems,\" Sethi said.", "Most diagnoses are made from symptoms although sophisticated brain studies, including magnetic resonance imaging or the DaTscan, which helps determine the location and availability of dopamine in the brain, can be helpful particularly if there are any unusual symptoms.There is currently no injectable form of levodopa, but an infused form is under development.", "An inhalable and likely faster-acting form of the drug also is in the late stage of development and has already had some testing at some centers such as MCG and AU Health.", "A form of rescue apomorphine that can be placed under the tongue and won't require shots also is under development, along with other drug treatment options.Patients can also have deep brain stimulation, a surgical procedure that uses a pacemaker-like device to block electrical impulses that result in a wide range of abnormal movements.", "The procedure can also help smooth out patient movement.For more information about the apomorphine infusion study, contact Dedi McLane, clinical research assistant, at 706-721-4912.", "The clinical study is funded by US WorldMeds, developers of apomorphine continuous subcutaneous infusion."], "title": "New infusion therapy may help smooth out movement for patients with Parkinson's | EurekAlert! Science News", "source": "Medical College of Georgia at Augusta University", "date": "2018-01-19_20:33:56", "year": "Tue, 14 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Kapil D. Sethi, neurologist at the Medical College of Georgia Department of Neurology and Movement Disorders Program at Augusta University.\n       view more AUGUSTA, Ga. (Feb. 14, 2017) - Constant infusion of a drug now used intermittently to \"rescue\" patients with Parkinson's from bouts of immobility may also help avoid these debilitating symptoms and smooth out their movement throughout the day, physician-scientists say. \"As presently used, this therapy helps bridge a gap,\" said Dr. Kapil D. Sethi, neurologist at the Medical College of Georgia Department of Neurology and Movement Disorders Program at Augusta University. He's referencing debilitating in-between times when the oral Parkinson's medication levodopa stops working and patients may experience periods of slow or even no movement without warning. That's when they may reach for apomorphine, a dopamine receptor agonist currently available in a prefilled syringe, which quickly and directly activates dopamine receptors in the brain. Levels of the neurotransmitter dopamine, which typically enables the brain to control movement, are substantially reduced in Parkinson's disease as dopamine-producing cells inexplicably become damaged and die.The nearly 50-year-old standard treatment, levodopa, which is typically taken in tablet or capsule form and converts to dopamine when it reaches the brain, has a short half-life. Most patients must take it four times daily, but those with more advanced disease may need to take it up to eight or nine times, Sethi said. Over time, particularly young patients may experience more bouts of slowness even freezing of movement until their next levodopa dose kicks in. That in-between time is when some patients now reach for the injectable form of apomorphine as a rescue. \"Anything that can get consistent levodopa levels in the brain or constantly stimulate dopamine receptors can really improve somebody's quality of life,\" Sethi said. MCG and the AU Movement Disorders Program are among up to 20 sites across the nation enrolling up to 60 patients in a study that will primarily assess the safety of constant subcutaneous infusion of the apomorphine over 18 hours daily.   \"We know it works,\" said Sethi. In fact, injectable apomorphine works quickly - in about 10 minutes - but effects last only about 30-40 minutes. By then, the oral medication, like levodopa, should have kicked in. \"The new formulation will work constantly,\" said Sethi, ideally smoothing out these rough spots for patients. With the right patient and right amount, the MCG movement disorders specialists and their patients already have seen injectable apomorphine work. \"It's really dramatic. We have seen patients come in wheelchair-bound, and you give them a shot, and within 10 or 15 minutes, they are walking almost normally again,\" Sethi said. \"The problem is you can't take enough injections to keep your movement smoothly on, he said. And, despite its swift action, some patients just don't want to use an injectable drug. The infusion approach, which works much like a modern insulin pump, should also enable an eventual and significant reduction in doses of levodopa, Sethi said. The more uniform dosing also has the potential to decrease dyskinesia - uncontrolled movement, rather than just frozen movement - over time, since the peaks and valleys of drug action seem to contribute to it, he said. Researchers will be collecting data on whether this form of therapy reduces off time and increases on time for patients with advanced disease.  Participants are keeping diaries of how well they could move for the three days prior to each of their 10 study visits.  Eligible patients must have an average of at least three hours daily of off time despite their existing treatment strategy and be age 30 to 80. They can have used the injectable form of the drug but will need to be weaned off it for about a week before starting the study. Continuous apomorphine infusion was approved for use in the United Kingdom a dozen years ago. Unlike many clinical studies where some patients get the drug under investigation and others get placebo, all patients in this study will receive the drug for up to 52 weeks with the option of continuing to receive it until the Food and Drug Administration approves its usage in the United States or until the study is stopped. New participants will be brought to the clinic for about four hours so proper dosing can be established. Parkinson's disease is the second-most common neurodegenerative disorder in the United States, according to the National Institute of Neurological Disorders and Stroke.  Parkinson's is typically diagnosed at age 60 years or older, but about 5 to 10 percent of patients are diagnosed before age 50, according to the NINDS. The cause(s) of Parkinson's is essentially unknown although some individuals appear to have a genetic susceptibility in combination with likely multiple environmental factors, Sethi said. \"It's ubiquitous; it's all over the world,\" he said. Patients who develop Parkinson's tend to be previously healthy nonsmokers who generally take good care of themselves. Symptoms can include hand tremors that decrease with movement, a slowness of movement that makes walking difficult so patients may develop a shuffling gait, and dementia may surface after several years. However, there may be subtle, seemingly nonspecific symptoms for 20 years prior that can include lack of the normal paralysis that occurs during REM, or rapid eye movement sleep, when you tend to dream so patients may quite literally act out their dreams. \"They talk in their sleep, they kick in their sleep, they may fall out of bed because they were fighting some demons in the middle of the night while they were sleeping,\" Sethi said.  Problems with constipation may be an early sign that muscle control is slipping, and a reduced sense of smell also is common in this neurological disorder. \"Parkinson's is a very widespread disorder. Wherever the nerves go, they can be affected in multiple different types of systems,\" Sethi said. Most diagnoses are made from symptoms although sophisticated brain studies, including magnetic resonance imaging or the DaTscan, which helps determine the location and availability of dopamine in the brain, can be helpful particularly if there are any unusual symptoms.There is currently no injectable form of levodopa, but an infused form is under development. An inhalable and likely faster-acting form of the drug also is in the late stage of development and has already had some testing at some centers such as MCG and AU Health. A form of rescue apomorphine that can be placed under the tongue and won't require shots also is under development, along with other drug treatment options.Patients can also have deep brain stimulation, a surgical procedure that uses a pacemaker-like device to block electrical impulses that result in a wide range of abnormal movements. The procedure can also help smooth out patient movement.For more information about the apomorphine infusion study, contact Dedi McLane, clinical research assistant, at 706-721-4912.  The clinical study is funded by US WorldMeds, developers of apomorphine continuous subcutaneous infusion.\r\n"}