{"funder": "Ministry of Education, Culture, Sports, Science and Technology of Japan, Japan Agency for Medical Research and Development", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/nu-lib021217.php", "description": "Research led by Nagoya University identified an interaction of two neuronal proteins that is crucial for maintaining the tau isoform balance and preventing development of the dementia frontotemporal lobar degeneration (FTLD). Blocking expression of either protein altered the tau ratio, and caused FTLD-like phenotypes in mice such as behavioral changes and hippocampal loss. The phenotype was rescued by rebalancing the tau ratio. This mouse model could be used to develop FTLD therapies.", "region": "asia", "title": "Link identified between nerve cell proteins and middle-age onset Dementia", "text": "Nagoya, Japan - Frontotemporal lobar degeneration (FTLD) is a type of dementia characterized by personality changes, language dysfunction, and abnormal behavior. It has an earlier onset than Alzheimer's disease, and is associated with a buildup of the tau protein in affected nerve cells (neurons).Nagoya University-led Japanese research has now revealed that loss of the interaction between two RNA binding proteins changes the expression ratio of different forms of tau protein, producing the FTLD phenotype in mice, and that this could be rescued by rebalancing the tau ratio. The study was reported in Cell Reports.The RNA binding protein FUS is linked to both familial and sporadic FTLD/ALS. The researchers investigated other proteins that bind the FUS complex within the nucleus and found another RNA metabolism regulator, SFPQ, to be key to the complex formation.Both FUS and SFPQ control the process known as alternative splicing by which exons of a gene are joined to other exons or skipped altogether to produce different messenger RNAs and, consequently, different versions (isoforms) of the same protein. FUS/SFPQ-regulated alternative splicing of the Mapt gene at exon 10 produces two different tau isoforms (4R-T and 3R-T) that are usually balanced. However, the team showed that FUS or SFPQ silencing resulted in an excess of 4R-T over 3R-T.The researchers generated mice lacking expression of FUS or SFPQ in a region of their brain important for memory and spatial navigation; the hippocampus. These mice were observed to have abnormal behaviors that resembled those of FTLD.\"They also had a reduced hippocampal volume, loss of neuronal cells, and less nerve cell growth than control animals,\" study first author Shinsuke Ishigaki says. \"Crucially, the mice showed increased levels of a modified form of tau that is a known hallmark of FTLD and other neurodegenerative diseases.\"The team attempted to rescue this disease phenotype in mice by rebalancing the 4R-T/3R-T ratio. \"We achieved this by introducing a short sequence of RNA to block 4R-T expression,\" corresponding author Gen Sobue explains. \"This recovered most of the changes associated with FTLD that had been caused by FUS or SFPQ silencing.\"The researchers confirmed that the link between FUS/SFPQ and tau isoform regulation also exists in humans using a model from human stem cell-derived neurons and a mini-gene, implying a role for tau isoform imbalance in FTLD development in humans.", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.01.013", "institution": "Nagoya University", "journal": "Cell Reports", "keywords": ["Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Neurobiology"], "date": "Sun, 12 Feb 2017 05:00:00 GMT", "source_link": "http://en.nagoya-u.ac.jp/research/activities/news/2017/02/link-identified-between-nerve-cell-proteins-and-middle-age-onset-dementia.html"}