{"institution": "DGIST (Daegu Gyeongbuk Institute of Science and Technology)", "title": "Multichannel EEG recordings enable precise brain wave measurement of fish", "url": "http://www.eurekalert.org/pub_releases/2017-07/dgi-mer070517.php", "article_link": "http://dx.doi.org/10.1038/s41598-017-03482-6", "region": "asia", "funder": "Ministry of Science, ICT, and Future Planning, Korea", "meeting": "", "journal": "Scientific Reports", "source_link": null, "text": "A research team led by Professor Sohee Kim at the Robotics Engineering department succeeded in measuring zebrafish's multi-channel electroencephalogram (EEG) on June 12 (Mon) for the first time in the world.DGIST Professor Sohee Kim's research team carried out a joint research with a doctoral researcher Sung-Joon Cho (first author) at School of Electrical Engineering and Computer Science in Gwangju Institute of Science and Technology (GIST), and a research team led by Professor Myeong-Kyu Kim at Department of Neurology in Chonnam National University Medical School and developed a technique which enables precise measure of the brain waves of zebrafish using non-invasive method. Today, zebrafish is rising as a new experimental animal model that can replace or supplement rodents such as mice, which are now widely used as experimental animals. Zebrafish is considered to be much more economical as an experimental animal than rodents because its genetic characteristics are sizably similar to those of humans and it is possible to obtain many organisms at once as the cycle of spawning and hatching are short. In particular, it has the advantage to significantly reduce the cost and time required for screening candidate drugs in the development of new drugs as a candidate drug can be injected into a tank containing zebrafishes and a large number of zebrafishes can be simultaneously observed rapidly in large quantities to see how they are affected by the drug. Since zebrafish has been spotlighted as an experimental animal, many studies have tried to measure the EEG waves of the zebrafish in many countries. However, on the zebrafish adults, only the single-channel EEG was measured using invasive method.As zebrafish is a small aquatic creature and there were many limitations and difficulties to measure multichannel EEG. For example, in order to measure the brain waves of zebrafish, which breathe with gill, outside the water, moisture must be maintained. However, it was difficult to measure independent EEG on each channel as short-circuit between channels occurred when using the non-invasive EEG measurement. The research team designed a technique to sustain the gill respiration while minimizing the moisture of the zebrafish scalp outside the water, enabling one-hour-long stable multichannel EEG measurement using flexible circuit board electrodes.A single channel EEG measurement cannot indicate in which area the EEG is generated and to which direction the EEG spreads. However, multichannel EEG technique developed by the research team enables precise observation and study on the generation of EEG in specific area of the brain and the direction of EEG propagation. Therefore, the technique is expected to be useful in the development of new drugs for the treatment of brain diseases such as epilepsy syndrome.Professor Sohee Kim at DGIST's Robotics Engineering Department said \"The key is that the technique succeeded in measuring multichannel EEG using a non-invasive method by keeping the zebrafish alive for 60 minutes outside the water.\" The professor also stated \"It can be used for new candidate drug discovery and drug development studies to treat cranial nervous system diseases that do not have effective therapeutic drugs.\" ", "keywords": ["Medicine/Health", " Neurobiology", " Physiology"], "description": "Today, zebrafish is rising as a new experimental animal model that can replace or supplement rodents such as mice. Research team led by Professor Sohee Kim succeeded in measuring multichannel EEG of zebrafish using non-invasive method, which enables precise observation and study on the generation of EEG in specific area of the brain and the direction of EEG propagation. The technique is expected to be useful in the development of new drugs for the treatment of brain diseases such as epilepsy syndrome.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}