{"title": "Experts urge action to cut child deaths from deadly lung virus", "text": "Vaccines to combat a virus that can lead to fatal lung infections are urgently needed to help prevent child deaths worldwide, research suggests.Experts report that more than 115,000 children under five are dying each year from complications associated with the infection, called Respiratory Syncytial Virus (RSV).Almost half of those who die in hospital are younger than six months old and more than 99 per cent of deaths occur in developing countries, the study estimates. Half of the RSV deaths in these countries occur outwith hospital. Five countries -- India, China, Nigeria, Pakistan and Indonesia -- account for half of the estimated cases of RSV worldwide. Researchers say more data are needed from Africa and South Asia, where the number of RSV infections may be even higher.Their findings highlight the pressing need for affordable treatments and vaccines as a priority.The team led by the University of Edinburgh analysed data from 329 studies of RSV infections worldwide. Their estimates indicate there are more than 33 million cases of RSV infection in children under five each year worldwide.Around three million are admitted to hospital each year with the virus, which causes breathing difficulties and wheezing.The study is part of an ongoing initiative to provide the most comprehensive assessment of the global burden of RSV infections to date.RSV is a common and highly contagious virus that infects the respiratory tract of most children before their second birthday. For most babies and young children, it causes nothing more than symptoms of a cold. In some cases, however, it can lead to severe lung complications such as pneumonia or bronchiolitis.", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)30938-8", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoe-eua070717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Medicine/Health", " Epidemiology", " Infectious/Emerging Diseases", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Pediatrics", " Disease in the Developing World"], "journal": "Lancet", "description": "Vaccines to combat a virus that can lead to fatal lung infections are urgently needed to help prevent child deaths worldwide, research suggests. Experts report that more than 115,000 children under five are dying each year from complications associated with the infection, called Respiratory Syncytial Virus (RSV). Around three million are admitted to hospital each year with the virus, which causes breathing difficulties and wheezing.", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}