{"title": "Dendritic cells 'divide and conquer' to elude viral infection while promoting immunity", "text": "A research team led by Jackson Laboratory (JAX) Professor Karolina Palucka, M.D., Ph.D., in collaboration with a research team at Institut Curie in France led by Dr. Nicolas Manel, have addressed a long-standing puzzle of immunology: How do dendritic cells (DCs) do their job of promoting adaptive immunity to a virus while avoiding getting infected themselves?DCs are the \"beat cops\" of the immune system. They round up viral antigens (proteins specific to a given virus), and present them to the receptors on T cells, which in turn promote an adaptive immune response to that virus. But along the way the DCs are vulnerable to infection by the virus, presumably compromising their protective powers.The research team reports in Science Immunology that two subsets of DCs work together to activate T cells against a virus: one dies and produces the viral antigens that the other then sweeps up and presents to the T cells.\"We show that one DC subset (CD1c+ DCs) is susceptible to viral infection and produces viral fragments,\" Palucka says. \"Another DC subset (CD141+ DCs) uses these viral fragments to activate T cells against the virus. This paradigm may allow a better understanding of the induction of protective immunity against viruses and live-attenuated vaccines against viral infections.\"The researchers had isolated these two different DC subsets from blood and lung, and infected them with HIV and influenza viruses. CD1c+ DCs were susceptible to HIV and influenza infection compared with CD141+ DCs.In exploring the reasons for the resistance of CD141+ DCs, the team tested the ability of viruses to fuse with the DCs, and found that CD141+ DCs were resistant to fusion with both HIV and influenza (both \"enveloped\" viruses with an outer shell), whereas CD1c+ DCs were not. Further testing showed that CD141+ cells resisted infection from other endocytic enveloped viruses as well, but not from adenovirus, a non-enveloped virus.The expression of a specific protein, RAB15, appears to confer the CD141+ DCs' viral resistance, the researchers report.Their work shows that the DC subsets function together for antiviral response. CD141+ DCs scoop up viral antigens from the dead and dying CD1c+ cells to present to the T cells. This mechanism is in keeping with the known role of CD141+ DCs in presenting antigen from necrotic cells in general.", "article_link": "http://dx.doi.org/10.1126/sciimmunol.aai8071", "url": "http://www.eurekalert.org/pub_releases/2017-07/jl-dc070617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Jackson Laboratory", "keywords": ["Biology", " Genetics", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Genes"], "journal": "Science Immunology", "description": "Two subsets of dendritic cells work together to activate T cells against a virus: one dies and produces the viral antigens that the other then sweeps up and presents to the T cells.", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}