{"title": "New DNA-based strategy shows promise against a range of influenza viruses", "text": "PHILADELPHIA -- (July 6, 2017) -- A novel, synthetic, DNA-based strategy to provide protection against a broad array of influenza viruses has been developed in preclinical models by scientists at The Wistar Institute, MedImmune (the global biologics research and development arm of AstraZeneca) and Inovio Pharmaceuticals, Inc. These study results highlighting this promising strategy are published in npj Vaccines. It is widely noted that influenza strains vary each year. Seasonal influenza vaccines are effective against strains that are identified each spring in sentinel laboratories. Vaccines must then be rushed into production to have stock available at the end of the summer when flu season occurs. \"The matching process is not a perfect science, therefore, in some flu seasons, the vaccine available in the fall is not a good match for the circulating virus strains and is less effective,\" said senior author David Weiner, Ph.D., Executive Vice President and Director of the Vaccine and Immune Therapy Center at The Wistar Institute. \"Flu occasionally can also shift strains dramatically resulting in a pandemic strain that requires a new strategy for developing the vaccine, leaving the U.S. population at risk of major health consequences. Furthermore, some vulnerable populations may not respond well to vaccines, and new approaches that are simple, rapid and can broadly protect against influenza would be a major step forward.\"Influenza vaccines work by prompting a person's immune system to produce soluble proteins called antibodies that target the exact types of influenza virus included in that year's vaccine preparation.  \r\nThese antibodies protect against certain strains of influenza virus in the vaccine, but may not provide thorough protection against other strains of flu that may be present. \"We devised a different method from the traditional vaccine strategy, and instead of relying on the immune system to respond to a vaccine, this new, strategy delivers DNA sequences that directly encode the protective antibodies rather than inciting the production of antibodies through an immune response,\" said co-lead author of the study Sarah T.C. Elliott, Ph.D., a postdoctoral fellow in Wistar's Vaccine and Immune Therapy Center in the Weiner lab. \"This new synthetic DNA-based strategy--termed DMAb's--delivers monoclonal antibodies that provide protection against highly diverse strains of influenza.\" Weiner, Elliott and colleagues studied the DNA sequences for two human monoclonal antibodies--one able to broadly target influenza A viruses and one able to broadly target influenza B viruses--with collaborators at Inovio and MedImmune. The team focused on these antibodies, which together target the two types of influenza viruses that contain all strains known to cause disease in humans. Data from in vivo mouse models indicate that delivery of the DMAb sequence for the influenza A-targeted monoclonal antibody protected against lethal doses of two very different, clinically relevant influenza A viruses. Similarly, these models further indicated that delivery of the DMAb sequence for the influenza B-targeted monoclonal antibody protected against two very different, clinically relevant influenza B viruses. If further studies in humans prove successful, this research could have broad implications for the prevention of influenza and, by extension, as an approach for other infectious diseases as well. \"Although this is preclinical work, the strategy warrants further investigation because it holds promise as a simple, economical way to overcome the major limitation of current flu vaccination strategies and may provide broad protection against seasonal and pandemic influenza,\" added Elliott.  ", "article_link": "http://dx.doi.org/10.1038/s41541-017-0020-x", "url": "http://www.eurekalert.org/pub_releases/2017-07/twi-nds070517.php", "region": "namerica", "source_link": null, "funder": "Defense Advanced Research Projects Agency, National Institutes of Health", "meeting": "", "institution": "The Wistar Institute", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Virology", " Biochemistry", " Immunology/Allergies/Asthma"], "journal": "NPJ Vaccines", "description": "A novel, DNA-based strategy to provide protection against an array of influenza viruses has been developed in preclinical models by scientists at Wistar, MedImmune and Inovio Pharmaceuticals, Inc. These study results highlighting this promising strategy are published in npj Vaccines.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}