{"title": "CNIC scientists discover an essential mechanism in the immune response", "text": "Scientists at the Centro Nacional de Investigaciones Cardiovasculares Carlos III (CNIC) have discovered that the transcriptional regulator CTCF plays an essential role in antibody production. The study, led by Dr. Almudena Ramiro and published in Nature Communications, demonstrates that CTCF is essential for the ability of B lymphocytes to correctly protect the body against infection by pathogens. The research team shows that in the absence of CTCF, the immune system does not function correctly, a finding with implications for vaccine research. \r\nB lymphocytes generate the antibodies that protect us against infection by pathogens. Explaining the background to the research, Dr. Ramiro describes how \"an essential process in antibody generation takes place in structures called germinal centers, where antibody genes undergo small modifications that increase the efficiency and specificity of the immune response. The germinal center reaction generates two types of cell: antibody-secreting plasma B cells, which combat infection, and memory B cells, which persist as a reservoir of cells that remember the first infection and permit a faster and more efficient immune activation in response to subsequent encounters with the same pathogen. The germinal centers are thus essential for the protective effect of vaccines.\"\r\nThe generation of the germinal centers requires B cells to undergo a complex transcriptional program to allow them to divide rapidly, modify their antibody genes, and pass through a selection procedure that induces either their survival or their death. In addition, adds Dr. Ramiro, \"after completing this program, the B lymphocytes can differentiate into plasma cells, which no longer proliferate but instead secrete large amounts of antibodies. These 2 transitions are coordinated by 2 transcriptional repressors: Bcl-6, the master regulator of the germinal center, and Blimp-1, which regulates the transcriptional program in plasma cells.\"\r\nThe study published today in Nature Communications analyzes the role played by CTCF in the germinal center differentiation program. For the study, the research team used mice engineered to lack CTCF specifically in germinal center B lymphocytes. \r\nThe team found that mice lacking CTCF were incapable of generating germinal centers during the immune response. In vitro experiments and high-throughput RNA sequencing revealed that CTCF deletion profoundly altered the B lymphocyte transcriptional program, shifting cells from a gene expression profile typical of the germinal center to one more similar to that seen in plasma cells. Thus, in the absence of CTCF, Blimp-1 expression is activated prematurely, the cells do not proliferate normally, and they secrete antibodies precociously. \"Together,\" explains Dr. Ramiro, \"the results indicate that CTCF is important for maintaining the germinal center differentiation program and prevents premature differentiation towards plasma cells.\"\r\nThe scientists conclude that the study reveals an essential function for CTCF in the orchestration of transcriptional changes during the terminal differentiation of B lymphocytes and advances understanding of the mechanisms that regulate the immune response.\r\n", "article_link": "http://dx.doi.org/10.1038/NCOMMS16067", "url": "http://www.eurekalert.org/pub_releases/2017-07/cndi-csd070417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Centro Nacional de Investigaciones Cardiovasculares", "keywords": ["Biology", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Nature Communications", "description": "Scientists at the Centro Nacional de Investigaciones Cardiovasculares Carlos III (CNIC) have discovered that the transcriptional regulator CTCF plays an essential role in antibody production. The study, led by Dr. Almudena Ramiro and published in Nature Communications, demonstrates that CTCF is essential for the ability of B lymphocytes to correctly protect the body against infection by pathogens. The research team shows that in the absence of CTCF, the immune system does not function correctly, a finding with implications for vaccine research.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}