{"title": "Personal neoantigen vaccine prompts strong anti-tumor response in patients, study shows", "text": "A personal cancer treatment vaccine that targets distinctive \"neoantigens\" on tumor cells has been shown to stimulate a potent, safe, and highly specific immune anti-tumor response in melanoma patients, report scientists from Dana-Farber Cancer Institute and the Broad Institute of MIT and Harvard.The study, published online by Nature \"provides proof-of-principle that a personal vaccine tailored to a patient's tumor can be produced and generates highly specific responses to that patient's tumor after vaccination,\" said the researchers, led by Catherine J. Wu, MD, senior author of the report. She is a researcher at Dana-Farber, the Broad Institute, and Harvard Medical School.The scientists said that while most therapies are based on the on-size-fits-all model of medicine, \"we've long recognized in cancer that every patient's tumor is different. With recent advances in technology, it's now becoming possible to create a therapy that's suited to target an individual's tumor.\"The researchers say the results warrant further development of neoantigen vaccines, both alone and in combination with other immunotherapy weapons such as checkpoint inhibitors. The vaccine, known as NeoVax, prompted strong activity by the patients' immune systems while causing negligible side effects.First authors of the report are Patrick A. Ott, MD, PhD, and Zhuting Hu, PhD, of Dana-Farber. Other senior authors include Nir Hacohen, PhD, of the Broad Institute and Massachusetts General Hospital, Edward Fritsch, PhD, formerly of Dana-Farber and now at Neon Therapeutics in Cambridge, Mass, and Eric Lander, PhD, of the Broad Institute.Antigens are molecules that are displayed on the surface of cells and stimulate the immune system. Neoantigens are molecules on cell's surfaces that are produced by DNA mutations that are present in cancer cells but not in normal cells, making neoantigens ideal targets for immune therapy against cancer, say the scientists. The vaccines used in the phase I trial contained up to 20 neoantigens, derived from an individual patient's tumor. The vaccines were administered to patients to train their immune system to recognize these neoantigens, with the goal of stimulating the immune system to destroy the cancer cells that display them.While other immunotherapies, such as checkpoint inhibitor drugs, also trigger immune responses against cancer neoantigens, they are not designed to be specific. They can also induce responses against normal tissue antigens, leading the immune system to attack normal tissues and cause toxicity in a subset of patients. The researchers found that the personal vaccine induced a focused T cell response against several tumor neoantigens, beyond what is normally seen in response to existing immunotherapies.The vaccine was administered to six patients with melanoma whose tumors had been removed by surgery and who were considered at high risk for recurrence. The vaccinations were started at a median of 18 weeks after surgery. At a median of 25 months after vaccination, four of the six patients showed no evidence of cancer recurrence. In the other two patients, whose cancer had spread to their lungs, the disease recurred after vaccination. At that point, they began treatment with the drug pembrolizumab, which inhibits the PD-1 immune checkpoint. Both patients had complete resolution of their tumors and remain free of disease according to imaging scans. The study results suggest, that a personalized neoantigen vaccine can potentially overcome two major hurdles in cancer therapy.One is the heterogeneity of tumors - the fact that they are made up of cells with a variety of different traits, which often allows cancers to evade drugs targeted to malignant cells having a single genetic abnormality. The vaccine, because it contains many different neoantigens from the tumor, targets multiple genetic types of tumor cells. Wu added that in this respect, the response generated by a neoantigen vaccine is similar to the new wave of combination therapies, which are showing more promise in treating cancers that typically develop resistance to single drugs. \"We are leveraging the immune system's natural ability to detect and attack many target antigens, as it does every time we get an infection,\" she said.A second hurdle in cancer is to generate an immune response sharply focused on cancer cells while avoiding normal cells and tissues.  This aim was achieved by the vaccine, which appeared to have few \"off-target\" effects, causing only flu-like symptoms, fatigue, rashes, and irritation at the site of the vaccine injection, according to the report.Despite decades of attempts to develop effective cancer treatment vaccines, they have mostly failed at producing potent antitumor immune responses. The study authors say that is because these vaccines have generally been made with tumor antigens that are too similar to antigens on normal cells: as a result, the body generates a weaker immune response to avoid harming normal cells, a process called immune tolerance. By contrast, the neoantigen vaccine is custom-made for each patient using antigens produced by mutations unique to the patient's cancer and only present on cancer cells, thus bypassing the nature immune tolerance process.To create the vaccine, samples of a patient's tumor and normal DNA from the patient's blood underwent whole-exome sequencing to reveal mutations present only in the tumor's genetic program. Because some mutations are present in the DNA but the gene is not made into RNA and protein, the researchers used RNA sequencing to identify mutations that caused the production of a mutated RNA, which is then normally translated into a protein. Since T cells can only recognize neoantigens that are \"presented\" to them by HLA molecules of the immune system, a key step in making the vaccine is using computer algorithms to predict which neoantigen peptides will bind strongly to the HLA molecules for recognition by T cells. Algorithms, such as NetMHC, have been developed in recent years, making it feasible to select HLA-binding neoantigen peptides for the vaccine. Applying this tool to the six patients' tumor samples yielded dozens of unique neoantigens for each patient's personal vaccine.Finally, the selected neoantigen peptides were synthesized and mixed with an adjuvant - a biochemical substance that helps to jump-start the immune response. The vaccine was then injected under the skin of the patient, with five priming doses followed by two booster doses of the vaccine. The vaccine was aimed at generating responses to the neoantigens from T cells of two kinds - CD8+ killer cells and CD4+ helper cells. When the team monitored the vaccine's effects on the immune system in each patient, they found that both T cell types had indeed been activated by the vaccine and could recognize the neoantigens bound to HLA molecules. Most importantly, many of the T cells were able to recognize the tumor cells directly, demonstrating that the vaccine had triggered a tumor-specific immune response that could target the patient's tumor. \"Future neoantigen vaccine trials will recruit more patients with advanced disease to test the efficacy of the vaccine, take advantage of improved methods for predicting antigen presentation to boost the number of effective neoantigens and test for synergy with checkpoint blockade and other immunotherapeutics,\" the scientists said. \"If successful in subsequent trials, a personal vaccine has the potential to be applied to any cancer that harbors a sufficient numbers of neoantigens for vaccination.\"", "article_link": "http://dx.doi.org/10.1038/nature22991", "url": "http://www.eurekalert.org/pub_releases/2017-07/dci-pnv070517.php", "region": "namerica", "source_link": "http://www.dana-farber.org/Newsroom/News-Releases/personal-neoantigen-vaccine-prompts-strong-anti-tumor-response-in-patients-new-study-shows.aspx ", "funder": "Blavatnik Family Foundation, National Institutes of Health", "meeting": "", "institution": "Dana-Farber Cancer Institute", "keywords": ["Medicine/Health", " Cancer"], "journal": "Nature", "description": "A personal cancer treatment vaccine that targets distinctive 'neoantigens' on tumor cells has been shown to stimulate a potent, safe, and highly specific immune anti-tumor response in melanoma patients, report scientists from Dana-Farber Cancer Institute and the Broad Institute of MIT and Harvard.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}