{"title": "Mothers with history of herpes can protect their offspring from neurological infection", "text": "WASHINGTON, DC - July 5, 2017 - Pregnant women with a previous history of herpes simplex virus type 1 (HSV-1) infection maintain active antibodies against the virus, and researchers have found that this protection can pass to the nervous systems of their offspring.Using a mouse model of HSV-1 as well as autopsied samples of human adult and fetal tissues, investigators from Dartmouth College's Geisel School of Medicine found that antibodies against HSV-1 produced by adult women or female mice could travel to the nervous systems of their yet unborn babies, preventing the development and spread of infection during birth. The work, published this week in mBio®, an online open-access journal of the American Society for Microbiology, suggests that immunizing pregnant women against HSV and similar infections could prevent serious brain disease related to these conditions in fetuses and newborns, said senior study author David A. Leib, Ph.D., professor of microbiology and immunology at the medical school.\"Our results underscore the previously underappreciated role of maternal antibodies in protecting fetal and newborn nervous systems against infection,\" Leib said. \"Maternal antibodies have a potent protective role in the neonatal nervous system against HSV.\"While HSV-1 is commonly associated with cold sores on the skin, the infection also can cause eye infections and is the most common form of infectious corneal blindness in the United States, Leib said. It also can enter the brain and cause inflammation (encephalitis). HSV-1 infection in newborns -- who can contract the virus from infected mothers during passage through the birth canal -- can be severe, causing brain damage or death. Neonatal HSV infection affects an estimated 1 in 3,200 to 1 in 10,000 live births, Leib said. Even with antiviral intervention, HSV causes significant brain disease in infants.In a series of laboratory experiments, the researchers found that antibodies against HSV-1 remain in the trigeminal ganglion (a group of nerve cells that receives signals from the eyes and face and is a key site of HSV infection) long after active virus infection is cleared, and that these maternal antibodies can travel to the fetal trigeminal ganglia. The investigators then showed that the antibodies completely protected newborn mice against HSV infection. \"What this tells us is that women who get pregnant who have a pre-existing herpes infection have a mature immune response to that virus and will pass those antibodies to their baby,\" Leib said. \"If that baby should be infected during delivery, it will be protected because the mother's antibodies get into its nervous system before birth.\" By contrast, if HSV-1 infection is acquired during pregnancy, the risk of severe outcomes for the newborn can be as high as 50 percent.Maternal antibodies providing neural protection to the infants \"hasn't been noted before and is very important for pathogens that infect newborns because there is often some kind of neurologic consequence that may impact their entire lives,\" added lead study author Yike Jiang, an M.D./Ph.D. student at the medical school.Several vaccines against HSV-1 tested in clinical trials for the prevention of adult-to-adult transmission have failed, Leib noted, but none have been tested for prevention of adult-to- baby so-called \"vertical transmission\" of the virus. Ongoing studies in his lab are evaluating if any of the vaccines can protect against vertical transmission. Maternal immunization may also be an effective strategy against other pathogens that affect newborns, he said, such as Zika virus.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/asfm-mwh062817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society for Microbiology", "keywords": ["Biology", " Microbiology"], "journal": "mBio", "description": "Pregnant women with a previous history of herpes simplex virus type 1 (HSV-1) infection maintain active antibodies against the virus, and researchers have found that this protection can pass to the nervous systems of their offspring.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}