{"title": "New method helps fighting future pandemics", "text": "By developing a new technique for labeling the gene segments of influenza viruses, researchers now know more about how influenza viruses enter the cell and establish cell co-infections --  a major contributing factor to potential pandemic development. Seasonal influenza viruses are estimated to cause 3-5 million cases of severe illness each year. Since the most severe infections are caused by influenza type A and type B viruses, the available vaccines provide coverage against these two types. However, influenza viruses are constantly evolving, which requires that vaccines are designed to match the circulating variants of the virus each year. Influenza viruses evolve by acquiring mutations in the viral genome or by a process called reassortment. Reassortment, which was responsible for the 2009 pandemic virus, occurs  when one or more of the eight genome segments are exchanged between two different influenza viruses. With current techniques it is not easy to make comparative analysis of influenza viruses with single mutations in their genomes, and it is extremely difficult to identify factors that limit the reassortment process between two influenza genomes that have infected the same cell. Through a collaborative effort, scientists from Stockholm University, SciLifeLab, Karolinska Institute and the Leibniz Institute developed a procedure to analyze influenza virus infections in cells and lung tissue by labeling and visualizing the viral genome. The specificity of the approach enabled the researchers to visualize the delivery of the eight influenza genome segments to the cell nucleus where the virus replicates, and to analyze co-infections by two influenza viruses that differed by single mutations. Using this technique, the researchers concluded that productive cell co-infections, which are necessary for reassortment, only occur when both viruses enter the same cell within two hours.\"This unique approach will make it easier to evaluate how new mutations affect influenza pathogenicity and help to identify the underlying properties that enable or restrict influenza gene segment reassortment\", says Robert Daniels, the lead researcher from Stockholm University. \"This can help the community predict the possibility of two strains reassorting into a potential pandemic virus. While further research is needed to achieve these goals, the current approach can already help to characterize and assess treatments aimed at inhibiting influenza entry into cells. Through additional improvements the technique also has potential diagnostic applications for identifying influenza virus infections as well as many other pathogens.\"The research is published in the scientific journal Cell Reports. ", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.06.021", "url": "http://www.eurekalert.org/pub_releases/2017-07/su-nmh070517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Stockholm University", "keywords": ["Cell Biology", " Virology", " Biochemistry", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Epidemiology", " Genes", " Disease in the Developing World"], "journal": "Cell Reports", "description": "By developing a new technique for labeling the gene segments of influenza viruses, researchers now know more about how influenza viruses enter the cell and establish cell co-infections --  a major contributing factor to potential pandemic development.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}