{"title": "Genetic risk factors for autism, MS and other diseases differ between the sexes | EurekAlert! Science News", "year": "Fri, 20 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "pair", "studies", "researchers", "uc", "san", "francisco", "suggest", "genetic", "variants", "distinct", "effects", "physical", "traits", "height", "weight", "body", "mass", "body", "shape", "men", "versus", "women", "also", "linked", "men", "women", "risk", "range", "diseases", "including", "autism", "multiple", "sclerosis", "type", "1", "diabetes", "others", "results", "suggest", "least", "fundamental", "biological", "drivers", "disease", "may", "significantly", "different", "men", "women", "idea", "could", "significant", "impacts", "disease", "research", "treatment", "authors", "say", "idea", "sex", "differences", "disease", "old", "one", "disorders", "multiple", "sclerosis", "common", "women", "others", "autism", "common", "men", "diseases", "cardiovascular", "disease", "simply", "look", "different", "men", "women", "two", "sexes", "also", "known", "respond", "differently", "certain", "drugs", "making", "sex", "differences", "crucial", "factor", "doctors", "take", "account", "diagnosis", "prevalence", "sex", "differences", "many", "diseases", "however", "scientists", "still", "comprehensive", "understanding", "biology", "drives", "differences", "many", "studies", "humans", "model", "organisms", "sought", "address", "question", "results", "contradictory", "according", "lauren", "weiss", "phd", "associate", "professor", "psychiatry", "ucsf", "senior", "author", "two", "new", "studies", "studies", "looked", "small", "regions", "genome", "tried", "support", "one", "specific", "hypothesis", "respect", "sex", "differences", "studies", "looked", "question", "comprehensive", "perspective", "weiss", "two", "new", "studies", "weiss", "team", "analyzed", "association", "study", "gwas", "search", "patterns", "might", "support", "rule", "competing", "hypotheses", "origins", "sex", "differences", "number", "diseases", "compared", "patterns", "associated", "physical", "traits", "obviously", "differ", "sexes", "height", "body", "mass", "index", "bmi", "suggests", "fundamental", "biological", "sex", "difference", "autismin", "first", "study", "published", "online", "november", "15", "2016", "plos", "genetics", "researchers", "weiss", "lab", "affiliated", "institute", "human", "genetics", "ucsf", "investigated", "autism", "occurs", "nearly", "five", "times", "often", "boys", "girls", "mystery", "puzzled", "researchers", "many", "years", "team", "investigated", "several", "leading", "hypotheses", "attempt", "explain", "phenomenon", "including", "idea", "clinicians", "good", "recognizing", "autism", "females", "autism", "represents", "extreme", "male", "brain", "naturally", "common", "males", "autism", "driven", "differences", "sex", "hormones", "found", "appear", "major", "factors", "genetics", "team", "found", "autism", "risk", "associated", "genetic", "variants", "known", "contribute", "differently", "physical", "traits", "height", "weight", "bmi", "waist", "hip", "measurements", "men", "women", "suggesting", "effects", "autism", "risk", "might", "differ", "sexes", "well", "results", "indicate", "fundamental", "genetic", "sex", "differences", "autism", "weiss", "said", "suggests", "genetic", "variants", "may", "important", "predictors", "autism", "risk", "girls", "may", "important", "boys", "vice", "versa", "means", "interpretation", "genetic", "testing", "autism", "could", "potentially", "improved", "refined", "considering", "sex", "future", "similar", "implications", "considered", "autism", "treatments", "sex", "differences", "underlying", "biology", "response", "specific", "treatments", "might", "also", "different", "sex", "biological", "drivers", "sex", "differences", "may", "influence", "many", "common", "diseases", "including", "multiple", "sclerosis", "hypertension", "researchers", "findweiss", "team", "followed", "research", "second", "paper", "published", "online", "december", "14", "2016", "genetics", "scheduled", "print", "february", "2017", "exploring", "role", "sex", "differences", "genetics", "nine", "diseases", "strike", "men", "frequently", "ankylosing", "spondylitis", "type", "1", "diabetes", "common", "women", "multiple", "sclerosis", "rheumatoid", "arthritis", "others", "occur", "similar", "frequency", "men", "women", "bipolar", "disorder", "coronary", "artery", "disease", "crohn", "disease", "hypertension", "type", "2", "diabetes", "study", "looked", "data", "could", "distinguish", "number", "explanations", "sex", "differences", "diseases", "whether", "disease", "risk", "correlated", "distinct", "genetic", "variants", "women", "men", "whether", "two", "sexes", "might", "instead", "different", "sensitivities", "genetic", "risk", "factors", "whether", "sex", "differences", "disease", "risk", "could", "explained", "different", "levels", "sex", "hormones", "testosterone", "estrogen", "side", "effects", "development", "secondary", "sex", "characteristics", "case", "breast", "prostate", "cancers", "whether", "sex", "differences", "linked", "differences", "sex", "chromosomes", "fact", "women", "two", "x", "chromosomes", "men", "one", "x", "one", "authors", "found", "sex", "significant", "influence", "diseases", "including", "thought", "similar", "prevalence", "males", "females", "many", "diseases", "appeared", "impacted", "genes", "regulated", "androgens", "estrogens", "male", "female", "sex", "hormones", "respectively", "new", "autism", "findings", "common", "genetic", "differences", "differently", "influence", "physical", "traits", "men", "women", "also", "appeared", "contribute", "risk", "five", "nine", "diseases", "know", "yet", "occurs", "imply", "biological", "pathways", "influence", "physical", "sex", "differences", "also", "impact", "number", "common", "diseases", "disorders", "weiss", "said", "many", "people", "excited", "idea", "precision", "medicine", "medical", "care", "optimized", "individual", "well", "sex", "something", "already", "know", "every", "individual", "better", "understanding", "sex", "impacts", "genetic", "risk", "disease", "could", "great", "start", "improving", "understanding", "diagnosis", "treatment", "prevention", "common", "diseases", "particularly", "striking", "initial", "findings", "genetics", "paper", "researchers", "caution", "require", "study", "replication", "labs", "included", "identification", "interaction", "sex", "genetic", "risk", "factors", "associated", "multiple", "sclerosis", "well", "significantly", "higher", "heritability", "hypertension", "women", "compared", "men", "since", "hypertension", "occurs", "similar", "frequency", "men", "women", "authors", "speculate", "finding", "might", "imply", "environmental", "factors", "play", "correspondingly", "bigger", "role", "male", "hypertension"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--grf012017.php", "date": "2018-01-19_20:58:24", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA pair of studies by researchers at UC San Francisco suggest that genetic variants that have distinct effects on physical traits such as height, weight, body mass, and body shape in men versus women are also linked to men's and women's risk for a range of diseases -- including autism, multiple sclerosis, type 1 diabetes, and others. The results suggest that at least some of the fundamental biological drivers of disease may be significantly different in men and women, an idea that could have significant impacts on disease research and treatment, the authors say. The idea of sex differences in disease is an old one. Some disorders (such as multiple sclerosis) are more common in women, while others (such as autism) are more common in men. Other diseases, such as cardiovascular disease, can simply look very different in men and women, and the two sexes are also known to respond differently to certain drugs, making sex differences a crucial factor for doctors to take into account in diagnosis and treatment.Despite the prevalence of sex differences in many diseases, however, scientists still do not have a comprehensive understanding of the biology that drives these differences. Many studies in humans and model organisms have sought to address this question, but their results have been contradictory, according to Lauren A. Weiss, PhD, associate professor of psychiatry at UCSF, and senior author on the two new studies. \"While some studies have looked at small regions of the genome or tried to support one specific hypothesis with respect to sex differences, few studies have looked at the question from a comprehensive genome-wide perspective,\" Weiss said.In the two new studies, Weiss and her team analyzed genome-wide association study (GWAS) data* to search for patterns that might support or rule out competing hypotheses about the origins of sex differences in a number of diseases, and compared these patterns with those associated with physical traits that obviously differ between the sexes, such as height, body mass index (BMI), and waist-to-hip ratios.Research suggests fundamental biological sex difference in autismIn the first study, published online November 15, 2016 in PLoS Genetics, researchers in the Weiss lab, which is affiliated with the Institute for Human Genetics at UCSF, investigated why autism occurs nearly five times more often in boys than in girls, a mystery that has puzzled researchers for many years. The team investigated several leading hypotheses that attempt to explain this phenomenon, including the idea that clinicians are not as good at recognizing autism in females, that autism represents an \"extreme male brain\" that is naturally more common in males, or that autism is driven by differences in sex hormones, and found that these did not appear to be major factors in the genetics of the disease.Instead, the team found that autism risk is associated with genetic variants that are known to contribute differently to physical traits such as height, weight, BMI, and waist and hip measurements in men and women, suggesting that their effects on autism risk might differ between the sexes, as well. \"The results indicate that there are fundamental genetic sex differences in autism,\" Weiss said. \"It suggests that genetic variants that may be important predictors of autism risk for girls may not be so important for boys, or vice versa. This means that interpretation of genetic testing in autism could potentially be improved and refined by considering sex. Further in the future, similar implications should be considered for autism treatments - if there are sex differences in the underlying biology, response to specific treatments might also be different by sex.\"Biological drivers of sex differences may influence many common diseases, including multiple sclerosis and hypertension, researchers findWeiss's team followed up this research with a second paper -- published online December 14, 2016 in Genetics and scheduled for print in February, 2017 -- exploring the role of sex differences on the genetics of nine other diseases, some that strike men more frequently (ankylosing spondylitis and type 1 diabetes), some that are more common in women (multiple sclerosis and rheumatoid arthritis), and others that occur with similar frequency in men and women (bipolar disorder, coronary artery disease, Crohn's disease, hypertension, and type 2 diabetes). The study looked for data that could distinguish a number of explanations for sex differences in these diseases: whether disease risk was correlated with  distinct genetic variants in women and men, or whether the two sexes might instead have different sensitivities to the same genetic risk factors; whether sex differences in disease risk could be explained by different levels of the sex hormones testosterone or estrogen or as side effects of the development of other secondary sex characteristics (as is the case with breast and prostate cancers); or whether sex differences were linked to differences in the sex chromosomes -- the fact that women have two X chromosomes while men have one X and one Y. The authors found that sex had a significant influence on some of these diseases, including those thought to have similar prevalence in males and females. Many diseases appeared to be impacted by genes regulated by androgens or estrogens - the \"male\" and \"female\" sex hormones, respectively --  and as with the new autism findings, the same common genetic differences that differently influence physical traits in men and women also appeared to contribute to risk for five of these nine diseases.\"We don't know yet why this occurs, but it does imply that the same biological pathways that influence physical sex differences also impact a number of common diseases and disorders,\" Weiss said. \"Many people are excited about the idea of precision medicine, or how medical care can be optimized for an individual. Well, sex is something that we already know about every individual. A better understanding of how sex impacts genetic risk for disease could be a great start to improving our understanding, diagnosis, and treatment or prevention of common diseases.\"Particularly striking initial findings of the Genetics paper -- which the researchers caution require further study and replication by other labs -- included the identification of an interaction with sex for the genetic risk factors associated with multiple sclerosis, as well as a significantly higher heritability of hypertension in women compared to men. Since hypertension occurs with similar frequency in men and women, the authors speculate this finding might imply that environmental factors play a correspondingly bigger role in male hypertension. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA pair of studies by researchers at UC San Francisco suggest that genetic variants that have distinct effects on physical traits such as height, weight, body mass, and body shape in men versus women are also linked to men's and women's risk for a range of diseases -- including autism, multiple sclerosis, type 1 diabetes, and others.", "The results suggest that at least some of the fundamental biological drivers of disease may be significantly different in men and women, an idea that could have significant impacts on disease research and treatment, the authors say.", "The idea of sex differences in disease is an old one.", "Some disorders (such as multiple sclerosis) are more common in women, while others (such as autism) are more common in men.", "Other diseases, such as cardiovascular disease, can simply look very different in men and women, and the two sexes are also known to respond differently to certain drugs, making sex differences a crucial factor for doctors to take into account in diagnosis and treatment.Despite the prevalence of sex differences in many diseases, however, scientists still do not have a comprehensive understanding of the biology that drives these differences.", "Many studies in humans and model organisms have sought to address this question, but their results have been contradictory, according to Lauren A. Weiss, PhD, associate professor of psychiatry at UCSF, and senior author on the two new studies.", "\"While some studies have looked at small regions of the genome or tried to support one specific hypothesis with respect to sex differences, few studies have looked at the question from a comprehensive genome-wide perspective,\" Weiss said.In the two new studies, Weiss and her team analyzed genome-wide association study (GWAS) data* to search for patterns that might support or rule out competing hypotheses about the origins of sex differences in a number of diseases, and compared these patterns with those associated with physical traits that obviously differ between the sexes, such as height, body mass index (BMI), and waist-to-hip ratios.Research suggests fundamental biological sex difference in autismIn the first study, published online November 15, 2016 in PLoS Genetics, researchers in the Weiss lab, which is affiliated with the Institute for Human Genetics at UCSF, investigated why autism occurs nearly five times more often in boys than in girls, a mystery that has puzzled researchers for many years.", "The team investigated several leading hypotheses that attempt to explain this phenomenon, including the idea that clinicians are not as good at recognizing autism in females, that autism represents an \"extreme male brain\" that is naturally more common in males, or that autism is driven by differences in sex hormones, and found that these did not appear to be major factors in the genetics of the disease.Instead, the team found that autism risk is associated with genetic variants that are known to contribute differently to physical traits such as height, weight, BMI, and waist and hip measurements in men and women, suggesting that their effects on autism risk might differ between the sexes, as well.", "\"The results indicate that there are fundamental genetic sex differences in autism,\" Weiss said.", "\"It suggests that genetic variants that may be important predictors of autism risk for girls may not be so important for boys, or vice versa.", "This means that interpretation of genetic testing in autism could potentially be improved and refined by considering sex.", "Further in the future, similar implications should be considered for autism treatments - if there are sex differences in the underlying biology, response to specific treatments might also be different by sex.", "\"Biological drivers of sex differences may influence many common diseases, including multiple sclerosis and hypertension, researchers findWeiss's team followed up this research with a second paper -- published online December 14, 2016 in Genetics and scheduled for print in February, 2017 -- exploring the role of sex differences on the genetics of nine other diseases, some that strike men more frequently (ankylosing spondylitis and type 1 diabetes), some that are more common in women (multiple sclerosis and rheumatoid arthritis), and others that occur with similar frequency in men and women (bipolar disorder, coronary artery disease, Crohn's disease, hypertension, and type 2 diabetes).", "The study looked for data that could distinguish a number of explanations for sex differences in these diseases: whether disease risk was correlated with  distinct genetic variants in women and men, or whether the two sexes might instead have different sensitivities to the same genetic risk factors; whether sex differences in disease risk could be explained by different levels of the sex hormones testosterone or estrogen or as side effects of the development of other secondary sex characteristics (as is the case with breast and prostate cancers); or whether sex differences were linked to differences in the sex chromosomes -- the fact that women have two X chromosomes while men have one X and one Y.", "The authors found that sex had a significant influence on some of these diseases, including those thought to have similar prevalence in males and females.", "Many diseases appeared to be impacted by genes regulated by androgens or estrogens - the \"male\" and \"female\" sex hormones, respectively --  and as with the new autism findings, the same common genetic differences that differently influence physical traits in men and women also appeared to contribute to risk for five of these nine diseases.", "\"We don't know yet why this occurs, but it does imply that the same biological pathways that influence physical sex differences also impact a number of common diseases and disorders,\" Weiss said.", "\"Many people are excited about the idea of precision medicine, or how medical care can be optimized for an individual.", "Well, sex is something that we already know about every individual.", "A better understanding of how sex impacts genetic risk for disease could be a great start to improving our understanding, diagnosis, and treatment or prevention of common diseases.", "\"Particularly striking initial findings of the Genetics paper -- which the researchers caution require further study and replication by other labs -- included the identification of an interaction with sex for the genetic risk factors associated with multiple sclerosis, as well as a significantly higher heritability of hypertension in women compared to men.", "Since hypertension occurs with similar frequency in men and women, the authors speculate this finding might imply that environmental factors play a correspondingly bigger role in male hypertension."], "source": "University of California - San Francisco"}