{"title": "New genetic engineering technique could help design, study biological systems", "text": "A new technique will help biologists tinker with genes, whether the goal is to turn cells into tiny factories churning out medicines, modify crops to grow with limited water or study the effects of a gene on human health.The technique, published Jan. 20 in Nature Communications, allows scientists to precisely regulate how much protein is produced from a particular gene. The process is simple yet innovative and, so far, works in everything from bacteria to plants to human cells.\"Basically, this is a universal toolkit for modifying gene expression,\" said Sergej Djuranovic, PhD, an assistant professor of cell biology and physiology at Washington University School of Medicine in St. Louis, and the study's senior author.  \"It's a tool that can be used whether you are genetically engineering cells to produce a particular organic molecule, or to study how a gene works.\"The ability to control the amount of protein produced from a particular gene would be a boon to biologists who design or redesign biological systems - such as the set of biochemical reactions that make up cellular metabolism - to produce a desired product. For example, some drugs - including antibiotics such as vancomycin and cancer drugs such as taxol - are produced by cells as byproducts of metabolism. By fine-tuning certain genes a biologist could maximize the quantity of medicine produced.Djuranovic himself is interested in modulating gene expression to study disease-related genes, such as ones implicated in cancer.\"There are all sorts of complex diseases such as cancer and autism in which we know that expression from a particular gene is dialed down but nobody knows how that reduction is contributing to the disease,\" Djuranovic said. \"With classical genetics, you can only study what happens when you have two copies, one copy or no copies of a gene, or in other words, 100 percent, 50 percent or zero percent gene expression. Now we can look at everything in between.\"The technique takes advantage of a feature in the cellular process known as mRNA translation that is a key step in producing proteins from DNA. To make a protein, a gene first is copied into a related molecule known as messenger RNA, which is then translated into proteins.Messenger RNAs are long molecular chains with four kinds of links - adenine (A), cytosine (C), guanine (G) and uracil (U). In general, these links are mixed together, like letters in words, but sometimes many A's occur in a row. Such sequences are slippery; the molecular machinery that translates the RNA into proteins has a tendency to stop and slip on a long track of A's before it reaches the end, thereby reducing the amount of protein that is produced.Djuranovic, graduate student Laura Arthur and colleagues showed that the slipperiness of strings of A's could be used to regulate the amount of protein produced from a gene. The more A's they added to the beginning or middle of a piece of messenger RNA, the less protein that was produced from it. By carefully controlling the length of the string of A's, or introducing different molecular links in certain position along the string they could produce exactly as much protein as they wanted.Djuranovic and colleagues tested the technique in bacteria, protozoa, yeast, plants, fruit flies, and mouse and human cells. It worked ­in all these organisms because RNA translation is an evolutionarily ancient process that occurs the same way across all lifeforms.\"The great thing about this is how simple it is,\" Djuranovic said. \"In the past, if you wanted a mutation that knocked down gene expression by, say, 30 percent, it took years of work and a lot of luck to find one like that. Now we can do it in a few days.\"\r\n", "journal": "Nature Communications", "funder": "National Institutes of Health, National Science Foundation, Natural Sciences and Engineering Research Council of Canada Discovery Grant, American Cancer Society", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/wuso-nge011817.php", "institution": "Washington University School of Medicine", "meeting": "", "description": "A new technique will help biologists tinker with genes, whether the goal is to turn cells into tiny factories churning out medicines, modify crops to grow with limited water or study the effects of a gene on human health. The technique allows scientists to precisely regulate how much protein is produced from a particular gene. The process is simple yet innovative and, so far, works in everything from bacteria to plants to human cells.", "article_link": "http://dx.doi.org/10.1038/NCOMMS14112", "keywords": ["Biology", " Biotechnology", " Genetics", " Genes"], "source_link": null, "date": "Fri, 20 Jan 2017 05:00:00 GMT"}