{"title": "Changes in blood-brain barrier, intestinal permeability found in individuals with autism", "text": "Autism spectrum disorder (ASD) has the dubious distinction of being the fastest-growing developmental disability in the U.S., according to the Centers for Disease Control and Prevention. With 1 in every 68 children born in this country diagnosed with ASD, parents are looking everywhere for answers about best treatments. Along with selective medication to treat certain symptoms, traditional treatments include intensive behavioral approaches. But with no \"one-size-fits-all\" treatment approach, parents often turn to diverse complementary and alternative therapies. Just as parents are looking for answers, scientists are trying to tease out the causes of this multifactorial and complex condition. \"Although we are fairly certain that there is a genetic component, there are many pathways for an individual to arrive at autism's final destination,\" says Alessio Fasano, MD, director of the Center for Celiac Research and Treatment at Massachusetts General Hospital (MGH) and co-senior author of a study published in the journal Molecular Autism. \"What might dispose one person to develop ASD - either pre- or post-natally - might have no such effect on another person,\" he adds.Looking at the interconnectivity of the gut-brain axis - the biochemical signaling between the gastrointestinal and central nervous systems - researchers led by Maria Rosaria Fiorentino, PhD, of the Mucosal Immunology and Biology Research Center at MassGeneral Hospital for Children (MGHfC), have opened up a new avenue of research into the pathophysiology of ASD and other neurodevelopmental disorders. \"As far as we know, this is the first study to look at the molecular signature of blood-brain barrier dysfunction in ASD and schizophrenia in samples from human patients,\" says Fiorentino. In collaboration with researchers from the University of Maryland School of Medicine and others, Fiorentino's group found an altered blood-brain barrier in tissue samples from people with ASD when compared with healthy controls. The group analyzed postmortem cerebral cortex and cerebellum tissues from 33 individuals - 8 with ASD, 10 with schizophrenia and 15 healthy controls. Altered expression of genes associated with blood-brain-barrier integrity and function and with inflammation was detected in ASD tissue samples, supporting the hypothesis that an impaired blood-brain barrier associated with neuroinflammation contributes to ASD. In keeping with the hypothesis that the interplay within the gut-brain axis is a crucial component in the development of neurodevelopmental disorders, the group also analyzed intestinal epithelial tissue from 12 individuals with ASD and 9 without such disorders. That analysis revealed that 75 percent of the individuals affected by ASD had reduced expression of barrier-forming cellular components, compared with controls, and 66 percent showed a higher expression of molecules that increase intestinal permeability. The study was driven in part by the high number of gastrointestinal problems that occur in people with ASD. Although considered controversial by some health care practitioners, a gluten- and casein-free diet has been shown to produce some improvement in behavioral and gastrointestinal symptoms in a subgroup of children with ASD. \"This is the first time anyone has shown that an altered blood-brain barrier and impaired intestinal barrier might both play a role in neuroinflammation in people with ASD,\" says Fiorentino. Fasano adds, \"As well as information on the blood-brain barrier, we were looking for more information on how increased intestinal permeability, otherwise known as a 'leaky gut,' might affect the development of ASD in the context of a dysfunctional gut-brain axis.\" Fiorentino's next project involves looking more mechanistically at how microbiota - the collection of microorganisms in the gut - are linked with intestinal permeability and behavior. \"There is definitely something going on between the gut and the brain with ASD and other neurodevelopmental disorders, and of course the microbiome has a big role to play,\" she says. \"It has already been shown that ASD kids have an altered composition of gut microbial communities. If we can figure out what is required or missing, then maybe we can come up with a treatment that might be able to improve some of the behavioral issues and/or the gastrointestinal symptoms.\"", "journal": "Molecular Autism", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-01/mgh-cib011817.php", "institution": "Massachusetts General Hospital", "meeting": "", "description": "A Massachusetts General Hospital study finds reduced expression of genes involved in integrity of the blood-brain barrier, intestinal barrier in those with autism spectrum disorder.", "article_link": "http://dx.doi.org/10.1186/s13229-016-0110-z", "keywords": ["Medicine/Health", " Gastroenterology", " Neurobiology"], "source_link": null, "date": "Wed, 18 Jan 2017 05:00:00 GMT"}