{"title": "Gestational diabetes increases risk for postpartum depression | EurekAlert! Science News", "year": "Wed, 18 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "icahn", "school", "medicine", "mount", "sinai", "karolinska", "institutet", "found", "gestational", "diabetes", "raises", "risk", "postpartum", "depression", "ppd", "mothers", "largest", "study", "kind", "date", "including", "women", "results", "published", "online", "today", "journal", "depression", "anxiety", "researchers", "also", "established", "women", "history", "depression", "20", "times", "likely", "experience", "ppd", "mothers", "without", "previous", "clinical", "diagnosis", "depression", "gestational", "diabetes", "alone", "increased", "risk", "ppd", "history", "maternal", "depression", "conjunction", "gestational", "diabetes", "increased", "likelihood", "ppd", "practitioners", "think", "two", "isolated", "different", "conditions", "understand", "gestational", "diabetes", "postpartum", "depression", "considered", "together", "says", "michael", "silverman", "phd", "assistant", "professor", "psychiatry", "icahn", "school", "medicine", "mount", "sinai", "lead", "author", "study", "diabetes", "increases", "ppd", "risk", "women", "women", "past", "depressive", "episode", "diabetes", "pregnancy", "makes", "70", "percent", "likely", "develop", "ppd", "addition", "gestational", "diabetes", "researchers", "studied", "dozen", "risk", "factors", "including", "diabetes", "association", "ppd", "women", "without", "history", "depression", "among", "women", "history", "depression", "diabetes", "mild", "preterm", "delivery", "increased", "risk", "young", "age", "cesarean", "delivery", "moderate", "preterm", "delivery", "increased", "risk", "women", "history", "depression", "studying", "modifying", "effect", "maternal", "depression", "perinatal", "ppd", "risk", "factors", "sheds", "new", "light", "relationship", "diabetes", "depression", "showing", "history", "depression", "modifies", "risks", "associated", "obstetric", "perinatal", "factors", "suggests", "may", "different", "causal", "pathways", "ppd", "women", "without", "history", "result", "negative", "personal", "child", "developmental", "outcomes", "identifying", "previous", "depressive", "episodes", "risk", "factor", "ppd", "allows", "doctors", "pursue", "earlier", "interventions", "reason", "doctor", "asks", "smoke", "know", "20", "times", "likely", "get", "cancer", "believe", "depression", "history", "silverman", "said", "information", "intervene", "early", "mother", "gives", "birth", "largest", "study", "date", "characterize", "ppd", "relation", "depression", "history", "researchers", "used", "nationwide", "swedish", "medical", "birth", "register", "includes", "information", "births", "sweden", "unlike", "past", "studies", "researchers", "relied", "clinical", "diagnoses", "ppd", "since", "ppd", "inventories", "tendency", "overestimate", "prevalence", "condition"], "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-gdi011817.php", "date": "2018-01-19_20:58:35", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers from the Icahn School of Medicine at Mount Sinai and the Karolinska Institutet have found that gestational diabetes raises the risk of postpartum depression (PPD) in first-time mothers. This is the largest study of its kind to date, including more than 700,000 women. The results were published online today in the journal Depression and Anxiety.    The researchers also established that women with a history of depression are more than 20 times more likely to experience PPD than mothers without a previous clinical diagnosis of depression. And while gestational diabetes alone increased risk for PPD, a history of maternal depression in conjunction with gestational diabetes further increased the likelihood of PPD.\"Most practitioners think of these as two isolated and very different conditions, but we now understand gestational diabetes and postpartum depression should be considered together,\" says Michael E. Silverman, PhD, an Assistant Professor of Psychiatry at the Icahn School of Medicine at Mount Sinai, and lead author of the study. \"While having diabetes increases PPD risk for all women, for those women who have had a past depressive episode, having diabetes during pregnancy makes it 70 percent more likely that they will develop PPD.\"In addition to gestational diabetes, the researchers studied more than a dozen other risk factors, including pre-gestational diabetes, for association with PPD in women with and without a history of depression. Among women with a history of depression, pre-gestational diabetes and mild preterm delivery increased risk. Young age, instrument-assisted or cesarean delivery, and moderate preterm delivery increased risk in women who had no history of depression. Studying the modifying effect of maternal depression on pre- and perinatal PPD risk factors sheds new light on the relationship between diabetes and depression. Showing that a history of depression modifies some of the risks associated with obstetric and perinatal factors suggests that there may be different causal pathways of PPD in women with and without a history of depression.PPD can result in negative personal and child developmental outcomes, and identifying previous depressive episodes as a risk factor for PPD allows doctors to pursue earlier interventions. \"The reason a doctor asks if you smoke is because they know you are 20 times more likely to get cancer if you do. We believe OB/GYNs should now do the same for depression history,\" Dr. Silverman said. \"With this information, we can now intervene early, before the mother gives birth.\"   This is the largest population-based study to date to characterize PPD in relation to depression history. Researchers used the nationwide Swedish Medical Birth Register, which includes information on all births in Sweden. Unlike in past studies, researchers relied on clinical diagnoses of PPD since symptom-based PPD inventories have a tendency to overestimate the prevalence of the condition. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers from the Icahn School of Medicine at Mount Sinai and the Karolinska Institutet have found that gestational diabetes raises the risk of postpartum depression (PPD) in first-time mothers.", "This is the largest study of its kind to date, including more than 700,000 women.", "The results were published online today in the journal Depression and Anxiety.", "The researchers also established that women with a history of depression are more than 20 times more likely to experience PPD than mothers without a previous clinical diagnosis of depression.", "And while gestational diabetes alone increased risk for PPD, a history of maternal depression in conjunction with gestational diabetes further increased the likelihood of PPD.", "\"Most practitioners think of these as two isolated and very different conditions, but we now understand gestational diabetes and postpartum depression should be considered together,\" says Michael E. Silverman, PhD, an Assistant Professor of Psychiatry at the Icahn School of Medicine at Mount Sinai, and lead author of the study.", "\"While having diabetes increases PPD risk for all women, for those women who have had a past depressive episode, having diabetes during pregnancy makes it 70 percent more likely that they will develop PPD.", "\"In addition to gestational diabetes, the researchers studied more than a dozen other risk factors, including pre-gestational diabetes, for association with PPD in women with and without a history of depression.", "Among women with a history of depression, pre-gestational diabetes and mild preterm delivery increased risk.", "Young age, instrument-assisted or cesarean delivery, and moderate preterm delivery increased risk in women who had no history of depression.", "Studying the modifying effect of maternal depression on pre- and perinatal PPD risk factors sheds new light on the relationship between diabetes and depression.", "Showing that a history of depression modifies some of the risks associated with obstetric and perinatal factors suggests that there may be different causal pathways of PPD in women with and without a history of depression.PPD can result in negative personal and child developmental outcomes, and identifying previous depressive episodes as a risk factor for PPD allows doctors to pursue earlier interventions.", "\"The reason a doctor asks if you smoke is because they know you are 20 times more likely to get cancer if you do.", "We believe OB/GYNs should now do the same for depression history,\" Dr. Silverman said.", "\"With this information, we can now intervene early, before the mother gives birth.\"", "This is the largest population-based study to date to characterize PPD in relation to depression history.", "Researchers used the nationwide Swedish Medical Birth Register, which includes information on all births in Sweden.", "Unlike in past studies, researchers relied on clinical diagnoses of PPD since symptom-based PPD inventories have a tendency to overestimate the prevalence of the condition."], "source": "The Mount Sinai Hospital / Mount Sinai School of Medicine"}