{"title": "In Rett syndrome model, team shows how adult learning is impaired in females | EurekAlert! Science News", "year": "Wed, 18 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcold", "spring", "harbor", "ny", "neurodevelopmental", "disorders", "like", "autism", "likely", "origin", "dawn", "life", "emergence", "inappropriate", "connectivity", "nerve", "cells", "brain", "one", "disorder", "rett", "syndrome", "pathology", "traceable", "failure", "specific", "gene", "called", "mecp2", "today", "team", "cold", "spring", "harbor", "laboratory", "cshl", "publishes", "results", "experiments", "mice", "suggesting", "mecp2", "mutations", "impair", "affected", "individuals", "later", "life", "mouse", "models", "rett", "syndrome", "humans", "seen", "overwhelmingly", "females", "researchers", "demonstrated", "failure", "mecp2", "mouse", "equivalent", "human", "gene", "name", "biological", "consequences", "prevent", "adult", "females", "learning", "gather", "newborn", "pups", "days", "immediately", "following", "pups", "birth", "behavior", "behavior", "rodents", "excellent", "way", "testing", "impact", "mecp2", "mutations", "brain", "females", "age", "explains", "cshl", "associate", "professor", "stephen", "shea", "led", "research", "team", "although", "many", "people", "rett", "syndrome", "severe", "handicaps", "early", "life", "frequently", "live", "well", "adulthood", "notes", "keerthi", "krishnan", "university", "tennessee", "knoxville", "billy", "lau", "performed", "much", "work", "postdoctoral", "investigators", "cshl", "first", "study", "rett", "syndrome", "aware", "explores", "brain", "functions", "related", "natural", "behavior", "affect", "adult", "female", "brain", "krishnan", "says", "team", "discovered", "five", "days", "following", "birth", "pups", "normal", "mecp2", "gene", "expression", "required", "order", "adult", "females", "learn", "gather", "wayward", "pups", "nest", "videos", "shown", "compare", "learned", "behavior", "healthy", "adult", "females", "inability", "females", "impaired", "mecp2", "expression", "learn", "task", "placed", "cage", "healthy", "mom", "inability", "learn", "traced", "team", "cascade", "failures", "molecular", "level", "problems", "begin", "affected", "unaffected", "females", "increase", "production", "enzyme", "called", "gad67", "enzyme", "turn", "spurs", "synthesis", "neurotransmitter", "gaba", "events", "apparently", "caused", "normal", "neural", "plasticity", "go", "haywire", "affected", "females", "central", "deficit", "neurons", "release", "gaba", "auditory", "cortex", "mice", "mecp2", "mutations", "neurons", "expressed", "elevated", "levels", "parvalbumin", "pv", "signaling", "protein", "presented", "challenge", "gathering", "newborn", "pups", "adult", "female", "mice", "expressing", "mutated", "mecp2", "gene", "unable", "learn", "behavior", "normally", "triggered", "pups", "squeals", "neural", "network", "auditory", "cortex", "processes", "sounds", "literally", "handcuffed", "neurons", "also", "deployed", "structures", "called", "perineuronal", "nets", "pnns", "pnns", "structures", "assemble", "space", "surrounding", "individual", "neurons", "likely", "restricting", "ability", "extend", "threadlike", "dendrites", "branches", "form", "synapses", "neurons", "healthy", "individuals", "transient", "forging", "synapses", "lies", "heart", "learning", "work", "suggests", "critical", "window", "heightened", "sensitivity", "cues", "senses", "case", "sounds", "made", "newborn", "pups", "neurons", "adult", "females", "must", "able", "connect", "others", "order", "learn", "key", "behavior", "plasticity", "team", "found", "specifically", "inhibited", "adult", "females", "train", "events", "initiated", "neuronal", "network", "mecp2", "defective", "window", "vulnerability", "reveals", "role", "mecp2", "mutations", "facilitating", "adult", "plasticity", "distinct", "impact", "mutations", "early", "development", "individuals", "krishnan", "points", "using", "genetic", "pharmacological", "interventions", "team", "able", "manipulate", "gaba", "neural", "networks", "auditory", "cortex", "restoring", "ability", "adult", "female", "mice", "learn", "retrieve", "pups", "critical", "window", "following", "birth", "pups", "shea", "suggests", "restoration", "reflects", "ability", "neurons", "auditory", "cortex", "correctly", "perceive", "vocalizations", "pups", "something", "adult", "mice", "modeling", "rett", "syndrome", "unable", "lab", "work", "plasticity", "learning", "continuing", "exploration", "various", "ways", "mecp2", "mutations", "expressed", "different", "individuals", "males", "one", "copy", "mecp2", "owing", "location", "x", "chromosome", "severe", "mutation", "gene", "often", "fatal", "females", "rett", "syndrome", "two", "x", "chromosomes", "thus", "two", "copies", "mecp2", "typically", "problems", "one", "copies", "whether", "good", "bad", "copy", "gene", "expressed", "given", "cell", "given", "moment", "random", "phenomenon", "helping", "explain", "wide", "range", "impacts", "mecp2", "mutations", "different", "female", "individuals"], "url": "http://www.eurekalert.org/pub_releases/2017-01/cshl-irs011717.php", "date": "2018-01-19_20:58:38", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCold Spring Harbor, NY - Neurodevelopmental disorders like autism very likely have their origin at the dawn of life, with the emergence of inappropriate connectivity between nerve cells in the brain. In one such disorder, Rett syndrome, the pathology is traceable to the failure of a specific gene, called MECP2. Today, a team at Cold Spring Harbor Laboratory (CSHL) publishes results of experiments in mice suggesting how MECP2 mutations further impair affected individuals later on in life. \r\nIn mouse models of Rett syndrome - which in humans is seen overwhelmingly in females - the researchers have demonstrated how failure of Mecp2, the mouse equivalent of the human gene of the same name, has biological consequences that prevent adult females from learning how to gather newborn pups in the days immediately following the pups' birth.  \r\n\"Pup-gathering behavior is a well-studied behavior in rodents, and an excellent way of testing the impact of Mecp2 mutations on the brain in females of child-bearing age,\" explains CSHL Associate Professor Stephen Shea, who led the research team.  \r\n\"Although many people with Rett syndrome have severe handicaps from early in life, they frequently live well into adulthood,\" notes Keerthi Krishnan, Ph.D., now at University of Tennessee at Knoxville, who, with Billy Lau, Ph.D., performed much of the work as postdoctoral investigators at CSHL. \"This is the first study in Rett syndrome we're aware of that explores how brain functions related to an experience-based natural behavior affect the adult female brain,\" Krishnan says.\r\nThe team discovered that during the five days following the birth of pups, normal Mecp2 gene expression is required in order for adult females to learn how to gather wayward pups into a nest. Videos shown here compare the learned pup-retrieval behavior in healthy adult females with the inability of females with impaired Mecp2 expression to learn the task when placed in the same cage as a healthy mom.\r\nThis inability to learn was traced by the team to a cascade of failures at the molecular level. These problems begin when both affected and unaffected females increase production of an enzyme called GAD67. The enzyme, in turn, spurs synthesis of the neurotransmitter GABA. These events apparently caused normal neural plasticity to go haywire in affected females. Central to this deficit were so-called PV+ neurons that release GABA in the auditory cortex. In mice with Mecp2 mutations, these neurons expressed elevated levels of parvalbumin (PV), a signaling protein.\r\nWhen presented with the challenge of gathering newborn pups, adult female mice expressing a mutated and non-functional Mecp2 gene were unable to learn the behavior, which is normally triggered by the pups' high-pitched squeals.  The neural network in the auditory cortex -- which processes the sounds -- is literally handcuffed. These same neurons also deployed structures called perineuronal nets (PNNs).  PNNs are cage-like structures that assemble in the space surrounding individual PV+ neurons, likely restricting their ability to extend threadlike dendrites, or branches, to form synapses with other neurons.  In healthy individuals, the transient forging of synapses lies at the heart of experience-based learning.\r\nThe work suggests there is a critical window of heightened sensitivity to cues from the senses - in this case, sounds made by newborn pups - during which neurons in adult females must be able to connect with others in order to learn a key behavior.  Such plasticity is what the team found to be specifically inhibited in adult females by the train of events initiated by the PV+ neuronal network when Mecp2 was defective.  \r\n\"This window of vulnerability reveals a role of Mecp2 mutations in facilitating adult plasticity, and this is distinct from the impact of these mutations on early development of the same individuals,\" Krishnan points out.\r\nUsing genetic and pharmacological interventions, the team was able to manipulate GABA in neural networks in the auditory cortex, restoring the ability of adult female mice to learn how to retrieve pups in the critical five-day window following the birth of pups.  Shea suggests this restoration reflects the ability of neurons in the auditory cortex to correctly perceive the vocalizations of pups, something the adult mice modeling Rett syndrome are unable to do.  \r\nThe lab's work on plasticity and learning is continuing, as is its exploration of the various ways in which Mecp2 mutations are expressed in different individuals.  In males, with only one copy of Mecp2 owing to its location on the X chromosome, a severe mutation in the gene is often fatal.  Females with Rett syndrome, having two X chromosomes and thus two copies of Mecp2, typically have problems with only one of those copies.  Whether their \"good\" or \"bad\" copy of the gene is expressed in any given cell at any given moment is a random phenomenon, helping to explain the wide range of impacts Mecp2 mutations can have in different female individuals.   \r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCold Spring Harbor, NY - Neurodevelopmental disorders like autism very likely have their origin at the dawn of life, with the emergence of inappropriate connectivity between nerve cells in the brain.", "In one such disorder, Rett syndrome, the pathology is traceable to the failure of a specific gene, called MECP2.", "Today, a team at Cold Spring Harbor Laboratory (CSHL) publishes results of experiments in mice suggesting how MECP2 mutations further impair affected individuals later on in life.", "In mouse models of Rett syndrome - which in humans is seen overwhelmingly in females - the researchers have demonstrated how failure of Mecp2, the mouse equivalent of the human gene of the same name, has biological consequences that prevent adult females from learning how to gather newborn pups in the days immediately following the pups' birth.", "\"Pup-gathering behavior is a well-studied behavior in rodents, and an excellent way of testing the impact of Mecp2 mutations on the brain in females of child-bearing age,\" explains CSHL Associate Professor Stephen Shea, who led the research team.", "\"Although many people with Rett syndrome have severe handicaps from early in life, they frequently live well into adulthood,\" notes Keerthi Krishnan, Ph.D., now at University of Tennessee at Knoxville, who, with Billy Lau, Ph.D., performed much of the work as postdoctoral investigators at CSHL.", "\"This is the first study in Rett syndrome we're aware of that explores how brain functions related to an experience-based natural behavior affect the adult female brain,\" Krishnan says.", "The team discovered that during the five days following the birth of pups, normal Mecp2 gene expression is required in order for adult females to learn how to gather wayward pups into a nest.", "Videos shown here compare the learned pup-retrieval behavior in healthy adult females with the inability of females with impaired Mecp2 expression to learn the task when placed in the same cage as a healthy mom.", "This inability to learn was traced by the team to a cascade of failures at the molecular level.", "These problems begin when both affected and unaffected females increase production of an enzyme called GAD67.", "The enzyme, in turn, spurs synthesis of the neurotransmitter GABA.", "These events apparently caused normal neural plasticity to go haywire in affected females.", "Central to this deficit were so-called PV+ neurons that release GABA in the auditory cortex.", "In mice with Mecp2 mutations, these neurons expressed elevated levels of parvalbumin (PV), a signaling protein.", "When presented with the challenge of gathering newborn pups, adult female mice expressing a mutated and non-functional Mecp2 gene were unable to learn the behavior, which is normally triggered by the pups' high-pitched squeals.", "The neural network in the auditory cortex -- which processes the sounds -- is literally handcuffed.", "These same neurons also deployed structures called perineuronal nets (PNNs).", "PNNs are cage-like structures that assemble in the space surrounding individual PV+ neurons, likely restricting their ability to extend threadlike dendrites, or branches, to form synapses with other neurons.", "In healthy individuals, the transient forging of synapses lies at the heart of experience-based learning.", "The work suggests there is a critical window of heightened sensitivity to cues from the senses - in this case, sounds made by newborn pups - during which neurons in adult females must be able to connect with others in order to learn a key behavior.", "Such plasticity is what the team found to be specifically inhibited in adult females by the train of events initiated by the PV+ neuronal network when Mecp2 was defective.", "\"This window of vulnerability reveals a role of Mecp2 mutations in facilitating adult plasticity, and this is distinct from the impact of these mutations on early development of the same individuals,\" Krishnan points out.", "Using genetic and pharmacological interventions, the team was able to manipulate GABA in neural networks in the auditory cortex, restoring the ability of adult female mice to learn how to retrieve pups in the critical five-day window following the birth of pups.", "Shea suggests this restoration reflects the ability of neurons in the auditory cortex to correctly perceive the vocalizations of pups, something the adult mice modeling Rett syndrome are unable to do.", "The lab's work on plasticity and learning is continuing, as is its exploration of the various ways in which Mecp2 mutations are expressed in different individuals.", "In males, with only one copy of Mecp2 owing to its location on the X chromosome, a severe mutation in the gene is often fatal.", "Females with Rett syndrome, having two X chromosomes and thus two copies of Mecp2, typically have problems with only one of those copies.", "Whether their \"good\" or \"bad\" copy of the gene is expressed in any given cell at any given moment is a random phenomenon, helping to explain the wide range of impacts Mecp2 mutations can have in different female individuals."], "source": "Cold Spring Harbor Laboratory"}