{"title": "New data show heightened risk of birth defects with antidepressants | EurekAlert! Science News", "year": "Wed, 18 Jan 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txmontreal", "january", "18", "2017", "new", "université", "de", "montréal", "study", "british", "medical", "journal", "reveals", "antidepressants", "prescribed", "pregnant", "women", "could", "increase", "chance", "baby", "birth", "defects", "risk", "6", "10", "versus", "3", "5", "women", "take", "drugs", "high", "enough", "merit", "caution", "use", "especially", "since", "cases", "marginally", "effective", "study", "says", "pregnancy", "treating", "mother", "worried", "unborn", "child", "benefit", "needs", "outweigh", "risk", "said", "study", "senior", "author", "anick", "bérard", "professor", "udem", "faculty", "pharmacy", "researcher", "affiliated", "children", "hospital", "chu", "expert", "pregnancy", "depression", "bérard", "previously", "established", "links", "antidepressants", "low", "birth", "weight", "gestational", "hypertension", "miscarriages", "autism", "new", "study", "among", "first", "examine", "link", "birth", "defects", "among", "depressed", "year", "quebec", "women", "get", "pregnant", "7", "show", "signs", "depression", "mostly", "mild", "moderate", "much", "smaller", "percentage", "less", "one", "per", "cent", "suffers", "severe", "study", "bérard", "looked", "depressed", "women", "quebec", "pregnancy", "cohort", "longitudinal", "grouping", "pregnancies", "recorded", "1998", "2009", "women", "studied", "20", "per", "cent", "took", "antidepressants", "first", "three", "months", "looked", "first", "trimester", "organ", "systems", "developing", "said", "bérard", "12", "weeks", "gestation", "baby", "formed", "antidepressant", "use", "critical", "potential", "interfere", "serotonin", "intake", "fetus", "result", "malformations", "serotonin", "early", "pregnancy", "essential", "development", "embryonic", "cells", "thus", "insult", "disturbs", "serotonin", "signaling", "process", "potential", "result", "wide", "variety", "malformations", "study", "says", "example", "celexa", "brand", "name", "citalopram", "taken", "first", "trimester", "risk", "major", "birth", "defects", "jumped", "5", "per", "cent", "8", "per", "cent", "bérard", "found", "88", "cases", "malformations", "linked", "use", "use", "paxil", "paroxetine", "associated", "increased", "risk", "heart", "defects", "venlafaxine", "effexor", "lung", "defects", "tricyclic", "antidepressants", "elavil", "increased", "eye", "ear", "face", "neck", "rise", "across", "globe", "leading", "cause", "death", "according", "world", "health", "organization", "depression", "particularly", "serious", "pregnancy", "doctors", "especially", "psychiatrists", "obstetricians", "specialists", "prescribing", "antidepressants", "ever", "expectant", "decade", "bérard", "studied", "cohort", "proportion", "expectant", "mothers", "antidepressants", "quebec", "doubled", "21", "users", "per", "pregnancies", "1998", "43", "per", "using", "drugs", "tend", "older", "live", "alone", "welfare", "also", "may", "ailments", "diabetes", "hypertension", "asthma", "new", "study", "shows", "women", "generally", "financial", "means", "leisure", "time", "support", "seek", "solutions", "exercising", "regularly", "consulting", "psychotherapist", "multitude", "ways", "get", "mild", "moderate", "depression", "treated", "need", "time", "money", "also", "encouragement", "take", "advantage", "bérard", "said", "given", "increasing", "number", "women", "diagnosed", "depression", "pregnancy", "new", "results", "direct", "implications", "clinical", "management", "study", "concludes", "even", "important", "given", "effectiveness", "antidepressants", "pregnancy", "treatment", "majority", "cases", "depression", "mild", "moderate", "depression", "shown", "marginal", "hence", "need", "caution", "antidepressant", "use", "pregnancy", "warranted", "alternative", "options", "considered"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-nds011717.php", "date": "2018-01-19_20:58:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMONTREAL, January 18, 2017 - A new Université de Montréal study in the British Medical Journal reveals that antidepressants prescribed to pregnant women could increase the chance of having a baby with birth defects. The risk - 6 to 10 %, versus 3 to 5 % in women who do not take the drugs - is high enough to merit caution in their use, especially since, in most cases, they are only marginally effective, the study says.\"In pregnancy, you're treating the mother but you're worried about the unborn child, and the benefit needs to outweigh the risk,\" said the study's senior author, Anick Bérard, a professor at UdeM's Faculty of Pharmacy and researcher at its affiliated children's hospital, CHU Sainte-Justine.A well-known expert in pregnancy and depression, Bérard has previously established links between antidepressants and low birth weight, gestational hypertension, miscarriages and autism. Her new study is among the first to examine the link to birth defects among depressed women.Every year, about 135,000 Quebec women get pregnant, and of those, about 7 % show some signs of depression, mostly mild to moderate. A much smaller percentage - less than one per cent - suffers from severe depression.In her study, Bérard looked at 18,487 depressed women in the Quebec Pregnancy Cohort, a  longitudinal, population-based grouping of 289,688 pregnancies recorded between 1998 to 2009. Of the women studied, 3,640 - about 20 per cent - took antidepressants in the first three months.\"We only looked at the first trimester, because this is where all the organ systems are developing,\" said Bérard. \"At 12 weeks of gestation, the baby is formed.\"Antidepressant use during this critical time-window has the potential to interfere with serotonin intake by the fetus, which can result in malformations. \"Serotonin during early pregnancy is essential for the development of all embryonic cells, and thus any insult that disturbs the serotonin signaling process has the potential to result in a wide variety of malformations,\" the study says. For example, when Celexa (the brand name for citalopram) was taken in the first trimester, the risk of major birth defects jumped from 5 per cent to 8 per cent, Bérard found. In all, 88 cases of malformations were linked to use of the drug.Similarly, use of Paxil (paroxetine) was associated with an increased risk of heart defects; venlafaxine (Effexor), with lung defects; and tricyclic antidepressants (such as Elavil), with increased eye, ear, face and neck defects.Depression is on the rise across the globe and is a leading cause of death, according to the World Health Organization. Depression is particularly serious during pregnancy, and doctors - especially psychiatrists, obstetricians and other specialists - are prescribing more antidepressants than ever to expectant mothers.Over the decade or so that Bérard studied her cohort, the proportion of expectant mothers on antidepressants in Quebec doubled, from 21 users per 1,000 pregnancies in 1998 to 43 per 1,000 in 2009.Those using the drugs tend to be older, live alone or be on welfare; they also may have other ailments such as diabetes, hypertension and asthma, the new study shows. The women generally don't have the financial means, leisure time or support to seek other solutions, such as exercising regularly or consulting with a psychotherapist. \"There are a multitude of ways to get mild to moderate depression treated, but you need to have the time and money and also the encouragement to take advantage of them,\" Bérard said. \"Given that an increasing number of women are diagnosed with  depression during pregnancy, (the new) results have direct implications on their clinical management,\" the study concludes.\r\n\"This is even more important given that the effectiveness of antidepressants during pregnancy for the treatment of the majority of cases of depression (mild to moderate depression) have been shown to be marginal.\r\n\"Hence, the need for caution with antidepressant use during pregnancy is warranted and alternative non-drug options should be considered.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMONTREAL, January 18, 2017 - A new Université de Montréal study in the British Medical Journal reveals that antidepressants prescribed to pregnant women could increase the chance of having a baby with birth defects.", "The risk - 6 to 10 %, versus 3 to 5 % in women who do not take the drugs - is high enough to merit caution in their use, especially since, in most cases, they are only marginally effective, the study says.", "\"In pregnancy, you're treating the mother but you're worried about the unborn child, and the benefit needs to outweigh the risk,\" said the study's senior author, Anick Bérard, a professor at UdeM's Faculty of Pharmacy and researcher at its affiliated children's hospital, CHU Sainte-Justine.A well-known expert in pregnancy and depression, Bérard has previously established links between antidepressants and low birth weight, gestational hypertension, miscarriages and autism.", "Her new study is among the first to examine the link to birth defects among depressed women.Every year, about 135,000 Quebec women get pregnant, and of those, about 7 % show some signs of depression, mostly mild to moderate.", "A much smaller percentage - less than one per cent - suffers from severe depression.In her study, Bérard looked at 18,487 depressed women in the Quebec Pregnancy Cohort, a  longitudinal, population-based grouping of 289,688 pregnancies recorded between 1998 to 2009.", "Of the women studied, 3,640 - about 20 per cent - took antidepressants in the first three months.", "\"We only looked at the first trimester, because this is where all the organ systems are developing,\" said Bérard.", "\"At 12 weeks of gestation, the baby is formed.", "\"Antidepressant use during this critical time-window has the potential to interfere with serotonin intake by the fetus, which can result in malformations.", "\"Serotonin during early pregnancy is essential for the development of all embryonic cells, and thus any insult that disturbs the serotonin signaling process has the potential to result in a wide variety of malformations,\" the study says.", "For example, when Celexa (the brand name for citalopram) was taken in the first trimester, the risk of major birth defects jumped from 5 per cent to 8 per cent, Bérard found.", "In all, 88 cases of malformations were linked to use of the drug.Similarly, use of Paxil (paroxetine) was associated with an increased risk of heart defects; venlafaxine (Effexor), with lung defects; and tricyclic antidepressants (such as Elavil), with increased eye, ear, face and neck defects.Depression is on the rise across the globe and is a leading cause of death, according to the World Health Organization.", "Depression is particularly serious during pregnancy, and doctors - especially psychiatrists, obstetricians and other specialists - are prescribing more antidepressants than ever to expectant mothers.Over the decade or so that Bérard studied her cohort, the proportion of expectant mothers on antidepressants in Quebec doubled, from 21 users per 1,000 pregnancies in 1998 to 43 per 1,000 in 2009.Those using the drugs tend to be older, live alone or be on welfare; they also may have other ailments such as diabetes, hypertension and asthma, the new study shows.", "The women generally don't have the financial means, leisure time or support to seek other solutions, such as exercising regularly or consulting with a psychotherapist.", "\"There are a multitude of ways to get mild to moderate depression treated, but you need to have the time and money and also the encouragement to take advantage of them,\" Bérard said.", "\"Given that an increasing number of women are diagnosed with  depression during pregnancy, (the new) results have direct implications on their clinical management,\" the study concludes.", "\"This is even more important given that the effectiveness of antidepressants during pregnancy for the treatment of the majority of cases of depression (mild to moderate depression) have been shown to be marginal.", "\"Hence, the need for caution with antidepressant use during pregnancy is warranted and alternative non-drug options should be considered.\""], "source": "University of Montreal"}