{"title": "Why does an anesthetic make us lose consciousness?", "text": "FRANKFURT. To date, researchers assumed that anesthetics interrupt signal transmission between different areas of the brain and that is why we lose consciousness. Neuroscientists at Goethe University Frankfurt and the Max Planck Institute for Dynamics and Self-Organization in Göttingen have now discovered that certain areas of the brain generate less information when under anesthesia. The drop in information transfer often measured when the brain is under anesthesia could be a consequence of this reduced local information generation and not - as was so far assumed - a result of disrupted signal Transmission between brain areas.If only a few telephone calls are made in a city then it could be the case that several telecommunication systems have broken down - or it is nighttime and most people are asleep. The situation is similar in an anesthetized brain: if there is remarkably little information transfer between various areas of the brain then either signal transmission in the nerve fibers is blocked or certain areas of the brain are less active as far as the generation of information is concerned.Patricia Wollstadt, Favio Frohlich, their colleagues from the Brain Imaging Center at Goethe University Frankfurt and researchers at the MPI for Dynamics and Self-Organization have now investigated this second hypothesis. As they have announced in the current issue of \"PLOS Computational Biology\", they used ferrets to examine \"source\" brain areas from which less information was transmitted under anesthesia than in a waking state. They found out that information generation under anesthesia was far more affected there than in the \"target\" brain areas to which the information was transferred. This indicates that it is the information available in the source area which determines information transfer and not a disruption in signal transmission. Were the latter the case, a far greater reduction could be expected in the target areas since less information \"arrives\" there.\"The relevance of this alternative explanation goes beyond anesthesia research, says Patricia Wollstadt, \"since each and every examination of neuronal information transfer should categorically take into consideration how much information is available locally and is therefore also transferable.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/guf-wda061317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Goethe University Frankfurt", "keywords": ["Cell Biology", " Medicine/Health", " Neurobiology"], "journal": "PLOS Computational Biology", "description": "Neuroscientists at Goethe University Frankfurt and the Max Planck Institute for Dynamics and Self-Organization in Göttingen have now discovered that certain areas of the brain generate less information when under anesthesia.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}