{"title": "Status epilepticus: An overview", "text": "Seizures can be divided into three major groups: focal, generalised and unknown. Among all form of seizures, status epilepticus (SE) is a serious neurological condition affecting 50 million people around the world. SE is a neurologic emergency wherein an individual suffers from continuous or repetitive seizures in the brain, each lasting five minutes or more without regaining consciousness between seizures. In these conditions, immediate and effective treatment is required in the least possible time as it is associated with neuronal damage, systemic complications, substantial morbidity and mortality depending on status type, duration, age and etiology. In this article we give overview and up-to-date information on the latest ILAE classification of epilepsy seizures and potential underlying etiologies triggering SE. We discuss in brief regarding the etiology, diagnostic work-up and prognosis for patients with convulsive, nonconvulsive SE. We have also focussed on the various available anticonvulsant drug therapies and management guidelines in hospital and out of hospital settings, which are used and followed by the neurologists, clinicians and emergency personnel in the emergency room all around the world. All the information collected was consolidated as a treatment algorithm based on the guidelines prescribed and followed by medical agencies around the world. In this paper we explain the presently known potential routes of administration for antiepileptic drugs (AEDs) and their elimination. Many prescriptions around the world mix up AEDs with both enzyme inducing and enzyme inhibition drugs. So to give readers a clear idea, we have written a separate section about this topic and discussed about mechanism and interactions of these drugs in brief. Finally, we conclude our paper with a discussion regarding the current issues in SE treatment and patient recovery strategies after each type of therapy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bsp-sea061217.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Neurochemistry", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Circadian Rhythm", " Neurochemistry", " Parkinson's Disease", " Sleep/Sleep Disorders"], "journal": "Current Drug Metabolism", "description": "Seizures can be divided into three major groups: focal, generalised and unknown. Among all form of seizures, status epilepticus (SE) is a serious neurological condition affecting 50 million people around the world. SE is a neurologic emergency wherein an individual suffers from continuous or repetitive seizures in the brain, each lasting five minutes or more without regaining consciousness between seizures.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}