{"title": "Insomnia genes found", "text": "An international team of researchers has found, for the first time, seven risk genes for insomnia. With this finding the researchers have taken an important step towards the unravelling of the biological mechanisms that cause insomnia. In addition, the finding proves that insomnia is not, as is often claimed, a purely psychological condition. Today, Nature Genetics publishes the results of this research.Insomnia is probably the most common health complaint. Even after treatment, poor sleep remains a persistent vulnerability for many people. By having determined the risk genes, professors Danielle Posthuma (VU and VUmc) and Eus Van Someren (Netherlands Institute for Neuroscience, VU and VUmc), the lead researchers of this international project, have come closer to unravelling the biological mechanisms that cause the predisposition for insomnia.Hope and recognition for insomniacsProfessor Van Someren, specialized in sleep and insomnia, believes that the findings are the start of a path towards an understanding of insomnia at the level of communication within and between neurons, and thus towards finding new ways of treatment.He also hopes that the findings will help with the recognition of insomnia. \"As compared to the severity, prevalence and risks of insomnia, only few studies targeted its causes. Insomnia is all too often dismissed as being 'all in your head'. Our research brings a new perspective. Insomnia is also in the genes.\"In a sample of 113,006 individuals, the researchers found 7 genes for insomnia. These genes play a role in the regulation of transcription, the process where DNA is read in order to make an RNA copy of it, and exocytosis, the release of molecules by cells in order to communicate with their environment. One of the identified genes, MEIS1, has previously been related to two other sleep disorders: Periodic Limb Movements of Sleep (PLMS) and Restless Legs Syndrome (RLS). By collaborating with Konrad Oexle and colleagues from the Institute of Neurogenomics at the Helmholtz Zentrum, München, Germany, the researchers could conclude that the genetic variants in the gene seem to contribute to all three disorders. Strikingly, PLMS and RLS are characterized by restless movement and sensation, respectively, whereas insomnia is characterized mainly by a restless stream of consciousness.Genetic overlap with other characteristicsThe researchers also found a strong genetic overlap with other traits, such as anxiety disorders, depression and neuroticism, and low subjective wellbeing. \"This is an interesting finding, because these characteristics tend to go hand in hand with insomnia. We now know that this is partly due to the shared genetic basis\", says neuroscientist Anke Hammerschlag (VU), PhD student and first author of the study.Different genes for men and womenThe researchers also studied whether the same genetic variants were important for men and women. \"Part of the genetic variants turned out to be different. This suggests that, for some part, different biological mechanisms may lead to insomnia in men and women\", says professor Posthuma. \"We also found a difference between men and women in terms of prevalence: in the sample we studied, including mainly people older than fifty years, 33% of the women reported to suffer from insomnia. For men this was 24%.\"The risk genes could be tracked down in cohorts with the DNA and diagnoses of many thousands of people. The UK Biobank - a large cohort from England that has DNA available - did not have information as such about the diagnosis of insomnia, but they had asked their participants whether they found it difficult to fall asleep or to have an uninterrupted sleep. By making good use of information from slaapregister.nl (the Dutch Sleep Registry), the UK Biobank was able, for the first time, to determine which of them met the insomnia profile. Linking the knowledge from these two cohorts is what made the difference.\r\n", "article_link": "http://dx.doi.org/10.1038/ng.3888", "url": "http://www.eurekalert.org/pub_releases/2017-06/vua-igf061217.php", "region": "europe", "source_link": null, "funder": "Netherlands Organization for Scientific Research, European Research Council", "meeting": "", "institution": "Vrije Universiteit Amsterdam", "keywords": ["Genetics", " Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Genes"], "journal": "Nature Genetics", "description": "An international team of researchers has found, for the first time, seven risk genes for insomnia. With this finding the researchers have taken an important step towards the unraveling of the biological mechanisms that cause insomnia. In addition, the finding proves that insomnia is not, as is often claimed, a purely psychological condition. Today, Nature Genetics publishes the results of this research.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}