{"title": "Blue Brain team discovers a multi-dimensional universe in brain networks", "text": "For most people, it is a stretch of the imagination to understand the world in four dimensions but a new study has discovered structures in the brain with up to eleven dimensions - ground-breaking work that is beginning to reveal the brain's deepest architectural secrets.  Using algebraic topology in a way that it has never been used before in neuroscience, a team from the Blue Brain Project has uncovered a universe of multi-dimensional geometrical structures and spaces within the networks of the brain. The research, published today in Frontiers in Computational Neuroscience, shows that these structures arise when a group of neurons forms a clique: each neuron connects to every other neuron in the group in a very specific way that generates a precise geometric object. The more neurons there are in a clique, the higher the dimension of the geometric object. \"We found a world that we had never imagined,\" says neuroscientist Henry Markram, director of Blue Brain Project and professor at the EPFL in Lausanne, Switzerland, \"there are tens of millions of these objects even in a small speck of the brain, up through seven dimensions. In some networks, we even found structures with up to eleven dimensions.\" Markram suggests this may explain why it has been so hard to understand the brain. \"The mathematics usually applied to study networks cannot detect the high-dimensional structures and spaces that we now see clearly.\"  If 4D worlds stretch our imagination, worlds with 5, 6 or more dimensions are too complex for most of us to comprehend. This is where algebraic topology comes in: a branch of mathematics that can describe systems with any number of dimensions. The mathematicians who brought algebraic topology to the study of brain networks in the Blue Brain Project were Kathryn Hess from EPFL and Ran Levi from Aberdeen University.   \"Algebraic topology is like a telescope and microscope at the same time. It can zoom into networks to find hidden structures - the trees in the forest - and see the empty spaces - the clearings - all at the same time,\" explains Hess. In 2015, Blue Brain published the first digital copy of a piece of the neocortex - the most evolved part of the brain and the seat of our sensations, actions, and consciousness. In this latest research, using algebraic topology, multiple tests were performed on the virtual brain tissue to show that the multi-dimensional brain structures discovered could never be produced by chance. Experiments were then performed on real brain tissue in the Blue Brain's wet lab in Lausanne confirming that the earlier discoveries in the virtual tissue are biologically relevant and also suggesting that the brain constantly rewires during development to build a network with as many high-dimensional structures as possible. When the researchers presented the virtual brain tissue with a stimulus, cliques of progressively higher dimensions assembled momentarily to enclose high-dimensional holes, that the researchers refer to as cavities. \"The appearance of high-dimensional cavities when the brain is processing information means that the neurons in the network react to stimuli in an extremely organized manner,\" says Levi. \"It is as if the brain reacts to a stimulus by building then razing a tower of multi-dimensional blocks, starting with rods (1D), then planks (2D), then cubes (3D), and then more complex geometries with 4D, 5D, etc. The progression of activity through the brain resembles a multi-dimensional sandcastle that materializes out of the sand and then disintegrates.\" The big question these researchers are asking now is whether the intricacy of tasks we can perform depends on the complexity of the multi-dimensional \"sandcastles\" the brain can build. Neuroscience has also been struggling to find where the brain stores its memories. \"They may be 'hiding' in high-dimensional cavities,\" Markram speculates.", "article_link": "http://dx.doi.org/10.3389/fncom.2017.00048", "url": "http://www.eurekalert.org/pub_releases/2017-06/f-bbt060617.php", "region": "europe", "source_link": "http://journal.frontiersin.org/article/10.3389/fncom.2017.00048/abstract", "funder": "ETH Domain for Blue Brain Project and Laboratory of Neural Microcircuitry, The Blue Brain Project's IBM BlueGene/Q System - BlueBrain IV, ETH Board, Swiss National Supercomputing Center, NCCR Synapsy Grant, others", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Biomechanics/Biophysics", " Mathematics/Statistics", " Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Neurobiology", " Technology/Engineering/Computer Science", " Biotechnology", " Research/Development"], "journal": "Frontiers in Computational Neuroscience", "description": "Using a sophisticated type of mathematics in a way that it has never been used before in neuroscience, a team from the Blue Brain Project has uncovered a universe of multi-dimensional geometrical structures and spaces within the networks of the brain. This research, published in Frontiers in Computational Neuroscience, has significant implications for our understanding of the brain.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}