{"title": "Media portrayals of pregnant women, new moms unrealistic, study says", "text": "CHAMPAIGN, Ill. -- Whether it's a pregnant character on a TV show or a photo spread heralding a celebrity's rapid recovery of her pre-pregnancy physique, media portrayals of pregnant and postpartum women tend to be unrealistic, women said in a new study.Nearly half - 46 percent - of women who participated in the study reported that exposure to unrealistic images and messages fostered a host of negative emotions, such as self-consciousness about their bodies and feelings of depression, frustration and hopelessness when they're unable to lose weight as rapidly after childbirth as celebrities purportedly do. Images celebrating celebrities' lightning-fast weight loss after giving birth - and the media's overall focus on women's bodies during and after pregnancy - can be detrimental to other women and their infants, according to the study's lead author, Toni Liechty. A professor of recreation, sport and tourism at the University of Illinois, Liechty explores connections between physical activity and body image in her research.During the perinatal period - the time frame shortly before and after giving birth - women are particularly concerned about their appearance and vulnerable to poor body image, Liechty said.Liechty and her co-authors - family life professor Sarah M. Coyne and alumni Kevin M. Collier and Aubrey D. Sharp, all of Brigham Young University - interviewed 50 women about the media's representations of pregnant and postpartum women and the impact these images and messages have on women's feelings about their bodies. Most of the participants, who were 20 or more weeks pregnant or up to nine months postpartum, viewed media portrayals of pregnant and postpartum women as idealistic and far removed from most women's actual experiences - especially photos of celebrities flaunting their figures in bikinis within weeks of childbirth, their well-toned bodies lacking the sagging skin and stretch marks that pregnancy often leaves in its wake. \"Participants felt that media portrayals of women 'losing all their baby weight' in a short time frame set unrealistic expectations and did not account for the realities of giving birth, such as hormones, physical healing and the stress of caring for a baby,\" Liechty said. Social media were perceived \"as having a unique influence because (these messages were) viewed as coming from 'real people,' including friends and family,\" Liechty said. Some women found social media refreshing because they provided opportunities for sharing information and honest, supportive communication with other \"real\" women, in addition to providing a broader array of content than other media.However, online media also jeopardized some women's feelings about their bodies. Some women felt judged by other users' remarks, even when they didn't interact with those people directly, and the selfies that peers exchanged online fostered feelings of competition and even guilt when participants failed to live up to the ideals or standards set by others. Regardless of the medium, women in the study appreciated images and stories that portrayed pregnancy and postpartum authentically and in relatable ways. Participants were nearly unanimous in the belief that media outlets focus too much on pregnant and postpartum women's bodies, and said they would like to see media explore other aspects of the perinatal experience, such as parenting or the miracle of birth.While some women said they compared their bodies to those of women they saw in the media and aspired to look more like them, these women also made a conscious effort to protect their self-esteem by reducing their exposure to magazines, blogs or other media that made them feel unhappy with their bodies.Regardless of the medium, participants cautioned that it was important to be a selective consumer, Liechty said. \"These participants felt that they had benefited from being intentional consumers of media - seeking out positive messages and avoiding negative ones.\"Women who were critical consumers of media, had emotionally supportive spouses or were aware that various body types respond differently during pregnancy and postpartum were more likely to maintain health body images, regardless of the media messages they were exposed to, the researchers found. ", "article_link": "http://dx.doi.org/10.1080/10410236.2017.1315680", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoia-mpo080717.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/540775", "funder": "Brigham Young University", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Medicine/Health", " Diet/Body Weight", " Gynecology", " Social/Behavioral Science", " Behavior"], "journal": "Health Communication", "description": "Media portrayals of pregnant, postpartum women unrealistic, women said in a new study by University of Illinois researcher Toni Liechty.  Exposure to unrealistic images and messages fostered a host of negative emotions, such as self-consciousness about their bodies and feelings of depression, frustration and hopelessness when they were unable to lose weight as rapidly after childbirth as celebrities purportedly do.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}