{"title": "Transcription factor expression tied to medial amygdala neuronal ID, sex-specific response", "text": "WASHINGTON - Neurons derived from two different types of precursor cells that later develop into neurons in the medial amygdala - one of the interconnected structures in the brain involved in emotion, motivation and memory - help to program innate reproductive and aggressive behaviors into the brain, research led by Children's National Health System indicates.The finding, published April 7, 2017 in the journal eLife, helps to explain how events that occur when the fetal brain is developing may program instinctual behaviors relied on by creatures big and small, such as avoiding predators, mating and protecting their territory. One precursor cell type expresses a developmentally regulated transcription factor, a protein known as Dbx1; the other cell type expresses Foxp2, the forkhead transcription factor previously identified in humans as required for appropriate production of speech. When cells derived from these distinct cell subpopulations are activated during certain encounters, they show differing patterns of activation in male, versus female brains. \"Because they're hard wired, we reasoned there would be a process that occurs in the fetal brain to lay down these circuits,\" says Joshua G. Corbin, Ph.D., principal investigator in the Center for Neuroscience Research at Children's National and senior study author. \"By going back in time, we were able to determine where these neurons came from and how they developed. What's most surprising is the same population of neurons exists in the male brain as the female brain, yet they respond differently to mating cues,\" Corbin adds. The brain's limbic system weaves together environmental information and social cues and balances them against our overwhelming drive to survive in order to generate an appropriate behavioral response. One brain region where this critical activity occurs is in the medial subnucleus of the amygdala, which receives input directly from the olfactory system. Across a variety of species, chemosensory information from the olfactory bulb is processed to regulate innate behaviors.To test their hypotheses, the study authors carried out tests tied to a trifecta of instinctual behaviors - aggression, mating and avoiding predator odor - in male and female experimental models. For instance, in males they gauged territorial aggression by placing an intruder into the cage. And for females, they removed offspring from a nursing female and introduced a male intruder into the cage and also had a second control group whose offspring were removed but no intruder was added. Then, they examined the patterns of activation of Dbx1- derived and Foxp2+ cells. The most striking sex-specific difference in activation of Dbx1-derived and Foxp2+ cells in the medial subnucleus of the amygdala occurred during mating, Corbin and co-authors write. \"These populations of neurons may act as a toggle switch, informing how the male brain interprets mating information versus how the female brain does so,\" Corbin adds.Now that the research team has identified specific neuronal populations of interest, the next challenge will be manipulating them. For that step, they will shine light of a certain wavelength on them to turn on or switch off neural activity.\"To understand how a certain part of the brain regulates behavior, we can silence a few neurons to see what those specific neurons can do. Or we can activate them for a short period of time to see which behavior arises due to that activation,\" he explains. \"We also are in the process of understanding which genes are associated with development of these neurons. So far, it appears that many of the genes that we hypothesize to be a part of this process also turn out to be autism spectrum susceptibility genes. That makes sense as we think about brain development. In autism, the limbic system is dysfunctional.\"\r\n", "journal": "eLife", "funder": "National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-04/cnhs-tfe040717.php", "institution": "Children's National Health System", "meeting": "", "description": "Neurons derived from two different types of precursor cells that later develop into neurons in the medial amygdala -- one of the interconnected structures in the brain involved in emotion, motivation and memory -- help to program innate reproductive and aggressive behaviors into the brain, research led by Children's National Health System indicates.", "article_link": "http://dx.doi.org/10.7554/eLife.21012", "keywords": ["Cell Biology", " Developmental/Reproductive Biology", " Medicine/Health", " Neurobiology"], "source_link": null, "date": "Fri, 07 Apr 2017 04:00:00 GMT"}