{"title": "CD38 gene is identified to be important in postnatal development of the cerebral cortex | EurekAlert! Science News", "year": "Fri, 07 Apr 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "left", "astrocyte", "mouse", "right", "astrocyte", "cd38", "mouse", "processes", "arising", "cell", "thinner", "fewer", "indicated", "white", "arrowhead", "view", "background", "cells", "brain", "categorized", "roughly", "two", "neurons", "others", "namely", "glial", "cells", "essential", "sound", "development", "brain", "neurons", "glial", "cells", "develop", "normal", "adequate", "manner", "fetal", "also", "postnatal", "stages", "postnatal", "brain", "neurons", "extend", "long", "protrusions", "axons", "dendrites", "form", "complex", "networks", "information", "exchange", "hand", "glial", "cells", "thought", "function", "support", "network", "formation", "neurons", "regulate", "transmission", "information", "help", "survival", "neurons", "known", "50", "total", "cells", "brain", "glial", "cells", "3", "times", "neurons", "number", "also", "known", "human", "brain", "far", "glial", "cells", "found", "brain", "rodents", "primates", "facts", "indicate", "higher", "functions", "brain", "glial", "cells", "particular", "importance", "past", "research", "developmental", "disorders", "brain", "focused", "neurons", "aberrance", "recently", "however", "abnormality", "glial", "cells", "also", "reported", "regard", "hand", "remain", "number", "problems", "unsolved", "concerning", "mechanism", "glial", "cell", "development", "postnatal", "brain", "concerning", "relationship", "glial", "cell", "development", "abnormality", "developmental", "disorders", "brain", "research", "team", "kanazawa", "university", "gunma", "university", "analyzing", "developmental", "abnormalities", "glial", "cells", "using", "various", "model", "mice", "exhibiting", "developmental", "disorders", "behavioral", "abnormalities", "order", "get", "clues", "relationship", "developmental", "disorders", "brain", "glial", "cells", "previously", "research", "team", "found", "cd38", "mice", "showed", "social", "abnormality", "whose", "cerebral", "cortex", "development", "aberrant", "present", "study", "cd38", "mice", "developmental", "abnormality", "glial", "cells", "shown", "suggesting", "glial", "cell", "development", "important", "cerebral", "cortex", "development", "results", "research", "team", "found", "first", "time", "world", "cd38", "gene", "essential", "postnatal", "glial", "cell", "development", "specifically", "team", "found", "following", "three", "points", "1", "glial", "cells", "highly", "express", "cd38", "postnatal", "developmental", "stages", "tissue", "sections", "cerebral", "cortex", "regions", "expressing", "cd38", "examined", "situ", "hybridization", "indicate", "astrocytes", "one", "type", "glial", "cells", "cerebral", "cortex", "late", "stages", "postnatal", "brain", "development", "highly", "expressed", "cd38", "result", "suggested", "possibility", "cd38", "gene", "involved", "development", "glial", "cells", "2", "cd38", "mice", "found", "exhibit", "abnormalities", "glial", "cell", "development", "order", "check", "possibility", "described", "glial", "cell", "development", "examined", "cd38", "mice", "team", "found", "retardation", "development", "glial", "cells", "astrocytes", "oligodendrocytes", "results", "indicate", "importance", "cd38", "gene", "development", "types", "glial", "cells", "3", "cd38", "mice", "exhibit", "abnormalities", "interactions", "among", "glial", "cells", "experiments", "cultured", "cells", "cd38", "mice", "revealed", "absence", "cd38", "gene", "abnormalities", "astrocytes", "caused", "induced", "aberrant", "interactions", "among", "cells", "developmental", "disorders", "oligodendrocytes", "results", "could", "summarized", "cd38", "gene", "essential", "development", "glial", "cells", "especially", "astrocytes", "astrocyte", "abnormality", "induces", "aberrant", "development", "oligodendrocytes", "significance", "research", "team", "newly", "identified", "mechanism", "brain", "development", "involving", "glial", "cells", "much", "research", "performed", "mechanisms", "brain", "development", "disorders", "focus", "glial", "cell", "development", "present", "study", "emphasizes", "importance", "glial", "cell", "research", "furthering", "present", "study", "expected", "obtain", "clues", "elucidation", "mechanisms", "brain", "development", "disorders", "autism", "development", "therapy"], "url": "http://www.eurekalert.org/pub_releases/2017-04/ku-cgi040617.php", "date": "2018-01-19_21:06:53", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Left: This is an astrocyte in wild-type mouse.\r\nRight: This is an astrocyte in CD38 gene-knockout mouse. The processes arising from the cell are thinner and fewer (indicated by white arrowhead)....\n       view more [Background]Cells in the brain are categorized roughly into two; neurons and the others, namely, glial cells. It is essential for sound development of the brain that both neurons and glial cells develop in a normal and adequate manner not only at fetal but also postnatal stages. In the postnatal brain, neurons extend long protrusions (axons and dendrites) to form complex networks for information exchange. On the other hand, glial cells are thought to function to support network formation of neurons, to regulate transmission of information, and to help survival of neurons. It is known that more than 50% of total cells in the brain are glial cells, 3 times more than neurons in number. It is also known that in human brain, far more glial cells are found than in the brain of rodents or primates. These facts indicate that for the higher functions of the brain, glial cells are of particular importance. In the past, research on developmental disorders of the brain focused on neurons for their aberrance. Recently, however, abnormality of glial cells were also reported in this regard. On the other hand, there remain a number of problems unsolved concerning the mechanism of glial cell development in the postnatal brain and concerning the relationship of glial cell development abnormality and developmental disorders of the brain. The research team of Kanazawa University and Gunma University has been analyzing developmental abnormalities of glial cells by using various model mice exhibiting developmental disorders with behavioral abnormalities, in order to get clues to the relationship between developmental disorders of the brain and glial cells. Previously, the research team found that the CD38 gene-knockout mice showed social abnormality, whose cerebral cortex development was aberrant. In the present study, with the CD38 gene-knockout mice, developmental abnormality of glial cells has been shown, suggesting glial cell development to be important in the cerebral cortex development. [Results]The research team has found for the first time in the world that CD38 gene is essential to the postnatal glial cell development. More specifically, the team has found the following three points. 1. The glial cells highly express CD38 at the postnatal developmental stages. \r\nTissue sections of the cerebral cortex regions expressing CD38 were examined by in situ hybridization to indicate that the astrocytes, one type of glial cells, in the cerebral cortex at the late stages of the postnatal brain development highly expressed CD38. This result suggested a possibility that CD38 gene was involved in the development of the glial cells. 2. The CD38 gene-knockout mice are found to exhibit abnormalities of glial cell development. \r\nIn order to check the possibility described above, the glial cell development was examined in the CD38 gene-knockout mice. The team found retardation of development of glial cells such as astrocytes and oligodendrocytes. This results indicate the importance of CD38 gene in the development of those types of glial cells. 3. The CD38 gene-knockout mice exhibit abnormalities in interactions among glial cells. \r\nExperiments with cultured cells and/or the CD38 gene-knockout mice revealed that in the absence of CD38 gene, abnormalities of the astrocytes were caused, which induced aberrant interactions among cells and developmental disorders of oligodendrocytes. Those results could be summarized as that CD38 gene is essential to the development of the glial cells especially astrocytes and that astrocyte abnormality induces aberrant development of the oligodendrocytes. [Significance]The research team has newly identified a mechanism of the brain development involving glial cells. While not much research has been performed on the mechanisms of the brain development disorders with a focus on the glial cell development, the present study emphasizes the importance of glial cell research. \r\nBy furthering the present study, it is expected to obtain clues to elucidation of mechanisms of the brain development disorders such as autism and to development of their therapy.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Left: This is an astrocyte in wild-type mouse.", "Right: This is an astrocyte in CD38 gene-knockout mouse.", "The processes arising from the cell are thinner and fewer (indicated by white arrowhead)....\n       view more [Background]Cells in the brain are categorized roughly into two; neurons and the others, namely, glial cells.", "It is essential for sound development of the brain that both neurons and glial cells develop in a normal and adequate manner not only at fetal but also postnatal stages.", "In the postnatal brain, neurons extend long protrusions (axons and dendrites) to form complex networks for information exchange.", "On the other hand, glial cells are thought to function to support network formation of neurons, to regulate transmission of information, and to help survival of neurons.", "It is known that more than 50% of total cells in the brain are glial cells, 3 times more than neurons in number.", "It is also known that in human brain, far more glial cells are found than in the brain of rodents or primates.", "These facts indicate that for the higher functions of the brain, glial cells are of particular importance.", "In the past, research on developmental disorders of the brain focused on neurons for their aberrance.", "Recently, however, abnormality of glial cells were also reported in this regard.", "On the other hand, there remain a number of problems unsolved concerning the mechanism of glial cell development in the postnatal brain and concerning the relationship of glial cell development abnormality and developmental disorders of the brain.", "The research team of Kanazawa University and Gunma University has been analyzing developmental abnormalities of glial cells by using various model mice exhibiting developmental disorders with behavioral abnormalities, in order to get clues to the relationship between developmental disorders of the brain and glial cells.", "Previously, the research team found that the CD38 gene-knockout mice showed social abnormality, whose cerebral cortex development was aberrant.", "In the present study, with the CD38 gene-knockout mice, developmental abnormality of glial cells has been shown, suggesting glial cell development to be important in the cerebral cortex development.", "[Results]The research team has found for the first time in the world that CD38 gene is essential to the postnatal glial cell development.", "More specifically, the team has found the following three points.", "1.", "The glial cells highly express CD38 at the postnatal developmental stages.", "Tissue sections of the cerebral cortex regions expressing CD38 were examined by in situ hybridization to indicate that the astrocytes, one type of glial cells, in the cerebral cortex at the late stages of the postnatal brain development highly expressed CD38.", "This result suggested a possibility that CD38 gene was involved in the development of the glial cells.", "2.", "The CD38 gene-knockout mice are found to exhibit abnormalities of glial cell development.", "In order to check the possibility described above, the glial cell development was examined in the CD38 gene-knockout mice.", "The team found retardation of development of glial cells such as astrocytes and oligodendrocytes.", "This results indicate the importance of CD38 gene in the development of those types of glial cells.", "3.", "The CD38 gene-knockout mice exhibit abnormalities in interactions among glial cells.", "Experiments with cultured cells and/or the CD38 gene-knockout mice revealed that in the absence of CD38 gene, abnormalities of the astrocytes were caused, which induced aberrant interactions among cells and developmental disorders of oligodendrocytes.", "Those results could be summarized as that CD38 gene is essential to the development of the glial cells especially astrocytes and that astrocyte abnormality induces aberrant development of the oligodendrocytes.", "[Significance]The research team has newly identified a mechanism of the brain development involving glial cells.", "While not much research has been performed on the mechanisms of the brain development disorders with a focus on the glial cell development, the present study emphasizes the importance of glial cell research.", "By furthering the present study, it is expected to obtain clues to elucidation of mechanisms of the brain development disorders such as autism and to development of their therapy."], "source": "Kanazawa University"}