{"title": "Nerve cells actively repress alternative cell fates, Stanford researchers find", "text": "A neural cell maintains its identity by actively suppressing the expression of genes associated with non-neuronal cell types, including skin, heart, lung, cartilage and liver, according to a study by researchers at the Stanford University School of Medicine.It does so with a powerful repressor protein. \"When this protein is missing, neural cells get a little confused,\" said Marius Wernig, MD, associate professor of pathology. \"They become less efficient at transmitting nerve signals and begin to express genes associated with other cell fates.\"The study marks the first identification of a near-global repressor that works to block many cell fates but one. It also suggests the possibility of a network of as-yet-unidentified master regulators specific to each cell type in the body. \"The concept of an inverse master regulator, one that represses many different developmental programs rather than activating a single program, is a unique way to control neuronal cell identity, and a completely new paradigm as to how cells maintain their cell fate throughout an organism's lifetime,\" Wernig said.Because the protein, Myt1l, has been found to be mutated in people with autism, schizophrenia and major depression, the discovered mode of action may provide new opportunities for therapeutic intervention for these conditions, the researchers said. Wernig is the senior author of the study, which will be published online April 5 in Nature. Postdoctoral scholars Moritz Mall, PhD, and Michael Kareta, PhD, are the lead authors.RepressorsMyt1l is not the only protein known to repress certain cell fates. But most other known repressors specifically block only one type of developmental program, rather than many. For example, a well-known repressor called REST is known to block the neuronal pathway, but no others. \"Until now, researchers have focused only on identifying these types of single-lineage repressors,\" said Wernig. \"The concept of an 'everything but' repressor is entirely new.\"In 2010, Wernig showed that it is possible to convert skin cells into functional neurons over the course of three weeks by exposing them to a combination of just three proteins that are typically expressed in neurons. This \"direct reprogramming\" bypassed a step called induced pluripotency that many scientists had thought was necessary to transform one cell type into another. One of the proteins necessary to accomplish the transformation of skin to neurons was Myt1l. But until this study the researchers were unaware precisely how it functioned. \"Usually we think in terms about what regulatory programs need to be activated to direct a cell to a specific developmental state,\" said Wernig. \"So we were surprised when we took a closer look and saw that Myt1l was actually suppressing the expression of many genes.\" These genes, the researchers found, encoded proteins important for the development of lung, heart, liver, cartilage and other types of non-neuronal tissue. Furthermore, two of the proteins, Notch and Wnt, are known to actively block neurogenesis in the developing brain.Blocking Myt1l expression in the brains of embryonic mice reduced the number of mature neurons that developed in the animals. Furthermore, knocking down Myt1l expression in mature neurons caused them to express lower-than-normal levels of neural-specific genes and to fire less readily in response to an electrical pulse.'A perfect team'Wernig and his colleagues contrasted the effect of Myt1l with that of another protein called Ascl1, which is required to directly reprogram skin fibroblasts into neurons. Ascl1 is known to specifically induce the expression of neuronal genes in the fibroblasts. \"Together, these proteins work as a perfect team to funnel a developing cell, or a cell that is being reprogrammed, into the desired cell fate,\" said Wernig. \"It's a beautiful scenario that both blocks the fibroblast program and promotes the neuronal program. My gut feeling would be that there are many more master repressors like Myt1l to be found for specific cell types, each of which would block all but one cell fate.\" Wernig is a member of Stanford's Cardiovascular Institute, Child Health Research Institute, Cancer Institute, Neurosciences Institute and Bio-X.", "journal": "Nature", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-04/sumc-nca033017.php", "institution": "Stanford University Medical Center", "meeting": "", "description": "A neural cell maintains its identity by actively suppressing the expression of genes associated with non-neuronal cell types, including skin, heart, lung, cartilage and liver, according to a study by researchers at the Stanford University School of Medicine.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology"], "source_link": null, "date": "Wed, 05 Apr 2017 04:00:00 GMT"}