{"journal": "European Heart Journal", "url": "http://www.eurekalert.org/pub_releases/2017-07/imc-drf072717.php", "description": "People who are diagnosed with coronary artery disease and then develop depression face a risk of death that's twice as high as heart patients without depression, according to a major new study.", "article_link": null, "date": "Fri, 28 Jul 2017 04:00:00 GMT", "funder": "", "title": "Death rate for depressed heart patients double than for non-depressed heart patients", "region": "namerica", "source_link": null, "institution": "Intermountain Medical Center", "text": "People who are diagnosed with coronary artery disease and then develop depression face a risk of death that's twice as high as heart patients without depression, according to a major new study by researchers at Intermountain Healthcare in Salt Lake City.The increased risk of death from any cause holds true whether the depression immediately follows the heart disease diagnosis or occurs even years later, according to Heidi May, PhD, a cardiovascular epidemiologist at Intermountain Medical Center Heart Institute and the study's lead author.  She said the findings point out the importance of screening for and treating depression even years after someone is diagnosed with heart disease.The research, one of a number of studies to explore the connection between heart disease and development of depression by researchers at Intermountain Medical Center Heart Institute, will be published on July 28 in the European Heart Journal - Quality of Care & Clinical Outcomes, one of Europe's most prestigious peer-reviewed cardiovascular disease journal. Researchers found that post-coronary artery disease depression was the single biggest predictor of death, and remained so even after researchers controlled for the other factors. \"No matter how long or how short it was, patients were found to have twice the risk of dying compared to those who didn't have a follow-up diagnosis of depression,\" Dr. May said. \"Depression was the strongest risk factor for dying, compared to any other risk factors we evaluated. That included age, heart failure, diabetes, high blood pressure, kidney failure, or having a heart attack or stroke.\"That association didn't change for patients who were previously diagnosed with depression before their heart disease diagnosis or for patients whose angiograms were performed for various reasons, which included stable angina, unstable angina, or heart attack.Dr. May and the Intermountain Medical Center Heart Institute research team studied 24,138 patients who underwent angiographies, which determined they had coronary artery disease. To detect subsequent depression, the researchers looked at standardized diagnostic codes called International Classification of Diseases codes, or ICD codes. Patients with depression were also placed into subcategories based on how long after their heart disease diagnosis the depression was identified.  Dr. May said most studies have looked at depression at a single point in time, such as within 30 days of a heart event or at the time of heart disease diagnosis. Just a handful of studies have looked over the course of a year, let alone years, such as this study, which followed patients for an average of 10 years after their coronary artery disease diagnosis to see if they were ever diagnosed with depression.In all, 15 percent, or 2,646 patients, were diagnosed with depression at some point during follow-up. Of those, 27 percent were diagnosed within a year of their heart event, 24 percent between one and three years after, nearly 15 percent between three and five years after, and nearly 37 percent at least five years after a baseline heart disease event. This study reinforces previous research investigating the link between depression, heart disease, and increased risks of death. It's already been shown that people with coronary artery disease don't live as long as their peers who don't have heart disease. And while life expectancy has increased with better therapies, surgeries, and more aggressive treatment of identified risk factors, depression has come under increasing scrutiny as a risk factor that could make a difference, if properly treated.  \"We've completed several depression-related studies and been looking at this connection for many years,\" said Dr. May. \"The data just keeps building on itself, showing that if you have heart disease and depression and it's not appropriately treated in a timely fashion, it's not a good thing for your long-term well-being.\"Research has shown that the relationship is bi-directional: Depression may result in worse outcomes for people with heart disease, while the presence of heart disease may increase the likelihood that someone will develop depression. Those with depression were significantly younger and more often female, diabetic, previously diagnosed with depression, and less likely to have presented with a heart attack compared to those who didn't have depression.  The study didn't explain the reason for the elevated risk of death, although Dr. May said one possibility is that depression impacts how closely patients follow their treatment plans. \"We know people with depression tend to be less compliant with medication on average and probably in general aren't following healthier diets or exercise regimens,\" she said. \"They tend to do a poorer job of doing things that are prescribed than people without depression. That certainly doesn't mean you're depressed so you're going to be less compliant, but in general, they tend to follow those behaviors.\"She also noted that physiological changes occur within the body when patients are diagnosed with depression, which might help explain the link.The researchers emphasize the importance of continual screening of depression for all heart disease patients. \"Patients who have depression need to be treated for it to improve not only their long-term risks but their quality of life,\" Dr. May said. \"I hope the takeaway is this: it doesn't matter how long it's been since the patient was diagnosed with coronary artery disease. Continued screening for depression needs to occur, said Dr. May. \"After one year, it doesn't mean they're out of the woods. It should be ongoing, just like we keep measuring things like LDL cholesterol.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Diagnostics", " Internal Medicine", " Behavior", " Mental Health", " Depression/Anger", " Stress/Anxiety"]}