{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-07/nh-tns072717.php", "description": "Researchers at the Feinstein Institute for Medical Research and the department of neurosurgery at the Hofstra Northwell School of Medicine, announced today that they have published a paper with research findings that could have implications for the treatment of many neurological conditions, including severe traumatic brain injury (TBI).", "article_link": null, "date": "Fri, 28 Jul 2017 04:00:00 GMT", "funder": "", "title": "Trigeminal nerve stimulation shows promise for management of traumatic brain injury", "region": "namerica", "source_link": null, "institution": "Northwell Health", "text": "Researchers at the Feinstein Institute for Medical Research and the department of neurosurgery at the Hofstra Northwell School of Medicine, announced today that they have published a paper with research findings that could have implications for the treatment of many neurological conditions, including severe traumatic brain injury (TBI). The team of researchers found that in an animal model with TBI, trigeminal nerve stimulation (TNS) resulted in increased cerebral blood flow (CBF) and oxygen to the brain. These latest findings were published in Scientific Reports.   The research paper titled, \"Neuroprotective Effects of Trigeminal Nerve Stimulation in Severe Traumatic Brain Injury,\" was co-authored by Northwell Health's Amrit Chiluwal, MD, Raj K. Narayan, MD, Wayne Chaung, PhD, Neal Mehan, MD, Ping Wang, MD, Chad E. Bouton, and Chunyan Li, PhD. The paper was also co-authored by Eugene V. Golanov, MD, PhD, from the department of neurosurgery at the Houston Methodist Research Institute in Houston, TX.\"Following TBI, ischemia and hypoxia play a major role in further worsening of the damage, a process known as secondary injury,\" said Dr. Li, assistant professor of the Center for Bioelectronic Medicine at the Feinstein Institute. \"Preventing secondary injury is vitally important in the overall management of TBI. In the animal model, we investigated the use of electrical TNS for improving CBF and delivering more oxygen to the brain, with the goal of decreasing secondary injury. We found that TBI rat models with TNS treatment demonstrated significantly increased systemic blood pressure, CBF, oxygen, as well as significantly reduced brain edema, blood-brain barrier disruption and lesion volume.\"Dr. Narayan, Northwell Health's senior vice president and executive director, neurosurgery services added, \"No pharmacological agents have currently been shown to improve clinical outcomes for TBI. Therefore, there is an urgent need for developing novel therapeutic strategies to maximize recovery. The data from this research study provides strong evidence that TNS offers neuroprotection following brain damage. TNS could also offer some benefit in other pathological states such as stroke or vasospasm after subarachnoid hemorrhage where the brain is at risk for ischemic and/or inflammatory damage.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}