{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/sons-cst072617.php", "description": "Intravenous thrombolysis pretreatment may improve mechanical thrombectomy outcomes in emergent large-vessel occlusions (ELVO) patients, according to a new study presented today at the Society of NeuroInterventional Surgery's 14th Annual Meeting.", "article_link": null, "date": "Thu, 27 Jul 2017 04:00:00 GMT", "funder": "Society of NeuroInterventional Surgery", "title": "Combining stroke treatments shows improved outcomes for ELVO stroke patients", "region": "namerica", "source_link": null, "institution": "Society of NeuroInterventional Surgery", "text": "Colorado Springs-- Intravenous Thrombolysis (IVT) pretreatment may improve mechanical thrombectomy (MT) outcomes in emergent large-vessel occlusions (ELVO) patients, according to a new study presented today at the Society of NeuroInterventional Surgery's (SNIS) 14th Annual Meeting. While current top-tier guidelines already recommend an IVT pretreatment for ELVO patients, this study uncovers specific benefits that can inform doctors and patients on the importance of the combined approach.  Comparative Safety and Efficacy of Combined Intravenous Thrombolysis and Mechanical Thrombectomy with Mechanical Thrombectomy Alone in Emergent Large Vessel Occlusion is the first study to examine if there are any differences in safety and efficacy outcomes in ELVO patients treated with combined IVT & MT versus MT alone.\"The medical field is becoming more aware of the benefits of mechanical thrombectomy for ELVO strokes, and these new findings related to IVT pre-treatment could lead to more positive health outcomes for patients, which is the ultimate goal of our work\", said Dr. Muhammad Ishfaq, lead author of the study and resident physician at the University of Tennessee Health Science Center. The observational study collected data from 6 high-volume endovascular stroke centers over a two-year period. A total of 292 patients underwent IVT & MT, while 277 patients underwent MT monotherapy. Following a propensity-matched analysis, patients in both groups were matched. At three months post-therapy, the combined therapy group did not differ significantly in terms of rates of successful recanalization and rates of symptomatic intracranial hemorrhage. However, the combined group tended to have higher rates of functional improvement (47% vs. 37%) and lower rates of mortality (18% vs. 29%). The IVT pre-treatment was independently associated with the beneficial outcomes based on the matched subgroups of patients. ", "meeting": "Society of NeuroInterventional Surgery 14th Annual Meeting", "keywords": ["Medicine/Health", " Stroke"]}