{"journal": "Science", "url": "http://www.eurekalert.org/pub_releases/2017-07/cchm-sbe072417.php", "description": "Researchers investigating why some people suffer from motor disabilities report they may have dialed back evolution's clock a few ticks by blocking molecular pruning of sophisticated brain-to-limb nerve connections in maturing mice.", "article_link": null, "date": "Thu, 27 Jul 2017 04:00:00 GMT", "funder": "National Institutes of Health, Lupus Research Alliance, Cincinnati Children's Center for Pediatric Genomics, NIH/National Institute of Neurological Disorders", "title": "Scientists block evolution's molecular nerve pruning in rodents", "region": "namerica", "source_link": null, "institution": "Cincinnati Children's Hospital Medical Center", "text": "CINCINNATI - Researchers investigating why some people suffer from motor disabilities report they may have dialed back evolution's clock a few ticks by blocking molecular pruning of sophisticated brain-to-limb nerve connections in maturing mice. The result was mice with enhanced manual dexterity that grab and eat food much faster than regular wild-type mice, according to a study published July 28 in the journal Science.  Scientists at Cincinnati Children's Hospital Medical Center who led the study stress they aren't trying to create a genetically superior species of rodents. They are testing the formation of nervous system connections during early development in genetically bred mouse models. Their goal is to understand how sophisticated nerve connections start to form in wild baby mice, disappear as the animals mature, and whether this information might one day help patients. Their study points to a class of proteins called semaphorins, which control the formation of long thread-like nerves called axons and motor neuron connections in the mammalian corticospinal (CS) system. In particular the scientists identify a protein called PlexA1, a major receptor molecule that attracts semaphorins. Semaphorins prevent axons from forming in inappropriate regions of the nervous system. In the case of mice -- which spend most of their time on four paws - signaling between a semaphore protein called Sema6 and PlexA1 activates in young mice. This eliminates critical synaptic links between nerve cells to stop the formation of sophisticated CS neural connections and fine motor skills. \"We may have found a pivotal point in the evolution of the mammalian corticospinal (CS) system that leads to greater fine motor control in higher primates and people,\" said Yutaka Yoshida, PhD, lead study investigator in the Division of Developmental Biology at Cincinnati Children's. \"Although we still need to explore this, it's possible that some patients with motor disabilities have upregulated expression of PlexA1 or activated PlexA1 signaling that diminish cortico-motor-neuron connections and fine motor skills. Inhibition of PlexA1 signaling during childhood might be a way to restore these skills.\"Key collaborators on the study includes John H. Martin, PhD, Department of Molecular, Cellular, and Biomedical Sciences, City University of New York School of Medicine, N.Y., and Nenad Sestan, MD, PhD, Kavli Institute for Neuroscience, Yale School of Medicine, New Haven, Conn., and first author Zirong Gu, a graduate student in the Yoshida laboratory.  After learning the PlexA1 protein eliminates sophisticated motor neuron connections in maturing mice, the researchers bred mice that don't express the gene regulating it (gene designation PlexA1). As PlexA1 mutant mice mature into adulthood, they lack the elimination of CS synaptic and motor neuron connections. In feeding tests involving both short narrow strands of pasta and food pellets, mutant PlexA1 mice were significantly more skilled and faster than normal mice at grabbing and eating food. When researchers tested mutant PlexA1 mice in skilled walking tests (conducted on balance grid), mutant mice did not perform significantly better than normal wild-type mice, according to the authors.To understand differences in PlexA1 levels in mice and humans, study authors compared genetic and molecular regulation of CS neural connections in the mouse and human motor cortex of the brain. This region controls voluntary movements and other critical tasks. Human tests of the motor cortex were performed with donated human brain tissue.The scientists determined differing PlexA1 expression is caused by what are called cis-regulatory elements. These are regions of non-coding DNA that help regulate nearby genes. A transcription factor (genes that tell other genes what do to) called FEZF2 interacts with cis-regulatory elements and directs formation of neural transmitter connections in CS neurons. Yoshida and his colleagues emphasize that extensive additional research is needed before knowing whether these findings might eventually apply to clinical practice. But they add that data from the study provides a number of clues the scientists want to explore in their future work. This includes trying to determine whether people with various types of motor disabilities have mutations in the Sema6 -PlexA1 molecular signaling pathway.", "meeting": "", "keywords": ["Biology", " Medicine/Health", " Developmental/Reproductive Biology"]}