{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/sons-doa072617.php", "description": "Results of the first study showing some acute stroke patients could benefit from neuroendovascular surgery 6 to 24 hours after a stroke will be presented at the Society of NeuroInterventional Surgery's (SNIS) 14th Annual Meeting.", "article_link": null, "date": "Wed, 26 Jul 2017 04:00:00 GMT", "funder": "Society of NeuroInterventional Surgery", "title": "DAWN of a new day for stroke patients as study promises new options and a wider treatment window", "region": "namerica", "source_link": null, "institution": "Society of NeuroInterventional Surgery", "text": "Colorado Springs--Results of the first study showing some acute stroke patients could benefit from neuroendovascular surgery 6 to 24 hours after a stroke will be presented at the Society of NeuroInterventional Surgery's (SNIS) 14th Annual Meeting.The study could offer hope to patients who miss the 6-hour treatment window and allow doctors to offer more patients life-saving neuroendovascular surgery. No randomized trial has previously demonstrated the effectiveness of mechanical thrombectomy for acute stroke caused by a large vessel occlusion (LVO) performed more than 6 hours after the onset of a stroke.\"The results of this trial offer tremendous promise of reduced disability to patients who can still be treated after the 6-hour window and for whom until now there were no other evidence based treatment options,\" said co-principal investigator Dr. Tudor Jovin, from the University of Pittsburgh Medical Center.The study, DAWN in full daylight (DWI or CTP Assessment with Clinical Mismatch in the Triage of Wake Up and Late Presenting Strokes Undergoing Neurointervention, compared patient outcome 90 days after a thrombectomy using the Trevo® Retriever and medical management or after medical management alone.Patients were considered for the trial if they had a stroke that began within 6 to 24 hours, or had an unknown time of onset (such as stroke discovered upon waking). Researchers also considered a patient's age, the severity of their stroke symptoms and whether the patients had a clinical core mismatch: a small area of damaged brain tissue but a larger area threatened but still alive.The trial included 206 patients before enrollment was stopped at the recommendation of the Data Safety Monitoring Board after the study passed pre-specified probability thresholds for predicted success.The full results of the trial will be provided at the SNIS presentation. The study's principal investigator is Raul Nogueira, MD.", "meeting": "Society of NeuroInterventional Surgery 14th Annual Meeting", "keywords": ["Medicine/Health", " Stroke", " Clinical Trials", " Mortality/Longevity", " Health Care Systems/Services"]}