{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/wifb-ppr072517.php", "description": "In a new study published in Science Translational Medicine, a research team led by Conor Walsh collaborating with BU faculty members Terry Ellis, Lou Awad, and Ken Holt have demonstrated that exosuits can be used to improve walking after stroke -- a critical step in de-risking exosuit technology towards real-world clinical use.", "article_link": null, "date": "Wed, 26 Jul 2017 04:00:00 GMT", "funder": "", "title": "Post-stroke patients reach terra firma with Wyss Institute's exosuit technology", "region": "namerica", "source_link": null, "institution": "Wyss Institute for Biologically Inspired Engineering at Harvard", "text": "(BOSTON) -- Upright walking on two legs is a defining trait in humans, enabling them to move very efficiently throughout their environment. This can all change in the blink of an eye when a stroke occurs. In about 80% of patients post-stroke, it is typical that one limb loses its ability to function normally -- a clinical phenomenon called hemiparesis. And even patients who recover walking mobility during rehabilitation retain abnormalities in their gait that hinder them from participating in many activities, pose risks of falls, and, because they impose a more sedentary lifestyle, can lead to secondary health problems.To help stroke patients regain their walking abilities, various robotics groups from industry and academia are developing powered wearable devices -- so-called exoskeletons -- that can restore gait functions or assist with rehabilitation. Historically, these systems restricted patients to a treadmill in a clinical setting, but in recent years portable systems have been developed that enable walking overground. Working towards the long-term goal of developing soft wearable robots that can be worn as clothing, researchers at the Wyss Institute for Biologically Inspired Engineering, the Harvard John A. Paulson School of Engineering and Applied Sciences (SEAS) and Boston University's (BU) College of Health & Rehabilitation Sciences: Sargent College have developed a lightweight, soft, wearable ankle-assisting exosuit that could help reinforce normal gait in people with hemiparesis after stroke.  In previous studies performed in healthy people, the team demonstrated that their exosuit technology can deliver assistive forces during walking and jogging and that they produce marked reductions in energy costs.  Now, in a new study published in Science Translational Medicine, a research team led by Conor Walsh collaborating with BU faculty members Terry Ellis, Lou Awad, and Ken Holt have demonstrated that exosuits also can be used to improve walking after stroke -- a critical step in de-risking exosuit technology towards real-world clinical use.\"This foundational study shows that soft wearable robots can have significant positive impact on gait functions in patients post-stroke, and it is the result of a translational-focused multidisciplinary team of engineers, designers, biomechanists, physical therapists and most importantly patients who volunteered for this study and gave valuable feedback that guided our research,\" said Wyss Core Faculty member Walsh who is also the John L. Loeb Associate Professor of Engineering and Applied Sciences at SEAS and the Founder of the Harvard Biodesign Lab. Patients recovering from a stroke develop compensatory walking strategies to deal with their inability to clear the ground with their affected limb and to \"push off\" at the ankle during forward movement. Typically, they have to lift their hips (hip hiking) or move their foot in an outward circle forward (circumduction) rather than in a straight line during walking. Usually, rigid plastic braces worn around the ankle are prescribed to help with walking, but they do not help overcome these abnormal gait patterns and about 85% of people who suffered a stroke retain elements of their gait abnormalities. \"Current approaches to rehabilitation fall short and do not restore the mobility that is required for normal life,\" said Ellis, Ph.D., P.T., N.C.S., Director of the Center for Neurorehabilitation at BU's College of Health & Rehabilitation Sciences: Sargent College and Assistant Professor at BU. In the new study, the team asked whether the exosuit's beneficial impact on gait mechanics and energy expenditure during walking they observed in healthy people would also be observed in patients post-stroke who were recruited and enrolled in the study with the help of the Wyss Institute's Clinical Research Team. Exosuits are anchored to the affected limb of a hemiparetic stroke patient via functional apparel, and they provide gait-restoring forces to the ankle joint by transferring mechanical power via a cable-based transmission from battery-powered actuators that are integrated into a hip belt or an off-board cart located next to a treadmill. \"Indeed, in treadmill experiments we found that a powered exosuit improved the walking performance of 7 post-stroke patients, helping them to clear the ground and push off at the ankle, thus generating more forward propulsion,\" said Jaehyun Bae, a co-first author on the study and graduate student at SEAS. Interestingly the team also observed a reduced functional asymmetry between the paretic and non-paretic limbs of participants and found that the exosuit's assistance enabled them to walk more efficiently. Because walking mechanics and dynamics differ between controlled walking on a treadmill and walking overground in the home or communal environment, the team went on to assess exosuit-provided benefits in an overground walking experiment. \"It was extremely encouraging to see that an untethered exosuit also had the ability to facilitate more normal walking behavior during overground walking. This is a key step toward developing exosuits as rehabilitation devices for patients to use outside of the clinic and in their normal lives,\" said Lou Awad, P.T., D.P.T., Ph.D., the study's other co-first author, who at the time of the study was a postdoctoral fellow with Walsh and since has become an Associate Faculty member at the Wyss Institute and Assistant Professor at BU's College of Health and Rehabilitation: Sargent College.In ongoing and future research the team is looking to further personalize exosuit assistance to specific gait abnormalities, investigate assistance at other joints such as the hip and knee, and assess longer-term therapeutic effects of their technology. In addition to this research, Wyss Institute staff member Kathleen O'Donnell leads the Wyss Institute's efforts to translate the technology to the clinic with industrial partner ReWalk Robotics. \"In an ideal future, patients post-stroke would be wearing flexible adjusting exosuits from the get-go to prevent them from developing inefficient gait behaviors in the first place,\" said Ellis.The study was also authored by Kenneth Holt, Ph.D., P.T., Associate Professor at BU's College of Health & Rehabilitation Sciences: Sargent College, former and current members on Walsh's team Stefano De Rossi, Ph.D., Lizeth Sloot, Ph.D., Pawel Kudzia, and Stephen Allen, as well as Katy Hendron, P.T., D.P.T., N.C.S., who worked in Ellis' group at BU.\"This study provides a glimpse of a new future where much of patient care will be carried out at home with the help of human-friendly robots, which look nothing like the robots we see in television and movies.  This exosuit looks more like sports clothing than R2D2, yet it is equally programmable and carries out tasks on command; however, the exosuit is lightweight, flexible, virtually invisible to others, and individualizes itself for each patient. We hope that it will soon enter clinical use where it undoubtedly could transform the lives of stroke patients for the better,\" said Wyss Institute Founding Director Donald Ingber, M.D., Ph.D., who also is the Judah Folkman Professor of Vascular Biology at Harvard Medical School (HMS) and the Vascular Biology Program at Boston Children's Hospital, as well as Professor of Bioengineering at SEAS. ", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Biotechnology", " Materials", " Medicine/Health", " Stroke", " Health Care Systems/Services", " Rehabilitation/Prosthetics/Plastic Surgery", " Electrical Engineering/Electronics", " Robotry/Artificial Intelligence"]}