{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaft-sre072417.php", "description": "Scientists have created lightweight and low-profile soft robotic ankle supports that could help stroke patients walk with less difficulty and more normal strides.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aai9084", "date": "Wed, 26 Jul 2017 04:00:00 GMT", "funder": "", "title": "Soft robotic exosuits help patients walk after stroke", "region": "namerica", "source_link": null, "institution": "American Association for the Advancement of Science", "text": "Scientists have created lightweight and low-profile soft robotic ankle supports that could help stroke patients walk with less difficulty and more normal strides. More than 7 million Americans are stroke survivors, and a vast majority of affected individuals never fully recover the ability to walk. Recent advances in robotic technologies have shown promise for walking rehabilitation, but most assistive exosuits are rigid, bulky contraptions that are impractical for people to wear during everyday activities. In search of a better alternative, Louis Awad and colleagues developed a soft robotic ankle-support system weighing 0.9 kg (roughly twice as heavy as a soccer ball) to be worn on one side of the body. Over two days of testing, nine subjects ranging from 30 to 67 years old who were undergoing rehabilitation after strokes all showed more efficient and less asymmetrical strides when wearing the device, both when walking tethered on a treadmill and over open ground. What's more, the researchers observed the most pronounced improvements among the individuals who had the slowest unassisted walking speeds. Their system consists of a close-fitting waist belt and leg straps connected to a calf sleeve where small robotic actuators exerted force on a shoe insole - helping to provide forward propulsion and correct problems with ankle dorsiflexion (commonly referred to as \"drop foot,\" which affects roughly 20% of stroke survivors). Notably, when the exosuits assisted during the incorrect phase of a person's stride, walking became less efficient, which the authors say emphasizes a need for individualization of timing and further investigation of personalized rehabilitation devices.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}