{"journal": "Menopause: The Journal of the North American Menopause Society", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--iar072617.php", "description": "UCLA-led research finds that the way estrogen therapy for menopause is delivered doesn't affect risk or benefit. What DOES make a difference with the commonly used conjugated equine estrogen, plus progestogen, is dosage.", "article_link": null, "date": "Wed, 26 Jul 2017 04:00:00 GMT", "funder": "The Women's Health Initiative, NIH/National Heart, Lung, and Blood Institute, National Institutes of Health, US Department of Health and Human Services", "title": "In assessing risk of hormone therapy for menopause, dose -- not form -- matters", "region": "namerica", "source_link": "http://newsroom.ucla.edu/releases/in-assessing-risk-of-menopausal-hormone-therapy-dose-not-form-matters", "institution": "University of California - Los Angeles Health Sciences", "text": "When it comes to assessing the risk of estrogen therapy for menopause, how the therapy is delivered -- taking a pill versus wearing a patch on one's skin -- doesn't affect risk or benefit, researchers at UCLA and elsewhere have found. But with the commonly used conjugated equine estrogen, plus progestogen, the dosage does. Higher doses, especially over time, are associated with greater risk of problems, including heart disease and some types of cancer, especially among obese women.The Women's Health Initiative established the potential of estrogen therapy to increase or decrease the risk of stroke, breast cancer and heart attack, but research had never compared the risks and benefits of various formulations of estrogen treatments or delivery methods.The researchers used data from about half the participants in the Women's Health Initiative Observational Study, which enlisted more than 93,000 postmenopausal women between the ages of 50 to 79 and tracked their health over an average of eight years.In this new study, the team examined data from 45,112 participants in the WHIOS to gauge how various types of estrogen pills, different delivery methods (patch versus pill) and different doses of oral conjugated equine estrogen affected women's health. With an average follow-up of 5 1/2 years per patient the researchers measured rates of adverse effects such as coronary heart disease, breast cancer, stroke, pulmonary embolism, hip fracture, colorectal cancer, endometrial cancer and death.They found that women taking oral equine estrogen at daily doses below 0.625 mg in combination with progestogen had a lower risk of an adverse effect compared with women taking higher dosages (0.625 mg per day or more) of the same combination. Further, the risk at a daily 0.625 mg dose, was greater after five or more years of use than it was if taken for less than five years.In women who had undergone a hysterectomy, the risk of an adverse effect was the same whether they were taking oral conjugated equine estrogen therapy less than 0.625 mg per day, estradiol pills or estradiol patches regardless of length of use, compared with women taking oral equine estrogen at 0.625 mg per day for less than five years.The researchers found no difference in health risk among women taking a combination of oral conjugated equine estrogen plus progestogen compared to estradiol pills plus progestogen; equine estrogen/progestogen compared to estradiol patches/progestogen; and estradiol pills/progestogen compared to estradiol patches/progestogen. This was also true of women who had undergone a hysterectomy who took estrogen alone.The researchers believe that no previous U.S. study on the subject has relied on data from such a large number of women who were followed over a substantial period of time. These results could help physicians guide women on the best hormone therapy to take during menopause.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Stroke", " Mortality/Longevity", " Eating Disorders/Obesity", " Endocrinology", " Aging"]}