{"journal": "Brain", "url": "http://www.eurekalert.org/pub_releases/2017-07/nion-wbr072517.php", "description": "Scientists at the University of Florida have discovered a new method of observing the brain changes caused by Parkinson's disease, which destroys neurons important for movement. The development suggests that fluid changes in a specific brain area could provide a way to track that damage. The study, published in the journal Brain, was supported by the National Institute of Neurological Disorders and Stroke, part of the National Institutes of Health.", "article_link": "http://dx.doi.org/10.1093/brain/awx146", "date": "Wed, 26 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of Mental Health, NIH/National Institute of Biomedical Imaging and Bioengineering, Parkinson's Progression Markers Initiative", "title": "Waterlogged brain region helps scientists gauge damage caused by Parkinson's disease", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "Scientists at the University of Florida have discovered a new method of observing the brain changes caused by Parkinson's disease, which destroys neurons important for movement. The development suggests that fluid changes in a specific brain area could provide a way to track that damage. The study, published in the journal Brain, was supported by the NIH's National Institute of Neurological Disorders and Stroke (NINDS). \"By finding a new way to detect and track how Parkinson's affects the brain, this study provides an important tool for assessing whether a drug might slow or stop those changes and keep symptoms from getting worse,\" said NINDS Program Director Daofen Chen, Ph.D.The researchers, led by David Vaillancourt, Ph.D., a professor of applied physiology and kinesiology at the University of Florida in Gainesville, FL, used a form of MRI that differentiates between water contained in brain cells and \"free\" water outside of cells. Their analysis focused on the substantia nigra, a brain structure where Parkinson's disease kills neurons that use the chemical dopamine to communicate with other cells. The results showed that the amount of free water in that brain area stayed the same over the course of a year in healthy individuals but increased in early-stage Parkinson's patients during that period and increased further over the next three years. This confirms and expands on a prior study by the same group that measured free water over just one year. The new findings also revealed the increase in free water was linked to worsening symptoms. \"The amount of free water doesn't just change over one year - it keeps progressively increasing, which suggests that it's tracking the progressive degeneration of neurons,\" said Dr. Vaillancourt. The researchers used a scale to evaluate patient's movement problems, with Stage One on the scale being the least severe and Stage Five being the most advanced. Patients who moved up a stage on the scale during the four years of the study had a greater free water increase than patients who remained at the same stage, suggesting the change reflected Parkinson's-related damage to neurons.      Parkinson's disease destroys dopamine-producing cells in the substantia nigra, which connect to adjacent brain areas. Dr. Vaillancourt's study showed that a greater free water increase in the substantia nigra was associated with a decrease in dopamine neuron activity in one of these nearby regions, supporting the idea that free water changes are related to progression of the disease.   \"That correlation is encouraging because it pins down the biological relevance of free water,\" Dr. Vaillancourt said. The study's results suggest that the MRI-based free water measurement could be used in Parkinson's disease clinical trials. If a treatment slows or stops the increase in free water, it might be evidence that the drug is slowing the progressive loss of dopamine neurons.  The researchers used data from the Parkinson's Progression Markers Initiative (PPMI), a large study sponsored by the Michael J. Fox Foundation that has been collecting information on recently diagnosed Parkinson's patients from over 30 different U.S. and international sites. The fact that Dr. Vaillancourt's team found similar patterns in patients at every location boosted his confidence in the results because, like the PPMI, clinical trials must collect data from many sites using numerous different MRI machines. \"The PPMI data is real-world messy data, and when you find the effect in real-world messy data, it makes you think that it has legs,\" he said. Dr. Vaillancourt speculated that his team's free water approach could make clinical trials less expensive by reducing the number of participants they would need to enroll. His team is currently running just such a study using free water to gauge the effect of a potential Parkinson's treatment. At the same time, the group is attempting to develop computer programs that will make free water analysis faster and easier. Future studies are needed to track changes in free water over longer time spans and in other brain regions and to determine what causes them.  ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Neurobiology", " Parkinson's Disease"]}