{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-07/sons-hse072517.php", "description": "Stroke centers average mechanical thrombectomies once every five days with nearly 60 percent of the procedures occurring during non-work hours.", "article_link": null, "date": "Tue, 25 Jul 2017 04:00:00 GMT", "funder": "Society of NeuroInterventional Surgery", "title": "Hospitals should examine physician call coverage at stroke centers", "region": "namerica", "source_link": "http://snisannualmeeting.com/pressrelease/hospitals-should-examine-physician-call-coverage-at-stroke-centers/", "institution": "Society of NeuroInterventional Surgery", "text": "Colorado Springs -- Stroke centers average mechanical thrombectomies once every five days with nearly 60 percent of the procedures occurring during non-work hours, according to a new study presented today at the Society of NeuroInterventional Surgery's (SNIS) 14th Annual Meeting. This finding could have implications for physician staffing at stroke centers and the patients receiving treatment.A Multicenter Study Evaluating the Frequency and Burden of Mechanical Thrombectomy on Stroke Centers is the first study to examine the times at which mechanical thrombectomies occur and the call burden on neurointerventional staff.\"As awareness increases of the benefits of mechanical thrombectomy for emergent large vessel occlusion (ELVO), it's vital that we understand the frequency and the times at which these procedures occur so that we can optimize outcomes for our patients,\" said Dr. Kyle Fargen, lead author of the study and Assistant Professor of Neurological Surgery at Wake Forest University.The study collected data from 10 stroke centers over a three-month period in 2016. During the study period, 189 patients with ELVO underwent emergent angiography with the intent to have a mechanical thrombectomy at participating centers. During that time, the peak period when most procedures were started was between 8 - 11 p.m. The average number of procedures per hospital was 18.9. The median procedural time was 57 minutes and the overall physician time for each patient was approximately 2.5 hours, although this metric did not include post-procedure responsibilities.The study did not find any differences in the frequency of the procedure based on the day of the week, or of the procedure's length based on time of day.", "meeting": "Society of NeuroInterventional Surgery 14th Annual Meeting", "keywords": ["Health Care", " Medicine/Health", " Stroke", " Health Care Systems/Services", " Neurobiology"]}