{"journal": "PLOS ONE", "url": "http://www.eurekalert.org/pub_releases/2017-07/fda-nvd072517.php", "description": "Researchers at the University of São Paulo's Biomedical Science Institute (ICB-USP) in Brazil have discovered a new virus in a white-rumped sandpiper (Calidris fuscicollis), a migratory bird species captured in April 2012 in the Lagoa do Peixe National Park in Rio Grande do Sul State. The current evidence suggests that it is not a risk to humans. The discovery was published in PLOS ONE.", "article_link": null, "date": "Tue, 25 Jul 2017 04:00:00 GMT", "funder": "São Paulo Research Foundation", "title": "New virus discovered in migratory bird in Rio Grande do Sul, Brazil", "region": "samerica", "source_link": null, "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "text": "Researchers at the University of São Paulo's Biomedical Science Institute (ICB-USP) in Brazil have discovered a new virus in a migratory bird species. This is such a rare find that it can be considered a stroke of luck, especially because the virus in question is avian paramyxovirus 15, which belongs to the same family as avian paramyxovirus 1, the pathogen that causes Newcastle disease. This disease is not a health hazard for humans but can be lethal to wildfowl and domestic poultry.\"We perform active monitoring of viruses in migratory birds. I was looking for Newcastle disease virus, a type 1 avian paramyxovirus, and my colleague Jansen de Araújo aimed to detect avian influenza virus for his research project. Finally, we found a co-infection by two viruses, one of which was totally unknown until then,\" said Luciano Matsumiya Thomazelli, a researcher at ICB-USP's Clinical & Molecular Virology Laboratory.Since 2005, the lab team has been going into the field to perform epidemiological surveillance in different parts of Brazil as part of the Viral Genetic Diversity Network (VGDN), funded by FAPESP and headed by Professor Edison Luiz Durigon.Their goal is to detect the presence of avian influenza virus and Newcastle disease virus, among others, in birds and other wild animals. In addition to monitoring, they aim to assess the risk of new strains arriving in Brazil. The samples collected by the team are stored in freezers at -80 °C and used in scientific research.The new virus was found in a sample taken from a white-rumped sandpiper (Calidris fuscicollis) captured in April 2012 in the Lagoa do Peixe National Park in Rio Grande do Sul State. More research is required to determine how much of a threat the virus represents, but, the current evidence suggests that it is not a risk to humans. \"Genetically speaking, it's closer to viruses first described in South America, which leads us to believe it may have originated in this part of the world,\" Thomazelli said.The researchers followed the standard method for analyzing samples. The result was positive for avian influenza on the basis of real-time PCR, a molecular biology technique that detects DNA or RNA in the sample. When the virus was isolated from embryonated chicken eggs, the result was negative for Newcastle disease virus, but the red blood cell agglutination reaction showed that it was a different virus from the one that the researchers were seeking. \"We sent the sample to collaborators at St. Jude Children's Research Hospital in Memphis, Tennessee (USA), who sequenced the complete genome of the large amount found in the sample. To our surprise, the sample contained a co-infection by avian influenza virus and something entirely new. We focused on influenza and found this other virus as well,\" Thomazelli said.On the basis of these results, the researchers performed biological tests for pathogenicity and data confirmation. Because biosafety was involved, they sent an aliquot of the isolated virus to the Agriculture Ministry's National Laboratory, which also performed biological and serological tests confirming that the virus was a new species and did not pose a threat.\"This was a relief, especially considering that Brazil is the world's leading exporter of frozen chicken,\" Thomazelli said. \"Any pathogenic avian virus would be a major concern, especially if it affected poultry, but that's not the case.\"The discovery of new viruses is still a rarity, but it is becoming less infrequent because of next-generation sequencing.\"The virus we discovered is the 15th type of avian paramyxovirus. Two years ago, there were only ten types. Knowledge in this area has increased significantly as a result,\" Thomazelli said.\r\n", "meeting": "", "keywords": ["Biology", " Biodiversity", " Cell Biology", " Ecology/Environment", " Genetics", " Molecular Biology", " Virology", " Zoology/Veterinary Science", " Epidemiology"]}