{"journal": "Canadian Medical Association Journal", "url": "http://www.eurekalert.org/pub_releases/2017-07/cmaj-ssw071817.php", "description": "People who survive a stroke or a mini-stroke without early complications have an increased risk of death, another stroke or heart attack (myocardial infarction) for at least five years following the initial stroke, found a new study published in CMAJ.", "article_link": null, "date": "Mon, 24 Jul 2017 04:00:00 GMT", "funder": "", "title": "Stroke survivors without early complications at long-term risk of death, stroke", "region": "namerica", "source_link": null, "institution": "Canadian Medical Association Journal", "text": "People who survive a stroke or a mini-stroke without early complications have an increased risk of death, another stroke or heart attack (myocardial infarction) for at least 5 years following the initial stroke, found a new study published in CMAJ (Canadian Medical Association Journal)\"There is a real need to maintain risk reduction strategies, medical support and healthy lifestyle choices over the long-term, even years after a mild initial event,\" said senior author Dr. Richard Swartz, a neurologist at Sunnybrook Health Sciences Centre, Toronto, Ontario.Many studies show an elevated risk over time, although most have included patients with complications in the early 90-day high-risk period and not survivors without complications in the period following stroke or transient ischemic attack (TIA). A TIA is a mini-stroke which usually resolves quickly but indicates that a patient is at high-risk of a full stroke. The risk of stroke after TIA is highest in the first 90 days, but this study shows that there continues to be an increased risk even after years of stability.\"These analyses indicate that survival after both stroke and TIA is a marker of long-term risk, which merits aggressive attention to risk reduction strategies,\" write the authors. The study included 26 366 patients who had been discharged after stroke or TIA without complications in the first 90 days at regional stroke centres in Ontario between July 2003 and March 2013, and 263 660 matched controls. Researchers found that in the patient group who did not experience complications in the post-stroke period, the risk of complications was significantly higher over the long term compared with the controls. At 1 year, 9.5% of people experienced an adverse event such as death, stroke, heart attack or admission to long-term care, 23.6% at 3 years and 35.7% at 5 years. \"These findings highlight the need for long-term management of modifiable risks, such as high blood pressure, monitoring and treatment of irregular heart rhythms, quitting smoking and physical activity,\" said Dr. Swartz. Additional options for long-term risk reduction could include tailoring existing cardiac rehabilitation programs for stroke survivors, following patients for years rather than months after their stroke or TIA, and embedding long-term management into primary care practices. \"For survivors of stroke or TIA, the long-term risk of recurrent stroke was particularly high, indicating that stroke recurrence is the most important modifiable outcome,\" the authors conclude. In a related commentary http://www.cmaj.ca/lookup/doi/10.1503/cmaj.170410, Dr. Michael Hill, University of Calgary, writes \"stroke is under-recognized as a major public health problem and incorrectly considered to be a disease that affects only older people. In North America and Western Europe, stroke is the third or fourth leading cause of death overall, but in the developing world is the first or second, depending on the country.\" We must focus on reducing recurrent strokes and death with better post-stroke treatments and long-term follow up. ", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Stroke", " Health Care Systems/Services", " Health Professionals", " Public Health"]}