{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/bawh-boc072117.php", "description": "A new study by researchers from Brigham and Women's Hospital explores outcomes for patients who continue receiving statins after experiencing an adverse reaction, finding that they had a lower risk of death and cardiovascular events.", "article_link": "http://dx.doi.org/10.7326/M16-0838", "date": "Mon, 24 Jul 2017 04:00:00 GMT", "funder": "", "title": "Benefits of continued statin use after adverse reactions", "region": "namerica", "source_link": null, "institution": "Brigham and Women's Hospital", "text": "Statins are known to reduce the risk of death and cardiovascular events for people who are at high risk; however, as many as 75 percent of patients discontinue statin therapy within two years, often after reporting an adverse reaction, such as muscle aches and pains or gastrointestinal symptoms. A new study by researchers from Brigham and Women's Hospital explores outcomes for patients who continue receiving statins after experiencing an adverse reaction, finding that they had a lower risk of death and cardiovascular events. Among a subset of patients who continued taking a different statin, about 26 percent experienced a second adverse reaction, but the vast majority continued receiving the medication. The team reports its findings in a paper published July 25 in Annals of Internal Medicine.\"Statins represent an extremely effective therapy for managing risk of cardiovascular disease and have a much lower cost than new classes of drugs such as PCSK9 inhibitors. Our results indicate that they continue to be very effective at reducing risk, even after a patient has experienced an adverse reaction,\" said corresponding author Alex Turchin, MD, MS, an endocrinologist at BWH. \"Whether a patient should continue taking statins after experiencing adverse symptoms is an important decision. We hope that our study's findings will help patients and their clinicians as they choose the best approach to fit a patient's circumstances.\" In this retrospective cohort study, the researchers aggregated information from the electronic medical records of 28,266 study participants who had been seen at a primary care setting associated with Brigham and Women's Hospital or Massachusetts General Hospital. Adverse reactions were identified using natural language processing of narrative provider notes.The researchers found that 70 percent of patients continued receiving statin prescriptions after the adverse reaction. The team then analyzed a composite primary outcome of heart attack, stroke or death from any cause. Patients who continued receiving statin prescriptions had a 12.2 percent incidence rate compared to those without a continued prescription who had an incidence rate of 13.9 percent. In addition, the team performed a secondary analysis on 7,000 patients who had been switched to another statin medication following an adverse event. They found that about 26 percent reported a second adverse reaction after starting the second statin drug, but that more than 80 percent continued receiving their prescription, suggesting that the side effects, if any, were tolerable to the patients. \"Statins remain a first-line therapy for managing cardiovascular risk, but many patients do not reattempt statin therapy and remain without treatment for prolonged periods after an adverse reaction,\" said Turchin. \"Alternative therapies such as ezetimibe are not as effective, and new classes of drugs are expensive. Improving our understanding of the benefits and risks of reattempting statin therapies before switching to a different class of drugs could help both patients and physicians make informed choices about care.\" Because this is a retrospective study, the researchers could not determine cause and effect, but did see a clear association between continued statin prescription and lower incidence of death and cardiovascular events. The authors note some of the inherent limitations of their study, including that they could only determine which patients continued receiving a statin prescription - not necessarily whether the patients actually continued taking the drug. In addition, they were only able to analyze a subset of patients for risk of recurrent adverse reactions.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}