{"title": "Listening to happy music may enhance divergent creativity", "text": "Listening to happy music may help generate more, innovative solutions compared to listening to silence, according to a study published September 6, 2017 in the open-access journal PLOS ONE by Simone Ritter from Radboud University, The Netherlands and Sam Ferguson from the University of Technology Sydney, Australia.Creativity is an important quality in our complex, fast-changing world, as it allows us to generate innovative solutions for a wide range of problems and come up with fresh ideas. The question of what facilitates creative cognition has long been studied, and while music has previously been shown to benefit cognition, little is known about how listening to music affects creative cognition specifically.To investigate the effect of music on creative cognition, researchers had 155 participants complete questionnaires and split them into experimental groups. Each group listened to one of four different types of music that were categorized as calm, happy, sad, or anxious, depending on their emotional valence (positive, negative) and arousal (high, low), while one control group listened to silence. After the music started playing, participants performed various cognitive tasks that tested their divergent and convergent creative thinking. Participants who came up with the most original and useful solutions to a task scored higher in divergent creativity, while participants who came up with the single best possible solution to a task scored higher in convergent creativity.The researchers found that listening to happy music, which they define as classical music that is positive valence and high in arousal, facilitates more divergent creative thinking compared to silence. The authors suggest that the variables involved in the happy music condition may enhance flexibility in thinking, so that additional solutions might be considered by the participant that may not have occurred to them as readily if they were performing the task in silence.This study shows that creative cognition may be enhanced through music, and further research could explore how different ambient sounds might affect creativity and include participants of diverse cultures, age groups, and levels of music experience. The authors suggest that their study may also demonstrate that music listening could promote creative thinking in inexpensive and efficient ways in various scientific, educational and organizational settings.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0182210", "url": "http://www.eurekalert.org/pub_releases/2017-09/p-lth083117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Medicine/Health", " Hearing/Speech", " Physiology", " Social/Behavioral Science", " Anthropology", " Mental Health", " Memory/Cognitive Processes"], "journal": "PLOS ONE", "description": "Listening to happy music may help generate more, innovative solutions compared to listening to silence, according to a study published Sept. 6, 2017 in the open-access journal PLOS ONE by Simone Ritter from Radboud University, The Netherlands and Sam Ferguson from the University of Technology Sydney, Australia.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}