{"title": "Study shows contrasting long-term cognitive effects of psychiatric drugs in schizophrenia", "text": "PARIS, France: A long-term study has found that low cumulative exposure to benzodiazepine and antidepressant medications does not seem to affect cognition in schizophrenia.  However, long-term high-dose use of antipsychotic drugs seemed to be associated with poorer cognition, whereas a relatively long break in antipsychotic use was associated with better cognitive functioning.  This work, the first to follow lifetime exposure to benzodiazepines and antidepressant in schizophrenia, is presented at the ECNP conference in Paris, and it is also published in the peer-reviewed journal European Psychiatry*.Schizophrenia affects around 0.3-0.7% of people at some point in their life, or 21 million people worldwide **. It is most often a lifelong disorder, requiring long-term treatment and rehabilitation and long-term use of antipsychotic medication. However, drug trials are usually of short duration, for example antipsychotic trials last up to 2-3 years. As many medicines are used over long periods and may be linked with significant side-effects, it is important to be able to follow these effects in the long-term. Now a group of researchers from the Universities of Oulu (Finland) and Cambridge (UK) is presenting observational data on the long-term use of psychiatric drugs in schizophrenia. The researchers followed participants from the Northern Finnish Birth Cohort 1966 - meaning that all the persons had been born in 1966. 60 of the participants had been diagnosed with a schizophrenia spectrum disorder, and had received different medications over the long-term. The individuals underwent an extensive series of cognitive tests when they were 43 years old, having had an average medicine use lasting 16.5 years.The researchers found that modest long-term use of common psychiatric medications, benzodiazepines and antidepressants, had no noticeable effect on cognition. However, they contrast this with their previous finding (reported in January 2017, see below) that the high-dose use of antipsychotic drugs was associated with poorer cognition in the long-term, by reporting that long breaks in antipsychotic treatment seems to result in better cognitive functioning.According to lead researcher, Anja Hulkko MD (University of Oulu):\"These are mixed results, which show different outcomes. Firstly, low long-term use of benzodiazepines and antidepressants doesn't seem to have adverse effects on cognition in patients with schizophrenia. These are not the primary medicine prescribed to people with schizophrenia to target psychotic symptoms. If there is little if any cognitive harm in using them with small doses or for short periods of time, then they may be promoted for  anxiety, depression, or sleeplessness, which can be undertreated. It should be noted that, high-dose long-term use of benzodiazepines has been associated with poorer cognition and according to treatment recommendations should be avoided.However, this work reinforces the work we published earlier this year on long-term high-dose antipsychotic use, by showing that long breaks in antipsychotic treatment right before neuropsychological assessment may be associated with better cognitive functioning in schizophrenia. People with more severe illness are often prescribed higher doses of antipsychotics and those with milder illness may manage longer periods of time with smaller doses or even without antipsychotic treatment. It is important that patients continue to take antipsychotic medicines as prescribed, as discontinuing treatment can lead to severe consequences. However, it is also important that patients work with their doctors to find the minimum effective dose for the long-term, and perhaps consider psychosocial treatments and cognitive rehabilitation. We should note that because of the observational setting of our study and small sample size, definitive conclusions are difficult to draw, even though in our analyses controlling for severity or duration of illness didn't explain the cognitive findings with antipsychotics. Owing to the extensive birth cohort database, we were able to control for many relevant variables. However, during a long illness course the risk of missing some important confounders increases -- for example, more ill persons with more cognitive problems may also be given more medication. It seems likely that both the illness itself and treatment are associated with the course of cognition\".Commenting, Professor Kamilla Miskowiak, of Copenhagen University Hospital, Denmark (who was not involved in the study) said: \"This is a highly interesting study which shows no long-term cognitive side-effects of antidepressants, tranquilizers or low-dose antipsychotic medication in schizophrenia. This is reassuring since many patients are worried about taking these medications because of their potential negative effects on cognition. In contrast, long-term high-dose antipsychotic medication was associated with poorer cognitive outcome. This underscores the importance of close dose monitoring of antipsychotic medication for these patients to improve their cognitive outcome\".This is the first report of the association between lifetime cumulative benzodiazepine and antidepressant exposures and cognition in midlife schizophrenia. The authors note that this is a small sample and an observational study. This limits what can be said about the safety of these drugs. Long-term treatment outcomes should be in the focus of future studies.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/econ-ssc090117.php", "region": "europe", "source_link": null, "funder": "Academy of Finland, Sigrid Jusélius Foundation, Brain & Behavior Research Foundation, Jalmari and Rauha Ahokas Foundation, Finnish Cultural Foundation Lapland Regional", "meeting": "30th ECNP Congress for Applied and Translational Neuroscience", "institution": "European College of Neuropsychopharmacology", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Mental Health"], "journal": "European Psychiatry", "description": "A long-term study has found that low cumulative exposure to benzodiazepine and antidepressant medications does not seem to affect cognition in schizophrenia.  However, long-term high-dose use of antipsychotic drugs seemed to be associated with poorer cognition, whereas a relatively long break in antipsychotic use was associated with better cognitive functioning.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}