{"title": "Getting hook bending off the hook", "text": "In the early 2000s the New Caledonian crow Betty in Oxford shocked the world when she spontaneously bent a hook into a straight piece of wire while trying to retrieve a small out-off-reach basket with a handle from a vertical tube. Interestingly, when human children were tested on a similar task setup they showed great difficulties with coming up with a suitable solution until the age of nearly eight years. New Caledonian crows are specialized tools users in the wild and their ability to handle tools is innate. Nevertheless, in this case Betty seemed to innovatively produce a novel behavioural sequence on an unknown material. At the time, studying cognition in birds was still a young area of research and thus her hook bending abilities became a textbook example of intelligent tool manufacture in animals. By now brain and behavioural research has shown that some birds such as corvids and parrots seem to possess complex cognition at similar levels as higher primates and show similar neuron counts in the respective brain regions. Nevertheless, the studies on Betty the crow recently came under scrutiny when field researchers from the University of St Andrews found that wild New Caledonian crows used strikingly similar bending techniques to add curvature to the tool shafts of twig tools in the wild. They therefore suggested that Betty's solution was hardly innovative but could be strongly influenced by predispositions from habitual tool use and nest building.Researchers from the University of Vienna and the Veterinary University Vienna now tested another bird species the Goffin's cockatoo on the same task setup.\r\n\"As in the Betty studies, we confronted our animals with a vertical tube containing a reward basket with a handle and a straight piece of pipe cleaner. In a second task with a horizontal tube containing a reward at its centre and a piece of pipe cleaner that was bent at 90°\" explains Isabelle Laumer who conducted the study at the Goffin Lab in Vienna. \"Retrieving the reward from the vertical tube thus required the birds to bent a hook into the straight pipe cleaner to fish the basket out of the tube. The horizontal tube in turn required the birds to unbent the bent piece of wire to push the food out of the tube.\"Several birds mastered the hook bending task and the unbending task. With one bird being able to solve both of them. \"Most hooks were bent inside the birds' beaks at the far distal piece of the straight pipe cleaner and had steeper angles and thus more obvious hooks than the tools produced by Betty the crow. Nevertheless, they used different individual strategies to fixate the rest of the tool during the bending process\" Laumer continues. \"Interestingly, other than corvids or the humans tested on this tasks some of our birds completely lacked any experience with premade hooks. As one of those animals still mastered the task we can assume that this type of experience does not seem to be necessary for them to find a solution to the task.\"\"These findings are surprising as our cockatoos are neither specialized to tool assisted foraging as the New Caledonian crows nor are they bending sticks during nest construction, but breed in pre-existing tree holes\" says Alice Auersperg, the head of the Goffin Lab at the Messerli Research Institute in Vienna. \"Considering that the tasks were solved by a limited number of birds combined with the fact that they used individual techniques for making their hooks supports the assumption that Goffin's cockatoos have to actively invent the solution to the problem rather than retreating to inborn stereotyped behavioural routines. Thus, our results suggest that their hook bending from pliant material does not require strong hereditary predispositions from specialized tool use/manufacture or nest building but seems to indeed arise from more general modes of cognitive processing. It seems that, at least for now and for this particular species, we can get the innovative aspect of hook bending off the hook.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uov-ghb090517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Vienna", "keywords": ["Biology", " Evolution", " Zoology/Veterinary Science"], "journal": "Proceedings of the Royal Society B", "description": "Bending of a hook into wire to fish for the handle of a basket by crow Betty 15 years ago stunned the scientific world. Cognitive biologists from the University of Vienna and the University of Veterinary Medicine Vienna studied tool making in an Indonesian cockatoo. Other than crows, cockatoos are not using tools in the wild. The birds manufactured hook tools out of straight wire without ever having seen or used a hook tool before.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}