{"title": "Oral devices reduce sleep apnea but may not affect heart disease risk factors", "text": "Jan. 27, 2017--In patients with severe obstructive sleep apnea (OSA), oral appliances that treat the condition by moving the lower jaw forward appear to improve sleep but not reduce key risk factors for developing heart and other cardiovascular disease, according to new research published online, ahead of print in the American Thoracic Society's American Journal of Respiratory and Critical Care Medicine.In \"Impact of Mandibular Advancement Therapy on Endothelial Function in Severe Obstructive Sleep Apnea,\" French researchers report on a randomized controlled trial of 150 patients with severe sleep apnea and no overt cardiovascular disease who received either a mandibular advancement device (MAD) or a sham oral appliance. The researchers found MAD therapy significantly improved the apnea-hypopnea index (AHI) scores, micro-arousal index scores, and symptoms of snoring, fatigue, and sleepiness. However, MAD did not improve endothelial function, a key predictor of cardiovascular disease, or lower blood pressure.Continuous positive airway pressure, or CPAP, is considered the \"gold standard\" of obstructive sleep apnea treatment. However, many patients find it uncomfortable, and MAD is the most commonly prescribed alternative. \"Endothelial dysfunction is one of the intermediate mechanisms that potentially contribute to the increased risk of cardiovascular disease in OSA,\" said lead study author Frédéric Gagnadoux, MD, professor of pulmonology at the University Hospital of Angers in France. \"Whether MAD therapy improves endothelial function in OSA patients had not been evaluated before in properly controlled and adequately powered trials.\"Patients in the current study had an AHI ? 30. They ranged in age from 18-70, and 86 percent were men. None had signs of cardiovascular disease. Although their AHI scores were indicative of severe sleep apnea, participants reported only mild daytime sleepiness. A strength of the study, which lasted two months, was that compliance with using MAD was high, as verified by researchers using a tiny embedded monitor. \"Our study demonstrates the effectiveness of MAD therapy in reducing sleep disordered breathing and improving related symptoms in patients with severe OSA who do not tolerate CPAP,\" Dr. Gagnadoux said.  \"Despite being affected by severe OSA, our patients' reactive hyperemia index (RHI), a validated marker of endothelial function, was within the normal range at baseline.\"Further studies, he added, are required to determine whether MAD therapy can improve endothelial function in OSA patients who exhibit endothelial dysfunction when they enroll, or have overt signs of cardiovascular disease or metabolic disorders.   The authors write that their negative findings on blood pressure outcomes should not be generalized to all OSA patients because study participants shared characteristics associated with lower blood pressure reductions in response to OSA therapy, including a low prevalence of hypertension and mild daytime sleepiness. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ats-odr012417.php", "region": "namerica", "source_link": null, "funder": "French Ministry of Health", "meeting": "", "institution": "American Thoracic Society", "keywords": ["Medicine/Health", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders"], "journal": "American Journal of Respiratory and Critical Care Medicine", "description": "In patients with severe obstructive sleep apnea (OSA), oral appliances that treat the condition by moving the lower jaw forward appear to improve sleep but not reduce key risk factors for developing heart and other cardiovascular disease, according to new research published online, ahead of print in the American Thoracic Society's American Journal of Respiratory and Critical Care Medicine.", "date": "Fri, 27 Jan 2017 05:00:00 GMT"}