{"title": "Model assessment may predict obstructive sleep apnea in children with Down syndrome", "text": "A combination of parental questionnaires and inexpensive diagnostic procedures that can be performed as part of a primary care visit may be able to rule out the presence of obstructive sleep apnea in people with Down syndrome. If validated in a future study currently in progress, this assessment - developed by a team led by a MassGeneral Hospital for Children (MGHfC) physician - may be able to greatly reduce the need for sleep studies, which can be expensive and inconvenient for patients and their families. \"Because of differences in their craniofacial features, people with Down syndrome are more prone to obstructive sleep apnea,\" says Brian Skotko, MD, MPP  co-director of the MGH Down Syndrome Program and corresponding author of the study appearing in American Journal of Medical Genetics, Part A. \"In addition to exacerbating medical conditions like hypertension, untreated apnea can lead to short- and long-term loss of cognitive abilities. As I explain to my patients' parents, their sons and daughters with Down syndrome work so hard in school, I would hate for apnea to undo some of their well-earned cognitive gains.\" Obstructive sleep apnea (OSA) occurs when an individual's airway is restricted or blocked during sleep by some physical feature. Affected individuals may briefly stop and then resume breathing. In addition to disturbing sleep, the reduction in oxygen supply can cause cardiovascular problems -- including hypertension and arrhythmias - and metabolic issues. The effects that OSA has on typically developing individuals are exacerbated in those with Down syndrome because of their physical and cognitive challenges. The American Academy of Pediatrics currently recommends that all children with Down syndrome undergo sleep studies to determine the presence of OSA by age 4 and that studies be considered annually if symptoms are present. Conducted in hospital sleep labs, these studies involve measuring patients' brain waves, heart rate, blood oxygen level and respiration as they sleep. Completing such a study is difficult and sometimes impossible for individuals with Down syndrome -- particularly young children or those with more complex behavioral needs -- and sleep studies can be expensive and are of limited availability in certain parts of the country. While the need for better screening tools is well recognized, no previous studies have identified a more practical approach. For the current study, Skotko and his team combined a range of assessment tools -- including questionnaires for parents about their children's sleep, vital signs and other physical examination measures, dental examination, imaging of craniofacial features, and measurement of metabolic markers - to determine which were most helpful in diagnosing or ruling out the presence of OSA, as determined by the standard sleep study, called a polysomnogram. They enrolled 130 children with Down syndrome, age 3 and over, participating in the Down Syndrome Program at Boston Children's Hospital, where Skotko was based at the study's outset. Of the original group of participants, 102 completed the polysomnogram, 45 of whom were determined to have some level of OSA. While many of the measurements included in the assessment were not helpful in predicting OSA, several were able to identify participants who did not have moderate to severe OSA with 90 percent accuracy. Among the most useful tools were certain items on the parental questionnaires and physical examination findings, including the presence of hypertension. The authors note that a positive result on their model would still need to be confirmed by polysomnogram, but that the number of unnecessary sleep studies could be reduced significantly.  Put another way, patients with Down syndrome who have negative results on the assessment probably could avoid a sleep study.\"We were somewhat surprised that anatomic facial calculations did not prove to be predictive,\" says Skotko, who is an assistant professor of Pediatrics at Harvard Medical School. \"Since not all people with Down syndrome have the same craniofacial structures, we thought that those with smaller airways might be more apt to have apnea; but we did not find that to be the case. But before we can recommend this model for clinical use, we are testing the significant elements of our screening tool on a new set of research participants here at MGH, which should take about two years.\" ", "article_link": "http://dx.doi.org/10.1002/ajmg.a.38137", "url": "http://www.eurekalert.org/pub_releases/2017-01/mgh-mam012417.php", "region": "namerica", "source_link": null, "funder": "Health Resources and Services Administration, National Institutes of Health", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Pediatrics"], "journal": "American Journal of Medical Genetics", "description": "A combination of parental questionnaires and inexpensive diagnostic procedures that can be performed as part of a primary care visit may be able to rule out the presence of obstructive sleep apnea in people with Down syndrome.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}