{"title": "New study shows how to avoid weight gain and cardiometabolic disease", "text": "New Rochelle, NY, Jan. 26, 2017--To explain why so many people in developed countries are chronically overfed, tend to accumulate fat, and are at increased risk for cardiometabolic disease, researchers suggest looking no further than the revised Food Triangle and a new model for understanding the impact of exercise and the oxidation and breakdown of nutrients to fuel the body. Complex factors such as caloric load, cellular respiration, and even how we perceive food all contribute to this new paradigm for defining healthy eating, which is presented in a review article published in Metabolic Syndrome and Related Disorders, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Metabolic Syndrome and Related Disorders website until February 26, 2017.Raymond Cronise, Thermogenex (Huntsville, AL), David Sinclair, PhD, Harvard Medical School (Boston, MA) and The University of New South Wales (Sydney, Australia), and Andrew Bremer, MD, PhD, National Institute of Diabetes and Digestive and Kidney Diseases, NIH (Bethesda, MD) expand on the new Food Triangle to create a model that can be used to predict the effects of oxidative priority, which describes the fate of the molecular components of food as they leave the digestive tract. Are they used or stored and how does this impact caloric load, risk of weight gain, and fat accumulation? In the article entitled \"Oxidative Priority, Meal Frequency, and the Energy Economy of Food and Activity: Implications for Longevity, Obesity, and Cardiometabolic Disease,\" the researchers also focus on the changing relationship with food that has emerged with modern society. People in developed countries tend to view food less as a source of sustenance and instead seek out certain foods either for their taste and desirability or to fulfill the requirements of a particular diet, whether or not that meets their nutritional needs. \"This review provides valuable insights into the relationship between energy intake and expenditure-this is key to understanding obesity as a public health problem,\" says Adrian Vella, MD, FRCP (Edin.), Editor-in-Chief of Metabolic Syndrome and Related Disorders and Professor of Medicine, Mayo Clinic College of Medicine, Rochester, MN.", "article_link": "http://dx.doi.org/10.1089/met.2016.0108", "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-nss012617.php", "region": "namerica", "source_link": "http://www.liebertpub.com", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "Metabolic Syndrome and Related Disorders", "description": "To explain why so many people in developed countries are chronically overfed, tend to accumulate fat, and are at increased risk for cardiometabolic disease, researchers suggest looking no further than the revised Food Triangle and a new model for understanding the impact of exercise and the oxidation and breakdown of nutrients to fuel the body.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}