{"title": "Gene delivery to the lung can treat broad range of diseases within and beyond the lung", "text": "New Rochelle, NY, January 25, 2017--Targeting therapeutic genes to the lungs offers the potential to manage serious lung diseases that do not respond to other forms of treatment and to use the lungs as metabolic factories to produce therapeutic proteins for treating systemic diseases. The current status of lung gene therapy, technological advances, future directions, and remaining challenges are presented in a comprehensive review article published in Human Gene Therapy, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Human Gene Therapy website until February 28, 2017.Dolan Sondhi, Katie Stiles, Bishnu De, and Ronald Crystal, Weill Cornell Medical College, New York, NY, describe the progress and promise of lung gene therapy in the article entitled \"Genetic Modification of the Lung Directed Toward Treatment of Human Disease\"). Preclinical and human clinical studies have targeted genetic diseases such as cystic fibrosis, complex disorders including asthma, allergy, and lung cancer, infections such as respiratory syncytial virus and Pseudomonas, lung injury, transplant rejection, and pulmonary arterial hypertension. The authors discuss topics including the effects of lung anatomy on successful gene transfer, various viral and non-viral vector gene delivery strategies, routes of gene administration to the lung, as well as approaches to antisense gene silencing. \"This comprehensive review of preclinical and clinical experience with AAV gene transfer to the lung promises to be a tremendous resource for investigators entering this field,\" says Editor-in-Chief Terence R. Flotte, MD, Celia and Isaac Haidak Professor of Medical Education and Dean, Provost, and Executive Deputy Chancellor, University of Massachusetts Medical School, Worcester, MA. ", "article_link": "http://dx.doi.org/10.1089/hum.2016.152", "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-gdt012517.php", "region": "namerica", "source_link": "http://www.liebertpub.com", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Molecular Biology", " Pollution/Remediation", " Genes", " Gene Therapy"], "journal": "Human Gene Therapy", "description": "Targeting therapeutic genes to the lungs offers the potential to manage serious lung diseases that do not respond to other forms of treatment and to use the lungs as metabolic factories to produce therapeutic proteins for treating systemic diseases. The current status of lung gene therapy, technological advances, future directions, and remaining challenges are presented in a comprehensive review article published in Human Gene Therapy.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}