{"title": "Should hypothyroidism in pregnancy be treated?", "text": "ROCHESTER, Minn. -- When a woman becomes pregnant, many changes occur in her body. One of those changes is in the levels of various hormones produced by the body.In the case of thyroid-stimulating hormone (TSH), pregnant women typically produce a lower level than normal (0.4-4.0 milli-international units per liter). Some international guidelines recommend levels be no higher than 2.5-3. milli-international units per liter during pregnancy. When their TSH levels rise above this, they may experience subclinical hypothyroidism, or mildly underactive thyroid, which can cause a number of health problems if left untreated.Today, Mayo Clinic researchers report that one of those results could be pregnancy loss. Researchers further suggest a course of action that could positively impact as many as 15 of every 100 pregnancies. In a study published in The BMJ, they show that treating subclinical hypothyroidism (not quite the level that would be treated in a nonpregnant woman) can reduce pregnancy loss, especially for those with TSH levels on the upper end of normal or higher.\"A recent analysis of 18 studies showed that pregnant women with untreated subclinical hypothyroidism are at higher risk for pregnancy loss, placental abruption, premature rupture of membranes, and neonatal death,\" says Spyridoula Maraka, M.D., an endocrinologist and lead author of the study. \"It seemed likely that treating subclinical hypothyroidism would reduce the chance of these deadly occurrences. But we know that treatment brings other risks, so we wanted to find the point at which benefits outweighed risks.\"Using the OptumLabs Data Warehouse, Dr. Maraka and her team examined the health information of 5,405 pregnant women diagnosed with subclinical hypothyroidism. Of these, 843 women, with an average pretreatment TSH concentration of 4.8 milli-international units per liter, were treated with thyroid hormone. The remaining 4,562, with an average pretreatment TSH concentration of 3.3 milli-international units per liter, were not treated.Compared with the untreated group, treated women were 38 percent less likely to experience pregnancy loss. However, they were more likely to have a preterm delivery, or experience gestational diabetes or preeclampsia.The team also looked at the levels of pretreatment TSH to determine if there was a point when treatment would have the most positive overall effect.\"Unsurprisingly, we found that women with higher levels of pre-treatment TSH--between 4.1 and 10 milli-international units per liter --benefitted most from treatment,\" says Dr. Maraka. \"This group's much lower likelihood of experiencing pregnancy loss was what brought the average down - and creates a good argument for updated clinical guidelines.\"The researchers found that, for women with lower levels of TSH (2.5-4.0 milli-international units per liter), the risk of gestational hypertension (which can lead to preeclampsia) was significantly higher for treated women than for untreated women. There was no difference between treated women who had the higher levels of TSH (4.1-10 milli-international units per liter) and untreated women.\"Our findings lead us to believe that overtreatment could be possible,\" says Juan Brito Campana, M.B.B.S., a Mayo Clinic endocrinologist and study co-author. \"If the TSH levels are in that 2.5-4.0 [milli-international units per liter] range, it may be best to leave subclinical hypothyroidism untreated.\"The team found no other adverse outcomes that appeared affected by different pretreatment TSH levels and subsequent thyroid hormone use.Dr. Brito Campana further says that the association of levothyroxine therapy (drug used to treat hypothyroidism) and the risk of pregnancy-related adverse outcomes (e.g., preeclampsia or gestational diabetes) should be seen as preliminary findings and should call for additional studies evaluating the safety of levothyroxine therapy in pregnant women with subclinical hypothyroidism.The results and recommendations in this study seem somewhat prophetic. On Jan. 6, 2017, the American Thyroid Association published updated care guidelines with treatment recommendations for women experiencing thyroid disease during pregnancy.\"These guidelines can help women and their doctors decide together what will be best for them,\" says Dr. Brito.\"We are pleased to see them and remain committed to further medical research and refinement of available information to assist in shared decision-making and improved health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/mc-shi012417.php", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/discussion/should-hypothyroidism-in-pregnancy-be-treated/", "funder": "", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "The BMJ", "description": "When a woman becomes pregnant, many changes occur in her body. One of those changes is in the levels of various hormones produced by the body.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}