{"title": "Therapy for abnormal heartbeats may cause brain injury", "text": "A common treatment for irregular heartbeats known as catheter ablation may result in the formation of brain lesions when it is performed on the left side of the heart, according to new research at UC San Francisco. Importantly, there also is evidence these lesions may be associated with cognitive decline, meaning they may not be benign.In a small study of patients undergoing catheter ablation for common abnormal heartbeats from the lower chamber of the heart (premature ventricular contractions (PVCs)), researchers found a significantly higher rate of seemingly asymptomatic brain injury due to embolism among the patients whose therapy occurred on the left ventricle of the heart, which supplies blood to the brain, compared to patients whose therapy was conducted on the right ventricle, which pumps blood to the lungs.The researchers recommend further study on the impact of these lesions and strategies to avoid them. Their study appears online Jan. 24, 2017, in the American Heart Association journal Circulation.\"The rate of asymptomatic emboli in similar procedures for other types of heart rhythm disturbances tends to be 10-20 percent,\" said study senior author Gregory Marcus, MD, MAS, a UCSF Health cardiologist and director of clinical research in the UCSF Division of Cardiology.\"Our study finding is relevant to a large number of patients undergoing this procedure and hopefully will inspire many studies to understand the meaning of and how to mitigate these lesions,\" Marcus said. \"This also will become an important consideration as we think about how to optimally help the large number of people out there with PVCs.\"PVCs are extra, abnormal heartbeats originating in the ventricles. They disrupt the heart's regular rhythm and typically have not been a reason for concern.However, recent research by Marcus and his colleagues demonstrated that PVCs are an important predictor of heart failure and mortality and can cause very bothersome symptoms. Further, such early beats occurring continuously for more than 30 seconds is a potentially serious cardiac condition called ventricular tachycardia (VT). Given growing recognition of all these phenomena, catheter ablation for PVCs and VT is mainstream and becoming even more common, with well more than 235,000 such procedures performed annually. It is also increasingly used for patients with heart failure due to weak heart muscle that may improve after frequent PVCs are eradicated.In this minimally invasive procedure, thin, flexible wires called catheters are inserted into a vein and threaded into the heart. The tip of the catheter either delivers heat or extreme cold to destroy tissue responsible for starting or maintaining the abnormal heart rhythm. The procedure can result in the complete and permanent cessation of the PVCs/VT that are targeted and is generally considered low risk.An \"embolism\" occurs when an object moves through the bloodstream from one part of the body to another. Catheters placed in the left side of the heart may lead to brain injury if something that can occlude a blood vessel is either formed, such as a blood clot, or dislodged by the catheter and travels to the brain. Because the right side of the heart leads to the lungs, not the brain, brain emboli generally are not a concern.Data from previous left heart-based procedures has shown that brain injury thought to be due to embolism rarely occurs. Those emboli generally have been attributed to either issues with the particular patient populations studied or the risks inherent to treating another common heart rhythm disturbance, atrial fibrillation, with ablation. In this Circulation study, Marcus and his colleagues enrolled 18 patients scheduled for VT or PVC ablation over a nine-month period. The average patient age was 58, with half being men, half having a history of hypertension, and a majority having no known vascular disease or heart failure. Most patients were generally healthy. Left ventricular (LV) ablation was performed in 12 patients compared to a control group of six patients who underwent right ventricular (RV) ablation. Pre- and post-procedural brain magnetic resonance imaging (MRI) was performed on each patient within a week of the ablation, along with a complete neurological examination. Overall, seven of the 12 patients (58 percent) who underwent LV ablation experienced 16 brain embolisms combined, compared to zero patients who underwent the RV ablation. Seven of 11 patients (63 percent) who underwent a retrograde approach to their LV ablation developed at least one new brain lesion. \"Further research is important to understanding the long-term consequences of these lesions and determining optimal strategies to avoid them,\" said lead author Isaac Whitman, MD, UCSF cardiac electrophysiology fellow.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--tfa012017.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/01/405591/therapy-abnormal-heartbeats-may-cause-brain-injury", "funder": "", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Cardiology", " Public Health"], "journal": "Circulation", "description": "A common treatment for irregular heartbeats known as catheter ablation may result in the formation of brain lesions when it is performed on the left side of the heart, according to new research at UC San Francisco.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}