{"title": "Safe exercise guidelines for type 1 diabetes by int'l team led by York U researcher", "text": "TORONTO, Jan. 24, 2017 - An international team of researchers and clinicians led by York University Professor Michael Riddell has published a set of guidelines to help people with type 1 diabetes exercise safely to avoid fluctuations in blood sugar. \"Regular exercise can help individuals with diabetes to achieve their blood lipid, body composition, fitness and blood sugar goals, but for people living with type 1 diabetes, the fear of hypoglycemia, loss of glycemic control, and inadequate knowledge around exercise management are major barriers,\" said Riddell, in the Faculty of Health at Toronto's York U. \"This is a big struggle for both type 1 diabetes patients and their healthcare providers. This first ever set of consensus guidelines from leading experts will help them.\"Patients with type 1 diabetes have to monitor their blood glucose levels before, during and after exercise, said Riddell, who led the team of 21 international experts. For two years, they reviewed observational studies and clinical trials on exercise management for people with type 1 diabetes who exercise regularly, to reach a consensus.The guidelines on glucose targets for safe and effective exercising as well as nutritional and insulin dose adjustments to prevent exercise-related fluctuations in blood sugar appear in the report, \"Exercise management in type 1 diabetes: a consensus statement,\" published in The Lancet Diabetes & Endocrinology. This work was funded by the JDRF, a leading global organization funding type 1 diabetes research.The authors note that a majority of people with type 1 diabetes are now overweight or obese, and tend to be at least as inactive as the rest of the population. A large percentage of patients do not maintain a healthy body weight nor do they achieve the minimum required moderate-to-vigorous aerobic activity (150 minutes per week). This is in contrast to a few decades ago when most patients with the disease were relatively slim and active.\"Regular exercise helps patients achieve a number of goals. In pediatric patients in particular, it reduces the cardiovascular disease risk profile, improves the sense of well-being and brings down average blood glucose levels (glycated hemoglobin),\" said Riddell.In adults, both diabetic eye disease and kidney disease are less common in those who are more physically active. They also have a better chance of achieving target levels of glycated hemoglobin levels, blood pressure levels and a healthier body mass index (BMI) when compared to inactive patients, the report suggests.\"These guidelines fulfill a major unmet need to help patients with T1D, and their healthcare professionals, to overcome the various barriers for exercise and this, in turn, should help them to achieve the multitude of health benefits that exercise affords\" added Dr. Rémi Rabasa-Lhoret, director, Metabolic Diseases research unit, Institut de recherches cliniques de Montréal (IRCM) / Montreal Clinical Research Institute, the only other Canadian researcher on the team.In general, aerobic exercise (walking, jogging or light cycling) is associated with reductions in glycemia while anaerobic exercise (sprinting, heavy weight lifting, and interval sports like hockey) is known to temporarily increase glucose levels. Both forms of exercise can produce hypoglycemia (severe low blood sugar) in late recovery, often when patients are sleeping. Hence, a clear understanding of the physiology of different forms of exercise and the changes that can influence glycemia during exercise and sport should ensure safe and effective glycemic management strategies, the authors say in the report. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/yu-seg012417.php", "region": "namerica", "source_link": "http://news.yorku.ca/2017/01/24/safe-exercise-guidelines-type-1-diabetes-international-team-led-york-u-researcher/", "funder": "JDRF", "meeting": "", "institution": "York University", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Policy/Ethics", " Guidelines/Treaties/Agreements", " Disease in the Developing World"], "journal": "The Lancet Diabetes & Endocrinology", "description": "An international team of researchers and clinicians led by York U Prof. Michael Riddell has published a set of guidelines to help people with type 1 diabetes exercise safely to avoid fluctuations in blood sugar. The guidelines on glucose targets for safe and effective exercising as well as nutritional and insulin dose adjustments to prevent exercise-related fluctuations in blood sugar appear in the report, 'Exercise management in type 1 diabetes: a consensus statement,' published in The Lancet Diabetes & Endocrinology.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}