{"title": "Study finds recurrent hypertensive disease of pregnancy associated with early mortality", "text": "In a study to be presented Friday, Jan. 27, in the oral plenary session at 8 a.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with University of Utah Health Sciences Center, Intermountain Healthcare and the Huntsman Cancer Institute (all in Salt Lake City, Utah), will present the study, Long-term mortality risk and life expectancy following recurrent hypertensive disease of pregnancy.Researchers have long determined that pregnancy can provide insight into future health.  Because of the stress it puts on the body, pregnancy may unmask an underlying predisposition to health problems.The study looked at births from 1939 to 2012 using the Utah Population Database. Using birth certificate data, researchers determined the number of pregnancies affected by hypertensive disease of pregnancy for each woman. Hypertensive disease of pregnancy is a group of diseases which includes preeclampsia, eclampsia, gestational hypertension and chronic hypertension. Primary cause of death was determined from death certificates and mortality risk by primary cause of death was compared between women with HDP and women without a history of HDP.In the study, the researchers found that women who have two or more pregnancies complicated by hypertensive disease of pregnancy have a higher risk for early mortality from several causes compared to women who only have one affected pregnancy.Existing recommendations for postpartum and prenatal care that may prevent recurrent hypertensive disease of pregnancy include the use of reliable contraception following delivery to prevent unintended pregnancy and taking low-dose aspirin in subsequent pregnancies to reduce recurrence risk.  Lauren Theilen, M.D. one of the primary researchers of the study and the presenter of the research at the upcoming SMFM annual meeting, explained, \"Importantly, we are unable to say whether the hypertensive disease of pregnancy plays a causal role here, but we feel that further study is warranted to determine whether interventions such as early screening for chronic disease may improve long-term health outcomes among these women.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfmm-sfr011917.php", "region": "namerica", "source_link": "http://www.smfmnewsroom.org/2017/01/study-finds-recurrent-hypertensive-disease-of-pregnancy-associated-with-early-mortality/", "funder": "", "meeting": "37th Annual Meeting - The Pregnancy Meeting", "institution": "Society for Maternal-Fetal Medicine", "keywords": ["Medicine/Health", " Fertility", " Gynecology"], "journal": "", "description": "In a study to be presented Friday, Jan. 27, in the oral plenary session at 8 a.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with University of Utah Health Sciences Center, Intermountain Healthcare and the Huntsman Cancer Institute (all in Salt Lake City, Utah), will present the study, Long-term mortality risk and life expectancy following recurrent hypertensive disease of pregnancy.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}