{"title": "Reduction of the most common cause of maternal death worldwide", "text": "In a study to be presented Friday, Jan. 27, in the oral concurrent session at 1:15 p.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with the California Maternal Quality Care Collaborative, based at Stanford University, Palo Alto, Ca., will present  Reduction of Severe Maternal Morbidity from Hemorrhage (SMM-HEM) Using a State-Wide Perinatal Collaborative.The California Maternal Quality Care Collaborative is comprised of multi stakeholder professional organizations (obstetricians, nurses, midwives and family practitioners), hospitals, public health department and public representatives working together to end preventable mortality and morbidity in maternity care.  The CMQCC drives improvement in maternal and infant outcomes through rapid-cycle data analytics and collaborative action. The organization has developed a series of maternal safety toolkits aimed at responding to the leading causes of maternal morbidity and mortality including reducing complications from obstetric hemorrhage, severe hypertension and early elective delivery. The California Partnership for Maternal Safety project focused on scaling up safety initiatives to engage 126 California hospitals (with over 250,000 annual births) to improve outcomes from obstetric hemorrhage. While small studies have demonstrated the value of safety toolkits and quality improvement projects to reduce complications, this is the first project to scale to a population level showing the generalizability of this approach.Obstetric hemorrhage is the most common cause of maternal death worldwide and the leading cause of severe maternal morbidity and preventable maternal mortality in the U.S. Among U.S. women, postpartum hemorrhage is diagnosed between 2-5% of all births with 0.5 to 1.5% considered severe (requiring transfusion or other intensive treatments.)In this project, researchers focused on 99 hospitals that participated in the California Maternal Data Center, using rapid-cycle data that enabled access to immediate results. These hospitals had a reduction of severe hemorrhage by 21 percent after the first year of participation. Twenty-five hospitals that participated in an earlier quality collaborative and were in their second year did even better with a 28 percent reduction, illustrating that quality improvement is a continuous process.Elliott Main, M.D. who is the medical director of the CMQCC and the presenter of the study at the SMFM annual meeting, explained, \"The keys for success were (1) multi-partner engagement, (2) rapid cycle data and (3) use of a novel quality improvement model involving pairing physician and nurse mentors working with five to eight hospitals at a time, all within the construct of a large statewide project.\"Improvement was seen in all sizes and types of hospitals. Small hospitals showed the greatest improvement underscoring the quality improvement opportunities represented by their more limited resources. State perinatal quality collaboratives are now being established in most states with the support of state departments of health, the Centers for Disease Control and Prevention, and the Maternal Child Health Bureau. California had a head start with the Perinatal/Neonatal Collaborative established in 1996 and the related Maternal Collaborative in 2006.Main added, \"The rapid-cycle California Maternal Data Center can serve as a model for using current state collected data such as birth certificates to help drive quality improvement projects and minimize data collection burden on the hospitals.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfmm-rot011917.php", "region": "namerica", "source_link": "http://www.smfmnewsroom.org/2017/01/reduction-of-the-most-common-cause-of-maternal-death-worldwide/", "funder": "", "meeting": "37th Annual Meeting - The Pregnancy Meeting", "institution": "Society for Maternal-Fetal Medicine", "keywords": ["Medicine/Health", " Fertility", " Gynecology"], "journal": "", "description": "In a study to be presented Friday, Jan. 27, in the oral concurrent session at 1:15 p.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with the California Maternal Quality Care Collaborative, based at Stanford University, Palo Alto, Calif., will present  Reduction of Severe Maternal Morbidity from Hemorrhage (SMM-HEM) Using a State-Wide Perinatal Collaborative.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}