{"title": "Regulating 'gasotransmitters' could improve care for sleep apnea", "text": "Unbalanced signaling by two molecules that regulate breathing leads to sleep apnea in mice and rats, researchers report in the Jan. 23, 2017, Proceedings of the National Academy of Sciences. They show, working with rodents, that injection of a substance that reduces production of one of those signals, hydrogen sulfide, can prevent apneas. This approach has the potential to help people suffering from multiple forms of sleep-disordered breathing.Apnea, the periodic cessation of breathing during sleep, is a major health problem. It affects more than 10 million people in the United States, often disrupting their sleep hundreds of times each night. This profoundly fragmented sleep causes daytime drowsiness, curtails academic achievement and professional productivity, and is a common cause of motor-vehicle or on-the-job accidents. It can also lead to life-threatening health issues, including hypertension and stroke. Current apnea treatments, such as the use of continuous positive airway pressure (C-PAP) while sleeping, are difficult for many patients to maintain and provide only limited benefits.\"We believe we have found an approach that could significantly improve the clinical management of sleep apneas by restoring the balance between two key gasotransmitters in the blood - carbon monoxide and hydrogen sulfide,\" said Nanduri Prabhakar, PhD, the Harold Hines Jr. Professor of Medicine and Director of the Institute for Integrative Physiology and Center for Systems Biology of O2 at the University of Chicago.Prabhakar and colleagues from the University of Chicago, the Illinois Institute of Technology, Beth Israel Deaconess Medical Center (Boston), and Johns Hopkins University (Baltimore), focused on the carotid bodies, a tiny cluster of cells embedded in the left and right carotid arteries, which pass through the neck.  The carotid bodies are the primary organ for sensing oxygen and carbon dioxide levels in arterial blood. Glomus cells in the carotid bodies produce the enzymes heme oxygenase 2 (HO-2), which generates carbon monoxide (CO) when oxygen levels are appropriate, and cystathionine-γ-lyase (CSE), which generates hydrogen sulfide (H2S) when oxygen levels dip. During normal breathing during sleep, CO prevents the production of H2S by inhibiting CSE. When apnea begins and oxygen levels drop, however, CSE produces H2S, which stimulates the carotid bodies to increase breathing, heart rate and blood pressure. This leads to a sudden awakening.Prabhakar and colleagues tested two ways to manipulate this system by modulating the enzymes, CSE and HO-2, involved in CB signaling. When they gave a CSE inhibitor, L-propargyl glycine (L-PAG) by injection or by mouth to mice lacking HO-2 or rats predisposed to heightened CB activity - it reduced the frequency of apnea, underscoring the role of H2S in triggering apnea. The response to L-PAG was \"rapid, reversible, and did not result in overt toxicity within the dose range tested,\" the investigators wrote. Conversely, administering CORM3, a compound that releases carbon monoxide gas, to HO-2 deficient mice, restored normal breathing within 10 minutes. Notably, L-PAG reduced the number of both obstructive and central apneas in a dose-dependent and reversible manner. The findings \"demonstrate the salutary effects of blocking CSE during apnea and point to a potential therapeutic strategy for human sleep apnea,\" according to the authors. \"Our results suggest that pharmacologic targeting of the CB with a CSE inhibitor, such as L-PAG, might prevent apneas.\" These observations \"provide proof-of-concept for the therapeutic potential of CSE inhibitors,\" the authors wrote, but the doses of L-PAG required to normalize breathing were relatively high. More studies are needed to develop and test more potent CSE inhibitors. \"Nonetheless,\" they conclude, \"pharmacologic modulation of the CB chemoreflex by an inhibitor of H2S synthesis, as shown in the present study, has the potential to significantly improve the clinical management of sleep apnea.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1620717114", "url": "http://www.eurekalert.org/pub_releases/2017-01/uocm-rc012017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung and Blood Institute", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Biology", " Physiology", " Biochemistry", " Neurochemistry", " Medicine/Health", " Cardiology", " Stroke", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders"], "journal": "Proceedings of the National Academy of Sciences", "description": "Unbalanced signaling by two molecules that regulate breathing leads to sleep apnea in mice and rats. Injection of a substance that reduces production of one of those signals can prevent apneas. This approach may help people suffering from multiple forms of sleep-disordered breathing.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}