{"institution": "Max Planck Florida Institute for Neuroscience", "title": "Distinct wiring mode found in chandelier cells", "url": "http://www.eurekalert.org/pub_releases/2017-06/mpfi-dwm060817.php", "article_link": "http://dx.doi.org/10.1523/ENEURO.0057-17.2017", "region": "namerica", "funder": "", "meeting": "", "journal": "eNeuro", "source_link": "https://www.maxplanckflorida.org/news-and-media/news/distinct-wiring-mode-found-in-chandelier-cells/", "text": "A basic tenet of neural development is that young neurons make far more connections than they will actually use, with very little specificity. They selectively maintain only the ones that they end up needing. Once many of these connections are made, the brain employs a use-it or lose-it strategy; if the organism's subsequent experiences stimulate the synapse, it will strengthen and survive. If not, the synapse will weaken and eventually disappear.Researchers from Hiroki Taniguchi's lab at the Max Planck Florida Institute for Neuroscience (MPFI) published a study in eNeuro in May 2017 showing for the first time that a unique type of inhibitory interneuron called chandelier cells - which are implicated in several diseases affecting the brain such as schizophrenia and epilepsy - seem to develop their connections differently than other types of neurons.Neurons have several dendrites - thin protrusions through which they receive input from many other cells, but only one axon, where all the information the cell receives is integrated and sent as a single outgoing signal. Most cells' axons reach out and form synapses on other cells' dendrites or cell bodies, but chandelier cells exclusively inhibitory synapse on other cells' axon initial segments (AIS), right where the cell begins to send its own signal down the axon. At this location, the chandelier cells have a greater impact on other cell's behavior. \"Chandelier cells are the final gatekeeper of the action potential,\" said Dr. Taniguchi. \"We believe this role makes them an especially important factor in controlling epilepsy, where over-excitement spreads throughout the brain unchecked\".Using their own recently-developed genetic labeling techniques for tracking these cells in early development in mice, Taniguchi and his team observed that, like most neurons, the cells remodeled their axonal organization through development. They also found excessive axonal varicosities that have been considered morphologically synaptic structures.To investigate whether these varicosities actually contained synaptic molecules, the team expressed synaptic markers in the chandelier cells using transplantation techniques.What they found was surprising. Only those varicosities that were associated with the AIS contained synapses - the rest appeared to be empty throughout development. This was also corroborated by their ultrastructures obtained with electron microscopy.These findings provide a big clue to understanding how this important cell type properly wires a unique circuit.Now the researchers must ask: what purpose do these empty varicosities service and what molecules help direct chandelier cells to recognize the AIS?The team plans to use live cell imaging to explore the function of the empty varicosities in axonal wiring. \"There must be some genes that are necessary and possibly also sufficient to guide the chandelier cell axons to this subcellular target,\" said Andre Steineke, Ph.D., Postdoctoral Researcher and lead author on the study. He explained that it's likely that these genes do not function properly during development in patients suffering from schizophrenia, epilepsy, or other diseases. Once identified, they may be valuable targets for drug development. Future studies on the molecular and cellular mechanisms of chandelier cell wiring will uncover important insights into how inhibitory circuits are assembled during development.", "keywords": ["Biology", " Neurobiology"], "description": "Researchers from Hiroki Taniguchi's lab at the Max Planck Florida Institute for Neuroscience (MPFI) published a study in eNeuro in May 2017 showing for the first time that a unique type of inhibitory interneuron called chandelier cells -- which are implicated in several diseases affecting the brain such as schizophrenia and epilepsy -- seem to develop their connections differently than other types of neurons.", "date": "Thu, 08 Jun 2017 04:00:00 GMT"}