{"institution": "Brigham and Women's Hospital", "title": "Risk of cardiac malformations from lithium during pregnancy less significant", "url": "http://www.eurekalert.org/pub_releases/2017-06/bawh-roc060617.php", "article_link": "http://dx.doi.org/10.1056/NEJMoa1612222", "region": "namerica", "funder": "", "meeting": "", "journal": "New England Journal of Medicine", "source_link": null, "text": "Boston, MA--Lithium, a commonly used medicine to treat bipolar disorder, has been associated with a 400 fold increased risk of Ebstein's anomaly, a congenital malformation of the heart, and a 5 fold increased risk of cardiac defects overall in infants when taken early in pregnancy. However, a new study published by researchers at Brigham and Women's Hospital (BWH) in the New England Journal of Medicine on June 7 suggests there may be a more modest increased risk of cardiac defects when using lithium during the first trimester of pregnancy, in the order of two cases per 100 live births in infants exposed to lithium during that time as compared to one case per 100 live births in the unexposed women.A report published in 1979 included data on 225 infants born to lithium-exposed women, finding 18 of those infants had congenital cardiac defects and six with Ebstein's anomaly. Based on these findings, regulatory agencies concluded that although there is evidence of fetal risk, the potential benefits could still warrant use in pregnant women. As a result, lithium remains a recommended treatment for the one percent of women in the United States of reproductive age diagnosed with bipolar disorder. Beyond this data, most of the information on the safety of lithium during pregnancy is based on case reports and small studies with conflicting results. Several small case-control studies have failed to show an association between lithium and Ebstein's anomaly, overall cardiac defects, or any congenital malformations. The new findings suggest that the use of lithium during the first trimester of pregnancy is associated with a two-fold increased risk of cardiac malformations and that the association is dose-dependent. Therefore, the magnitude of the association seems to be substantially smaller than originally thought based on data from nearly four decades ago.\"Currently, women with bipolar disorder who are planning to become pregnant must balance the risks and benefits of treatment based on limited and conflicting evidence regarding the safety of lithium for the developing fetus. Some women discontinue lithium therapy or terminate their pregnancy to avoid the potential effects the drug could have on their child,\" said Elisabetta Patorno, MD, DrPH, Assistant Professor of Medicine at the Division of Pharmacoepidemiology and Pharmacoeconomics at BWH and lead author of the new paper out in NEJM. \"This new data can inform and potentially recalibrate the trade-off between the risks and benefits of lithium therapy during pregnancy.\" Patorno and colleagues used data from over 1.3 million pregnancies in women who were enrolled in Medicaid and who delivered a live-born infant between 2000 and 2010 to examine the association between cardiac malformations in infants and the use of lithium during pregnancy. The risk of cardiac malformations was examined among infants exposed to lithium during the first trimester as compared with unexposed infants and, in secondary analyses, with infants exposed to another commonly used mood stabilizer called lamotrigine. Researchers controlled \r\nfor psychiatric and medical conditions, medications, and other potential risk factors. They found that cardiac malformations were present in 16 of the 663 infants exposed to lithium (approximately 24 per 1000 infants), and in 15,251 of the 1,322,955 non-exposed infants (approximately 11 per 1000 infants) [see figure]. Their findings suggest that the dose of the medication plays an important role in the risk. Compared to unexposed pregnancies, the increased risk of cardiac malformations associated with lithium ranged from 11 percent for daily doses below 600 mg to over 300 percent for daily doses above 900 mg. Results were similar when lamotrigine-exposed infants were used as the reference group. In another recent study published in Neurology, Patorno and colleagues assessed whether first-trimester exposure to pregabalin, a medication used to treat certain types of pain and epilepsy, was associated with an increased risk of major congenital malformations. An European study published in the summer of 2016 reported a three fold increased risk of congenital malformations associated with the use of pregabalin based on 116 infants exposed during the first trimester compared to unexposed infants. While the finding was cause for concern, the study was small and required further confirmation. In the new study in Neurology, Patorno and her colleagues analyzed  data from 651 live-born infants whose mothers had been prescribed pregabalin during the first trimester. Researchers did not confirm the previously suggested three-fold increased risk of congenital malformations.\"The value of evidence as it relates to medication use during pregnancy is essential as a woman and her provider weigh the risks and benefits of certain drug treatment during this time,\" says Patorno. \"Information from our studies on the safety of psychotropic medications during pregnancy may be helpful for women with neuro-psychiatric disorders planning a pregnancy. Each case is different, and women should speak with their doctor to discuss what the best option is for them and their baby.\"", "keywords": ["Medicine/Health", " Cardiology", " Health Professionals", " Pediatrics", " Public Health"], "description": "New research suggests there may be a more modest increased risk of cardiac defects when using lithium during the first trimester of pregnancy.", "date": "Wed, 07 Jun 2017 04:00:00 GMT"}