{"institution": "Gladstone Institutes", "title": "Study could help explain link between seizures and psychiatric disorders", "url": "http://www.eurekalert.org/pub_releases/2017-06/gi-sch053117.php", "article_link": null, "region": "namerica", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Gladstone Institutes, Kavli Institute for Fundamental Neuroscience, ILAE Michael Prize, Department of Defense, National Science Foundation, Weill Foundation, American Epilepsy Society", "meeting": "", "journal": "Cell Reports", "source_link": "https://gladstone.org/about-us/press-releases/study-could-help-explain-link-between-seizures-and-psychiatric-disorders", "text": "SAN FRANCISCO, CA--June 6, 2017--In a new study published in Cell Reports, scientists at the Gladstone Institutes identified different types of neurons in a brain region called the reticular thalamus. A better understanding of these cells could eventually help explain how both seizures and certain psychiatric disorders can occur at the same time.Most sensory information from the outside world--including sight, touch and sound--is collected in a region of the brain called the thalamus. The thalamus then relays signals to the cerebral cortex, the brain's outermost layer responsible for higher processes like decision-making. \"The reticular thalamus acts like a gate that filters information from the thalamus and dispatches signals to the cortex,\" explained Jeanne Paz, PhD, assistant investigator at Gladstone and senior author of the new study. \"You can think of it as a switchboard operator from the 1950s, who would transfer incoming calls to the correct parties.\"The reticular thalamus is involved in several functions, including attention, perception, and consciousness. Disruptions in this region can lead to seizures and psychiatric disorders such as schizophrenia and attention deficit hyperactivity disorder (ADHD). However, little is known about how neurons in this brain region function as gatekeepers. \"Before our study, the reticular thalamus was thought to be composed of one type of neuron,\" said Alexandra Clemente, graduate student in the Paz laboratory and first author of the study. \"We did not have a firm grasp on how cells in the reticular thalamus could execute the different functions of this brain region. We have now shown in mice that the reticular thalamus contains at least two different types of neurons, each with distinctive properties, roles, and locations.\"The two main types of neurons can be differentiated, because they produce distinct proteins, either parvalbumin (PV) or somatostatin (SOM). These cell types have been extensively studied in other regions of the brain, but not in the reticular thalamus.\"Importantly, we discovered that the two types of cells control different brain functions,\" said Paz, who is also an assistant professor of neurology at the University of California, San Francisco. \"We found that PV cells are involved in sensation and can be targeted to control seizures. In contrast, SOM cells are involved in cognition and emotion, and dysfunctions in these cells may contribute to ADHD and schizophrenia.\" Thanks to optogenetics tools, a technology that uses light to control the activity of cells, Paz's team was able to specifically target and study each of the different cell types in mouse models.\"Along with my lab colleagues Stefanie Makinson and Bryan Higashikubo, we designed studies to examine seizures,\" added Clemente. \"Our results showed that targeting PV cells could disrupt seizures, whereas targeting SOM cells had no effect. This finding reinforced the notion that, in addition to their distinct physiological functions, the two cell types have very different roles in disease.\"  Through collaborative efforts, the scientists also validated, for the first time, that both PV and SOM cells exist in the human reticular thalamus.\"Now that we've confirmed the human relevance of our findings, our future goal is to better understand the roles of the different cell types in psychiatric and neurological disorders, and to determine if targeting these cells can actually help treat seizures,\" concluded Paz. \"The interaction between the two types of neurons could also help explain the presence of seizures in patients with schizophrenia, dementia and some forms of autism.\"   ", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Neurobiology", " Mental Health"], "description": "In a new study published in Cell Reports, scientists at the Gladstone Institutes identified different types of neurons in a brain region called the reticular thalamus. A better understanding of these cells could eventually help explain how both seizures and certain psychiatric disorders can occur at the same time.", "date": "Tue, 06 Jun 2017 04:00:00 GMT"}