{"institution": "The Hebrew University of Jerusalem", "title": "Researchers find micro-gene that protects the brain from developing epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-06/thuo-rfm060417.php", "article_link": "http://dx.doi.org/10.1073/pnas.1701201114", "region": "asia", "funder": "European Research Council, European Union's Seventh Framework Program, EPITARGET, Israeli Ministry of Science Technology and Space Grant, Legacy Heritage Science Initiative/Israel Science Foundation", "meeting": "", "journal": "Proceedings of the National Academy of Sciences", "source_link": null, "text": "On December 16, 1997, hundreds of Japanese children were brought to hospital suffering from epilepsy-like seizures. They all had one thing in common: they had been watching an episode of the Pokemon TV show when their symptoms began. Doctors determined that their symptoms were triggered by five seconds of intensely bright flashing lights on the popular TV program. But why did the lights affect a few hundred children while thousands of other viewers were unharmed? In new research published in the Proceedings of the National Academy of Sciences, a team of researchers headed by Prof. Hermona Soreq at the Hebrew University of Jerusalem sought to answer this question. Drawing on her previous research, Prof. Soreq, the Charlotte Slesinger Professor of Molecular Neuroscience at the Edmond and Lily Safra Center for Brain Sciences and the Alexander Silberman Institute of Life Sciences, hypothesized that healthy brains may be protected from epileptic seizures by rapidly produced molecules called short RNAs, or microRNAs (miRs). MicroRNAs are a recently-discovered class of non-coding RNAs that can prevent genes from expressing particular proteins.To test this idea, Soreq and her colleagues at the Hebrew University developed a transgenic mouse producing unusually high amounts of one micro-RNA called miR-211, which the researchers predicted was involved. The levels of this molecule could be gradually lowered by administering the antibiotic Doxycycline, enabling tests of its potency to avoid epilepsy.Working with colleagues at Ben-Gurion University of the Negev in Israel and Dalhousie University in Canada, they suppressed excess miR-211 production in the engineered mice to the levels found in normal brains. Within four days, this caused the mice to display electrically-recorded epilepsy and hypersensitivity to epilepsy-inducing compounds.  \"Dynamic changes in the amount of miR-211 in the forebrains of these mice shifted the threshold for spontaneous and pharmacologically induced seizures, alongside changes in the cholinergic pathway genes,\" said Prof. Soreq. These findings indicated that mir-211 plays a beneficial role in protecting the brain from epileptic seizures in the engineered mice.Noting that miR-211 is known to be elevated in the brains of Alzheimer's patients who are at high risk for epilepsy, the researchers suspect that in human brains as well, elevated miR-211 may act as a protective mechanism to reduce the risk of epileptic seizures.\"It is important to discover how only some people's brains present a susceptibility to seizures, while others do not, even when subjected to these same stressors,\" said Prof. Soreq. In searching for the physiological mechanisms that allow some people's brains to avoid epilepsy, we found that increased levels of micro-RNA 211 could have a protective effect.\" According to the researchers, recognizing the importance of miR-211 could open new avenues for diagnosing and interfering with epilepsy. By understanding how miR-211 affects seizure thresholds, scientists could potentially develop therapeutics that lead to greater miR-211-production.", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Neurochemistry", " Medicine/Health", " Neurobiology", " Neurochemistry"], "description": "Increased levels of a micro-RNA could have a protective effect that explains why identical stressors trigger seizures in some people but not in others.", "date": "Mon, 05 Jun 2017 04:00:00 GMT"}