{"title": "Obamacare key to improving access in Mexican-American patients with hypertension", "text": "The Affordable Care Act narrows the gap in care between Mexican-Americans and white Americans with high blood pressure, a major risk factor for heart disease, according to a new Drexel University study.Data from a California survey showed that the predicted gap between white and Mexican-heritage Latino hypertension patients who had a regular source of care -- instead of just relying on the emergency department -- narrowed by roughly 75 percent after the Affordable Care Act (Obamacare) was implemented. The gap between those who had visited a doctor within 12 months of taking the survey was also narrowed -- by approximately 66 percent -- after the Affordable Care Act was adopted.\"This particular study was motivated by the finding that Mexican-heritage Latinos have lower rates of hypertension, but worse patterns of treatment and control relative to whites,\" said Ryan McKenna, PhD, assistant professor in Drexel's Dornsife School of Public Health and leader of the study published in Medical Care. \"Given that Mexican-heritage Latinos make up the largest share of Latinos in the U.S. -- a group that is projected to comprise a quarter of the total population by 2050 -- it is important to understand the factors influencing their health care needs.\"A previous study by McKenna's team members Hector Alcala, PhD, of the University of Virginia, and Alex Ortega, PhD, of the Dornsife School of Public Health, found that different groups of Latinos fared differently under the Affordable Care Act. For example, Mexican-heritage patients were less likely to delay care as Cuban-heritage people. With that in mind, the team used their new study to find out how Mexican-heritage patients specifically diagnosed with hypertension fared.It turns out that in addition to closing the disparity between those patients and white ones on doctor visits and having regular sources of care, there were significant gains in the likelihood of having access to care.Overall, Mexican-heritage Latinos with hypertension were found to be roughly 11 percent more likely to be insured, approximately 14 percent more likely to visit a doctor and take medicine for hypertension after the implementation of the Affordable Care Act. Additionally, Mexican-heritage patients became significantly more likely -- 12 percent so -- to have a regular source of care.\"This is crucial for diagnosing and managing chronic diseases like hypertension,\" McKenna said. \"With a usual source of care, the onset of hypertension can be delayed or managed with relatively inexpensive medications.\"Without that?\"Waiting to treat the disease in the emergency department setting, particularly once these more serious conditions manifest, is extremely costly to the patient and the taxpayer,\" McKenna explained.McKenna and his fellow researchers (Alcala, Dylan Roby, PhD, of the University of Maryland, and Ortega and Félice Lê-Scherban, PhD, of the Dornsife School of Public Health) wrote that they feel the results showing positive growth in the numbers after the Afordable Care Act's implementation to be encouraging. However, some of the data uncovered showed that the narrowing of disparities in health care between Mexican-heritage and white patients might not be just related to the health law.Non-Latino white patients with hypertension, in the last year of the study, were 9 percent less likely to visit a doctor and showed no improvement in taking their medications for hypertension. At the same time, the Mexican-heritage patients showed gains in medication usage, resulting in an amelioration in treatment disparities, albeit partially driven by a reduction in outcomes for Non-Latino whites. Moreover, the nationwide applicability of the findings from this study might be slightly dulled by the fact that this study used a survey from California, which has been, in McKenna's words, \"extremely progressive\" when it comes to health policy and accommodating to its Latino population. But the value in looking at California is that it provides a \"potential upper bound on the ACA's impact on this population\" when the legislation is fully embraced and implemented, McKenna said.With that in mind, recent efforts to repeal the Affordable Care Act and policies encouraging increased deportation could result in disparities growing again. McKenna said some of the age-based subsidies proposed in GOP legislation, as opposed to the income-based subsidies of the Affordable Care Act, would have dropped many low-income families, such as those in the studies, from insurance coverage.\"Absolutely, I would expect a reduction in the gains that were observed,\" McKenna said. \"The increased rhetoric of deportation also creates an incentive for immigrants to delay care, resulting in worse management and treatment of hypertension.\" Overall, McKenna believes that legislation as wide-reaching and inclusive as the Affordable Care Act is vital.\"While the Affordable Care Act is not a panacea for public health disparities, it is an invaluable step to reducing them and extending coverage to vulnerable populations,\" McKenna said. \"This is something I hope policymakers keep in mind as they consider reforms to the current policy.\"\r\n", "article_link": "http://dx.doi.org/10.1097/MLR.0000000000000726", "url": "http://www.eurekalert.org/pub_releases/2017-06/du-okt061617.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/June/Obamacare-Improved-Access-for-Mexican-Americans-with-High-Blood-Pressure/", "funder": "", "meeting": "", "institution": "Drexel University", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Public Health"], "journal": "Medical Care", "description": "A Drexel study found that the Affordable Care Act, if embraced, can dramatically reduce disparities between Mexican-heritage people and white patients with hypertension.", "date": "Fri, 16 Jun 2017 04:00:00 GMT"}