{"title": "Transgender actors effective in teaching new doctors to provide respectful care", "text": "By acting out scenarios commonly seen in the clinic, real-life transgender actors can help residents learn to provide more sensitive care to people with a different gender identity than the one they were assigned at birth. This is the main finding of a study published online June 15 in the Journal of Graduate Medical Education.\"The opportunity to interact with a transgender patient in a low-stakes setting during medical training increased trainees' comfort during future real-world outpatient encounters,\" says Richard E. Greene, MD, lead author of the study, from NYU Langone Medical Center. \"Even those who had baseline knowledge of care for transgender patients before the study found that learning in this safe, simulated way added value in helping them provide more sensitive care for transgender patients,\" adds Greene, an assistant professor in the Department of Medicine at NYU Langone.As NYU Langone's director of gender and health education, Greene designed the current study after many conversations with transgender patients who reported feeling discomfort, discrimination, and insensitivity in health care settings. To study the problem, the research team employed a common teaching strategy that uses a \"standardized patient,\" an average person trained to consistently portray a patient in a certain medical situation. Each trainee in a class interviews the patient, seeking to determine the person's medical needs, communicate options, and offer reassurance. The new NYU research is one of the first published studies to employ transgender persons as standardized patients. For the study, a transgender actress/standardized patient, who acted out a common outpatient scenario, rated the 23 internal medicine residents on their ability to communicate and to leave the patient satisfied with the interaction. The average scores using a newly designed behavioral measure achieved by the residents were 89 percent for overall communication and 85 percent for satisfaction.Interestingly, the scores did not differ significantly from those achieved in nine control cases in which the standardized patients were not transgender. \"This suggests that transgender standardized patients can be just as effective as straight cisgender (or non-transgender) patients in teaching doctors,\" says Greene. In the specific clinical scenario used in the study, the transgender actress was taking the anti-androgen hormone spironolactone for reducing masculinization, along with the feminizing hormone estradiol. She also came in for hypertension and had dangerously high blood levels of potassium, a condition known as hyperkalemia. The patient then expressed the desire to undergo an orchiectomy, a procedure for removing the testicles.The residents were tasked with exploring and respecting the patient's treatment goals, given her hormonal transition hormone therapy, and to make a plan for managing her hypertension and hyperkalemia. Additionally, the researchers wanted to see whether the residents asked questions that indicated sensitivity, like a patient's preferred pronoun and gender identity, as well as to learn whether the discussion covered sexuality, sexual activity, and associated risks. The results indicate that good communications skills helped some residents overcome their lack of transgender-specific clinical acumen and that going through this scenario training with a transgender actress helped them to shed preconceptions and be better prepared for the clinic.  On the other hand, most residents in the study did not directly address the patient's gender identity and long-term goals of care, says Greene. \"This underscores the need to include transgender standardized patients in our teaching and curricula. Without them, a substantial gap in care remains.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/nlmc-tae061317.php", "region": "namerica", "source_link": null, "funder": "Health Resources Services Administration Grant", "meeting": "", "institution": "NYU Langone Medical Center / New York University School of Medicine", "keywords": ["Education", " Graduate/Postgraduate Education", " Medical Education", " Sexual Orientation", " Demography", " Sexual Orientation"], "journal": "Journal of Graduate Medical Education", "description": "By acting out scenarios commonly seen in the clinic, real-life transgender actors can help residents learn to provide more sensitive care to people with a different gender identity than the one they were assigned at birth. This is the main finding of a study published online June 15 in the Journal of Graduate Medical Education.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}