{"title": "Replacing saturated fat with healthier fat may lower cholesterol as well as drugs", "text": "DALLAS, June 17, 2017 - The American Heart Association continues to recommend replacing saturated fats with poly- and mono-unsaturated vegetable oil to help prevent heart disease, according to a new American Heart Association advisory, published in the association's journal Circulation.Periodically, the evidence supporting limiting saturated fats has been questioned in scientific literature and the popular press. This advisory was commissioned to review the current evidence and explain the scientific framework behind the American Heart Association's long-standing recommendation to limit foods high in saturated fats. \"We want to set the record straight on why well-conducted scientific research overwhelmingly supports limiting saturated fat in the diet to prevent diseases of the heart and blood vessels,\" said Frank Sacks, M.D., lead author of the advisory and professor of Cardiovascular Disease Prevention at the Harvard T.H. Chan School of Public Health in Boston, Massachusetts. \"Saturated fat increases LDL - bad cholesterol - which is a major cause of artery-clogging plaque and cardiovascular disease.\"Saturated fats are found in meat, full-fat dairy products and tropical oils such as coconut, palm and others. Other types of fats include poly-unsaturated fats, found in corn, soybean, peanut and other oils, and mono-unsaturated fats, found in olive, canola, safflower, avocado and other oils. The advisory reports that:  \r\n\"A healthy diet doesn't just limit certain unfavorable nutrients, such as saturated fats, that can increase the risk of heart attacks, strokes and other blood vessel diseases. It should also focus on healthy foods rich in nutrients that can help reduce disease risk, like poly- and mono-unsaturated vegetable oils, nuts, fruits, vegetables, whole grains, fish and others,\" Sacks said.Examples of healthy dietary patterns include the Dietary Approaches To Stop Hypertension (DASH) diet and a Mediterranean-style diet, both of which emphasize unsaturated vegetable oils, nuts, fruits, vegetables, low-fat dairy products, whole grains, fish and poultry and limits red meat, as well as foods and drinks high in added sugars and salt.", "article_link": "http://dx.doi.org/10.1161/CIR.0000000000000510", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-rsf061317.php", "region": "namerica", "source_link": "http://newsroom.heart.org/news/replacing-saturated-fat-with-healthier-fat-may-lower-cholesterol-as-well-as-drugs-in-context-of-a-healthy-diet?preview=c349024ecdedbeb95b73572bb89ab213", "funder": "", "meeting": "", "institution": "American Heart Association", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Circulation: Journal of the American Heart Association", "description": "Scientific studies that lowered intake of saturated fat and replaced it with polyunsaturated vegetable oil reduced cardiovascular disease by approximately 30 percent; similar to cholesterol-lowering drugs, known as statins. Several studies found that coconut oil -- which is predominantly saturated fat and widely touted as healthy -- raised LDL cholesterol the same way as other saturated fats found in butter, beef fat and palm oil.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}