{"title": "Persistent pain shows up inefficiency of current psoriatic arthritis (PsA) treatment", "text": "Madrid, Spain, 15 June 2017: The results of two studies presented today at the Annual European Congress of Rheumatology (EULAR) 2017 press conference have highlighted limitations in the current treatment of patients with Psoriatic Arthritis (PsA). In the first study, analysis of real world patient reported data has shown that self-reported pain is common among PsA patients despite treatment with currently available biologic therapies. Severe pain was associated with greater impairment of health-related quality of life, physical function, ability to engage in activities and productivity at work.In a second study, the presence of comorbidities in PsA patients, such as cardiovascular diseases, diabetes, and depression, was associated with higher baseline disease activity, an increased risk of discontinuing anti-TNF treatment and a reduced rate of clinical response.Need for PsA treatments which provide fast and sustained pain relief Patients with PsA receiving traditional biologic treatment (mainly anti-TNF) for three or more months voluntarily completed questionnaires providing information on their self-reported intake of non-prescription pain medication, work status, health-related quality of life, impairment in physical function, and impairment in work productivity and activity.Responses to the pain section of the SF36 questionnaire, a 36-item, patient-reported survey of patient health, showed that despite treatment more than one-third (36.8%) were experiencing severe pain and just under one-third (30%) moderate pain. More severe pain was associated with increased use of prescription non-steroidal anti-inflammatory drugs (NSAIDs) (p=0.0026) and opioids (p=0.0065), as well as non-prescription pain medication (p\r\n\t\"These findings highlight the need for PsA treatments that provide sustained improvement in pain to reduce the impact of the disease on patients' daily life, as well as the resultant costs to society,\" said lead author Professor Philip Conaghan from the University of Leeds, UK. \"We should also assess whether a given biologic therapy is adequately controlling inflammation and consider non-inflammatory causes of joint pain,\" he added. The health-related quality of life impairment among PsA patients increased as the severity of their pain increased. This was reflected in differences in the scores for the non-pain SF-36 domains (Physical Functioning, General Health, Vitality, Social Functioning, Physical, Emotional, and Mental Health), which were all clinically and statistically significant (p \r\n\tUsing a second questionnaire (EQ-5D) to assess the impact of residual pain on health-related quality of life, scores for mobility, self-care, usual activities, and anxiety / depression were also significantly worse with a higher level of pain (p\r\n\tIn addition, more severe pain in these PsA patients was associated with greater disability, and greater activity impairment, overall work impairment, work time missed and impairment while working (all p\r\n\tDifferent standardised questionnaires were used to assess the impact of different levels of pain as follows: health-related quality of life (SF-36, EQ-5D), impairment in physical function (HAQ-DI), and impairment in work productivity and activity (WPAI). These data were obtained from a total of 782 patients with PsA recruited by rheumatologists and dermatologists across 13 countries spanning the Americas, Asia Pacific, EU, Turkey and the Middle East. Comorbidities have negative impact on PsA treatment adherence and responsePsA is known to be associated with several severe comorbidities,  and the use of anti-TNF treatment is reported to fail in as many as one half of patients with PsA.  This population-based study has shown that the presence of comorbidities is linked to the level of disease activity, and that the greater the number of comorbidities, the worse the impact on both treatment response and adherence to therapy.\"To improve the treatment of patients with PsA, it is therefore essential not only to recognise and monitor any co-existing comorbidity, but also to understand their impact on patient management,\" said lead author Dr. Lars Erik Kristensen from The Parker Institute, Copenhagen University Hospital, Denmark. \"Without implementing effective treatment of comorbidities, PsA patient outcomes will inevitably be disappointing,\" he explained.From a population of 1,750 Danish PsA patients receiving treatment with their first TNF inhibitor, those with a higher Charlson Comorbidity Index (CCI) score were found to have statistically significantly higher measures of disease activity at baseline compared to patients without comorbidities. Adherence to treatment was significantly shorter for PsA patients with a CCI score of 2 or more compared to patients with a lower CCI score; the mean time of adhering to treatment was 1.3 years, 2.2 years and 2.6 years with a CCI score of 2 or more, 1 and 0 respectively (p\r\n\tFor PsA patients with co-existing depression and / or anxiety, adherence to treatment was significantly shorter compared with PsA patients without depression and / or anxiety, with a mean time of adhering to treatment of 2.4 years vs. 1.7 years respectively (p\r\n\tPatients with a CCI score of 2 or more had a significantly increased risk of discontinuing anti-TNF treatment compared to patients without comorbidities (p=0.001). A statistically significantly smaller proportion of patients with a CCI score of 2 or more achieved a good, or a good-or-moderate clinical response as defined by EULAR criteria at 6 months compared to patients without comorbidities (23% vs. 41% and 47% vs. 54% respectively). PsA and comorbidities PsA, an inflammatory arthritis associated with psoriasis, causes joint pain and swelling and leads to joint damage and long-term disability. Psoriasis occurs in 1-3% of the population;  the estimated prevalence of PsA among psoriasis patients varies widely from 6-42%, due to heterogeneity in study methods and the lack of widely accepted classification or diagnosis criteria.  Due to dual skin and joint involvement, patients with PsA experience further impairment and consequently a lower quality of life compared with patients with psoriasis alone.Besides skin and joint involvement, PsA is associated with multiple comorbidities, including metabolic syndrome (hyperlipidaemia, hypertension, diabetes mellitus, and obesity), other autoimmune diseases (e.g. inflammatory bowel disease), and lymphoma. In addition, this burden of physical comorbidities, which increases with the severity of the psoriasis and with the presence of severe PsA, increases mortality.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/elar-pps061517.php", "region": "europe", "source_link": "https://www.eular.org/congresspressreleases/Persistent_pain_shows_up_inefficiency_of_current_psoriatic_arthritis_Ps.pdf", "funder": "", "meeting": "Annual European Congress of Rheumatology EULAR 2017", "institution": "European League Against Rheumatism", "keywords": ["Medicine/Health", " Pain"], "journal": "Annals of Rheumatic Diseases", "description": "The results of two studies presented today at the Annual European Congress of Rheumatology 2017 press conference have highlighted limitations in the current treatment of patients with Psoriatic Arthritis (PsA).", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}