{"title": "New tools help early diagnosis of systemic sclerosis", "text": "Madrid, Spain, 14 June 2017: The results of two studies presented today at the Annual European Congress of Rheumatology (EULAR) 2017 press conference highlight the use of two new tools, which can potentially play a pivotal role in the early diagnosis of Systemic Sclerosis (SSc). ,  One large scale study has demonstrated that patients meeting the 'very early diagnosis of systemic sclerosis' (VEDOSS) criteria predominantly have the characteristic appearance of an early SSc pattern when they are investigated using a technique known as nailfold videocapillaroscopy.1A second study showed that a new epitope -based blood test designed to detect SSc-specific autoantibodies may be helpful as a tool for diagnosis in patients suspected of having SSc.2Nailfold videocapillaroscopy supports very early diagnosis of SSc Nailfold videocapillaroscopy is a non-invasive, inexpensive and reproducible imaging method allowing the evaluation of structural changes in the peripheral microcirculation. Consisting of a combination of a microscope with a large magnification lens coupled with a digital video camera aided by specific software, this technique allows a precise measurement of the morphology of capillaries and their density. The characteristic appearance of an early SSc pattern during nailfold videocapillaroscopy includes the presence of giant capillaries and haemorrhages.  Conversely, loss of capillaries, vascular architectural disorganisation and the presence of abnormally shaped capillaries represent the clearest aspect of advanced SSc microvascular damage, which has also been associated with organ involvement in clinically overt SSc.4 \"Because SSc is usually preceded by the presence of Raynaud's phenomenon , this provides an ideal opportunity to investigate the earliest damage to the microcirculation,\" said lead author Professor Vanessa Smith from Ghent University Hospital, Ghent, Belgium. \"Nailfold videocapillaroscopy should be regarded as a key component of the VEDOSS criteria (that also encompass clinical changes to the microcirculation \"Raynaud's phenomenon\", presence of antinuclear antibodies in the circulation and puffy digits), which have been specifically designed to diagnose SSc as early as possible. One of the aims of studying the disease in such an early cohort is to find targets to ultimately treat the disease before irreversible tissue damage has occurred,\" she explained. The prevalence of nailfold videocapillaroscopy early SSc patterns was higher in the Anti-Nuclear Antibody (ANA) positive VEDOSS patients than those without this antibody. The estimated distribution of early SSc patterns were 40% vs. 13% in the ANA+ and ANA- patients respectively. A typical \"early\" pattern was present in 79% of \"target\" patients.For the quantitative capillaroscopic characteristics, the only statistically significant difference between the ANA+ and ANA- patients was in the presence of \"moderate\" or \"extensive\" giant capillaries (23 vs. 5%, p=0.027).1    40 centres took part in the VEDOSS endeavour leading to a database with 1,085 patients with Raynaud's phenomenon. These patients were divided into two main groups: ANA+ patients and those without this antibody in their circulation.   Nailfold videocapillaroscopy patterns were categorised as follows: normal / non-specific alterations; non-specific abnormalities; \"Early\", \"Active\"; \"Late\"; and \"Scleroderma-like\" SSc-patterns. A quantitative assessment of capillaroscopic alterations included \"absent (\"none\" or \"rare\") and \"present\" (\"moderate\" or \"extensive\") for the appearance of giant capillaries, haemorrhages, capillary loss and abnormally-shaped (bushy) capillaries.New blood test to detect SSc-specific autoantibodies may help diagnosis Previous studies have identified a specific epitope (PDGFRα) that is recognised by autoantibodies in patients with SSc, can be cloned from memory B white blood cells from an SSc patient, and can induce fibrosis within a living organism. ,  Peptides (protein fragments) making up this epitope have been shown to be specifically recognised by an immunoglobulin (IgG) in the blood of patients with SSc, but not of controls. In this latest study, one of these peptides - a so-called \"immunodominant peptide\" - has been used to develop a specific blood test which can be used to diagnose SSc. \"Our preliminary results suggest that this new blood test to detect SSc-specific, agonistic, autoantibodies may identify those SSc patients with active disease, regardless of the 'limited vs diffuse' extension of their disease,\" said lead author Dr. Gianluca Moroncini from Università Politecnica Marche, Ancona, Italy. \"We propose using this assay for the prospective screening of large groups of patients affected by, or suspected of suffering from SSc to properly validate it as a tool for disease activity assessment and / or the early diagnosis of SSc,\" he added.\"Although we have initial data on the specificity of the test i.e. its ability to discriminate between SSc patients with active disease from patients with inactive disease, no data are available as yet on early diagnosis. The VEDOSS cohort would be an ideal target for assessing the utility of this new test in the early identification of active / progressive forms of SSc,\" Dr. Moroncini concluded. The first step in this new study involved the identification of one specific peptide that could effectively discriminate SSc from healthy control blood samples from a large PDGFRα peptide library, which had been used for epitope mapping of monoclonal anti-PDGFRα antibodies among a population of 25 SSc and 25 healthy control blood samples.Then, using a second smaller PDGFRα peptide library, the identity of this one immunodominant epitope was confirmed. Statistical analysis identified two subgroups of SSc samples: reactive vs nonreactive, the latter undistinguishable from the healthy controls. A third peptide library was then used to identify the peptide recognised exclusively by the reactive SSc blood samples, taken from patients with active, progressive disease, whereas the nonreactive SSc samples were taken from subjects with less active, non-progressive disease. What is SSc?SSc is a rare immune mediated chronic rheumatic disease affecting multiple organs, including the heart, and is estimated to occur in 2.3-10 people per 1 million, with a clear predominance for females.  The earliest phase of SSc is typified by ongoing inflammation and microvascular remodelling, which then progresses to loss of capillaries, culminating in fibrosis of the skin, lungs, heart and other organs.  The most feared complications are pulmonary arterial hypertension (PAH), renal crisis and pulmonary fibrosis that account for most SSc related deaths.9 With the onset of pulmonary fibrosis and PAH, SSc has a 10-year survival of around 50 percent.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/elar-nth061417.php", "region": "europe", "source_link": "https://www.eular.org/congresspressreleases/New_tools_help_early_diagnosis_of_Systemic_Sclerosis_OP0035_and_OP0031.pdf", "funder": "", "meeting": "Annual European Congress of Rheumatology EULAR 2017", "institution": "European League Against Rheumatism", "keywords": ["Medicine/Health", " Orthopedic Medicine"], "journal": "", "description": "The results of two studies presented today at the Annual European Congress of Rheumatology 2017 press conference highlight the use of two new tools, which can potentially play a pivotal role in the early diagnosis of Systemic Sclerosis.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}