{"title": "Burden of physical health conditions linked to increased risk of suicide", "text": "Ann Arbor, MI, June 12, 2017 - Suicide continues to be a major driver of mortality in the United States. Each year, more than 45,000 people die by suicide and in the past 15 years, the suicide mortality rate has risen by an alarming 24%. A new study in the American Journal of Preventive Medicine examines how illness plays a role in suicide risk. Researchers found that 17 physical health conditions, ailments such as back pain, diabetes, and heart disease, were associated with an increased risk of suicide. Two of the conditions -- sleep disorders and HIV/AIDS -- represented a greater than twofold increase, while traumatic brain injury made individuals nine times more likely to die by suicide.  While the rates of other causes of death have declined in recent years, suicide continues to trend upwards across all ages and genders. Many people who die by suicide do not have a prior mental health diagnosis, which means that patients at an increased risk for self-harm are somehow being missed by the mainstream healthcare system. In an attempt to gain some insight into the disturbing rise in suicide rates and possible novel interventions, researchers examined whether there is a link between physical illness and suicide risk. \"These data represent among the first findings from areas across the U.S. documenting an increase in suicide risk for people with a variety of major physical health conditions,\" explained lead investigator Brian K. Ahmedani, PhD, LMSW, Director of Psychiatry Research, Behavioral Health Services Research Scientist, Center for Health Policy & Health Services Research, Henry Ford Health System, Detroit, MI. \"As our nation's healthcare systems work diligently to provide the best care for their patients, these data help support the need for suicide prevention among those with a wide variety of physical health conditions.\"This study included 2,674 individuals who died by suicide between 2000 and 2013 along with 267,400 controls matched on year and location in a case-control study across eight Mental Health Research Network healthcare systems. Seventeen of 19 medical conditions investigated were linked to an increased suicide risk: asthma, back pain, brain injury, cancer, congestive heart failure, chronic obstructive pulmonary disorder, diabetes, epilepsy, HIV/AIDS, heart disease, hypertension, migraine, Parkinson's disease, psychogenic pain, renal disorder, sleep disorders, and stroke. While all of these conditions were associated with greater risk, some conditions showed a stronger association than others. For example, people with a traumatic brain injury were nine times more likely to die by suicide, while those with sleep disorders and HIV/AIDS were at a greater than twofold risk. Along with varying rates among conditions, having multiple physical health conditions also substantially increased risk. \"Although suicide risk appears to be pervasive across most physical health conditions, prevention efforts appear to be particularly important for patients with a traumatic brain injury, whose odds of suicide are increased nearly ninefold, even after adjusting for potential confounders,\" reported Dr. Ahmedani. \"This is the first large, multisite study conducted within the general U.S. population demonstrating a significant, large-magnitude relationship between brain injury and suicide.\"According to this study, targeted interventions in primary care and specialty care may be the key to preventing suicides. It's reported that 80% of individuals who die by suicide make a healthcare visit in the year before their death and that 50% go to the doctor within four weeks of dying by suicide. Because most these patients do not have a diagnosed mental health problem, limiting suicide prevention efforts to standard behavioral healthcare settings may miss many of the individuals at risk. \"Several conditions, such as back pain, sleep disorders, and traumatic brain injury were all associated with suicide risk and are commonly diagnosed, making patients with these conditions primary targets for suicide prevention,\" concluded Dr. Ahmedani. \"Given that nearly every physical health condition was associated with suicide, widespread suicide prevention efforts in all healthcare settings seem warranted.\"", "article_link": "http://dx.doi.org/10.1016/j.amepre.2017.04.001", "url": "http://www.eurekalert.org/pub_releases/2017-06/e-bop060817.php", "region": "europe", "source_link": null, "funder": "NIH/National Institute of Mental Health", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Death/Dying", " Health Care Systems/Services", " Public Health", " Death/Dying", " Mental Health"], "journal": "American Journal of Preventive Medicine", "description": "A new study in the American Journal of Preventive Medicine examines how illness plays a role in suicide risk. Researchers found that 17 physical health conditions, ailments such as back pain, diabetes, and heart disease, were associated with an increased risk of suicide. Two of the conditions -- sleep disorders and HIV/AIDS -- represented a greater than twofold increase, while traumatic brain injury made individuals nine times more likely to die by suicide.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}