{"title": "The role of size in development of mucosal liposome-lipopeptide vaccine", "text": "Group A Streptococcus (GAS), or Streptococcus pyogenes is an exclusivel y human Gram-positive pathogenic bacteria. A delay in treatment of GAS infection often lead to severe diseases such as rheumatic heart disease which attributes to hundreds of thousands deaths annually. For the past few decades, the quest for a commercial GAS vaccine has been futile mainly due to the presence of multiple GAS serotypes (more than 200). Currently, one of the most investigated strategies used to develop a vaccine against GAS includes the use of conserved epitopes from a major virulent factor of GAS, i.e. the M-protein. In this study, lipopeptide bearing two lipid moieties, a major B-cell GAS epitope derived from the M-protein (J14) and a universal T-helper epitope (P25) were chosen as the vaccine candidate. Cationic liposomes were used as the delivery vehicle due to their ability to adhere to the negatively charged membrane of the cells in the mucosa. As size was often reported to have an influence on immune response, liposomes of varying sizes (70 nm to 1000 nm) encapsulating the vaccine candidate were prepared. The mice were immunized intranasally with the liposomes of different sizes. Though the differences between these groups were not statistically significant, a trend was observed whereby the level of IgG production was inversely proportional to the size of liposomes.In addition, a mixture of different liposome sizes elicited the same antibody titres as the smallest liposomes. Nonetheless, all mice which were immunized with a liposome-lipopeptide delivery system elicited high levels of systemic (IgG) and mucosal antibodies (IgA), which were discernably higher than those induced with the help of commercial adjuvant (cholera toxin B subunit). Furthermore, the produced systemic antibodies were able to opsonize GAS clinical isolates.", "article_link": "http://dx.doi.org/10.2174/1573406412666160720093138", "url": "http://www.eurekalert.org/pub_releases/2017-01/bsp-tro012017.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Biology", " Bacteriology", " Biochemistry", " Biotechnology", " Chemistry/Physics/Materials Sciences", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "Medicinal Chemistry", "description": "Group A Streptococcus (GAS), or Streptococcus pyogenes is an exclusivel y human Gram-positive pathogenic bacteria. A delay in treatment of GAS infection often lead to severe diseases such as rheumatic heart disease which attributes to hundreds of thousands deaths annually. For the past few decades, the quest for a commercial GAS vaccine has been futile mainly due to the presence of multiple GAS serotypes (more than 200).", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}