{"title": "UTMB researcher is co-inventor of a faster and more accurate test for diagnosing Zika", "text": "Researchers from The University of Texas Medical Branch at Galveston, in conjunction with the New York State Department of Health's Wadsworth Center, have developed a new detection test for Zika that is faster and more accurate than currently available tests. The new test can detect Zika in a very small sample of blood in less than four hours. The new test is detailed in EBioMedicine.One of the obstacles to stemming the tide of the recent Zika outbreak has been the lack of a rapid, accurate test that can quickly determine whether someone has been infected with the Zika virus or not. While there is a laboratory test called PCR that can determine the presence of Zika in blood samples, it is only reliable within the first week after someone has begun showing symptoms of the disease.There is another test that measures antibodies that the body produces in response to infection that can be used after the contracting virus has disappeared in patients, but it may mistake a different virus from the same viral group for Zika. This group, called flaviviruses, includes yellow fever, dengue fever, West Nile and Japanese encephalitis viruses.\"The new diagnostic test was designed to more accurately detect Zika for a longer period of time after infection and reduce false positives due to cross reactivity with other flaviviruses,\" said Pei Yong Shi, UTMB professor in the department of biochemistry and molecular biology. \"The technology has been jointly patented by UTMB and the Wadsworth Center. We anticipate that the new test, called a microsphere immunofluorescence assay or MIA, will soon be approved for use in a clinical setting.\"Using samples from 153 patients with known Zika and/or dengue virus, the researchers demonstrated that the MIA test is more sensitive than the currently available tests in diagnosing Zika infection.Susan Wong, laboratory director for Wadsworth Center's Diagnostic Laboratory, contacted Shi to see if they could combine their efforts to develop a better Zika assay.\"Shi and I have successfully collaborated on various projects for more than a decade,\" said Wong. \"Our areas of expertise compliment one another.\"\"Our partnership with the Wadworth's Center is an excellent example of innovation that allows us to combine unique areas of expertise to advance this diagnostic test,\" said Sundeep Mattamana, director of the UTMB Office of Technology Transfer. \"Our office is working closely with the technology transfer office at the Wadsorth Center to protect and commercialize this joint technology.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uotm-uri012017.php", "region": "namerica", "source_link": "https://www.utmb.edu/newsroom/article11422.aspx", "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Biotechnology", " Disease in the Developing World"], "journal": "EBioMedicine", "description": "Researchers from The University of Texas Medical Branch at Galveston, in conjunction with the New York State Department of Health's Wadsworth Center, have developed a new detection test for Zika that is faster and more accurate than currently available tests. The new test can detect Zika in a very small sample of blood in less than four hours. The new test is detailed in EBioMedicine.", "date": "Fri, 20 Jan 2017 05:00:00 GMT"}