{"title": "New technique could enable safer production of polio vaccines", "text": "A new method to produce a stable fragment of poliovirus could enable safer production of vaccines, according to a study published in PLOS Pathogens.Polio is almost completely eradicated, but polio vaccines are still needed to protect against the possibility of re-emergence. However, existing vaccine production methods require growing live viruses, which poses safety risks.Previous research suggested that the empty protein shell of poliovirus has the potential to serve as an effective vaccine, and it can be produced without growing live viruses. However, these shell particles were too unstable to be practical for use as vaccines.Now, Helen Fox and colleagues at the National Institute for Biological Standards and Control, United Kingdom, have developed a new method to produce polio protein shells that are stable enough to consider using as vaccines.To develop the stable particles, the researchers first identified mutations in the three types of poliovirus which increased shell stability without altering the structures of the shells. By systematically introducing these new mutations into viruses and growing them, the scientists narrowed down the genetic characteristics that allow for extra shell stability.The researchers then combined the stabilizing genes into a single genome sequence and placed it into a mammalian cell line in the lab. The cells were able to use the genetic code to produce an empty, stable poliovirus protein shell. When tested in mice and rats, the particles caused the animals to generate high levels of protective antibodies, suggesting that they could function effectively as vaccines. What's more, these particles can be stored without refrigeration for many months without significant loss of activity.The lead scientist at NIBSC, Dr. Andrew Macadam, said: \"The approach we developed was remarkably effective and worked for all three types of polio so may have applications in the design of vaccines against other virus diseases. The challenge now is to transfer these designs to production systems that can deliver large quantities cheaply so that a vaccine for global use is feasible.\"This work is part of a WHO-funded consortium involving the Universities of Leeds, Oxford and Reading, the John Innes Centre and the Pirbright Institute. Work is ongoing to develop a viable production system for these empty shells, and clinical studies could provide more insights into whether they might eventually replace existing polio vaccines.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006117", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-ntc011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Virology", " Medicine/Health", " Environmental Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Physiology", " Public Health"], "journal": "PLOS Pathogens", "description": "A new method to produce a stable fragment of poliovirus could enable safer production of vaccines, according to a study published in PLOS Pathogens.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}