{"title": "Team uncovers cellular responses to bird flu vaccine", "text": "New research from Vanderbilt eavesdrops on gene expression in human immune system cells before and after vaccination against bird flu.Reported in the journal PLOS One, the study exposes cellular responses associated with a vaccine constituent called AS03, short for adjuvant system 03. Using massive computation, the investigators pursue a systems biology approach, providing a new wealth of detail about vaccine responses and data for the generation of new hypotheses.\"This study signifies a new and different way to study vaccines. We've established that it can be done; it's complex but it's feasible. I think in the future this is the way vaccines will be studied,\" said one of the authors, Leigh Howard, M.D., MPH, assistant professor of Pediatrics.The type of bird flu the team studied, subtype H5N1, is far more lethal in humans than seasonal flu.AS03 is known to markedly boost the protection afforded by pandemic flu vaccines, including those for swine flu and bird flu, but its molecular mechanisms aren't understood.Howard, immunologist Kristen Hoek, Ph.D., and colleagues report gene expression signals arising as early as the first day after vaccination that strongly predict the eventual generation of protective antibodies against H5N1.They also find that neutrophils, a type of white blood cell, appear to have a hitherto unobserved role in vaccine response. (We've all seen evidence of neutrophils: pooled at an infection site, they're the main constituent of pus.) Part of the human immune system's first-line defenses, neutrophils appear to be the first responders to the adjuvated version of the vaccine.According to gene expression profiles revealed in the study, neutrophils may also function as antigen-presenting cells (APC) in response to AS03-adjuvated vaccine. APCs fine-tune the immune response by retrieving and processing foreign antigens and presenting them to B cells and T cells in order to mount an immune response.The investigators randomized 20 participants, half to receive AS03-adjuvated vaccine and half to receive unadjuvated vaccine -- two doses each, one month apart. Blood was drawn from each participant at eight time points over a 12-week period (including three time points before vaccination). Using a cell sorting method devised at Vanderbilt by Hoek and colleagues, samples of six immune system cell types were extracted from each blood draw, and a method called RNA-Seq was used to sequence the entire transcriptome of each cell sample. Conventional serum antibody testing was also performed to gauge protection provided by the vaccine.Reflecting results from epidemiological studies, both vaccine formulations were well tolerated, and two months after initial vaccination no recipients of unadjuvated vaccine and nine of the 10 recipients of AS03-adjuvated vaccine achieved serum antibody concentrations associated with protection.From painstaking cell sorting to full RNA sequencing and data analysis, it's an especially exacting and thorough way to study vaccine response.\"Boiling down 850 pages of data, we focused on three patterns of gene expression that give clues to the adjuvant's mechanism of action,\" said Hoek, research assistant professor in Pathology, Microbiology and Immunology.Among the sequenced cell types, neutrophils, monocytes and dendritic cells were the most expressive at early time points after immunization. These cells are known to jumpstart the immune response.\"At day one [after vaccination] there were 80 genes similarly upregulated or downregulated in those three cell types. Many of these genes have known involvement with innate immune responses, including antigen processing and presentation,\" Hoek said.\"A second result was that the neutrophils highly express the genes involved in antigen processing and presentation. That's something new in vaccine immunology.\"And a third striking pattern was gene expression at day three in NKs [natural killer cells, another type of white blood cell] that indicated increased cell proliferation.\" This timing appeared puzzling to the team, not fitting any known function of NK cells. \"We don't yet know what to make of the NK story,\" Hoek said.Howard believes the study is a harbinger.\"Using this approach will open new opportunities to understand vaccine responses better than ever before. For example, we may someday be able to personalize vaccine schedules based on what we know about recipients' genetic makeup and predicted response. Eventually the field of vaccine development will move toward personalized vaccines,\" Howard said.An upcoming study from the team will examine proteomic signatures of H5N1 vaccine, and similar studies are planned to evaluate vaccines that protect against other avian influenza strains.This multidisciplinary study drew contributions from 13 additional authors, including biostatistician Johannes Goll, MS, of the Emmes Corporation in Rockville, Maryland, who ran the RNA-Seq data analysis.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/vumc-tuc011917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Vanderbilt University Medical Center", "keywords": ["Medicine/Health", " Vaccines"], "journal": "PLOS ONE", "description": "New research from Vanderbilt eavesdrops on gene expression in human immune system cells before and after vaccination against bird flu, exposing cellular responses associated with a vaccine constituent called AS03, short for adjuvant system 03. Using massive computation, the investigators pursue a systems biology approach, providing a new wealth of detail about vaccine responses and data for the generation of new hypotheses.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}