{"title": "New genital herpes vaccine candidate provides powerful protection in preclinical tests", "text": "PHILADELPHIA -- Approximately 500 million people around the world are infected with the genital herpes virus known as herpes simplex virus 2 (HSV2). A vaccine that could bring an end to this global pandemic is needed desperately, yet no candidate vaccine has ever performed well in clinical trials. Now scientists in the Perelman School of Medicine at the University of Pennsylvania have shown that a new type of vaccine provides powerful protection in standard guinea pig and monkey models of HSV2 infection.The new \"trivalent\" vaccine induces antibodies against three different parts of the virus, including two components that normally help HSV2 evade immune attack. \"It's a novel strategy, and it works beautifully,\" said senior investigator Harvey M. Friedman, MD, a professor of Infectious Diseases at Penn. \"I know of no other HSV2 vaccine candidate with published results that are as promising as this study.\"The findings, reported today in PLOS Pathogens, are likely to lead to human clinical trials of the vaccine.The public health burden from HSV2 is enormous. In the United States alone, researchers estimate that approximately one in six people age 15 to 49 have HSV2 infection. In some parts of Africa, more than half the adult population is thought to be infected. Aside from the direct burden on adults, HSV2 can cause devastating and often lethal infections of infants born to infected mothers. HSV2 infection also greatly increases the likelihood of HIV transmission and thus accounts for much of the HIV public health burden as well.Candidate HSV2 vaccines developed in recent years have largely targeted gD2, a glycoprotein (a protein coated with sugar-like molecules) that is mounted on the virus's outer envelope and helps it break into host cells. However, vaccines targeting gD2 alone have not shown very robust protection in animal and human trials.Friedman and his team, therefore, designed their new vaccine to induce an immune response against not only gD2 but also two other viral glycoproteins, gC2 and gE2. The latter are known to block elements of the immune response, helping HSV2 to survive long-term in its hosts.\"In essence, we're stimulating the immune system to attack the virus and at the same time preventing the virus from using some of the tools it has to thwart that immune attack,\" Friedman said.Working with the Tulane National Primate Center in Louisiana, Friedman and his group showed that the trivalent vaccine--given three times at monthly intervals--induced a strong immune response in macaque monkeys, whose immune system closely resembles the human version. The response included antibodies against gC2, gD2, and gE2 in both blood and vaginal secretions. In the lab dish, these antibodies potently neutralized HSV's ability to spread from cell to cell. The vaccine also induced a sharp rise in CD4 T-cells, whose job is to mobilize the antibody response and other immune elements against viral infections.The researchers also showed that the antibodies induced by the trivalent vaccine potently neutralized four isolates of HSV2 from sub-Saharan Africa, where infection prevalence is very high.Macaques do not usually develop genital lesions when infected with HSV2, but in this case, the unvaccinated monkeys showed signs of mild vaginal inflammation soon after exposure to the virus, whereas the vaccinated monkeys showed none.In a second set of experiments, guinea pigs, which normally develop a more severe genital infection when infected with HSV2, were almost completely protected from genital lesions by the vaccine. The scientists were still able to detect a small amount of viral DNA in the genital secretions of the animals, but only a tiny fraction of this viral DNA was capable of replicating in cells.\"We are pleased to have demonstrated such a potent and durable immune response to the vaccine,\" said the study's lead author, Sita Awasthi, PhD, a research associate professor of Infectious Diseases at Penn. \"If found effective in clinical trials, the vaccine will have a huge impact on reducing the overall prevalence of genital herpes infections and could reduce new HIV infections as well, especially in high-burden regions of sub-Saharan Africa.\"\"If the vaccine behaves like this in people, it would limit lesions to appearing only about one day in 100, and the virus would be potentially contagious only about two in every 1,000 days,\" Friedman said.In principle, he added, that would virtually shut down HSV2's ability to spread in the population.Friedman and colleagues are now in discussions with pharmaceutical companies to move the vaccine, or an optimized version of it, into initial clinical trials.\r\nIf the vaccine does emerge successfully from clinical trials, it would probably be given on a schedule of three inoculations, at 0, 1 and 6 months.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-ngh011717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "PLOS Pathogens", "description": "Approximately 500 million people around the world are infected with the genital herpes virus known as herpes simplex virus 2 (HSV2). A vaccine that could bring an end to this global pandemic is needed desperately, yet no candidate vaccine has ever performed well in clinical trials. Now scientists in the Perelman School of Medicine at the University of Pennsylvania have shown that a new type of vaccine provides powerful protection in standard guinea pig and monkey models of HSV2 infection.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}