{"title": "Biophysics plays key role in immune system signaling and response", "text": "How big you are may be as important as what you look like, at least to immune system cells watching for dangerous bacteria and viruses.The size of pathogenic particles and the density of the molecular information stored on them provides additional danger signals to the body's immune system and helps guide the resulting immune response, suggests cellular and animal research published this week in the journal Cell Reports. Understanding these biophysical cues may help vaccine developers fine tune the signals they already knew were being transmitted by the molecular information presented to the immune system.This research is believed to be the first to demonstrate the role that the biophysical features of molecular signals, known as pathogen associated molecular patterns (PAMPs), play in generating danger signals in pathogen-recognition receptors (PRR) and influence the immunogenic response. PAMPs are key molecules that dictate how we respond to pathogen infection and are being investigated as vaccine adjuvants to generate potent immune responses. \"With this research, we are providing a new tool for the community to understand how these molecules might work when we get infected by pathogens and how they can be harnessed to enhance or fine tune a vaccine response,\" said Krishnendu Roy, the Robert A. Milton Chair and professor in the Wallace H. Coulter Department of Biomedical Engineering at Georgia Tech and Emory University, and the director of the Center for ImmunoEngineering at Georgia Tech. \"This provides another tool in a broad toolbox that immunologists can use to make vaccine responses better, or more specific for a particular pathogen.\"The researchers used synthetic pathogen-like particles (PLPs) to study the activity of CpG, an adjuvant used to stimulate immune system responses in dendritic cells, which are part of the innate immune system in mammals including mice and humans and play a key role in generating our immune responses. Vaccine developers have been attempting to use CpG and other adjuvants to create synthetic vaccines that might do a better job of stimulating the body's immune system to battle infectious diseases, as well as cancer. Because they don't stimulate the full immune response of traditional vaccines - which are made of dead or attenuated pathogens - the synthetic vaccines haven't performed as well as needed. The information discovered by Roy, graduate student Jardin Leleux and research scientist Pallab Pradhan could help improve performance of the synthetic vaccines.Beyond providing an additional danger signal to the cells, the biophysical properties also affected the response of the mice to the simulated pathogen to the point of controlling the kind of immune system cells that were generated. The signaling first affects the innate immune system, which then prompts a more sophisticated response from the adaptive immune system to produce T cells, Roy noted.\"Our immune system can respond in many different ways,\" he said. \"It can make antibodies; it can make T cell responses, and there are also differences in the type of antibodies that are made. We discovered that this decision process is influenced by the physical properties of the particles, especially the density and size of PAMP presentation, and it's a gradation that changes the degree of response and the intensity of the response.\"The nuances of the biophysical response may provide a way to fine tune cellular responses to simulated pathogens. In collaboration with Emory University, Roy's lab has received funding from the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, to study the possibility of combining adjuvants to provide additional control, though that funding was not part of this project.While vaccines receive attention for their role in preventing infectious diseases like influenza or measles, they are also being studied for boosting immune system response to cancer, work that is also being done in Roy's group, which is studying vaccines for battling lymphoma and breast cancer.\"We believe this is a platform finding that could have applications in many areas of vaccine research,\" Roy said. \"We have not yet understood all of the ways that cells respond. We know they respond more quickly and respond at a different level, but how that gets connected to type of antibody that is made still requires more research.\"Experimentally, the researchers studied the response of mouse dendritic cells as they were exposed to simulated pathogen-like particles of different sizes, and with different densities of PAMP information. Particles 200 to 300 nanometers in diameter simulated large viruses, while particles between 1 and 2 microns simulated bacteria. By studying the effects of the different particles on the Toll-like-receptor-9 (TLR9) response measured in dendritic cells and in the mouse lymph system, they evaluated the biophysical effects. \"There is a major challenge in the vaccine field to improve responses and to make the responses very specific,\" Roy added. \"We have not been able to do that very successfully so far, but this work could provide another tool that we can use to explore these issues.\"", "article_link": "http://dx.doi.org/10.1016/j.celrep.2016.12.073", "url": "http://www.eurekalert.org/pub_releases/2017-01/giot-bpk011617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Georgia Institute of Technology", "keywords": ["Biomechanics/Biophysics", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Cell Reports", "description": "How big you are may be as important as what you look like, at least to immune system cells watching for dangerous bacteria and viruses.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}