{"title": "Penn study identifies potent inhibitor of Zika entry into human cells", "text": "PHILADELPHIA - A panel of small molecules that inhibit Zika virus infection, including one that stands out as a potent inhibitor of Zika viral entry into relevant human cell types, was discovered by researchers from the Perelman School of Medicine at the University of Pennsylvania. Publishing in Cell Reports this week, a team led by Sara Cherry, PhD, an associate professor of Microbiology, screened a library of 2,000 bioactive compounds for their ability to block Zika virus infection in three distinct cell types using two strains of the virus. Zika is an emerging mosquito-borne virus for which there are no vaccines or specific therapeutics. The team used cells lining brain capillaries called endothelium, and cells from placenta, which represent Zika's route across the blood-brain barrier and the transmission path from mother to child, respectively. The third type - a human osteosarcoma cell line - is a generic model cell. They tested a strain of Zika virus currently circulating in human populations in the Americas and another from Africa, which is the original strain identified in 1947. Using a microscopy-based assay, they identified 38 molecules from the High-throughput Screening Core at Penn, which Cherry directs, that inhibited Zika virus infection in at least one cell type. Roughly half of the 2,000 molecules tested include FDA-approved molecules used to prevent viral replication in infected cells. Co-author David Schultz, PhD, the Core's technical director, was instrumental in providing the infrastructure and expertise for this multi-level screen.\"Overall, the most important finding is that we identified nanchangmycin as a potent inhibitor of Zika virus entry across all cell types tested, including endothelial and placental cells, which are relevant to how Zika may enter the fetus,\" Cherry said. Nanchangmycin - an antimicrobial indentified in China as part of a natural medicinal products survey -- was also active against other medically relevant viruses, including West Nile, dengue, and chikungunya that use a similar route of entry as Zika.These viruses enter cells using \"clatherin endocytosis.\" The virus binds with the host cell's outer membrane via a pocket lined with a protein called clatherin. This protein-lined sac containing the sequestered virus pinches off to move deeper into the cytoplasm of the cell where the virus enters to replicate. Nanchangmycin is a \"stepping stone to a new class of anti-virals,\" Cherry said, because it thwarts this essential mode of entry by viruses like Zika. Future studies will identify the target of this drug and current studies are testing the efficacy of nanchangmycin in animal models of Zika virus infection ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-psi011717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Linda Montague Investigator, and Burroughs Wellcome Investigators in the Pathogenesis of Infectious Disease Award", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Cell Reports", "description": "Researchers identified a panel of small molecules that inhibit Zika virus infection, including one that stands out as a potent inhibitor of Zika viral entry into relevant human cell types. They screened a library of 2,000 bioactive compounds for their ability to block Zika virus infection in three distinct cell types using two strains of the virus.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}