{"title": "Persistent infection keeps immune memory sharp, leading to long-term protection", "text": "Many infectious diseases are one and done; people get sick once and then they are protected from another bout of the same illness. For some of these infections - chickenpox, for example - a small number of microbes persist in the body long after the symptoms have gone away. Often, such microbes can reactivate when the person's immunity has waned with age or illness, and cause disease again.Now, researchers at Washington University School of Medicine in St. Louis studying leishmaniasis, a tropical disease that kills tens of thousands of people every year, believe they have found an explanation for the seemingly paradoxical connection between long-term infection and long-term immunity. By constantly reminding the immune system what the parasite that causes leishmaniasis looks like, a persistent infection keeps the immune system on alert against new encounters, even while it carries the risk of causing disease later in life, the researchers found.Understanding how persistent infection leads to long-term immunity could help researchers design vaccines and treatments for persistent pathogens.The research is published the week of Jan. 16 in Proceedings of the National Academy of Sciences.\"People had been thinking of the role of the immune system in persistent infection in terms of mowing down any pathogens that reactivate in order to protect the body from disease,\" said Stephen Beverley, PhD, the Marvin A. Brennecke Professor of Molecular Microbiology and the study's senior author. \"What was often overlooked was that in the process of doing this, the immune system is constantly being stimulated, which potentially promotes protection against future illness.\"In a persistent infection, a small population of microbes remains in the body long after the patient's symptoms are gone. In addition to the parasite that causes leishmaniasis, many kinds of microbes can cause persistent infections, including bacteria responsible for tuberculosis and viruses that lead to herpes and chickenpox.\"A lot of pathogens cause persistent infections, but the process was something of a black box,\" said Michael Mandell, PhD, the first author on the study. Mandell, who conducted the research for the study as a graduate student, is now an assistant professor at the University of New Mexico. \"Nobody really knew what was going on during persistent infection and why it was associated with immunity.\"To find out, Mandell and Beverley studied Leishmania, a group of parasites that cause ulcers on the skin and can infect internal organs. An estimated 250 million people worldwide are infected with the parasite - found in tropical areas - and 12 million have active disease. The disease can be disfiguring or even fatal, but once a person is infected, he or she is protected from getting sick a second time. In other words, infection confers long-term immunity.People are thought to continue to harbor the parasite at low numbers for years after they recover from the disease, including some people treated with anti-leishmania drugs. This persistence may be to the benefit of their human hosts; studies in mice have shown that completely clearing the parasite often makes the animals susceptible to another bout of disease if they encounter the parasite again.Studying mice, the researchers used fluorescent markers to distinguish different types of mouse cells, and found that most of the parasites live in immune cells capable of killing the parasites. Yet, despite their dangerous homes, the parasites appeared normal in shape and size.Further, most of the parasites continued to multiply, yet the total number of parasites stayed the same over time.\"Mike Mandell called it the 'Jimmy Hoffa effect' because we couldn't locate the body,\" Beverley said. \"We were unable to show directly that the parasites were being killed. But some of them must have been dying because the numbers weren't going up.\"The immune cells that housed the parasites are responsible for killing pathogens and activating a more robust immune response. It is this process - the ongoing multiplication and killing of parasites - that the researchers believe underlies the long-term immunity associated with persistent infection, and thus explains why people typically can't get sick with the same pathogen twice.\"It seems that our immunologic memory needs reminding sometimes,\" Mandell said. \"As the persistent parasites replicate and get killed, they are continually stimulating the immune system, keeping it primed and ready for any new encounters with the parasite.\"These findings suggest that there are benefits as well as dangers to persistent infection, and, for some organisms at least, developing a vaccine that elicits life-long immunity might require a live vaccine that has the ability to persist without sickening people.\"Usually scientists design vaccines to get sterilizing immunity. They're trying to just kill all the bugs,\" Beverley said. \"But what you really need is protection against the pathologic consequences of the disease, not necessarily sterilizing immunity. For some of these organisms, solid, long-term protection may come at the price of persistent infection.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/wuso-pik011317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Berg/Morse Graduate Fellowship", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases"], "journal": "Proceedings of the National Academy of Sciences", "description": "For many infectious diseases, a single bout of the illness protects a person against contracting it again. Sometimes, the infecting microbe persists in the body long after symptoms resolve. Now, researchers studying the tropical parasite Leishmania have found a clue to explain the link between long-term immunity and long-term infection: The parasite is constantly multiplying and being killed by immune cells, keeping the immune system alert and prepared for any new encounters with the parasite.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}