{"title": "Protein from injured neurons predicts brain recovery after out-of-hospital heart attack", "text": "The biomarker neuron-specific enolase is a strong predictor of brain recovery in heart attack patients who are unconscious for three or more days, according to a study published January 18, 2017, in the journal PLOS ONE by Sebastian Wiberg from Copenhagen University Hospital in Denmark and colleagues.When people suffer cardiac arrests out-of-hospital, their brains may be oxygen-deprived for some time, causing neurological injuries and loss of consciousness. Neurological injury from lack of oxygen is the primary cause of death following cardiac arrest, so accurate prognostic information about brain recovery is key to making decisions about patient care.The authors of the present study retrospectively examined a subset of data collected during the Targeted Temperature Management (TTM) clinical trial, which examined the benefits of lowering body temperatures in patients who had suffered heart attacks out-of-hospital.  Wiberg and colleagues analyzed data from the TTM trial on 685 adults who had been admitted to hospital in a comatose state after suffering a cardiac arrest. These patients' blood was drawn one, two and three days after the heart attack to measure levels of the protein biomarker neuron-specific enolase (NSE), which is released into the blood by injured nerves.After conducting statistical analyses of this subset of data, the researchers found that for patients who remained comatose for three days or longer, a combination of all three NSE measurements was a strong predictor of recovery outcomes. The NSE measurement taken two days after cardiac arrest was particularly useful. However, NSE was not a useful outcome predictor for patients who awakened from comas within 3 days.Current guidelines for management of comatose cardiac arrest patients call for serial measurements of NSE, advice which is supported by this study. However, the authors note that a prospective cohort study should be done to verify these results.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0168894", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-pfi011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Physiology", " Medicine/Health", " Neurobiology", " Neurochemistry", " Physiology", " Rehabilitation/Prosthetics/Plastic Surgery"], "journal": "PLOS ONE", "description": "The biomarker neuron-specific enolase is a strong predictor of brain recovery in heart attack patients who are unconscious for three or more days, according to a study published Jan. 18, 2017, in the journal PLOS ONE by Sebastian Wiberg from Copenhagen University Hospital in Denmark and colleagues.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}