{"title": "New in the Hastings Center Report", "text": "After the DNR: Surrogates Who Persist in Requesting Cardiopulmonary ResuscitationEllen M. Robinson, Wendy Cadge, Angelika A. Zollfrank, M. Cornelia Cremens, and Andrew M. CourtwrightShould physicians be allowed to withhold cardiopulmonary resuscitation from a patient, despite patient or surrogate requests that it be provided, when they believe it will do more harm than good? Ethical debates persist. This article examines a policy adopted by Massachusetts General Hospital in 2006 to support doctors who had judged that CPR would not benefit a patient in their care and wanted a DNR order in place, even in the face of objections from the surrogate decision-maker. Although some surrogates ended up accepting the DNR order, others continued to resist. The article discusses what MGH learned about them and provides recommendations for improved communication among physicians, ethicists, and surrogates. The Limits of Surrogates' Moral Authority and Physician Professionalism: Can the Paradigm of Palliative Sedation Be Instructive?Jeffrey T. BergerIf a physician decides that a patient's intractable suffering requires palliative sedation--a \"last resort\" medical treatment for lowering consciousness to manage otherwise uncontrollable symptoms--may the surrogate prevent it? Or can the physician, pointing to a duty to alleviate the suffering, administer the treatment even in the face of the surrogate's objections? The answers are not clear. Guidelines for palliative sedation that require surrogate consent are ethically untenable, physician Jeffrey Berger argues, because the moral limits of surrogate authority have not been considered. He calls for research delineating the limits of surrogates' authority and practical work on mechanisms for doing so--protecting patients and giving physicians a clear route to follow.Other Voices Four commentaries respond to the previous two articles on limits to surrogates' decision-making: Managing Conflicts between Physicians and Surrogates, by Carol Bayley, says both articles \"explore two sides of the same problematic coin\" and proceeds to analyze the strengths and limits of their conclusions. On Patient Well-Being and Professional Authority, by Mildred Z. Solomon, supports the reasoning and conclusions of both articles, but adds that \"the problems they aim to remedy are not simply about the scope of surrogate and professional authority. They are also symptoms of inattention to professional obligations and system failures.\" A Good Death, by Tia Powell and Adira Hulkower, expresses \"substantial reservations\" about the recommendations to limit surrogates' decision-making authority, drawing on the authors' experiences as bioethics consultants in an acute-care setting. The Theory and Practice of Surrogate Decision-Making, by David Wendler, considers whether a more active role for clinicians in end-of-life decision-making might be in order. Also in this issue:\"Conflating Capacity and Authority: Why We're Asking the Wrong Question in the Adolescent Decision-Making Debate,\" Case Study (\"Under the Influence\"), and Policy & Politics (\"Permanent Patients: Hospital Discharge Planning Meets Housing Insecurity\")\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/thc-nit011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Hastings Center", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Health Professionals", " Policy/Ethics", " Medical/Scientific Ethics", " Science/Health and the Law"], "journal": "Hastings Center Report", "description": "What happens when physicians and surrogate decision-makers disagree about what is best for a patient? Two articles and four commentaries explore this question in the January-February 2017 issue.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}