{"title": "Protein mingling under blue light", "text": "One of the current challenges in biology is to understand rapidly-changing phenomena. Interestingly, only a small fraction of them is due to proteins acting in isolation, the majority of biological events are regulated by proteins acting together in clusters. Researchers at the Center for Cognition and Sociality, within the Institute for Basic Science (IBS), have developed a new tool, called \"CRY2clust\", to trigger protein cluster formation in response to blue light. This new technique has a much faster response rate and higher sensitivity to light than existent methods. Published in Nature Communications, this new tool could advance our understanding on innumerable molecular and cellular mechanisms.CRY2clust is based on a photoreceptor protein called cryptochrome 2 (CRY2), derived from the plant Arabidopsis thaliana. CRY2 mediates plant growth and development, and more specifically, a part of CRY2, known as CRY2 Photolyase Homology Region (CRY2PHR), causes this protein to assemble in response to the blue portion of the sunlight. CRY2PHR's features have already attracted the attention of the scientists, who made it into a tool for optogenetics, an innovative technique based on biology and optics that allows the artificial control biological events with laser light. Thanks to optogenetics, well-defined cellular activities can be easily turned on and off at specific locations and times. For example, protein of interest bound to CRY2PHR come together in the presence of blue light and disassemble when the light is turned off, resulting in different biological effects. However, scientists have reported that the efficiency of this systems varies dramatically depending on the type of target proteins bound to CRY2PHR, limiting its use. The IBS team have looked to improve it: \"CRY2's 3D structure has not been defined yet, so we have been trying different strategies to understand how it operates inside cells and to make it more efficient,\" explains KIM Na Yeon, a PhD student in the team.The new optogenetic tool developed by IBS researchers, CRY2clust, consists of CRY2PHR plus 9 amino acid residues, which have been engineered to maximize its performance. In comparison with other CRY2-derived optogenetic systems, such as CRY2olig, CRY2clust triggers quicker protein association and dissociation, when light is turned on and off, respectively. It is functional at lower blue light intensity (90 microwatt/mm2). Moreover, as it does not accumulate in nuclear structures, called nuclear speckles, it might be useful to  study nuclear processes.The team applied CRY2clust successfully to two available optogenetic tools: OptoSTIM1 and Raf1. In 2015, the same IBS research center created a light-controlled regulator of calcium channels, OptoSTIM1, and used it to improve mouse memory. In both cases, substituting CRY2PHR with CRY2clust increased the speed and performance of the systems.\"We have presented a new dynamic optogenetic tool to study protein homo-oligodimerization, that is clustering, which could be useful for the biologist's toolkit,\" concludes Prof. HEO Won Do, the leading author of this study. The team is now working on developing new optogenetic systems to use in neuroscience.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ifbs-pmu062217.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Institute for Basic Science", "keywords": ["Biology", " Biochemistry", " Biotechnology", " Cell Biology", " Genetics", " Molecular Biology", " Optics", " Biotechnology", " Research/Development"], "journal": "Nature Communications", "description": "IBS scientists developed a new faster and more efficient optogenetic tool to manipulate protein clusters under blue light.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}