{"title": "Losing train of thought or it's hard to multi-task? You may be having one drink too many", "text": "June 20, 2017 -- Impairments in processing and using information that help with decision-making and planning simple tasks such as grocery shopping are linked with one's frequency of alcohol or drug use according to a new study. Researchers at Columbia University's Mailman School of Public Health and Columbia University Medical Center found that cognitive impairments are not a problem limited to addiction patients in treatment, but constitute a broader problem among substance users in the U.S. general population. Results are published online in the journal Addiction.\r\nThis is the first study to find associations between deficits in attention and executive functioning with frequency of binge drinking and use of marijuana, cocaine, opioids, sedatives and tranquilizers, and stimulants in the general population ages 18 and older. \r\n\"Regardless if cognitive impairments precede substance use or vice versa, poorer cognitive functioning negatively impacts daily life and may cause lack of insight into one's substance use as a source of problems, impeding treatment utilization or decreasing the likelihood of effective treatment,\" said senior author Deborah Hasin, PhD, Columbia Mailman School of Public Health professor of Epidemiology and in the Department of Psychiatry at Columbia University Medical Center.\r\nThe researchers analyzed data from 36,085 respondents to the 2012-2013 National Epidemiologic Survey on Alcohol and Related Conditions-III, a representative sample of the U.S. adult population, to create two cognitive scales based on dimensionality and reliability.\"Our study shows the validity of two scales for assessing how cognitive impairments are associated with many substance disorders including alcohol, cannabis, cocaine and one's ability to function well in important interpersonal or occupational areas,\" said Efrat Aharonovich, PhD, Department of Psychiatry, Columbia University Medical Center, and first author. \"Our validation of the cognitive scales will facilitate  further investigations of the relationships of cognitive functioning to the use of multiple substances, substance use disorders and treatment utilization, advancing our knowledge of substance use, a major public health problem.\"Poorer attention was linked with frequent and infrequent binge drinking and use of drugs, in particular, stimulants.  A lower score on executive functioning scale was associated with frequent binge drinking and drug use, cocaine in particular.  \r\nBinge drinking was defined as four or more drinks in a day for women and at least 5 drinks in a day for men. About half the sample was female, 45 years of age or older, with an income of $20,000 or less. Slightly more than two-thirds were Non-Hispanic White; and 60 percent completed at least some college. Prevalence of substance use ranged from 33 percent for binge drinking to 1 percent for cocaine.\"While abstinence or reduced substance use may partially improve cognition, future research should determine whether factors shown to protect against cognitive impairments in aging adults, such as a healthy diet, and physical and intellectual activities, also protect against cognitive impairments in populations with difficulties in reducing substance use,\" said Dr. Hasin.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/cums-lto062017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Alcohol Abuse and Alcoholism, NIH/National Institute on Drug Abuse", "meeting": "", "institution": "Columbia University's Mailman School of Public Health", "keywords": ["Medicine/Health", " Addiction", " Epidemiology", " Public Health", " Alcohol", " Drugs", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes"], "journal": "Addiction", "description": "Impairments using information that help with decision-making and planning simple tasks are linked with one's frequency of alcohol or drug use. A new study shows that cognitive impairments constitute a broader problem among substance users in the US general population. This is the first study to find associations between deficits in attention with frequency of binge drinking and use of marijuana, cocaine, opioids, tranquilizers and stimulants in the general population ages 18 and older.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}