{"title": "Sleep-wake rhythms vary widely with age as well as amongst individuals of a given age", "text": "The sleep rhythms that reflect circadian systems peak later in teenagers than in adults, and vary as much as 10 hours in individuals across at any ages, according to a study published June 21, 2017 in the open-access journal PLOS ONE by Dorothee Fischer from Harvard T.H. Chan School of Public Health, USA, and colleagues.People's circadian systems synchronize with light and darkness in the environment, giving rise to chronotypes: individual rhythms in physiology, cognition and behavior. For example, people with early chronotypes have earlier sleep times, while those with late chronotypes have later sleep times and can sleep into the day. Currently, 30% of the U.S. workforce has unusual work schedules, such as alternating or extended shifts, and on-call duty. These unusual schedules are linked with health and safety risks. Chronotype-tailored schedules might help minimize those risks.To investigate chronotypes variation in the US, Fischer and colleagues analyzed self-reported data from 53,689 respondents of the American Time Use Survey from 2003 to 2014. The researchers used the mid-point of sleep on weekends as a proxy for chronotype.The researchers found that sleep chronotypes vary widely, both over an individual's lifetime amongst age groups as well as amongst individuals. The greatest difference in chronotypes is during adolescence and early adulthood. Chronotypes become later during adolescence, peaking in lateness at about age 19. The average chronotype, or mid-point of sleep, at age 17-18 was 4:30 a.m., compared to 3:00 a.m. at age 60. Most U.S. public schools start at 8:30 a.m. or earlier, suggesting that high school students go to school during their biological night. This work supports delaying school start times to benefit the sleep and circadian alignment of high school students.In addition, the researchers found that chronotypes vary up to 10 hours from individual to individual regardless of age. This may provide opportunities for tailoring work schedules to chronotypes, which is important because syncing workers with their optimal work times could help minimize health and safety risks.\"The timing for optimal sleep can be as different as ten hours among individuals, meaning that opposite chronotypes could share a bed without knowing that they do. What chronotype you are, is influenced by age and gender: on average, older people are earlier chronotypes than younger people and women are earlier chronotypes than men during the first half of their lives.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0178782", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-srv061417.php", "region": "namerica", "source_link": null, "funder": "See Funding", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Social/Behavioral Science", " Behavior", " Demography", " Aging", " Mental Health", " Memory/Cognitive Processes"], "journal": "PLOS ONE", "description": "The sleep rhythms that reflect circadian systems peak later in teenagers than in adults, and vary as much as 10 hours in individuals across at any ages, according to a study published June 21, 2017 in the open-access journal PLOS ONE by Dorothee Fischer from Harvard T.H. Chan School of Public Health, USA, and colleagues.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}