{"title": "Behavior study shows piglets prefer new toys", "text": "URBANA, Ill. - We can't help but be tempted by new things. We see it in a child's eyes when she opens a new toy, and feel it every time a new version of the iPhone is released. It turns out our preference for shiny, new things is pretty universal throughout the animal kingdom. Yes, even piglets prefer new toys.In a recent study from the Piglet Nutrition and Cognition Lab at the University of Illinois, 3- and 4-week-old piglets were given dog toys to play with. Then, after a certain delay, they were given that toy again, along with a new one. Researchers wanted to see if the delay diminished the piglets' memory of the first object.Females and 4-week-old piglets of both sexes were a little better than males and 3-week-olds at remembering the first object, even after a two-day delay. But, for the most part, piglets made a beeline for the new toy. The study wasn't really about proving that piglets are capable of learning and remembering - that's already well known. \"You could ask any farmer how smart pigs are and they'll tell you they're smarter than dogs. That piece isn't new,\" says Stephen Fleming, lead author of the study and a doctoral student in the Department of Animal Sciences and the neuroscience program at U of I.   The study wasn't about designing a new way of testing animal behavior, either; the same test has been used in rodents. The real utility of the study was the fact that the test worked for pigs. Pig brains are remarkably similar to human brains, so they are often used as model systems by neuroscientists.   \"With humans, when we want to know if something's affecting how they learn or behave, we can ask them a question; with animals, we can't. Historically, researchers have had animals complete a maze or press a lever every time a light comes on. But if you try to translate that to people, it becomes difficult. We don't usually put people through mazes,\" Fleming explains.The study measured object recognition behavior in two ways, each of which reflects activity in a different part of the brain. Novel object recognition, already described, is thought to be controlled by a brain region called the perirhinal cortex. Novel location recognition, or piglets' ability to remember where a familiar object is located, is likely controlled by the hippocampus. It turns out 3- and 4-week-old piglets, whose brain development is roughly equivalent to 3- to 4-month-old infants, have a bad spatial memory: when familiar toys were in a different spot, the piglets played with them as if they were new. The test will be used primarily as the foundation for additional research. For example, scientists could use it to determine if there are any behavioral or neurological effects of dietary additives or nutritional deficiencies.\"We wanted to prove that piglets are able to remember objects and that the test is sensitive. Are we actually measuring memory or is it something else? Now that we've proven they can recognize that objects are new, we can go in with a nutrient and see how they perform,\" Fleming says. ", "article_link": "http://dx.doi.org/10.1016/j.bbr.2016.12.027", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoic-bss062117.php", "region": "namerica", "source_link": null, "funder": "Mead Johnson Nutrition, American Egg Board", "meeting": "", "institution": "University of Illinois College of Agricultural, Consumer and Environmental Sciences", "keywords": ["Agriculture", " Biology", " Nutrition/Nutrients", " Zoology/Veterinary Science", " Clinical Trials", " Neurobiology", " Nutrition/Nutrients", " Pediatrics", " Social/Behavioral Science", " Behavior"], "journal": "Behavioral Brain Research", "description": "We can't help but be tempted by new things. We see it in a child's eyes when she opens a new toy, and feel it every time a new version of the iPhone is released. It turns out our preference for shiny, new things is pretty universal throughout the animal kingdom. Yes, even piglets prefer new toys.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}