{"title": "UTMB researchers shed new light on a key player in brain development", "text": "GALVESTON, Texas - Researchers at The University of Texas Medical Branch at Galveston have shed light on how the developing brain ensures that connections between brain cells reach their intended destination but that they are also maintained during life-span. The findings have been just published in the journal Science Signaling.Like other networks, the brain contains regions that serve specific functions such as interpreting sensory information, controlling bodily movement or formation of memory, and so on. In order for regions to interact with one another to perform complex tasks, the brain has a web of interconnecting pathways. The study from Krishna M. Bhat, UTMB professor in the department of neuroscience and cell biology, and his lab showed that a protein called Slit is required for maintaining the interconnecting pathways in the nervous system. Without continual guidance from Slit, the intended pathways - which are very important for proper communication between brain regions after birth - drift off course. The study found that Slit keeps brain cells on their paths in partnership with receptor proteins called Robo. The study also revelealed that Slit-Robo signaling is controlled by an enzyme called Mummy. Mummy modifies Slit in such a way that it could be secreted outside the cell where it is made, and also maintains correct amounts and spatial distribution of Robo during early and late nervous system development.      \"Although Slit-Robo signaling is intensely studied, the emphasis has always been on understanding the events controlling the beginning of the process of guiding developing brain circuits to their destinations,\" said Bhat. \"Here, we show that Slit-Robo signaling is required not only at the intial stages of brain circuitry guidance but also later for maintaining those networks of circuits. This has implications for loss of cognition and other brain functions as we age or in many neuro-diseases.\"The study was conducted using the fruitfly Drosophila, as the control of brain circuitry pathfinding mechanisms is remarkably similar to what happens during human development.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uotm-urs062117.php", "region": "namerica", "source_link": "http://www.utmb.edu/newsroom/article11561.aspx", "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Biochemistry", " Cell Biology", " Molecular Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology"], "journal": "Science Signaling", "description": "Researchers at The University of Texas Medical Branch at Galveston have shed light on how the developing brain ensures that connections between brain cells reach their intended destination but that they are also maintained during life-span.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}