{"title": "Studies link nutrient, academic achievement in pre-adolescent children", "text": "CHAMPAIGN, Ill. -- Researchers can look into your eyes to determine whether you're getting your lutein, a pigment found in green leafy vegetables that is known to accumulate in the brain. Two new studies find that children with higher lutein levels in the eye tend to do better than others on tests of cognition and academic achievement, even after accounting for other factors known to influence academic performance such as IQ, gender, body composition and physical fitness.\"In the United States and much of the rest of the world, children and adults often fail to meet the recommended daily intakes of foods like fruits and vegetables,\" said University of Illinois kinesiology and community health professor Naiman Khan , who led the new research with Anne M. Walk, a cognitive neuroscientist and postdoctoral researcher at Illinois.\"We often focus on how diet affects childhood obesity, but we haven't really studied how it can affect cognition or achievement in childhood,\" Khan said.Lutein is a yellow pigment found in leafy vegetables, egg yolks and fortified food products. It is best known for its protective role against macular degeneration, a condition afflicting the retina that can lead to loss of vision, most often in older adults.\"Lutein has many benefits to the body, including its function as an antioxidant, protecting our brain cells from free radicals and our retinas from both free radicals and damage caused by blue light when we are outside in sunlight,\" said Matt Kuchan, lead nutritional scientist at the global healthcare company Abbott, which collaborated on the study.\"Studies of lutein and a closely related pigment, zeaxanthin, suggest that they play a role in overall brain health,\" Kuchan said.\"We know that lutein preferentially accumulates in the brain relative to all the other pigments you can eat, including beta carotene,\" Khan said.\"We also know that these pigments are found in high quantities in the infant brain,\" Walk said. \"That suggests they're important in some way for brain development.\"Previous studies have found associations between lutein and the preservation of cognitive function in aging. But none have looked at its role in cognition in children, the researchers said.In a study reported in the International Journal of Psychophysiology, Khan and his colleagues measured lutein levels in the eyes of 49 children 8- to 10-years old. The team also recorded the children's brain activity using EEG while they were engaged in a challenging cognitive task.The researchers found that a spike in brain activity, called a P3 potential because it typically occurs about 300 milliseconds after a stimulus, tended to be lower in children with higher lutein levels, and the children tended to perform better on the task. \"The P3 potential is usually looked at as a marker of resource allocation or cognitive engagement,\" Walk said. \"In this case, it appears that children with more lutein in the eye had higher performance and needed less cognitive engagement to accurately perform the task.\"In a second study of 8- and 9-year-old children, reported in the journal Nutritional Neuroscience, the team found that those with higher lutein levels did better on standardized academic test than those with lower levels. The findings held true even when accounting for other factors known to contribute to better academic performance.\"All these factors -- the physical measures of fitness, IQ, socioeconomic status, body mass index and the amount of lutein in the children's eyes -- together explain about half of the variability achievement among participants. If you take lutein out of the equation, your ability to predict a child's performance becomes less accurate,\" Khan said.\"These results do not causally prove that lutein is responsible for the differences seen in performance,\" Khan said. \"However, the new studies are a first step in understanding the potential role of lutein as a food component that may be important for childhood cognition.\"", "article_link": "http://dx.doi.org/10.1016/j.ijpsycho.2017.05.005", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoia-sln062017.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/520894", "funder": "Abbott Nutrition, National Institutes of Health", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " K-12", " Medicine/Health", " Neurobiology", " Nutrition/Nutrients", " Ophthalmology", " Intelligence", " Memory/Cognitive Processes"], "journal": "Nutritional Neuroscience", "description": "Researchers can look into your eyes to determine whether you're getting your lutein, a pigment found in green leafy vegetables that is known to accumulate in the brain. Two new studies find that children with higher lutein levels in the eye tend to do better than others on tests of cognition and academic achievement, even after accounting for other factors known to influence academic performance such as IQ, gender, body composition and physical fitness.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}