{"title": "Early brain changes may help predict autism among high-risk infants | EurekAlert! Science News", "year": "Wed, 15 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txwhat", "brain", "changes", "age", "6", "12", "months", "may", "help", "predict", "development", "autism", "spectrum", "disorder", "age", "2", "years", "among", "infants", "high", "family", "risk", "according", "study", "funded", "national", "institutes", "health", "currently", "autism", "diagnosed", "early", "age", "2", "years", "based", "certain", "behaviors", "communication", "difficulties", "study", "funded", "nih", "autism", "centers", "excellence", "program", "published", "february", "16", "2017", "issue", "1", "every", "68", "children", "united", "states", "autism", "according", "centers", "disease", "control", "prevention", "siblings", "children", "diagnosed", "autism", "higher", "risk", "developing", "disorder", "compared", "general", "population", "cure", "autism", "early", "diagnosis", "intervention", "ease", "symptoms", "improve", "social", "emotional", "cognitive", "skills", "previous", "studies", "shown", "people", "autism", "larger", "brains", "detected", "early", "childhood", "new", "study", "team", "led", "researchers", "university", "north", "carolina", "chapel", "hill", "used", "magnetic", "resonance", "imaging", "mri", "look", "differences", "brain", "development", "among", "three", "groups", "infants", "high", "family", "risk", "older", "sibling", "autism", "later", "diagnosed", "autism", "age", "2", "years", "15", "infants", "high", "family", "risk", "autism", "age", "2", "years", "91", "infants", "low", "family", "risk", "autism", "age", "2", "years", "42", "researchers", "evaluated", "infants", "6", "12", "24", "months", "children", "autism", "faster", "brain", "surface", "growth", "rate", "6", "12", "months", "well", "faster", "growth", "rate", "overall", "brain", "size", "12", "24", "months", "compared", "children", "without", "autism", "next", "team", "analyzed", "mri", "data", "using", "technology", "called", "machine", "learning", "see", "early", "brain", "differences", "6", "12", "months", "predict", "autism", "age", "2", "years", "among", "children", "high", "family", "risk", "computer", "program", "identified", "approximately", "8", "10", "infants", "later", "developed", "autism", "findings", "promising", "researchers", "caution", "studies", "needed", "tool", "used", "predicting", "autism", "development"], "url": "http://www.eurekalert.org/pub_releases/2017-02/nksn-ebc021317.php", "date": "2018-01-19_21:01:35", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWHAT:Brain changes at age 6 or 12 months may help predict the development of autism spectrum disorder by age 2 years among infants with a high family risk, according to a study funded by the National Institutes of Health. Currently, autism can be diagnosed as early as age 2 years, based on certain behaviors and communication difficulties. The study, funded by the NIH Autism Centers for Excellence Program, is published in the February 16, 2017, issue of Nature.Approximately 1 out of every 68 children in the United States has autism, according to the Centers for Disease Control and Prevention. Siblings of children diagnosed with autism have a higher risk of developing the disorder, compared to those in the general population. While there is no cure for autism, early diagnosis and intervention can ease symptoms and improve social, emotional and cognitive skills. Previous studies have shown that people with autism have larger brains, which can be detected during early childhood. In the new study, a team led by researchers from the University of North Carolina, Chapel Hill, used magnetic resonance imaging (MRI) to look for differences in brain development among three groups: infants with a high family risk (i.e., older sibling with autism) who were later diagnosed with autism at age 2 years (15), infants with a high family risk who did not have autism at age 2 years (91), and infants with a low family risk who did not have autism at age 2 years (42). The researchers evaluated the infants at 6, 12 and 24 months. Children with autism had a faster brain surface growth rate between 6 and 12 months, as well as a faster growth rate of overall brain size between 12 and 24 months, compared to children without autism. Next, the team analyzed the MRI data using a computer-based technology called machine learning to see if early brain differences at 6 and 12 months can predict autism at age 2 years. Among children with a high family risk, the computer program identified approximately 8 out of 10 infants who later developed autism. While the findings are promising, the researchers caution that more studies are needed before this tool can be used for predicting autism development.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWHAT:Brain changes at age 6 or 12 months may help predict the development of autism spectrum disorder by age 2 years among infants with a high family risk, according to a study funded by the National Institutes of Health.", "Currently, autism can be diagnosed as early as age 2 years, based on certain behaviors and communication difficulties.", "The study, funded by the NIH Autism Centers for Excellence Program, is published in the February 16, 2017, issue of Nature.Approximately 1 out of every 68 children in the United States has autism, according to the Centers for Disease Control and Prevention.", "Siblings of children diagnosed with autism have a higher risk of developing the disorder, compared to those in the general population.", "While there is no cure for autism, early diagnosis and intervention can ease symptoms and improve social, emotional and cognitive skills.", "Previous studies have shown that people with autism have larger brains, which can be detected during early childhood.", "In the new study, a team led by researchers from the University of North Carolina, Chapel Hill, used magnetic resonance imaging (MRI) to look for differences in brain development among three groups: infants with a high family risk (i.e., older sibling with autism) who were later diagnosed with autism at age 2 years (15), infants with a high family risk who did not have autism at age 2 years (91), and infants with a low family risk who did not have autism at age 2 years (42).", "The researchers evaluated the infants at 6, 12 and 24 months.", "Children with autism had a faster brain surface growth rate between 6 and 12 months, as well as a faster growth rate of overall brain size between 12 and 24 months, compared to children without autism.", "Next, the team analyzed the MRI data using a computer-based technology called machine learning to see if early brain differences at 6 and 12 months can predict autism at age 2 years.", "Among children with a high family risk, the computer program identified approximately 8 out of 10 infants who later developed autism.", "While the findings are promising, the researchers caution that more studies are needed before this tool can be used for predicting autism development."], "source": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development"}