{"title": "GM foods: Why presenting 'just the facts' won't work", "text": "When it comes to controversial science issues, scientists need to rethink their approach to engaging the public, according to the authors of a new study looking at women's attitudes towards genetically modified (GM) foods.The results of focus groups conducted by University of Adelaide researchers, now published online ahead of print in the journal New Genetics and Society, show that if scientists continue to present \"just the facts\", most people won't engage or modify their thinking -- even if those people are highly educated.The results have implications for public engagement across other controversial science issues, such as nuclear energy, climate change, vaccination and water fluoridation, the authors say.\"We were interested in previous surveys that showed women consistently were more opposed to GM foods than men, and so we set out to better understand the reasons why,\" says co-author Professor Rachel Ankeny, from the University of Adelaide's School of Humanities.\"GM foods are an important issue for the community, and with women still playing greater roles in the provision of home care and food preparation, we need to better understand how women are thinking and what their values are in relation to these issues.\"The focus groups were conducted with Australian women from a range of educational backgrounds, including those involved in plant and agricultural science, and others in health science, as well as women with lower levels of education.\"All of the women with science backgrounds used evidence to support their stance, but the way they did so came as a surprise to us,\" says co-author Dr Heather Bray, also from the University's School of Humanities and Senior Research Associate in the Food Values Research Group.\"Women who had backgrounds in plant science said the lack of evidence of harm meant that GM food was safe to eat. But the women in health sciences said it was a lack of evidence of safety that made them cautious about consuming GM food. These perceptions are based on two very different concepts of risk, despite both groups being highly educated in science.\"For women without science backgrounds, GM food presented 'unknown' risks, and hence was to be avoided. There was a range of other issues apart from the science that arose in our study, a major one being a general lack of trust of science,\" Dr Bray says.Professor Ankeny is in Boston, USA this week, where she will speak on a communicating science panel for the annual meeting of the American Association for the Advancement of Science (AAAS). These issues will form the basis of some of her discussion.\"It's important for scientists to realise that science has economic, social, and cultural impacts, and if people are presented with 'just the facts', the discussion leaves out critical topics and values,\" Professor Ankeny says.\"People -- including people highly educated in science -- come to these issues with their own ideas, experiences, and values, and they are not necessarily going to endorse particular scientific theories or applications based simply on facts being provided to them.\"Dr Bray says: \"Importantly, our work points to shared food values between those who eat and those who do and would not eat GM foods. Shared values are an important foundation for science communication, and we hope that our work can contribute to the development of better engagement strategies for both scientists and the public.\"", "journal": "New Genetics and Society", "funder": "", "region": "africa", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoa-gfw021517.php", "institution": "University of Adelaide", "meeting": "2017 AAAS Annual Meeting", "description": "Scientists need to rethink their approach to engaging the public, according to the authors of a new study looking at women's attitudes towards genetically modified (GM) foods.", "article_link": "http://dx.doi.org/10.1080/14636778.2017.1287561", "keywords": ["Food/Food Science", " Plant Sciences", " Energy/Fuel (non-petroleum)", " Vaccines", " Social/Behavioral Science", " Behavior", " Climate Change"], "source_link": null, "date": "Wed, 15 Feb 2017 05:00:00 GMT"}