{"title": "Poorly tuned neuronal communication may underlie neurological and psychiatric disease", "text": "A number of psychiatric and neurological disorders may result from abnormal synapses, the neuron-to-neuron connection sites that enable chemical communication between brain cells. The timing, frequency, and intensity of neuronal communication inside synapses contribute significantly to brain development and processing. Therefore, variations in synaptic function may drive the variability in learning, motor, and behavioral problems associated with conditions like autism spectrum disorder (ASD). In this issue of the JCI, Nils Brose and colleagues at the Max Planck Institute for Experimental Medicine have identified a mutation in a synaptic protein called UNC13 in a patient diagnosed with ASD, hyperactivity, and dyskinesia. Further investigation revealed that the UNC13 mutation disturbs the fine-tuning of neuronal communication at the level of the synapse. In mice, the UNC13 mutation led to enhanced synaptic strength that was attributed to increased frequency of chemical signals issued between neurons. Although the identified mutation itself is rare, this finding provides additional support for the concept that variations in the function of synaptic proteins may underlie the high degree of variability in symptoms that present in patients diagnosed with ASD and other neurological and psychiatric disorders. Further, the work provides a positive therapeutic outlook for disorders linked to synaptic defects, since UNC13 and other synaptic proteins may be potential targets for pharmacological intervention.", "journal": "Journal of Clinical Investigation", "funder": "Max Planck Society, European Research Council, German Research Foundation, National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-02/jj-pnc021217.php", "institution": "JCI Journals", "meeting": "", "description": "In this issue of the JCI, Nils Brose and colleagues at the Max Planck Institute for Experimental Medicine have identified a mutation in a synaptic protein called UNC13 in a patient diagnosed with ASD, hyperactivity, and dyskinesia. Further investigation revealed that the UNC13 mutation disturbs the fine-tuning of neuronal communication at the level of the synapse.", "article_link": "http://dx.doi.org/10.1172/JCI90259", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry", " Mental Health"], "source_link": null, "date": "Mon, 13 Feb 2017 05:00:00 GMT"}