{"title": "Researchers use MRIs to predict which high-risk babies will develop autism as toddlers | EurekAlert! Science News", "year": "Wed, 15 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txchapel", "hill", "nc", "using", "magnetic", "resonance", "imaging", "mri", "infants", "older", "siblings", "autism", "researchers", "around", "country", "able", "correctly", "predict", "80", "percent", "infants", "would", "later", "meet", "criteria", "autism", "two", "years", "study", "published", "today", "nature", "first", "show", "possible", "identify", "infants", "among", "older", "siblings", "autism", "diagnosed", "autism", "24", "months", "age", "study", "shows", "early", "brain", "development", "biomarkers", "could", "useful", "identifying", "babies", "highest", "risk", "autism", "behavioral", "symptoms", "emerge", "said", "senior", "author", "joseph", "piven", "md", "thomas", "castelloe", "distinguished", "professor", "psychiatry", "university", "north", "hill", "typically", "earliest", "autism", "diagnosis", "made", "ages", "two", "three", "babies", "older", "autistic", "siblings", "imaging", "approach", "may", "help", "predict", "first", "year", "life", "babies", "likely", "receive", "autism", "diagnosis", "24", "months", "research", "project", "included", "hundreds", "children", "across", "country", "led", "researchers", "carolina", "institute", "developmental", "disabilities", "cidd", "university", "north", "carolina", "piven", "director", "project", "clinical", "sites", "included", "university", "washington", "washington", "university", "louis", "children", "hospital", "philadelphia", "key", "collaborators", "mcgill", "university", "university", "alberta", "university", "minnesota", "college", "charleston", "new", "york", "university", "study", "could", "completed", "without", "major", "commitment", "families", "many", "flew", "part", "said", "first", "author", "heather", "hazlett", "phd", "assistant", "professor", "psychiatry", "unc", "school", "medicine", "cidd", "researcher", "still", "enrolling", "families", "study", "hope", "begin", "work", "similar", "project", "replicate", "findings", "people", "autism", "spectrum", "disorder", "asd", "characteristic", "social", "deficits", "demonstrate", "range", "ritualistic", "repetitive", "stereotyped", "behaviors", "estimated", "one", "68", "children", "develop", "autism", "united", "states", "infants", "older", "siblings", "autism", "risk", "may", "high", "20", "every", "100", "births", "3", "million", "people", "autism", "united", "states", "tens", "millions", "around", "much", "research", "impossible", "identify", "risk", "autism", "prior", "24", "months", "age", "earliest", "time", "hallmark", "behavioral", "characteristics", "asd", "observed", "diagnosis", "made", "children", "nature", "study", "piven", "hazlett", "researchers", "around", "country", "conducted", "mri", "scans", "infants", "six", "12", "24", "months", "age", "found", "babies", "developed", "autism", "experienced", "brain", "surface", "area", "six", "12", "months", "compared", "babies", "older", "sibling", "autism", "show", "evidence", "condition", "24", "months", "age", "increased", "growth", "rate", "surface", "area", "first", "year", "life", "linked", "increased", "growth", "rate", "overall", "brain", "volume", "second", "year", "life", "brain", "overgrowth", "tied", "emergence", "autistic", "social", "deficits", "second", "year", "previous", "behavioral", "studies", "infants", "later", "developed", "autism", "older", "siblings", "autism", "social", "behaviors", "typical", "autism", "emerge", "second", "year", "researchers", "took", "data", "mris", "brain", "volume", "surface", "area", "cortical", "thickness", "6", "12", "months", "age", "sex", "infants", "used", "computer", "program", "identify", "way", "classify", "babies", "likely", "meet", "criteria", "autism", "24", "months", "age", "computer", "program", "developed", "best", "algorithm", "accomplish", "researchers", "applied", "algorithm", "separate", "set", "study", "researchers", "found", "brain", "differences", "6", "12", "months", "age", "infants", "older", "siblings", "autism", "correctly", "predicted", "eight", "ten", "infants", "would", "later", "meet", "criteria", "autism", "24", "months", "age", "comparison", "infants", "older", "asd", "siblings", "meet", "criteria", "autism", "24", "months", "means", "potentially", "identify", "infants", "later", "develop", "autism", "symptoms", "autism", "begin", "consolidate", "diagnosis", "piven", "parents", "child", "autism", "second", "child", "test", "might", "clinically", "useful", "identifying", "infants", "highest", "risk", "developing", "condition", "idea", "would", "intervene", "emergence", "defining", "symptoms", "could", "begin", "examine", "effect", "interventions", "children", "period", "syndrome", "present", "brain", "malleable", "interventions", "may", "greater", "chance", "improving", "outcomes", "treatments", "started", "diagnosis", "putting", "larger", "context", "neuroscience", "research", "treatment", "currently", "big", "push", "within", "field", "neurodegenerative", "diseases", "able", "detect", "biomarkers", "conditions", "patients", "diagnosed", "time", "preventive", "efforts", "possible", "piven", "said", "parkinson", "instance", "know", "person", "diagnosed", "already", "lost", "substantial", "portion", "dopamine", "receptors", "brain", "making", "treatment", "less", "effective", "piven", "said", "idea", "autism", "similar", "autism", "diagnosed", "age", "years", "brain", "already", "begun", "change", "substantially", "way", "detect", "biomarkers", "autism", "condition", "sets", "symptoms", "develop", "said", "promising", "leads", "suggest", "may", "fact", "possible"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uonc-rum021317.php", "date": "2018-01-19_21:02:16", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCHAPEL HILL, NC - Using magnetic resonance imaging (MRI) in infants with older siblings with autism, researchers from around the country were able to correctly predict 80 percent of those infants who would later meet criteria for  autism at two years of age.The study, published today in Nature, is the first to show it is possible to identify which infants - among those with older siblings with autism - will be diagnosed with autism at 24 months of age.\"Our study shows that early brain development biomarkers could be very useful in identifying babies at the highest risk for autism before behavioral symptoms emerge,\" said senior author Joseph Piven, MD, the Thomas E. Castelloe Distinguished Professor of Psychiatry at the University of North Carolina-Chapel Hill. \"Typically, the earliest an autism diagnosis can be made is between ages two and three. But for babies with older autistic siblings, our imaging approach may help predict during the first year of life which babies are most likely to receive an autism diagnosis at 24 months.\"This research project included hundreds of children from across the country and was led by researchers at the Carolina Institute for Developmental Disabilities (CIDD) at the University of North Carolina, where Piven is director. The project's other clinical sites included the University of Washington, Washington University in St. Louis, and The Children's Hospital of Philadelphia. Other key collaborators are McGill University, the University of Alberta, the University of Minnesota, the College of Charleston, and New York University.\"This study could not have been completed without a major commitment from these families, many of whom flew in to be part of this,\" said first author Heather Hazlett, PhD, assistant professor of psychiatry at the UNC School of Medicine and a CIDD researcher. \"We are still enrolling families for this study, and we hope to begin work on a similar project to replicate our findings.\"People with Autism Spectrum Disorder (or ASD) have characteristic social deficits and demonstrate a range of ritualistic, repetitive and stereotyped behaviors. It is estimated that one out of 68 children develop autism in the United States. For infants with older siblings with autism, the risk may be as high as 20 out of every 100 births. There are about 3 million people with autism in the United States and tens of millions around the world.Despite much research, it has been impossible to identify those at ultra-high risk for autism prior to 24 months of age, which is the earliest time when the hallmark behavioral characteristics of ASD can be observed and a diagnosis made in most children. For this Nature study, Piven, Hazlett, and researchers from around the country conducted MRI scans of infants at six, 12, and 24 months of age. They found that the babies who developed autism experienced a hyper-expansion of brain surface area from six to 12 months, as compared to babies who had an older sibling with autism but did not themselves show evidence of the condition at 24 months of age. Increased growth rate of surface area in the first year of life was linked to increased growth rate of overall brain volume in the second year of life. Brain overgrowth was tied to the emergence of autistic social deficits in the second year.  Previous behavioral studies of infants who later developed autism - who had older siblings with autism -revealed that social behaviors typical of autism emerge during the second year of life.The researchers then took these data - MRIs of brain volume, surface area, cortical thickness at 6 and 12 months of age, and sex of the infants - and used a computer program to identify a way to classify babies most likely to meet criteria for autism at 24 months of age. The computer program developed the best algorithm to accomplish this, and the researchers applied the algorithm to a separate set of study participants.The researchers found that brain differences at 6 and 12 months of age in infants with older siblings with autism correctly predicted eight out of ten infants who would later meet criteria for autism at 24 months of age in comparison to those infants with older ASD siblings who did not meet criteria for autism at 24 months. \"This means we potentially can identify infants who will later develop autism, before the symptoms of autism begin to consolidate into a diagnosis,\" Piven said.If parents have a child with autism and then have a second child, such a test might be clinically useful in identifying infants at highest risk for developing this condition. The idea would be to then intervene 'pre-symptomatically' before the emergence of the defining symptoms of autism.Research could then begin to examine the effect of interventions on children during a period before the syndrome is present and when the brain is most malleable.  Such interventions may have a greater chance of improving outcomes than treatments started after diagnosis.\"Putting this into the larger context of neuroscience research and treatment, there is currently a big push within the field of neurodegenerative diseases to be able to detect the biomarkers of these conditions before patients are diagnosed, at a time when preventive efforts are possible,\" Piven said. \"In Parkinson's for instance, we know that once a person is diagnosed, they've already lost a substantial portion of the dopamine receptors in their brain, making treatment less effective.\"Piven said the idea with autism is similar; once autism is diagnosed at age 2-3 years, the brain has already begun to change substantially. \"We haven't had a way to detect the biomarkers of autism before the condition sets in and symptoms develop,\" he said. \"Now we have very promising leads that suggest this may in fact be possible.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCHAPEL HILL, NC - Using magnetic resonance imaging (MRI) in infants with older siblings with autism, researchers from around the country were able to correctly predict 80 percent of those infants who would later meet criteria for  autism at two years of age.The study, published today in Nature, is the first to show it is possible to identify which infants - among those with older siblings with autism - will be diagnosed with autism at 24 months of age.", "\"Our study shows that early brain development biomarkers could be very useful in identifying babies at the highest risk for autism before behavioral symptoms emerge,\" said senior author Joseph Piven, MD, the Thomas E. Castelloe Distinguished Professor of Psychiatry at the University of North Carolina-Chapel Hill.", "\"Typically, the earliest an autism diagnosis can be made is between ages two and three.", "But for babies with older autistic siblings, our imaging approach may help predict during the first year of life which babies are most likely to receive an autism diagnosis at 24 months.", "\"This research project included hundreds of children from across the country and was led by researchers at the Carolina Institute for Developmental Disabilities (CIDD) at the University of North Carolina, where Piven is director.", "The project's other clinical sites included the University of Washington, Washington University in St. Louis, and The Children's Hospital of Philadelphia.", "Other key collaborators are McGill University, the University of Alberta, the University of Minnesota, the College of Charleston, and New York University.", "\"This study could not have been completed without a major commitment from these families, many of whom flew in to be part of this,\" said first author Heather Hazlett, PhD, assistant professor of psychiatry at the UNC School of Medicine and a CIDD researcher.", "\"We are still enrolling families for this study, and we hope to begin work on a similar project to replicate our findings.", "\"People with Autism Spectrum Disorder (or ASD) have characteristic social deficits and demonstrate a range of ritualistic, repetitive and stereotyped behaviors.", "It is estimated that one out of 68 children develop autism in the United States.", "For infants with older siblings with autism, the risk may be as high as 20 out of every 100 births.", "There are about 3 million people with autism in the United States and tens of millions around the world.Despite much research, it has been impossible to identify those at ultra-high risk for autism prior to 24 months of age, which is the earliest time when the hallmark behavioral characteristics of ASD can be observed and a diagnosis made in most children.", "For this Nature study, Piven, Hazlett, and researchers from around the country conducted MRI scans of infants at six, 12, and 24 months of age.", "They found that the babies who developed autism experienced a hyper-expansion of brain surface area from six to 12 months, as compared to babies who had an older sibling with autism but did not themselves show evidence of the condition at 24 months of age.", "Increased growth rate of surface area in the first year of life was linked to increased growth rate of overall brain volume in the second year of life.", "Brain overgrowth was tied to the emergence of autistic social deficits in the second year.", "Previous behavioral studies of infants who later developed autism - who had older siblings with autism -revealed that social behaviors typical of autism emerge during the second year of life.The researchers then took these data - MRIs of brain volume, surface area, cortical thickness at 6 and 12 months of age, and sex of the infants - and used a computer program to identify a way to classify babies most likely to meet criteria for autism at 24 months of age.", "The computer program developed the best algorithm to accomplish this, and the researchers applied the algorithm to a separate set of study participants.The researchers found that brain differences at 6 and 12 months of age in infants with older siblings with autism correctly predicted eight out of ten infants who would later meet criteria for autism at 24 months of age in comparison to those infants with older ASD siblings who did not meet criteria for autism at 24 months.", "\"This means we potentially can identify infants who will later develop autism, before the symptoms of autism begin to consolidate into a diagnosis,\" Piven said.If parents have a child with autism and then have a second child, such a test might be clinically useful in identifying infants at highest risk for developing this condition.", "The idea would be to then intervene 'pre-symptomatically' before the emergence of the defining symptoms of autism.Research could then begin to examine the effect of interventions on children during a period before the syndrome is present and when the brain is most malleable.", "Such interventions may have a greater chance of improving outcomes than treatments started after diagnosis.", "\"Putting this into the larger context of neuroscience research and treatment, there is currently a big push within the field of neurodegenerative diseases to be able to detect the biomarkers of these conditions before patients are diagnosed, at a time when preventive efforts are possible,\" Piven said.", "\"In Parkinson's for instance, we know that once a person is diagnosed, they've already lost a substantial portion of the dopamine receptors in their brain, making treatment less effective.", "\"Piven said the idea with autism is similar; once autism is diagnosed at age 2-3 years, the brain has already begun to change substantially.", "\"We haven't had a way to detect the biomarkers of autism before the condition sets in and symptoms develop,\" he said.", "\"Now we have very promising leads that suggest this may in fact be possible.\""], "source": "University of North Carolina Health Care"}