{"title": "Researchers find autism biomarkers in infancy | EurekAlert! Science News", "year": "Wed, 15 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "annette", "estes", "left", "plays", "caellum", "ortiz", "uw", "autism", "center", "view", "using", "magnetic", "resonance", "imaging", "mri", "study", "brains", "infants", "older", "siblings", "autism", "scientists", "able", "correctly", "identify", "80", "percent", "babies", "would", "subsequently", "diagnosed", "autism", "2", "years", "university", "washington", "part", "north", "american", "effort", "led", "university", "north", "carolina", "use", "mri", "measure", "brains", "infants", "family", "history", "autism", "infants", "least", "one", "autistic", "older", "sibling", "computer", "algorithm", "used", "predict", "autism", "clinically", "diagnosable", "behaviors", "set", "study", "published", "16", "journal", "first", "study", "show", "possible", "use", "brain", "biomarkers", "identify", "infants", "pool", "older", "sibling", "autism", "diagnosed", "autism", "spectrum", "disorder", "asd", "24", "months", "age", "typically", "earliest", "reliably", "diagnose", "autism", "child", "age", "2", "consistent", "behavioral", "symptoms", "due", "health", "access", "disparities", "average", "age", "diagnosis", "actually", "age", "4", "said", "uw", "professor", "speech", "hearing", "sciences", "annette", "estes", "also", "director", "uw", "autism", "center", "research", "affiliate", "uw", "center", "human", "development", "disability", "chdd", "study", "brain", "imaging", "biomarkers", "6", "12", "months", "able", "identify", "babies", "would", "later", "diagnosed", "asd", "predictive", "power", "team", "findings", "may", "inform", "development", "diagnostic", "tool", "asd", "could", "used", "first", "year", "life", "behavioral", "symptoms", "emerged", "tool", "yet", "said", "estes", "parents", "infants", "would", "need", "wait", "diagnosis", "asd", "2", "3", "even", "4", "years", "researchers", "could", "start", "developing", "interventions", "prevent", "children", "falling", "behind", "social", "communication", "skills", "people", "asd", "includes", "3", "million", "people", "united", "states", "characteristic", "social", "communication", "deficits", "demonstrate", "range", "ritualistic", "repetitive", "stereotyped", "behaviors", "united", "states", "estimated", "one", "68", "babies", "develops", "autism", "infants", "autistic", "older", "sibling", "risk", "may", "high", "one", "every", "five", "births", "research", "project", "included", "hundreds", "children", "across", "country", "led", "researchers", "four", "clinical", "sites", "across", "united", "states", "university", "north", "hill", "uw", "washington", "university", "louis", "children", "hospital", "philadelphia", "key", "collaborators", "montreal", "neurological", "institute", "university", "alberta", "new", "york", "university", "wonderful", "dedicated", "families", "involved", "study", "said", "stephen", "dager", "uw", "professor", "radiology", "associate", "director", "chdd", "led", "study", "uw", "willing", "travel", "long", "distances", "research", "site", "stay", "late", "night", "collect", "brain", "imaging", "data", "sleeping", "children", "families", "also", "return", "visits", "measure", "child", "brain", "grows", "time", "could", "made", "discoveries", "without", "wholehearted", "participation", "researchers", "obtained", "mri", "scans", "children", "sleeping", "6", "12", "24", "months", "age", "study", "also", "assessed", "behavior", "intellectual", "ability", "visit", "using", "criteria", "developed", "estes", "team", "found", "babies", "developed", "autism", "experienced", "brain", "surface", "area", "6", "12", "months", "compared", "babies", "older", "sibling", "autism", "show", "evidence", "autism", "24", "months", "age", "increased", "surface", "area", "growth", "rate", "first", "year", "life", "linked", "increased", "growth", "rate", "brain", "volume", "second", "year", "life", "brain", "overgrowth", "tied", "emergence", "autistic", "social", "deficits", "second", "year", "researchers", "input", "data", "mri", "calculations", "brain", "volume", "surface", "area", "cortical", "thickness", "6", "12", "months", "age", "well", "sex", "infants", "computer", "program", "asking", "classify", "babies", "likely", "meet", "asd", "criteria", "24", "months", "age", "program", "developed", "best", "algorithm", "accomplish", "researchers", "applied", "algorithm", "separate", "set", "study", "found", "among", "infants", "older", "asd", "sibling", "brain", "differences", "6", "12", "months", "age", "successfully", "identified", "80", "percent", "infants", "would", "clinically", "diagnosed", "autism", "24", "months", "age", "findings", "could", "form", "basis", "diagnosis", "asd", "health", "care", "professionals", "could", "intervene", "even", "earlier", "time", "asd", "diagnosed", "2", "4", "years", "often", "children", "already", "fallen", "behind", "peers", "terms", "social", "skills", "communication", "language", "said", "estes", "directs", "behavioral", "evaluations", "network", "missed", "developmental", "milestones", "catching", "struggle", "many", "nearly", "impossible", "research", "could", "begin", "examine", "interventions", "children", "period", "syndrome", "present", "brain", "malleable", "interventions", "may", "greater", "chance", "improving", "outcomes", "treatments", "started", "diagnosis", "hope", "early", "intervention", "age", "2", "change", "clinical", "course", "children", "whose", "brain", "development", "gone", "awry", "help", "acquire", "skills", "would", "otherwise", "struggle", "achieve", "said", "research", "team", "gathered", "additional", "behavioral", "brain", "imaging", "data", "infants", "children", "changes", "blood", "flow", "brain", "movement", "water", "along", "white", "matter", "networks", "understand", "brain", "connectivity", "neural", "activity", "may", "differ", "children", "develop", "autism", "separate", "study", "published", "6", "cerebral", "cortex", "researchers", "identified", "specific", "brain", "regions", "may", "important", "acquiring", "early", "social", "behavior", "called", "joint", "attention", "orienting", "attention", "toward", "object", "another", "person", "points", "longitudinal", "imaging", "studies", "follow", "infants", "grow", "older", "really", "starting", "hone", "critical", "brain", "developmental", "processes", "distinguish", "children", "go", "develop", "asd", "said", "dager", "hope", "ongoing", "efforts", "lead", "additional", "biomarkers", "could", "provide", "basis", "early", "diagnosis", "serve", "also", "guide", "individualized", "interventions", "help", "kids", "falling", "behind", "peers"], "url": "http://www.eurekalert.org/pub_releases/2017-02/uow-rfa021417.php", "date": "2018-01-19_21:02:19", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Annette Estes, left, plays with 2-year-old Caellum Ortiz at the UW Autism Center.\n       view more By using magnetic resonance imaging (MRI) to study the brains of infants who have older siblings with autism, scientists were able to correctly identify 80 percent of the babies who would be subsequently diagnosed with autism at 2 years of age.Researchers from the University of Washington were part of a North American effort led by the University of North Carolina to use MRI to measure the brains of \"low-risk\" infants, with no family history of autism, and \"high-risk\" infants who had at least one autistic older sibling. A computer algorithm was then used to predict autism before clinically diagnosable behaviors set in. The study was published Feb. 16 in the journal Nature.This is the first study to show that it is possible to use brain biomarkers to identify which infants in a high-risk pool -- that is, those having an older sibling with autism -- will be diagnosed with autism spectrum disorder, or ASD, at 24 months of age.\"Typically, the earliest we can reliably diagnose autism in a child is age 2, when there are consistent behavioral symptoms, and due to health access disparities the average age of diagnosis in the U.S. is actually age 4,\" said co-author and UW professor of speech and hearing sciences Annette Estes, who is also director of the UW Autism Center and a research affiliate at the UW Center on Human Development and Disability, or CHDD. \"But in our study, brain imaging biomarkers at 6 and 12 months were able to identify babies who would be later diagnosed with ASD.\"The predictive power of the team's findings may inform the development of a diagnostic tool for ASD that could be used in the first year of life, before behavioral symptoms have emerged. \"We don't have such a tool yet,\" said Estes. \"But if we did, parents of high-risk infants wouldn't need to wait for a diagnosis of ASD at 2, 3 or even 4 years and researchers could start developing interventions to prevent these children from falling behind in social and communication skills.\" People with ASD -- which includes 3 million people in the United States -- have characteristic social communication deficits and demonstrate a range of ritualistic, repetitive and stereotyped behaviors. In the United States, it is estimated that up to one out of 68 babies develops autism. But for infants with an autistic older sibling, the risk may be as high as one out of every five births. This research project included hundreds of children from across the country and was led by researchers at four clinical sites across the United States: the University of North Carolina-Chapel Hill, UW, Washington University in St. Louis and The Children's Hospital of Philadelphia. Other key collaborators are at the Montreal Neurological Institute, the University of Alberta and New York University.\"We have wonderful, dedicated families involved in this study,\" said Stephen Dager, a UW professor of radiology and associate director of the CHDD, who led the study at the UW. \"They have been willing to travel long distances to our research site and then stay up until late at night so we can collect brain imaging data on their sleeping children. The families also return for follow-up visits so we can measure how their child's brain grows over time. We could not have made these discoveries without their wholehearted participation.\"Researchers obtained MRI scans of children while they were sleeping at 6, 12 and 24 months of age. The study also assessed behavior and intellectual ability at each visit, using criteria developed by Estes and her team. They found that the babies who developed autism experienced a hyper-expansion of brain surface area from 6 to 12 months, as compared to babies who had an older sibling with autism but did not themselves show evidence of autism at 24 months of age. Increased surface area growth rate in the first year of life was linked to increased growth rate of brain volume in the second year of life. Brain overgrowth was tied to the emergence of autistic social deficits in the second year.  The researchers input these data -- MRI calculations of brain volume, surface area, and cortical thickness at 6 and 12 months of age, as well as sex of the infants -- into a computer program, asking it to classify babies most likely to meet ASD criteria at 24 months of age. The program developed the best algorithm to accomplish this, and the researchers applied the algorithm to a separate set of study participants.Researchers found that, among infants with an older ASD sibling, the brain differences at 6 and 12 months of age successfully identified 80 percent of those infants who would be clinically diagnosed with autism at 24 months of age. If these findings could form the basis for a \"pre-symptomatic\" diagnosis of ASD, health care professionals could intervene even earlier.\"By the time ASD is diagnosed at 2 to 4 years, often children have already fallen behind their peers in terms of social skills, communication and language,\" said Estes, who directs behavioral evaluations for the network. \"Once you've missed those developmental milestones, catching up is a struggle for many and nearly impossible for some.\"Research could then begin to examine interventions on children during a period before the syndrome is present and when the brain is most malleable.  Such interventions may have a greater chance of improving outcomes than treatments started after diagnosis.\"Our hope is that early intervention -- before age 2 -- can change the clinical course of those children whose brain development has gone awry and help them acquire skills that they would otherwise struggle to achieve,\" said Dager.The research team has gathered additional behavioral and brain imaging data on these infants and children -- such as changes in blood flow in the brain and the movement of water along white matter networks -- to understand how brain connectivity and neural activity may differ between high-risk children who do and don't develop autism. In a separate study published Jan. 6 in Cerebral Cortex, the researchers identified specific brain regions that may be important for acquiring an early social behavior called joint attention, which is orienting attention toward an object after another person points to it.\"These longitudinal imaging studies, which follow the same infants  as they grow older, are really starting to hone in on critical brain developmental processes that can distinguish children who go on to develop ASD and those who do not,\" said Dager. \"We hope these ongoing efforts will lead to additional biomarkers, which could provide the basis for early, pre-symptomatic diagnosis and serve also to guide individualized interventions to help these kids from falling behind their peers.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Annette Estes, left, plays with 2-year-old Caellum Ortiz at the UW Autism Center.", "view more By using magnetic resonance imaging (MRI) to study the brains of infants who have older siblings with autism, scientists were able to correctly identify 80 percent of the babies who would be subsequently diagnosed with autism at 2 years of age.Researchers from the University of Washington were part of a North American effort led by the University of North Carolina to use MRI to measure the brains of \"low-risk\" infants, with no family history of autism, and \"high-risk\" infants who had at least one autistic older sibling.", "A computer algorithm was then used to predict autism before clinically diagnosable behaviors set in.", "The study was published Feb. 16 in the journal Nature.This is the first study to show that it is possible to use brain biomarkers to identify which infants in a high-risk pool -- that is, those having an older sibling with autism -- will be diagnosed with autism spectrum disorder, or ASD, at 24 months of age.", "\"Typically, the earliest we can reliably diagnose autism in a child is age 2, when there are consistent behavioral symptoms, and due to health access disparities the average age of diagnosis in the U.S. is actually age 4,\" said co-author and UW professor of speech and hearing sciences Annette Estes, who is also director of the UW Autism Center and a research affiliate at the UW Center on Human Development and Disability, or CHDD.", "\"But in our study, brain imaging biomarkers at 6 and 12 months were able to identify babies who would be later diagnosed with ASD.", "\"The predictive power of the team's findings may inform the development of a diagnostic tool for ASD that could be used in the first year of life, before behavioral symptoms have emerged.", "\"We don't have such a tool yet,\" said Estes.", "\"But if we did, parents of high-risk infants wouldn't need to wait for a diagnosis of ASD at 2, 3 or even 4 years and researchers could start developing interventions to prevent these children from falling behind in social and communication skills.\"", "People with ASD -- which includes 3 million people in the United States -- have characteristic social communication deficits and demonstrate a range of ritualistic, repetitive and stereotyped behaviors.", "In the United States, it is estimated that up to one out of 68 babies develops autism.", "But for infants with an autistic older sibling, the risk may be as high as one out of every five births.", "This research project included hundreds of children from across the country and was led by researchers at four clinical sites across the United States: the University of North Carolina-Chapel Hill, UW, Washington University in St. Louis and The Children's Hospital of Philadelphia.", "Other key collaborators are at the Montreal Neurological Institute, the University of Alberta and New York University.", "\"We have wonderful, dedicated families involved in this study,\" said Stephen Dager, a UW professor of radiology and associate director of the CHDD, who led the study at the UW.", "\"They have been willing to travel long distances to our research site and then stay up until late at night so we can collect brain imaging data on their sleeping children.", "The families also return for follow-up visits so we can measure how their child's brain grows over time.", "We could not have made these discoveries without their wholehearted participation.", "\"Researchers obtained MRI scans of children while they were sleeping at 6, 12 and 24 months of age.", "The study also assessed behavior and intellectual ability at each visit, using criteria developed by Estes and her team.", "They found that the babies who developed autism experienced a hyper-expansion of brain surface area from 6 to 12 months, as compared to babies who had an older sibling with autism but did not themselves show evidence of autism at 24 months of age.", "Increased surface area growth rate in the first year of life was linked to increased growth rate of brain volume in the second year of life.", "Brain overgrowth was tied to the emergence of autistic social deficits in the second year.", "The researchers input these data -- MRI calculations of brain volume, surface area, and cortical thickness at 6 and 12 months of age, as well as sex of the infants -- into a computer program, asking it to classify babies most likely to meet ASD criteria at 24 months of age.", "The program developed the best algorithm to accomplish this, and the researchers applied the algorithm to a separate set of study participants.Researchers found that, among infants with an older ASD sibling, the brain differences at 6 and 12 months of age successfully identified 80 percent of those infants who would be clinically diagnosed with autism at 24 months of age.", "If these findings could form the basis for a \"pre-symptomatic\" diagnosis of ASD, health care professionals could intervene even earlier.", "\"By the time ASD is diagnosed at 2 to 4 years, often children have already fallen behind their peers in terms of social skills, communication and language,\" said Estes, who directs behavioral evaluations for the network.", "\"Once you've missed those developmental milestones, catching up is a struggle for many and nearly impossible for some.", "\"Research could then begin to examine interventions on children during a period before the syndrome is present and when the brain is most malleable.", "Such interventions may have a greater chance of improving outcomes than treatments started after diagnosis.", "\"Our hope is that early intervention -- before age 2 -- can change the clinical course of those children whose brain development has gone awry and help them acquire skills that they would otherwise struggle to achieve,\" said Dager.The research team has gathered additional behavioral and brain imaging data on these infants and children -- such as changes in blood flow in the brain and the movement of water along white matter networks -- to understand how brain connectivity and neural activity may differ between high-risk children who do and don't develop autism.", "In a separate study published Jan. 6 in Cerebral Cortex, the researchers identified specific brain regions that may be important for acquiring an early social behavior called joint attention, which is orienting attention toward an object after another person points to it.", "\"These longitudinal imaging studies, which follow the same infants  as they grow older, are really starting to hone in on critical brain developmental processes that can distinguish children who go on to develop ASD and those who do not,\" said Dager.", "\"We hope these ongoing efforts will lead to additional biomarkers, which could provide the basis for early, pre-symptomatic diagnosis and serve also to guide individualized interventions to help these kids from falling behind their peers.\""], "source": "University of Washington"}