{"title": "Viral charity campaigns have a psychological 'recipe' and all-too-brief lifespan", "text": "A University of Cambridge researcher has defined a recipe for the new breed of wildly successful online charity campaigns such as the ALS Ice Bucket Challenge - a phenomenon he has labelled \"viral altruism\" - and what might make them stick in people's minds.     However, he says the optimistic use of global digital networks to propel positive social change is balanced by the shallow, short-lived nature of engagement with anything viral. Writing in the journal Nature Human Behaviour, social psychologist Dr Sander van der Linden has outlined the key psychological levers he says underpin the new wave of viral altruism that is increasingly taking over our Facebook feeds.These include the power of social norms, particularly the appeal of joining a social consensus and the desire to conform to prosocial behaviour (such as appearing charitable), having a clear moral incentive to act, and the appetite for a 'warm glow': the positive emotional benefit derived from feeling compassionate. One of the most important ingredients - and the hardest to achieve - is 'translational impact': the conversion of online token support, or 'clicktivism', into sustained real world contributions, whether financial donations or a long-term commitment to an issue.    This, he says, requires a shift in motivation from the 'extrinsic' - incentives conditional on outside social pressures - to the 'intrinsic': an incentive that has been internalised to become a \"new personal normal\" for an individual. Part of van der Linden's initial research has been to pull together data such as Google and Wikipedia searches as well as donations to indicate the longevity and engagement levels of the ALS Ice Bucket Challenge campaign.  The Challenge reached unprecedented 'virality' during August 2014. The formula of videoing ice-cold water being poured over your head and posting it to social media while publicly nominating others to do the same in support of a motor neurone disease charity reached approximately 440 million people worldwide, with over 28 million joining in.   Yet van der Linden found that the Challenge burned brightly but briefly: with online interest and donations reverting to pre-viral levels in mere weeks. The engagement was also superficial: estimates suggest that 1 in 4 participants did not mention the ALS charity in their videos and only 1 in 5 mentioned a donation. And, while the 2014 campaign caused a significant spike in donations - some $115m - when the ALS charity attempted to reboot the Ice Bucket Challenge the following year it raised less than 1% of the previous summer. Other examples of viral altruism considered to be successful also appear to have an equally brief \"half-life\". The Facebook organ donor initiative elicited more than 60% of its total online registrations in the first two days before numbers rapidly dropped off. Save Darfur was one of the largest campaigns on Facebook; after joining, most members never donated money or recruited anyone else. Van der Linden believes converting the brief social pressures of viral altruism into self-sustaining personal motivations is the key to leveraging new digital networks for long-term engagement with the big issues of our time, such as climate change. However, he argues that it may be the very viral nature of 'viral altruism' that acts as a barrier to this. \"Society now has the ability to connect and mobilise over a billion Facebook users to action on specific social issues in a fast and low-cost manner, but it's becoming clear this entails viral phenomena which by their very nature are ephemeral and superficial,\" says van der Linden, from Cambridge's Department of Psychology.  \"Just as a flame that burns twice as bright burns half as long, so a rapid social consensus spike reaches an equally rapid saturation point. \"Once the social tipping point of a campaign has passed, momentum can decay quickly and the purpose can get diluted. Once the ALS campaign had reached peak virality, many people were just pouring cold water over their heads without necessarily referencing the charity. \"Paradoxically, increasing meaningful engagement through viral altruism might actually require deliberately hindering the hyper-viral nature at some point with a stabilising force. Perhaps introducing aspects to a campaign that increasingly require more commitment - slowing growth and encouraging deeper engagement. If we want people to internalise a new normal, we need to give them a window big enough to do that.\"Deeper engagement seems especially vital. Something as simple as a single phrase connecting a campaign to its cause can make a difference. For example, those who mentioned the ALS charity in their Ice Bucket Challenge video were five times more likely to donate money than those who did not.\"Van der Linden has set out his recipe for viral altruism using the acronym SMART: Social influences; Moral imperatives; Affective Reactions; Translational impact. The ALS campaign managed to exploit a two-pronged approach to 'social influences'. People were influenced by the example of those in their network, and wanted to join the burgeoning consensus. The nature of the campaign also meant that many were publicly challenged to participate by their social network, and risked the 'social sanction' of being seen to lack compassion if they then didn't.Helping people with a debilitating disease was seen as a 'moral imperative'. Van der Linden says that having 'identifiable victims' such as scientist Prof Stephen Hawking allowed people to relate to the cause. 'Affective Reactions' is the response to strong emotional content. \"Empathy is an emotional contagion,\" says van der Linden. \"We are evolutionarily hard-wired to 'catch' other people's feelings. Responding with an altruistic act give us a 'warm glow' of positivity. Similarly, people often respond to social injustice, such as genocide, with strong moral outrage.\" However, where almost all campaigns stumble is 'Translational impact', he says. \"Extrinsic incentives, such as competitions or network pressure, can actually undermine people's intrinsic motivation to do good by eroding moral sentiment. Motivation to participate can get sourced from a desire to 'win' a challenge or appear virtuous rather than caring about the cause itself.\"Climate change is an example of a major global issue that currently scores pretty much zero for the SMART recipe, says van der Linden.  \"Climate change often fails to elicit strong emotional engagement, there is little to no societal pressure to act on climate change in our daily lives, most people do not view it as a fundamental moral issue, and the long-term nature of the problem requires more than a one-off donation.\"  He suggests that using the SMART recipe could be a way to reverse engineer more effective climate change campaigns that harness viral altruism, but the problem of translating impact remains. One of the more impactful campaigns van der Linden highlights is 'No-Shave Movember': the month-long growing of a moustache to raise awareness of men's health. Starting with just 30 people in 2003, the campaign didn't experience viral hypergrowth, but developed over years to reach about 5 million members by 2014 - by which time the charity reported 75% of participants were more aware of health issues facing men.\"Campaigns that allow for the creation of a shared identity between the individual and the cause over time appear to be more successful in achieving translational impact.\"\r\n", "journal": "Nature Human Behaviour", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoc-vcc021017.php", "institution": "University of Cambridge", "meeting": "", "description": "New work focusing on the ALS Ice Bucket Challenge reveals very brief shelf life of such viral campaigns, and suggests the nature of 'virality' and social tipping points themselves may be a stumbling block to deeper engagement with social issues that campaigns aim to promote.", "article_link": "http://dx.doi.org/10.1038/s41562-016-0041", "keywords": ["Business/Economics", " Personal", " Policy/Ethics", " Advertising/Public Relations", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mass Media", " Poverty/Wealth"], "source_link": null, "date": "Mon, 13 Feb 2017 05:00:00 GMT"}