{"title": "Measurements in baby's first year may point to autism risk | EurekAlert! Science News", "year": "Wed, 15 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "robert", "schultz", "director", "center", "autism", "research", "children", "hospital", "philadelphia", "view", "study", "published", "today", "journal", "nature", "first", "show", "possible", "predict", "within", "first", "year", "life", "whether", "infants", "go", "develop", "autism", "ability", "identify", "autism", "risk", "infancy", "could", "set", "stage", "developing", "early", "preventive", "treatments", "brain", "malleable", "earlier", "detection", "also", "provides", "opportunities", "early", "treatment", "earlier", "intervention", "known", "associated", "better", "long", "term", "used", "magnetic", "resonance", "imaging", "mri", "technology", "capture", "brain", "images", "infants", "considered", "high", "risk", "developing", "autism", "spectrum", "disorder", "asd", "virtue", "older", "sibling", "asd", "research", "team", "took", "different", "measurements", "child", "brain", "6", "12", "months", "age", "including", "overall", "volume", "surface", "area", "thickness", "cerebral", "cortex", "particular", "regions", "algorithm", "used", "combine", "measurements", "able", "predict", "babies", "would", "develop", "autism", "age", "two", "90", "percent", "accuracy", "center", "autism", "research", "car", "children", "hospital", "philadelphia", "chop", "major", "study", "site", "multicenter", "research", "project", "study", "lead", "site", "based", "university", "north", "hill", "results", "study", "real", "breakthrough", "early", "diagnosis", "autism", "said", "robert", "schultz", "phd", "directs", "center", "autism", "research", "led", "chop", "study", "site", "known", "time", "autism", "emerges", "subtle", "gradual", "ways", "first", "years", "life", "study", "offers", "first", "firm", "evidence", "child", "first", "birthday", "predicting", "whether", "certain", "children", "likely", "diagnosed", "autism", "despite", "extensive", "research", "impossible", "identify", "children", "second", "year", "life", "behaviors", "typical", "autism", "emerge", "study", "shows", "early", "brain", "development", "biomarkers", "could", "useful", "identifying", "babies", "highest", "risk", "autism", "behavioral", "symptoms", "emerge", "said", "study", "senior", "author", "joseph", "piven", "md", "carolina", "institute", "developmental", "disabilities", "cidd", "university", "north", "carolina", "autism", "spectrum", "disorder", "asd", "complex", "developmental", "disability", "characterized", "difficulties", "social", "interaction", "verbal", "nonverbal", "communication", "repetitive", "behaviors", "interests", "behavioral", "symptoms", "usually", "become", "evident", "ages", "two", "four", "research", "shown", "children", "receive", "earliest", "treatment", "tend", "reap", "benefits", "estimated", "one", "68", "children", "diagnosed", "autism", "infants", "older", "siblings", "autism", "risk", "developing", "asd", "may", "high", "20", "every", "100", "births", "3", "million", "people", "autism", "united", "states", "tens", "millions", "around", "nature", "study", "piven", "schultz", "researchers", "across", "north", "america", "conducted", "mri", "scans", "106", "infants", "42", "infants", "six", "12", "24", "months", "age", "found", "babies", "developed", "autism", "experienced", "much", "rapid", "growth", "brain", "surface", "area", "six", "12", "months", "babies", "show", "evidence", "autism", "24", "months", "age", "study", "team", "also", "found", "link", "increased", "growth", "rate", "surface", "area", "first", "year", "life", "increased", "growth", "rate", "overall", "brain", "volume", "second", "year", "life", "extensive", "prior", "research", "identified", "enlarged", "brain", "size", "risk", "factor", "autism", "recent", "study", "shows", "pattern", "rapid", "growth", "originates", "specific", "brain", "regions", "long", "brain", "size", "shows", "significant", "enlargement", "addition", "brain", "overgrowth", "correlated", "severity", "social", "deficits", "emerged", "age", "two", "researchers", "made", "measurements", "cortical", "surface", "areas", "cortical", "thickness", "6", "12", "months", "age", "studied", "rate", "growth", "6", "12", "months", "age", "measurements", "combined", "brain", "volume", "sex", "infants", "predicted", "high", "degree", "accuracy", "would", "develop", "autism", "age", "24", "months", "generate", "predictive", "results", "team", "drew", "machine", "learning", "statistical", "approach", "uses", "pattern", "recognition", "make", "detailed", "predictions", "brain", "differences", "6", "12", "months", "age", "infants", "older", "siblings", "autism", "correctly", "predicted", "eight", "ten", "infants", "would", "later", "meet", "criteria", "autism", "24", "months", "age", "comparison", "infants", "older", "asd", "siblings", "meet", "criteria", "autism", "24", "months", "analytic", "approach", "also", "almost", "perfect", "predicting", "babies", "would", "develop", "autism", "age", "2", "years", "authors", "emphasize", "effectiveness", "algorithm", "needs", "reproduced", "future", "studies", "order", "ready", "clinical", "use", "able", "replicate", "results", "studies", "findings", "promise", "change", "approach", "infant", "toddler", "screening", "autism", "making", "possible", "identify", "infants", "later", "develop", "autism", "behavioral", "symptoms", "autism", "become", "apparent", "schultz", "said", "example", "parents", "child", "autism", "second", "child", "test", "might", "clinically", "useful", "identifying", "infants", "highest", "risk", "developing", "condition", "idea", "would", "intervene", "defining", "symptoms", "autism", "study", "also", "implications", "developing", "new", "autism", "treatments", "said", "schultz", "pediatric", "neuropsychologist", "using", "brain", "imaging", "able", "pinpoint", "areas", "brain", "atypical", "development", "contributes", "autism", "understanding", "neural", "mechanisms", "may", "guide", "us", "developing", "opportunities", "early", "treatment", "possibly", "symptoms", "autism", "become", "outwardly", "visible", "collaborators", "published", "related", "study", "last", "month", "using", "functional", "mri", "scans", "identify", "brain", "networks", "involved", "key", "social", "behavior", "called", "initiation", "joint", "attention", "behavior", "often", "impaired", "asd", "baby", "focuses", "object", "draws", "another", "person", "attention", "object", "study", "earliest", "known", "description", "functional", "brain", "systems", "underlie", "important", "social", "behavior", "addition", "adding", "neurobiology", "social", "behavior", "develops", "findings", "may", "inform", "efforts", "design", "new", "treatments", "putting", "larger", "context", "neuroscience", "research", "treatment", "currently", "big", "push", "within", "field", "able", "detect", "biomarkers", "conditions", "patients", "diagnosed", "time", "preventive", "efforts", "possible", "piven", "added", "parkinson", "instance", "know", "person", "diagnosed", "already", "lost", "substantial", "portion", "dopamine", "receptors", "brain", "making", "treatment", "less", "effective", "piven", "said", "idea", "autism", "similar", "autism", "diagnosed", "age", "two", "three", "years", "brain", "already", "begun", "change", "substantially", "way", "detect", "biomarkers", "autism", "condition", "sets", "symptoms", "develop", "said", "promising", "leads", "suggest", "may", "fact", "possible"], "url": "http://www.eurekalert.org/pub_releases/2017-02/chop-mib020917.php", "date": "2018-01-19_21:02:22", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Robert T. Schultz, Ph.D., is the director of the Center for Autism Research at Children's Hospital of Philadelphia.\n       view more A study published today in the journal Nature is the first to show that it is possible to predict within the first year of life, whether some infants will go on to develop autism. The ability to identify autism risk during infancy could set the stage for developing very early preventive treatments when the brain is most malleable. Earlier detection also provides opportunities for early treatment--and earlier intervention is known to be associated with better long term outcomes.Researchers used magnetic resonance imaging (MRI) technology to capture brain images of infants who are considered at high risk for developing autism spectrum disorder (ASD) by virtue of having an older sibling with ASD. The research team took different measurements of the child's brain at 6 and 12 months of age, including overall volume, surface area and thickness of the cerebral cortex in particular regions. A computer-generated algorithm was used to combine these measurements and was able to predict which babies would develop autism by age two with more than 90 percent accuracy. The Center for Autism Research (CAR) at Children's Hospital of Philadelphia (CHOP) was a major study site in the multicenter research project. The study's lead site was based at University of North Carolina-Chapel Hill.\"The results of this study are a real breakthrough for early diagnosis of autism,\" said Robert T. Schultz, PhD, who directs the Center for Autism Research and led the CHOP study site. \"While we have known for some time that autism emerges in subtle, gradual ways over the first few years of life, this study offers the first firm evidence before a child's first birthday predicting whether certain high-risk children are likely to be diagnosed with autism.\"  Despite extensive research, it has been impossible until now to identify these children before the second year of life, when behaviors typical of autism emerge. \"Our study shows that early brain development biomarkers could be very useful in identifying babies at the highest risk for autism before behavioral symptoms emerge,\" said the study's senior author, Joseph Piven, MD, of the Carolina Institute for Developmental Disabilities (CIDD) at the University of North Carolina. Autism Spectrum Disorder (or ASD) is a complex developmental disability characterized by difficulties in social interaction, verbal and nonverbal communication, and repetitive behaviors or interests. Behavioral symptoms usually become evident between ages two and four, and research has shown that children who receive the earliest treatment tend to reap the most benefits. It is estimated that one in 68 school-aged children are diagnosed with autism. In infants who have older siblings with autism, the risk of developing ASD may be as high as 20 out of every 100 births. There are about 3 million people with autism in the United States and tens of millions around the world.For this Nature study, Piven, Schultz, and researchers from across North America conducted MRI scans of 106 high-risk infants and 42 low-risk infants at six, 12, and 24 months of age. They found that the babies who developed autism experienced much more rapid growth of the brain's surface area from six to 12 months than babies who did not show evidence of autism at 24 months of age. The study team also found a link between increased growth rate of surface area in the first year of life and an increased growth rate of overall brain volume in the second year of life. Extensive prior research has identified enlarged brain size as a risk factor for autism. This most recent study shows this pattern of rapid growth originates in specific brain regions long before brain size itself shows significant enlargement. In addition, brain overgrowth correlated with the severity of social deficits that emerged by age two.  The researchers made measurements of cortical surface areas and cortical thickness at 6 and 12 months of age and studied the rate of growth between 6 and 12 months of age. These measurements, combined with brain volume and sex of the infants predicted with a high degree of accuracy who would develop autism by age 24 months. To generate these predictive results, the team drew on machine learning, a statistical approach that uses pattern recognition to make very detailed predictions. The brain differences at 6 and 12 months of age in infants with older siblings with autism correctly predicted eight out of ten infants who would later meet criteria for autism at 24 months of age in comparison to those infants with older ASD siblings who did not meet criteria for autism at 24 months. This analytic approach was also almost perfect in predicting which high-risk babies would not develop autism by age 2 years. The authors emphasize that the effectiveness of the algorithm needs to be reproduced in future studies in order to be ready for clinical use. \"If we are able to replicate these results in further studies, these findings promise to change how we approach infant and toddler screening for autism, making it possible to identify infants who will later develop autism before the behavioral symptoms of autism become apparent,\" Schultz said. For example, if parents have a child with autism and then have a second child, such a test might be clinically useful in identifying infants at highest risk for developing this condition. The idea would be to then intervene 'pre-symptomatically' before the defining symptoms of autism emerge.The study also has implications for developing new autism treatments, said Schultz, a pediatric neuropsychologist. \"Using brain imaging, we were able to pinpoint areas of the brain where atypical development contributes to autism. Understanding these neural mechanisms may guide us in developing opportunities for early treatment--possibly, before the symptoms of autism become outwardly visible.\"The same collaborators published a related study last month using functional MRI scans to identify brain networks involved in a key social behavior called initiation of joint attention. In this behavior--often impaired in ASD--a baby focuses on an object and draws another person's attention to that object. This study is the earliest known description of how functional brain systems underlie an important social behavior. In addition to adding to the neurobiology of how social behavior develops, those findings may inform efforts to design new treatments.\"Putting this into the larger context of neuroscience research and treatment, there is currently a big push within the field to be able to detect the biomarkers of these conditions before patients are diagnosed, at a time when preventive efforts are possible,\" Piven added. \"In Parkinson's, for instance, we know that once a person is diagnosed, they've already lost a substantial portion of the dopamine receptors in their brain, making treatment less effective.\"Piven said the idea with autism is similar; once autism is diagnosed at age two to three years, the brain has already begun to change substantially. \"We haven't had a way to detect the biomarkers of autism before the condition sets in and symptoms develop,\" he said. \"Now we have very promising leads that suggest this may in fact be possible.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Robert T. Schultz, Ph.D., is the director of the Center for Autism Research at Children's Hospital of Philadelphia.", "view more A study published today in the journal Nature is the first to show that it is possible to predict within the first year of life, whether some infants will go on to develop autism.", "The ability to identify autism risk during infancy could set the stage for developing very early preventive treatments when the brain is most malleable.", "Earlier detection also provides opportunities for early treatment--and earlier intervention is known to be associated with better long term outcomes.Researchers used magnetic resonance imaging (MRI) technology to capture brain images of infants who are considered at high risk for developing autism spectrum disorder (ASD) by virtue of having an older sibling with ASD.", "The research team took different measurements of the child's brain at 6 and 12 months of age, including overall volume, surface area and thickness of the cerebral cortex in particular regions.", "A computer-generated algorithm was used to combine these measurements and was able to predict which babies would develop autism by age two with more than 90 percent accuracy.", "The Center for Autism Research (CAR) at Children's Hospital of Philadelphia (CHOP) was a major study site in the multicenter research project.", "The study's lead site was based at University of North Carolina-Chapel Hill.", "\"The results of this study are a real breakthrough for early diagnosis of autism,\" said Robert T. Schultz, PhD, who directs the Center for Autism Research and led the CHOP study site.", "\"While we have known for some time that autism emerges in subtle, gradual ways over the first few years of life, this study offers the first firm evidence before a child's first birthday predicting whether certain high-risk children are likely to be diagnosed with autism.\"", "Despite extensive research, it has been impossible until now to identify these children before the second year of life, when behaviors typical of autism emerge.", "\"Our study shows that early brain development biomarkers could be very useful in identifying babies at the highest risk for autism before behavioral symptoms emerge,\" said the study's senior author, Joseph Piven, MD, of the Carolina Institute for Developmental Disabilities (CIDD) at the University of North Carolina.", "Autism Spectrum Disorder (or ASD) is a complex developmental disability characterized by difficulties in social interaction, verbal and nonverbal communication, and repetitive behaviors or interests.", "Behavioral symptoms usually become evident between ages two and four, and research has shown that children who receive the earliest treatment tend to reap the most benefits.", "It is estimated that one in 68 school-aged children are diagnosed with autism.", "In infants who have older siblings with autism, the risk of developing ASD may be as high as 20 out of every 100 births.", "There are about 3 million people with autism in the United States and tens of millions around the world.For this Nature study, Piven, Schultz, and researchers from across North America conducted MRI scans of 106 high-risk infants and 42 low-risk infants at six, 12, and 24 months of age.", "They found that the babies who developed autism experienced much more rapid growth of the brain's surface area from six to 12 months than babies who did not show evidence of autism at 24 months of age.", "The study team also found a link between increased growth rate of surface area in the first year of life and an increased growth rate of overall brain volume in the second year of life.", "Extensive prior research has identified enlarged brain size as a risk factor for autism.", "This most recent study shows this pattern of rapid growth originates in specific brain regions long before brain size itself shows significant enlargement.", "In addition, brain overgrowth correlated with the severity of social deficits that emerged by age two.", "The researchers made measurements of cortical surface areas and cortical thickness at 6 and 12 months of age and studied the rate of growth between 6 and 12 months of age.", "These measurements, combined with brain volume and sex of the infants predicted with a high degree of accuracy who would develop autism by age 24 months.", "To generate these predictive results, the team drew on machine learning, a statistical approach that uses pattern recognition to make very detailed predictions.", "The brain differences at 6 and 12 months of age in infants with older siblings with autism correctly predicted eight out of ten infants who would later meet criteria for autism at 24 months of age in comparison to those infants with older ASD siblings who did not meet criteria for autism at 24 months.", "This analytic approach was also almost perfect in predicting which high-risk babies would not develop autism by age 2 years.", "The authors emphasize that the effectiveness of the algorithm needs to be reproduced in future studies in order to be ready for clinical use.", "\"If we are able to replicate these results in further studies, these findings promise to change how we approach infant and toddler screening for autism, making it possible to identify infants who will later develop autism before the behavioral symptoms of autism become apparent,\" Schultz said.", "For example, if parents have a child with autism and then have a second child, such a test might be clinically useful in identifying infants at highest risk for developing this condition.", "The idea would be to then intervene 'pre-symptomatically' before the defining symptoms of autism emerge.The study also has implications for developing new autism treatments, said Schultz, a pediatric neuropsychologist.", "\"Using brain imaging, we were able to pinpoint areas of the brain where atypical development contributes to autism.", "Understanding these neural mechanisms may guide us in developing opportunities for early treatment--possibly, before the symptoms of autism become outwardly visible.", "\"The same collaborators published a related study last month using functional MRI scans to identify brain networks involved in a key social behavior called initiation of joint attention.", "In this behavior--often impaired in ASD--a baby focuses on an object and draws another person's attention to that object.", "This study is the earliest known description of how functional brain systems underlie an important social behavior.", "In addition to adding to the neurobiology of how social behavior develops, those findings may inform efforts to design new treatments.", "\"Putting this into the larger context of neuroscience research and treatment, there is currently a big push within the field to be able to detect the biomarkers of these conditions before patients are diagnosed, at a time when preventive efforts are possible,\" Piven added.", "\"In Parkinson's, for instance, we know that once a person is diagnosed, they've already lost a substantial portion of the dopamine receptors in their brain, making treatment less effective.", "\"Piven said the idea with autism is similar; once autism is diagnosed at age two to three years, the brain has already begun to change substantially.", "\"We haven't had a way to detect the biomarkers of autism before the condition sets in and symptoms develop,\" he said.", "\"Now we have very promising leads that suggest this may in fact be possible.\""], "source": "Children's Hospital of Philadelphia"}