{"title": "Your brain's got rhythm | EurekAlert! Science News", "year": "Tue, 14 Feb 2017 05:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "salk", "scientists", "create", "synthetic", "brain", "systems", "called", "better", "understand", "dysfunctional", "movements", "parkinson", "als", "diseases", "confocal", "microscope", "immunofluorescent", "image", "spinal", "cord", "neural", "circuit", "made", "view", "la", "jolla", "february", "14", "2017", "everyone", "fred", "astaire", "michael", "jackson", "even", "us", "seem", "two", "left", "feet", "got", "rhythm", "brains", "breathing", "walking", "chewing", "days", "filled", "repetitive", "actions", "depend", "rhythmic", "firing", "neurons", "yet", "neural", "circuitry", "underpinning", "seemingly", "ordinary", "behaviors", "fully", "understood", "even", "though", "better", "insights", "could", "lead", "new", "therapies", "disorders", "parkinson", "disease", "als", "neuroscientists", "salk", "institute", "used", "stem", "cells", "generate", "diverse", "networks", "spinal", "cord", "systems", "dish", "dubbed", "circuitoids", "study", "rhythmic", "pattern", "neurons", "work", "appears", "online", "february", "14", "2017", "issue", "elife", "reveals", "circuitoids", "external", "prompting", "exhibited", "spontaneous", "coordinated", "rhythmic", "activity", "kind", "known", "drive", "repetitive", "movements", "still", "difficult", "contemplate", "large", "groups", "neurons", "literally", "billions", "trillions", "connections", "take", "information", "process", "says", "work", "senior", "author", "salk", "professor", "samuel", "pfaff", "also", "howard", "hughes", "medical", "institute", "investigator", "holds", "benjamin", "lewis", "chair", "think", "developing", "kind", "simple", "circuitry", "dish", "allow", "us", "extract", "principles", "real", "brain", "circuits", "operate", "basic", "information", "maybe", "begin", "understand", "things", "go", "awry", "disease", "nerve", "cells", "brain", "spinal", "cord", "connect", "one", "another", "much", "like", "electronic", "circuits", "electronic", "circuits", "consist", "many", "components", "nervous", "system", "contains", "dizzying", "array", "neurons", "often", "resulting", "networks", "many", "hundreds", "thousands", "cells", "model", "complex", "neural", "circuits", "pfaff", "lab", "prompted", "embryonic", "stem", "cells", "mice", "grow", "clusters", "spinal", "cord", "neurons", "named", "circuitoids", "circuitoid", "typically", "contained", "cells", "clumps", "large", "enough", "see", "naked", "eye", "different", "ratios", "neuronal", "molecular", "tools", "researchers", "tagged", "four", "key", "subtypes", "excitatory", "promoting", "electrical", "signal", "inhibitory", "stopping", "electrical", "signal", "neurons", "vital", "movement", "called", "v1", "v2a", "v3", "motor", "neurons", "observing", "cells", "circuitoids", "real", "time", "using", "microscopy", "team", "discovered", "circuitoids", "composed", "v2a", "v3", "excitatory", "neurons", "excitatory", "motor", "neurons", "control", "muscles", "spontaneously", "fired", "rhythmically", "circuitoids", "comprising", "inhibitory", "neurons", "interestingly", "adding", "inhibitory", "neurons", "v3", "excitatory", "circuitoids", "sped", "firing", "rate", "adding", "motor", "circuitoids", "caused", "neurons", "form", "smaller", "independent", "circuits", "neural", "activity", "within", "circuitoid", "results", "suggest", "varying", "ratios", "excitatory", "inhibitory", "neurons", "within", "networks", "may", "way", "real", "brains", "create", "complex", "flexible", "circuits", "govern", "rhythmic", "activity", "says", "pfaff", "circuitoids", "reveal", "foundation", "complex", "neural", "controls", "lead", "much", "elaborate", "types", "behaviors", "move", "world", "seamless", "kind", "way", "circuitoids", "contain", "neurons", "actively", "functioning", "interconnected", "network", "produce", "patterned", "firing", "pfaff", "believes", "closely", "model", "normal", "aspect", "brain", "kinds", "cell", "culture", "systems", "aside", "accurately", "studying", "disease", "processes", "affect", "circuitry", "new", "technique", "also", "suggests", "mechanism", "dysfunctional", "brain", "activity", "could", "treated", "altering", "ratios", "cell", "types", "circuits"], "url": "http://www.eurekalert.org/pub_releases/2017-02/si-yb021417.php", "date": "2018-01-19_21:02:41", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Salk scientists create synthetic brain systems called 'circuitoids' to better understand dysfunctional movements in Parkinson's, ALS and other diseases. Confocal microscope immunofluorescent image of a spinal cord neural circuit made...\n       view more LA JOLLA--(February 14, 2017) Not everyone is Fred Astaire or Michael Jackson, but even those of us who seem to have two left feet have got rhythm--in our brains. From breathing to walking to chewing, our days are filled with repetitive actions that depend on the rhythmic firing of neurons. Yet the neural circuitry underpinning such seemingly ordinary behaviors is not fully understood, even though better insights could lead to new therapies for disorders such as Parkinson's disease, ALS and autism.Recently, neuroscientists at the Salk Institute used stem cells to generate diverse networks of self-contained spinal cord systems in a dish, dubbed circuitoids, to study this rhythmic pattern in neurons. The work, which appears online in the February 14, 2017, issue of eLife, reveals that some of the circuitoids--with no external prompting--exhibited spontaneous, coordinated rhythmic activity of the kind known to drive repetitive movements. \"It's still very difficult to contemplate how large groups of neurons with literally billions if not trillions of connections take information and process it,\" says the work's senior author, Salk Professor Samuel Pfaff, who is also a Howard Hughes Medical Institute investigator and holds the Benjamin H. Lewis Chair. \"But we think that developing this kind of simple circuitry in a dish will allow us to extract some of the principles of how real brain circuits operate. With that basic information maybe we can begin to understand how things go awry in disease.\"Nerve cells in your brain and spinal cord connect to one another much like electronic circuits. And just as electronic circuits consist of many components, the nervous system contains a dizzying array of neurons, often resulting in networks with many hundreds of thousands of cells. To model these complex neural circuits, the Pfaff lab prompted embryonic stem cells from mice to grow into clusters of spinal cord neurons, which they named circuitoids. Each circuitoid typically contained 50,000 cells in clumps just large enough to see with the naked eye, and with different ratios of neuronal subtypes.With molecular tools, the researchers tagged four key subtypes of both excitatory (promoting an electrical signal) and inhibitory (stopping an electrical signal) neurons vital to movement, called V1, V2a, V3 and motor neurons. Observing the cells in the circuitoids in real time using high-tech microscopy, the team discovered that circuitoids composed only of V2a or V3 excitatory neurons or excitatory motor neurons (which control muscles) spontaneously fired rhythmically, but that circuitoids comprising only inhibitory neurons did not. Interestingly, adding inhibitory neurons to V3 excitatory circuitoids sped up the firing rate, while adding them to motor circuitoids caused the neurons to form sub-networks, smaller independent circuits of neural activity within a circuitoid. \"These results suggest that varying the ratios of excitatory to inhibitory neurons within networks may be a way that real brains create complex but flexible circuits to govern rhythmic activity,\" says Pfaff. \"Circuitoids can reveal the foundation for complex neural controls that lead to much more elaborate types of behaviors as we move through our world in a seamless kind of way.\"Because these circuitoids contain neurons that are actively functioning as an interconnected network to produce patterned firing, Pfaff believes that they will more closely model a normal aspect of the brain than other kinds of cell culture systems. Aside from more accurately studying disease processes that affect circuitry, the new technique also suggests a mechanism by which dysfunctional brain activity could be treated by altering the ratios of cell types in circuits.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Salk scientists create synthetic brain systems called 'circuitoids' to better understand dysfunctional movements in Parkinson's, ALS and other diseases.", "Confocal microscope immunofluorescent image of a spinal cord neural circuit made...\n       view more LA JOLLA--(February 14, 2017) Not everyone is Fred Astaire or Michael Jackson, but even those of us who seem to have two left feet have got rhythm--in our brains.", "From breathing to walking to chewing, our days are filled with repetitive actions that depend on the rhythmic firing of neurons.", "Yet the neural circuitry underpinning such seemingly ordinary behaviors is not fully understood, even though better insights could lead to new therapies for disorders such as Parkinson's disease, ALS and autism.Recently, neuroscientists at the Salk Institute used stem cells to generate diverse networks of self-contained spinal cord systems in a dish, dubbed circuitoids, to study this rhythmic pattern in neurons.", "The work, which appears online in the February 14, 2017, issue of eLife, reveals that some of the circuitoids--with no external prompting--exhibited spontaneous, coordinated rhythmic activity of the kind known to drive repetitive movements.", "\"It's still very difficult to contemplate how large groups of neurons with literally billions if not trillions of connections take information and process it,\" says the work's senior author, Salk Professor Samuel Pfaff, who is also a Howard Hughes Medical Institute investigator and holds the Benjamin H. Lewis Chair.", "\"But we think that developing this kind of simple circuitry in a dish will allow us to extract some of the principles of how real brain circuits operate.", "With that basic information maybe we can begin to understand how things go awry in disease.", "\"Nerve cells in your brain and spinal cord connect to one another much like electronic circuits.", "And just as electronic circuits consist of many components, the nervous system contains a dizzying array of neurons, often resulting in networks with many hundreds of thousands of cells.", "To model these complex neural circuits, the Pfaff lab prompted embryonic stem cells from mice to grow into clusters of spinal cord neurons, which they named circuitoids.", "Each circuitoid typically contained 50,000 cells in clumps just large enough to see with the naked eye, and with different ratios of neuronal subtypes.With molecular tools, the researchers tagged four key subtypes of both excitatory (promoting an electrical signal) and inhibitory (stopping an electrical signal) neurons vital to movement, called V1, V2a, V3 and motor neurons.", "Observing the cells in the circuitoids in real time using high-tech microscopy, the team discovered that circuitoids composed only of V2a or V3 excitatory neurons or excitatory motor neurons (which control muscles) spontaneously fired rhythmically, but that circuitoids comprising only inhibitory neurons did not.", "Interestingly, adding inhibitory neurons to V3 excitatory circuitoids sped up the firing rate, while adding them to motor circuitoids caused the neurons to form sub-networks, smaller independent circuits of neural activity within a circuitoid.", "\"These results suggest that varying the ratios of excitatory to inhibitory neurons within networks may be a way that real brains create complex but flexible circuits to govern rhythmic activity,\" says Pfaff.", "\"Circuitoids can reveal the foundation for complex neural controls that lead to much more elaborate types of behaviors as we move through our world in a seamless kind of way.", "\"Because these circuitoids contain neurons that are actively functioning as an interconnected network to produce patterned firing, Pfaff believes that they will more closely model a normal aspect of the brain than other kinds of cell culture systems.", "Aside from more accurately studying disease processes that affect circuitry, the new technique also suggests a mechanism by which dysfunctional brain activity could be treated by altering the ratios of cell types in circuits."], "source": "Salk Institute"}