{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "weihong", "song", "professor", "psychiatry", "university", "british", "columbia", "view", "biochemical", "reactions", "cause", "alzheimer", "disease", "could", "begin", "womb", "birth", "fetus", "newborn", "get", "enough", "vitamin", "according", "new", "research", "university", "british", "new", "findings", "based", "studies", "mice", "also", "demonstrate", "supplements", "given", "newborns", "low", "levels", "vitamin", "could", "effective", "slowing", "degenerative", "brain", "disease", "study", "clearly", "shows", "marginal", "deficiency", "vitamin", "even", "early", "pregnancy", "detrimental", "effect", "brain", "development", "effect", "may", "facilitate", "alzheimer", "disease", "later", "life", "said", "weihong", "song", "professor", "psychiatry", "canada", "research", "chair", "alzheimer", "research", "song", "built", "previous", "studies", "linked", "low", "levels", "vitamin", "cognitive", "impairments", "collaboration", "tingyu", "li", "others", "children", "hospital", "chongqing", "medical", "university", "examined", "effects", "vitamin", "deprivation", "womb", "infancy", "alzheimer", "model", "mice", "early", "developmental", "stages", "crucial", "periods", "brain", "tissue", "programmed", "rest", "person", "researchers", "found", "even", "mild", "vitamin", "deficiency", "increased", "production", "amyloid", "beta", "protein", "forms", "plaques", "smother", "ultimately", "kill", "neurons", "alzheimer", "disease", "also", "found", "mice", "deprived", "vitamin", "performed", "worse", "adults", "standard", "test", "learning", "mice", "deprived", "vitamin", "womb", "given", "normal", "diet", "pups", "performed", "worse", "mice", "received", "normal", "amount", "nutrient", "womb", "deprived", "birth", "words", "damage", "already", "done", "song", "collaborators", "also", "showed", "reversal", "possible", "mice", "deprived", "utero", "given", "supplements", "immediately", "birth", "performed", "better", "tests", "mice", "given", "supplements", "cases", "providing", "supplements", "newborn", "alzheimer", "disease", "model", "mice", "could", "reduce", "amyloid", "beta", "level", "improve", "learning", "memory", "deficits", "said", "song", "matter", "earlier", "better", "study", "published", "today", "acta", "neuropathologica", "also", "included", "new", "evidence", "humans", "vitamin", "connection", "later", "years", "examining", "330", "elderly", "people", "chongqing", "song", "collaborators", "found", "75", "per", "cent", "either", "mild", "significant", "vitamin", "deficiency", "cognitive", "impairment", "compared", "47", "per", "cent", "normal", "vitamin", "song", "cautions", "overreacting", "news", "vitamin", "deficiency", "though", "common", "many", "regions", "world", "rare", "north", "america", "excess", "intake", "nutrient", "could", "harmful", "pregnant", "women", "particular", "take", "excessive", "vitamin", "supplements", "balanced", "diet", "best", "way", "ensure", "adequate", "levels", "nutrient"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uobc-roa012517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Weihong Song is a Professor of Psychiatry at University of British Columbia.", "view more Biochemical reactions that cause Alzheimer's disease could begin in the womb or just after birth if the fetus or newborn does not get enough vitamin A, according to new research from the University of British Columbia.These new findings, based on studies of genetically-engineered mice, also demonstrate that supplements given to newborns with low levels of vitamin A could be effective in slowing the degenerative brain disease.", "\"Our study clearly shows that marginal deficiency of vitamin A, even as early as in pregnancy, has a detrimental effect on brain development and has long-lasting effect that may facilitate Alzheimer's disease in later life,\" said Dr. Weihong Song, a professor of psychiatry and Canada Research Chair in Alzheimer's Disease.For this research, Song built on previous studies that have linked low levels of vitamin A with cognitive impairments.", "In collaboration with Dr. Tingyu Li and others at Children's Hospital of Chongqing Medical University, they examined the effects of vitamin A deprivation in the womb and infancy on Alzheimer's model mice.", "These early developmental stages are crucial periods during which brain tissue is \"programmed\" for the rest of a person's life.The researchers found that even a mild vitamin A deficiency increased the production of amyloid beta, the protein that forms plaques that smother and ultimately kill neurons in Alzheimer's disease.", "He also found that these mice, when deprived of vitamin A, performed worse as adults on a standard test of learning and memory.Even when the mice deprived of vitamin A in the womb were given a normal diet as pups, they performed worse than mice who received a normal amount of the nutrient in the womb but were deprived after birth.", "In other words, the damage had already been done in the womb.Still, Song and his collaborators also showed that some reversal is possible: Mice who were deprived in utero but then given supplements immediately after birth performed better on the tests than mice who weren't given such supplements.", "\"In some cases, providing supplements to the newborn Alzheimer's disease model mice could reduce the amyloid beta level and improve learning and memory deficits,\" said Song.", "\"It's a matter of the earlier, the better.", "\"The study, published today in Acta Neuropathologica, also included new evidence in humans of the vitamin A-dementia connection in later years.", "Examining 330 elderly people in Chongqing, Song and his collaborators found that 75 per cent of those with either mild or significant vitamin A deficiency had cognitive impairment, compared to 47 per cent of those with normal vitamin A levels.However, Dr. Song cautions against overreacting to this news.", "Vitamin A deficiency, though common in many low-income regions of the world, is rare in North America, and excess intake of the nutrient could be harmful.", "Pregnant women in particular should not take excessive vitamin A supplements.", "A balanced diet is the best way to ensure adequate levels of the nutrient."], "title": "Roots of Alzheimer's disease can extend as far back as the womb | EurekAlert! Science News", "source": "University of British Columbia", "date": "2018-01-19_20:31:10", "year": "Fri, 27 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Weihong Song is a Professor of Psychiatry at University of British Columbia.\n       view more Biochemical reactions that cause Alzheimer's disease could begin in the womb or just after birth if the fetus or newborn does not get enough vitamin A, according to new research from the University of British Columbia.These new findings, based on studies of genetically-engineered mice, also demonstrate that supplements given to newborns with low levels of vitamin A could be effective in slowing the degenerative brain disease.\"Our study clearly shows that marginal deficiency of vitamin A, even as early as in pregnancy, has a detrimental effect on brain development and has long-lasting effect that may facilitate Alzheimer's disease in later life,\" said Dr. Weihong Song, a professor of psychiatry and Canada Research Chair in Alzheimer's Disease.For this research, Song built on previous studies that have linked low levels of vitamin A with cognitive impairments. In collaboration with Dr. Tingyu Li and others at Children's Hospital of Chongqing Medical University, they examined the effects of vitamin A deprivation in the womb and infancy on Alzheimer's model mice. These early developmental stages are crucial periods during which brain tissue is \"programmed\" for the rest of a person's life.The researchers found that even a mild vitamin A deficiency increased the production of amyloid beta, the protein that forms plaques that smother and ultimately kill neurons in Alzheimer's disease. He also found that these mice, when deprived of vitamin A, performed worse as adults on a standard test of learning and memory.Even when the mice deprived of vitamin A in the womb were given a normal diet as pups, they performed worse than mice who received a normal amount of the nutrient in the womb but were deprived after birth. In other words, the damage had already been done in the womb.Still, Song and his collaborators also showed that some reversal is possible: Mice who were deprived in utero but then given supplements immediately after birth performed better on the tests than mice who weren't given such supplements.\"In some cases, providing supplements to the newborn Alzheimer's disease model mice could reduce the amyloid beta level and improve learning and memory deficits,\" said Song. \"It's a matter of the earlier, the better.\"The study, published today in Acta Neuropathologica, also included new evidence in humans of the vitamin A-dementia connection in later years. Examining 330 elderly people in Chongqing, Song and his collaborators found that 75 per cent of those with either mild or significant vitamin A deficiency had cognitive impairment, compared to 47 per cent of those with normal vitamin A levels.However, Dr. Song cautions against overreacting to this news. Vitamin A deficiency, though common in many low-income regions of the world, is rare in North America, and excess intake of the nutrient could be harmful. Pregnant women in particular should not take excessive vitamin A supplements. A balanced diet is the best way to ensure adequate levels of the nutrient."}