{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "image", "shows", "discovery", "sak3", "enhance", "calcium", "channels", "nerve", "terminals", "view", "acetylcholine", "neurotransmitter", "brain", "plays", "important", "role", "controlling", "attention", "cognition", "acetylcholine", "system", "dysfunction", "believed", "one", "causes", "alzheimer", "disease", "ad", "vascular", "dementia", "new", "drug", "could", "treat", "alzheimer", "disease", "sak3", "developed", "japanese", "research", "group", "led", "tohoku", "university", "professor", "kohji", "fukunaga", "study", "researchers", "found", "calcium", "channel", "enhancer", "sak3", "stimulates", "release", "acetylcholine", "brain", "improves", "cognition", "activating", "memory", "molecule", "camkii", "according", "professor", "fukunaga", "sak3", "also", "reduces", "production", "amyloid", "beta", "protein", "study", "model", "mice", "says", "could", "lead", "development", "first", "drug", "prevent", "mild", "severe", "alzheimer", "disease", "sak3", "preclinical", "stage", "drug", "development", "far", "proven", "safe", "animal", "experiments", "clinical", "trials", "expected", "begin", "next", "years", "research", "partially", "supported", "japan", "agency", "medical", "research", "development", "project", "translational", "clinical", "research", "core", "center"], "url": "http://www.eurekalert.org/pub_releases/2017-01/tu-nds012617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This image shows the discovery of SAK3 to enhance T-type calcium channels in nerve terminals.", "view more Acetylcholine is a neurotransmitter in the brain that plays an important role in controlling attention and cognition.", "Acetylcholine system dysfunction is believed to be one of the causes of Alzheimer's disease (AD) and vascular dementia.", "Now, a new drug that could treat Alzheimer's disease, SAK3, has been developed by a Japanese research group led by Tohoku University Professor Kohji Fukunaga.", "In their study, the researchers found that the T-type calcium channel enhancer, SAK3, stimulates the release of acetylcholine in the brain and improves cognition by activating the memory molecule CaMKII.", "According to Professor Fukunaga, SAK3 also reduces the production of amyloid beta protein in the study's model mice.", "This, he says, could lead to the development of the first disease-modifying drug to prevent mild to severe Alzheimer disease.", "SAK3 is now in the preclinical stage of drug development, and has so far proven to be safe and well-tolerated in animal experiments.", "Clinical trials are expected to begin in the next few years.", "This research is partially supported by the Japan Agency for Medical Research and Development's Project of Translational and Clinical Research Core Center."], "title": "New drug SAK3 may offer hope to Alzheimer's disease patients | EurekAlert! Science News", "source": "Tohoku University", "date": "2018-01-19_20:31:17", "year": "Thu, 26 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This image shows the discovery of SAK3 to enhance T-type calcium channels in nerve terminals.\n       view more Acetylcholine is a neurotransmitter in the brain that plays an important role in controlling attention and cognition. Acetylcholine system dysfunction is believed to be one of the causes of Alzheimer's disease (AD) and vascular dementia. Now, a new drug that could treat Alzheimer's disease, SAK3, has been developed by a Japanese research group led by Tohoku University Professor Kohji Fukunaga. In their study, the researchers found that the T-type calcium channel enhancer, SAK3, stimulates the release of acetylcholine in the brain and improves cognition by activating the memory molecule CaMKII. According to Professor Fukunaga, SAK3 also reduces the production of amyloid beta protein in the study's model mice. This, he says, could lead to the development of the first disease-modifying drug to prevent mild to severe Alzheimer disease. SAK3 is now in the preclinical stage of drug development, and has so far proven to be safe and well-tolerated in animal experiments. Clinical trials are expected to begin in the next few years. This research is partially supported by the Japan Agency for Medical Research and Development's Project of Translational and Clinical Research Core Center.\r\n"}