{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/tnam-nss012517.php", "description": "Whether anxiety increases common menopause symptoms such as hot flashes and sleep disruption or whether these symptoms cause increased anxiety remains an ongoing debate. Regardless of which comes first, multiple studies confirm that increased anxiety occurring during the menopause transition adversely affects a woman's quality of life. Now a new study documents the same association in postmenopausal women. The study details are being published online today in Menopause, the journal of The North American Menopause Society (NAMS).", "region": "namerica", "title": "New study shows anxiety impairing quality of life for postmenopausal women", "text": "CLEVELAND, Ohio (January 25, 2017)--Whether anxiety increases common menopause symptoms such as hot flashes and sleep disruption or whether these symptoms cause increased anxiety remains an ongoing debate. Regardless of which comes first, multiple studies confirm that increased anxiety occurring during the menopause transition adversely affects a woman's quality of life. Now a new study documents the same association in postmenopausal women. The study details are being published online today in Menopause, the journal of The North American Menopause Society (NAMS).The multicenter, cross-sectional study of 3,503 postmenopausal Latin American women specifically showed that the prevalence of severe physical symptoms in postmenopausal women with anxiety was five times higher than that observed among those without anxiety. The exact reason for this association is still being researched, although anxiety has been correlated to increased levels of norepinephrine and serotonin that, in turn, can increase the frequency of vasomotor symptoms (hot flashes) because of their important role in thermoregulation. An association between anxiety and the presence of severe urogenital symptoms was also confirmed.The article, \"Association between anxiety and severe quality-of-life impairment in postmenopausal women: analysis of a multicenter Latin American cross-sectional study,\" reports on the first study that specifically addresses the association between anxiety and quality of life in postmenopausal women. Multiple studies have previously been conducted to investigate this association in premenopausal and perimenopausal women.\"Although anxiety is a common symptom during menopause, panic attacks are not,\" says Dr. JoAnn Pinkerton, NAMS executive director. \"This study documents the importance of screening patients for anxiety. If women are having significant anxiety, they should discuss viable treatment options with their healthcare providers. These can include relaxation techniques, caffeine reduction, and exercise. Estrogen therapy or other mood medications might also prove helpful.", "article_link": null, "institution": "The North American Menopause Society (NAMS)", "journal": "Menopause", "keywords": ["Medicine/Health", " Endocrinology", " Neurobiology", " Gynecology", " Aging", " Stress/Anxiety"], "date": "Wed, 25 Jan 2017 05:00:00 GMT", "source_link": "http://www.menopause.org/docs/default-source/default-document-library/anxiety-during-postmenopause-1-25.pdf"}