{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txphiladelphia", "pa", "january", "25", "2017", "implantable", "cardioverter", "defibrillator", "icd", "primary", "prevention", "device", "therapy", "help", "save", "lives", "patients", "suffering", "heart", "failure", "following", "heart", "attack", "specialized", "heart", "function", "clinics", "often", "refer", "patients", "implantation", "device", "new", "report", "canadian", "journal", "cardiology", "indicates", "significant", "proportion", "patients", "clinics", "rural", "urban", "geographic", "locations", "referred", "disparity", "greater", "among", "patients", "rural", "locations", "furthermore", "patient", "referral", "refusal", "death", "rates", "higher", "rural", "areas", "study", "specialized", "heart", "function", "clinics", "mortality", "rates", "compared", "patients", "refused", "referral", "refused", "icd", "patients", "found", "eligible", "received", "icd", "patients", "underwent", "icd", "implantation", "found", "significant", "reduction", "mortality", "icd", "implanted", "compared", "patients", "documented", "refused", "icd", "explained", "lead", "investigator", "ratika", "parkash", "md", "ms", "qe", "ii", "health", "sciences", "centre", "halifax", "ns", "canada", "data", "drawn", "three", "heart", "function", "clinics", "nova", "scotia", "canada", "one", "urban", "tertiary", "care", "center", "onsite", "cardiac", "electrophysiology", "specialists", "two", "rural", "secondary", "care", "centers", "without", "onsite", "cardiac", "electrophysiologists", "cardiac", "care", "services", "patients", "admitted", "heart", "function", "clinics", "january", "1", "2006", "december", "31", "2011", "initial", "left", "ventricular", "ejection", "fraction", "included", "patients", "known", "terminal", "illness", "metastatic", "cancer", "dementia", "excluded", "icd", "implantation", "mortality", "data", "tracked", "using", "various", "provincial", "study", "covering", "335", "eligible", "patients", "240", "urban", "95", "rural", "demonstrated", "important", "differences", "referral", "patterns", "among", "heart", "function", "clinics", "without", "onsite", "cardiac", "electrophysiology", "services", "referral", "rates", "lower", "patient", "refusal", "rates", "higher", "sites", "services", "exist", "study", "demonstrated", "lower", "referral", "rate", "rural", "centers", "predominantly", "due", "increased", "rate", "patient", "refusal", "referred", "cardiac", "electrophysiologist", "located", "rural", "center", "may", "several", "factors", "influence", "including", "patient", "preferences", "socioeconomic", "factors", "physician", "practice", "patterns", "noted", "73", "patients", "referred", "icd", "implantation", "investigators", "found", "referral", "rate", "urban", "center", "rural", "centers", "18", "patients", "refused", "referral", "5", "urban", "13", "rural", "patients", "referred", "difference", "rates", "icd", "implantation", "patient", "refusal", "among", "urban", "rural", "guidelines", "use", "icd", "therapy", "investigators", "suggest", "application", "guidelines", "remains", "issue", "use", "primary", "prevention", "icds", "become", "mainstay", "therapy", "heart", "failure", "population", "including", "cardiac", "resynchronization", "therapy", "found", "impact", "heart", "failure", "hospitalization", "mortality", "improving", "access", "care", "patients", "eligible", "therapy", "could", "improve", "mortality", "prevention", "sudden", "cardiac", "death", "ensuring", "appropriate", "use", "icds", "population", "immediate", "impact", "reduction", "sudden", "cardiac", "death", "efforts", "provide", "better", "timely", "access", "care", "pursued", "physicians", "ensure", "eligible", "patients", "receive", "benefit", "well", "ensuring", "patients", "engaged", "shared", "process", "improvements", "telemedicine", "device", "technology", "well", "improvements", "remote", "may", "lessen", "gap", "access", "care", "apparent", "rural", "urban", "populations", "application", "therapy", "commented", "canada", "heart", "failure", "causes", "4000", "deaths", "annually", "fourth", "common", "reason", "hospitalization", "caring", "canadians", "heart", "failure", "entails", "direct", "costs", "totaling", "billion", "annually"], "url": "http://www.eurekalert.org/pub_releases/2017-01/ehs-api012517.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPhiladelphia, PA, January 25, 2017 - The implantable cardioverter defibrillator (ICD), a primary prevention device therapy, can help save the lives of patients suffering from heart failure or following a heart attack.", "Specialized heart function clinics often refer patients for implantation of this device, but a new report in the Canadian Journal of Cardiology indicates that a significant proportion of patients at clinics in both rural and urban geographic locations were not referred and that this disparity was greater among patients in rural locations.", "Furthermore, the patient referral refusal and death rates were higher in rural areas.", "\"In our study of specialized heart function clinics, mortality rates were compared between patients who refused referral or refused an ICD to those patients who were found to be eligible and received an ICD.", "Patients who underwent ICD implantation were found to have a significant reduction in mortality when an ICD was implanted, compared to patients who were documented to have refused an ICD,\" explained lead investigator Ratika Parkash, MD, MS, QE II Health Sciences Centre, Halifax, NS, Canada.", "Data were drawn from three heart function clinics in Nova Scotia, Canada, one urban tertiary care center with onsite cardiac electrophysiology specialists, and two rural secondary care centers without onsite cardiac electrophysiologists but with cardiac care services.", "Patients admitted to the heart function clinics from January 1, 2006 until December 31, 2011 with an initial left ventricular ejection fraction of =35% were included, while patients with known terminal illness, metastatic cancer, or dementia were excluded.", "ICD implantation and mortality data were tracked using various provincial registries.This study, covering 335 eligible patients (240 urban and 95 rural), demonstrated there are important differences in referral patterns among heart function clinics with and without onsite cardiac electrophysiology services, with referral rates being lower and patient refusal rates higher, in sites where these services do not exist.", "\"Our study demonstrated a lower referral rate from rural centers, predominantly due to an increased rate of patient refusal to be referred to a cardiac electrophysiologist, when located in a rural center.", "There may be several factors that influence this, including patient preferences, socioeconomic factors, and physician practice patterns,\" noted Dr. Parkash.While more than 73% of all patients were referred for ICD implantation, investigators found that the referral rate from the urban center was 80.4%, while from the rural centers it was only 68.3%.", "Of those, 18 patients refused a referral (5 urban and 13 rural).", "Once patients were referred, there was no difference in rates of ICD implantation or patient refusal among urban or rural groups.Despite well-established guidelines for the use of ICD therapy, the investigators suggest that application of these guidelines remains an issue.", "\"The use of primary prevention ICDs has become a mainstay in therapy for the heart failure population, including cardiac resynchronization therapy, which has been found to impact heart failure hospitalization and mortality.", "Improving access to care for patients who are eligible for this therapy could improve mortality through prevention of sudden cardiac death.", "Ensuring appropriate use of ICDs in this population should have an immediate impact on reduction of sudden cardiac death.", "Efforts to provide better, more timely access to care should be pursued by physicians to ensure that eligible patients receive this benefit, as well as ensuring that patients are engaged in the shared decision-making process.", "Improvements in telemedicine, device technology, as well as improvements in remote follow-up may lessen the gap in access to care apparent between rural and urban populations in application of this therapy,\" commented Dr. Parkash.In Canada, heart failure causes about 4000 deaths annually and is the fourth most common reason for hospitalization.", "Caring for the 600,000 Canadians with heart failure entails direct costs totaling $2.8 billion annually."], "title": "Are patients in rural areas being deprived of potentially lifesaving therapy? | EurekAlert! Science News", "source": "Elsevier Health Sciences", "date": "2018-01-19_20:31:22", "year": "Wed, 25 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPhiladelphia, PA, January 25, 2017 - The implantable cardioverter defibrillator (ICD), a primary prevention device therapy, can help save the lives of patients suffering from heart failure or following a heart attack. Specialized heart function clinics often refer patients for implantation of this device, but a new report in the Canadian Journal of Cardiology indicates that a significant proportion of patients at clinics in both rural and urban geographic locations were not referred and that this disparity was greater among patients in rural locations. Furthermore, the patient referral refusal and death rates were higher in rural areas. \"In our study of specialized heart function clinics, mortality rates were compared between patients who refused referral or refused an ICD to those patients who were found to be eligible and received an ICD. Patients who underwent ICD implantation were found to have a significant reduction in mortality when an ICD was implanted, compared to patients who were documented to have refused an ICD,\" explained lead investigator Ratika Parkash, MD, MS, QE II Health Sciences Centre, Halifax, NS, Canada. Data were drawn from three heart function clinics in Nova Scotia, Canada, one urban tertiary care center with onsite cardiac electrophysiology specialists, and two rural secondary care centers without onsite cardiac electrophysiologists but with cardiac care services. Patients admitted to the heart function clinics from January 1, 2006 until December 31, 2011 with an initial left ventricular ejection fraction of =35% were included, while patients with known terminal illness, metastatic cancer, or dementia were excluded. ICD implantation and mortality data were tracked using various provincial registries.This study, covering 335 eligible patients (240 urban and 95 rural), demonstrated there are important differences in referral patterns among heart function clinics with and without onsite cardiac electrophysiology services, with referral rates being lower and patient refusal rates higher, in sites where these services do not exist. \"Our study demonstrated a lower referral rate from rural centers, predominantly due to an increased rate of patient refusal to be referred to a cardiac electrophysiologist, when located in a rural center. There may be several factors that influence this, including patient preferences, socioeconomic factors, and physician practice patterns,\" noted Dr. Parkash.While more than 73% of all patients were referred for ICD implantation, investigators found that the referral rate from the urban center was 80.4%, while from the rural centers it was only 68.3%. Of those, 18 patients refused a referral (5 urban and 13 rural). Once patients were referred, there was no difference in rates of ICD implantation or patient refusal among urban or rural groups.Despite well-established guidelines for the use of ICD therapy, the investigators suggest that application of these guidelines remains an issue. \"The use of primary prevention ICDs has become a mainstay in therapy for the heart failure population, including cardiac resynchronization therapy, which has been found to impact heart failure hospitalization and mortality. Improving access to care for patients who are eligible for this therapy could improve mortality through prevention of sudden cardiac death. Ensuring appropriate use of ICDs in this population should have an immediate impact on reduction of sudden cardiac death. Efforts to provide better, more timely access to care should be pursued by physicians to ensure that eligible patients receive this benefit, as well as ensuring that patients are engaged in the shared decision-making process. Improvements in telemedicine, device technology, as well as improvements in remote follow-up may lessen the gap in access to care apparent between rural and urban populations in application of this therapy,\" commented Dr. Parkash.In Canada, heart failure causes about 4000 deaths annually and is the fourth most common reason for hospitalization. Caring for the 600,000 Canadians with heart failure entails direct costs totaling $2.8 billion annually.\r\n"}