{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "people", "brain", "protein", "tau", "collects", "toxic", "tangles", "damage", "brain", "cells", "contribute", "diseases", "alzheimer", "researchers", "washington", "university", "school", "medicine", "view", "ordinary", "circumstances", "protein", "tau", "contributes", "normal", "healthy", "functioning", "brain", "neurons", "people", "though", "collects", "toxic", "tangles", "damage", "brain", "cells", "tangles", "hallmark", "alzheimer", "neurodegenerative", "researchers", "washington", "university", "school", "medicine", "louis", "shown", "levels", "tau", "protein", "reduced", "neurological", "damage", "caused", "tau", "even", "reversed", "synthetic", "molecule", "targets", "genetic", "instructions", "building", "tau", "protein", "study", "mice", "monkeys", "published", "25", "science", "translational", "medicine", "findings", "suggest", "molecule", "known", "antisense", "oligonucleotide", "potentially", "could", "treat", "neurodegenerative", "diseases", "characterized", "abnormal", "tau", "including", "alzheimer", "shown", "molecule", "lowers", "levels", "tau", "protein", "preventing", "cases", "reversing", "neurological", "damage", "said", "timothy", "miller", "md", "phd", "david", "clayson", "professor", "neurology", "study", "senior", "author", "compound", "first", "shown", "reverse", "damage", "brain", "also", "potential", "used", "therapeutic", "people", "miller", "student", "sarah", "devos", "phd", "colleagues", "studied", "genetically", "modified", "mice", "produce", "mutant", "form", "human", "tau", "easily", "clumps", "together", "mice", "start", "showing", "tau", "tangles", "around", "6", "months", "age", "exhibit", "neuronal", "damage", "9", "reduce", "tau", "researchers", "used", "antisense", "oligonucleotide", "kind", "molecule", "interferes", "instructions", "building", "proteins", "genes", "dna", "copied", "rna", "messenger", "molecule", "carries", "instructions", "building", "protein", "antisense", "oligonucleotides", "bind", "messenger", "rna", "target", "destruction", "protein", "built", "oligonucleotides", "designed", "target", "rna", "almost", "researchers", "administered", "dose", "oligonucleotide", "mice", "every", "day", "month", "measured", "amount", "tau", "rna", "total", "tau", "protein", "tangles", "tau", "protein", "brains", "mice", "12", "months", "old", "levels", "three", "significantly", "reduced", "treated", "mice", "compared", "mice", "received", "levels", "total", "tau", "tau", "tangles", "brains", "treated", "mice", "lower", "untreated", "mice", "suggesting", "treatment", "stopped", "reversed", "buildup", "time", "strain", "genetically", "modified", "mice", "reaches", "9", "months", "age", "hippocampus", "part", "brain", "important", "memory", "typically", "visibly", "shrunken", "shows", "dying", "neurons", "oligonucleotide", "treatment", "shrinkage", "cell", "death", "halted", "however", "evidence", "reversal", "neuronal", "treated", "mice", "lived", "average", "36", "days", "longer", "untreated", "mice", "better", "building", "nests", "reflects", "combination", "social", "behavior", "cognitive", "performance", "motor", "capabilities", "functions", "impaired", "people", "alzheimer", "disease", "neurodegenerative", "treatments", "recently", "approved", "food", "drug", "administration", "two", "neuromuscular", "diseases", "duchenne", "muscular", "dystrophy", "spinal", "muscular", "atrophy", "sma", "oligonucleotide", "sma", "discovered", "ionis", "pharmaceuticals", "partnered", "miller", "develop", "oligonucleotide", "treatment", "neurological", "diseases", "washington", "university", "holds", "joint", "patent", "applications", "ionis", "pharmaceuticals", "use", "oligonucleotides", "reducing", "tau", "trials", "oligonucleotides", "several", "neurological", "diseases", "underway", "including", "huntington", "disease", "amyotrophic", "lateral", "sclerosis", "als", "commonly", "known", "lou", "gehrig", "disease", "miller", "als", "colleagues", "intrigued", "possibility", "designing", "studies", "lower", "tau", "people", "first", "needed", "see", "oligonucleotide", "worked", "animal", "similar", "people", "researchers", "treated", "groups", "healthy", "cynomolgus", "monkeys", "also", "known", "macaques", "two", "doses", "placebo", "oligonucleotide", "one", "week", "apart", "directly", "cerebrospinal", "fluid", "surrounds", "spinal", "cord", "brain", "would", "done", "human", "patients", "two", "weeks", "later", "measured", "amount", "tau", "protein", "rna", "monkeys", "brains", "cerebrospinal", "oligonucleotide", "reduced", "tau", "rna", "protein", "brain", "reduction", "mirrored", "cerebrospinal", "fluid", "monkey", "study", "showed", "us", "lower", "tau", "cerebrospinal", "fluid", "correlates", "lower", "tau", "brain", "miller", "said", "important", "going", "evaluate", "treatment", "approach", "people", "way", "measuring", "tau", "levels", "brain", "correlation", "tells", "us", "use", "levels", "tau", "cerebrospinal", "fluid", "proxy", "levels", "tau", "brain", "elevated", "tau", "associated", "alzheimer", "range", "neurodegenerative", "diseases", "progressive", "supranuclear", "palsy", "corticobasal", "ganglionic", "degeneration", "tau", "levels", "also", "increase", "aftermath", "traumatic", "brain", "injury", "lead", "dementia", "tau", "tangles", "correlate", "cognitive", "decline", "several", "diseases", "miller", "said", "promising", "new", "approach", "lowering", "tau", "test", "whether", "safe", "people", "whether", "actually", "lowers", "tau", "designed", "get", "question", "whether", "effect", "disease", "everything", "seen", "far", "says", "worth", "investigating", "potential", "treatment", "people"], "url": "http://www.eurekalert.org/pub_releases/2017-01/wuso-dch012017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: In some people, the brain protein tau collects into toxic tangles that damage brain cells and contribute to diseases such as Alzheimer's.", "Researchers at Washington University School of Medicine in...\n       view more Under ordinary circumstances, the protein tau contributes to the normal, healthy functioning of brain neurons.", "In some people, though, it collects into toxic tangles that damage brain cells.", "Such tangles are a hallmark of Alzheimer's and other neurodegenerative diseases.But researchers at Washington University School of Medicine in St. Louis have shown that levels of the tau protein can be reduced - and some of the neurological damage caused by tau even reversed ­- by a synthetic molecule that targets the genetic instructions for building tau before the protein is made.The study, in mice and monkeys, is published Jan. 25 in Science Translational Medicine.", "The findings suggest that the molecule - known as an antisense oligonucleotide - potentially could treat neurodegenerative diseases characterized by abnormal tau, including Alzheimer's.", "\"We've shown that this molecule lowers levels of the tau protein, preventing and, in some cases, reversing the neurological damage,\" said Timothy Miller, MD, PhD, the David Clayson Professor of Neurology and the study's senior author.", "\"This compound is the first that has been shown to reverse tau-related damage to the brain that also has the potential to be used as a therapeutic in people.", "\"Miller, then-graduate student Sarah DeVos, PhD, and colleagues studied genetically modified mice that produce a mutant form of human tau that easily clumps together.", "These mice start showing tau tangles at around 6 months of age and exhibit some neuronal damage by 9 months.To reduce tau, the researchers used an antisense oligonucleotide, a kind of molecule that interferes with the instructions for building proteins.", "Genes in the DNA are copied into RNA, a messenger molecule that carries the instructions for building a protein.", "Antisense oligonucleotides bind to the messenger RNA and target it for destruction before the protein can be built.", "Such oligonucleotides can be designed to target the RNA for almost any protein.The researchers administered a dose of the anti-tau oligonucleotide to 9-month-old mice every day for a month and then measured the amount of tau RNA, total tau protein and tangles of tau protein in their brains when the mice were 12 months old.", "The levels of all three were significantly reduced in the treated mice compared with mice that received a placebo.Importantly, levels of total tau and tau tangles in the brains of treated 12-month-old mice were lower than in untreated 9-month-old mice, suggesting that the treatment not only had stopped but reversed the buildup of tau.By the time this strain of genetically modified mice reaches 9 months of age, the hippocampus - a part of the brain important for memory - typically is visibly shrunken and shows dying neurons.", "But with the oligonucleotide treatment, the shrinkage and cell death were halted.", "There was not, however, any evidence of reversal of neuronal death.The treated mice lived an average of 36 days longer than untreated mice, and they were better at building nests, which reflects a combination of social behavior, cognitive performance and motor capabilities.", "All of these functions can be impaired in people with Alzheimer's disease and other tau-related neurodegenerative diseases.Oligonucleotide treatments recently have been approved by the Food and Drug Administration for two neuromuscular diseases: Duchenne's muscular dystrophy and spinal muscular atrophy (SMA).", "The oligonucleotide for SMA was discovered by Ionis Pharmaceuticals, which partnered with Miller to develop the oligonucleotide treatment for tau-related neurological diseases.", "Washington University holds joint patent applications with Ionis Pharmaceuticals on the use of oligonucleotides for reducing tau levels.Human trials of oligonucleotides for several other neurological diseases are underway, including Huntington's disease and amyotrophic lateral sclerosis (ALS), commonly known as Lou Gehrig's disease.", "Miller co-leads the ALS trial.Miller and colleagues were intrigued by the possibility of designing studies to lower tau in people, but first they needed to see how the oligonucleotide worked in an animal more similar to people than a mouse.The researchers treated groups of healthy cynomolgus monkeys - also known as crab-eating macaques - with two doses of placebo or oligonucleotide, one week apart, directly into the cerebrospinal fluid that surrounds the spinal cord and brain, just as would be done with human patients.", "Two weeks later, they measured the amount of tau protein and RNA in the monkeys' brains and cerebrospinal fluid.The oligonucleotide reduced both tau RNA and protein in the brain, and this reduction was mirrored in the cerebrospinal fluid.", "\"The monkey study showed us that lower tau in the cerebrospinal fluid correlates with lower tau in the brain,\" Miller said.", "\"This is important if we're going to evaluate this treatment approach in people, because there's no non-invasive way of measuring tau levels in the brain.", "This correlation tells us that we can use levels of tau in the cerebrospinal fluid as a proxy for levels of tau in the brain.", "\"Elevated tau is associated not just with Alzheimer's but with a range of lesser-known neurodegenerative diseases, such as progressive supranuclear palsy and corticobasal ganglionic degeneration.", "Tau levels also increase in the aftermath of traumatic brain injury, which can lead to dementia.", "\"Tau tangles correlate with cognitive decline in several diseases,\" Miller said.", "\"This is a promising new approach to lowering tau, but we have to test whether it is safe in people, and whether it actually lowers tau, as it is designed to do, before we get to the question of whether it has any effect on the disease.", "But everything we've seen so far says that this is worth investigating as a potential treatment for people.\""], "title": "Drug compound halts Alzheimer's-related damage in mice | EurekAlert! Science News", "source": "Washington University School of Medicine", "date": "2018-01-19_20:31:29", "year": "Wed, 25 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: In some people, the brain protein tau collects into toxic tangles that damage brain cells and contribute to diseases such as Alzheimer's. Researchers at Washington University School of Medicine in...\n       view more Under ordinary circumstances, the protein tau contributes to the normal, healthy functioning of brain neurons. In some people, though, it collects into toxic tangles that damage brain cells. Such tangles are a hallmark of Alzheimer's and other neurodegenerative diseases.But researchers at Washington University School of Medicine in St. Louis have shown that levels of the tau protein can be reduced - and some of the neurological damage caused by tau even reversed ­- by a synthetic molecule that targets the genetic instructions for building tau before the protein is made.The study, in mice and monkeys, is published Jan. 25 in Science Translational Medicine. The findings suggest that the molecule - known as an antisense oligonucleotide - potentially could treat neurodegenerative diseases characterized by abnormal tau, including Alzheimer's.\"We've shown that this molecule lowers levels of the tau protein, preventing and, in some cases, reversing the neurological damage,\" said Timothy Miller, MD, PhD, the David Clayson Professor of Neurology and the study's senior author. \"This compound is the first that has been shown to reverse tau-related damage to the brain that also has the potential to be used as a therapeutic in people.\"Miller, then-graduate student Sarah DeVos, PhD, and colleagues studied genetically modified mice that produce a mutant form of human tau that easily clumps together. These mice start showing tau tangles at around 6 months of age and exhibit some neuronal damage by 9 months.To reduce tau, the researchers used an antisense oligonucleotide, a kind of molecule that interferes with the instructions for building proteins. Genes in the DNA are copied into RNA, a messenger molecule that carries the instructions for building a protein. Antisense oligonucleotides bind to the messenger RNA and target it for destruction before the protein can be built. Such oligonucleotides can be designed to target the RNA for almost any protein.The researchers administered a dose of the anti-tau oligonucleotide to 9-month-old mice every day for a month and then measured the amount of tau RNA, total tau protein and tangles of tau protein in their brains when the mice were 12 months old. The levels of all three were significantly reduced in the treated mice compared with mice that received a placebo.Importantly, levels of total tau and tau tangles in the brains of treated 12-month-old mice were lower than in untreated 9-month-old mice, suggesting that the treatment not only had stopped but reversed the buildup of tau.By the time this strain of genetically modified mice reaches 9 months of age, the hippocampus - a part of the brain important for memory - typically is visibly shrunken and shows dying neurons. But with the oligonucleotide treatment, the shrinkage and cell death were halted. There was not, however, any evidence of reversal of neuronal death.The treated mice lived an average of 36 days longer than untreated mice, and they were better at building nests, which reflects a combination of social behavior, cognitive performance and motor capabilities. All of these functions can be impaired in people with Alzheimer's disease and other tau-related neurodegenerative diseases.Oligonucleotide treatments recently have been approved by the Food and Drug Administration for two neuromuscular diseases: Duchenne's muscular dystrophy and spinal muscular atrophy (SMA). The oligonucleotide for SMA was discovered by Ionis Pharmaceuticals, which partnered with Miller to develop the oligonucleotide treatment for tau-related neurological diseases. Washington University holds joint patent applications with Ionis Pharmaceuticals on the use of oligonucleotides for reducing tau levels.Human trials of oligonucleotides for several other neurological diseases are underway, including Huntington's disease and amyotrophic lateral sclerosis (ALS), commonly known as Lou Gehrig's disease. Miller co-leads the ALS trial.Miller and colleagues were intrigued by the possibility of designing studies to lower tau in people, but first they needed to see how the oligonucleotide worked in an animal more similar to people than a mouse.The researchers treated groups of healthy cynomolgus monkeys - also known as crab-eating macaques - with two doses of placebo or oligonucleotide, one week apart, directly into the cerebrospinal fluid that surrounds the spinal cord and brain, just as would be done with human patients. Two weeks later, they measured the amount of tau protein and RNA in the monkeys' brains and cerebrospinal fluid.The oligonucleotide reduced both tau RNA and protein in the brain, and this reduction was mirrored in the cerebrospinal fluid.\"The monkey study showed us that lower tau in the cerebrospinal fluid correlates with lower tau in the brain,\" Miller said. \"This is important if we're going to evaluate this treatment approach in people, because there's no non-invasive way of measuring tau levels in the brain. This correlation tells us that we can use levels of tau in the cerebrospinal fluid as a proxy for levels of tau in the brain.\"Elevated tau is associated not just with Alzheimer's but with a range of lesser-known neurodegenerative diseases, such as progressive supranuclear palsy and corticobasal ganglionic degeneration. Tau levels also increase in the aftermath of traumatic brain injury, which can lead to dementia.\"Tau tangles correlate with cognitive decline in several diseases,\" Miller said. \"This is a promising new approach to lowering tau, but we have to test whether it is safe in people, and whether it actually lowers tau, as it is designed to do, before we get to the question of whether it has any effect on the disease. But everything we've seen so far says that this is worth investigating as a potential treatment for people.\"\r\n"}