{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "journal", "medicinal", "food", "authoritative", "multidisciplinary", "journal", "published", "monthly", "online", "open", "access", "options", "print", "led", "sampath", "parthasarathy", "mba", "phd", "florida", "view", "new", "rochelle", "ny", "24", "2017", "certain", "edible", "medicinal", "mushrooms", "contain", "bioactive", "compounds", "may", "enhance", "nerve", "growth", "brain", "protect", "neurotoxic", "stimuli", "inflammation", "contribute", "neurodegenerative", "diseases", "like", "dementia", "alzheimer", "disease", "evidence", "supporting", "potential", "role", "mushrooms", "functional", "foods", "reduce", "delay", "development", "neurodegeneration", "presented", "article", "published", "journal", "medicinal", "food", "journal", "mary", "ann", "liebert", "publishers", "article", "available", "free", "journal", "medicinal", "food", "website", "february", "24", "edible", "medicinal", "mushrooms", "emerging", "brain", "food", "mitigation", "neurodegenerative", "diseases", "chia", "wei", "phan", "pamela", "david", "vikineswary", "sabaratnam", "university", "malaya", "kuala", "lumpur", "malaysia", "discuss", "scientific", "findings", "related", "health", "benefits", "edible", "culinary", "mushrooms", "authors", "focus", "activity", "bioactive", "components", "mushrooms", "may", "offer", "neuroprotective", "cognitive", "benefits", "contrast", "body", "literature", "food", "ingredients", "may", "benefit", "cardiometabolic", "diseases", "cancer", "studies", "focused", "food", "may", "benefit", "neurodegenerative", "diseases", "says", "journal", "medicinal", "food", "sampath", "parthasarathy", "mba", "phd", "florida", "hospital", "chair", "cardiovascular", "sciences", "interim", "associate", "dean", "college", "medicine", "university", "central", "florida", "current", "study", "might", "stimulate", "identification", "food", "materials", "neuroprotective"], "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-cmh012417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Journal of Medicinal Food  is an authoritative, peer-reviewed, multidisciplinary journal published monthly online with open access options and in print.", "Led by Editors-in-Chief Sampath Parthasarathy, MBA, PhD, Florida...\n       view more New Rochelle, NY, Jan. 24, 2017 -- Certain edible and medicinal mushrooms contain bioactive compounds that may enhance nerve growth in the brain and protect against neurotoxic stimuli such as inflammation that contribute to neurodegenerative diseases like dementia and Alzheimer's disease.", "The evidence supporting a potential role of mushrooms as functional foods to reduce or delay development of age-related neurodegeneration is presented in an article published in Journal of Medicinal Food, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers.", "The article is available free on the Journal of Medicinal Food website until February 24, 2017.In \"Edible and Medicinal Mushrooms: Emerging Brain Food for the Mitigation of Neurodegenerative Diseases,\" Chia Wei Phan, Pamela David, and Vikineswary Sabaratnam, University of Malaya, Kuala Lumpur, Malaysia, discuss the scientific findings related to the health benefits of edible and culinary mushrooms.", "The authors focus on the activity of bioactive components of mushrooms that may offer neuroprotective and cognitive benefits.", "\"In contrast to the body of literature on food ingredients that may benefit cardiometabolic diseases and cancer, very few studies have focused on food that may benefit neurodegenerative diseases,\" says Journal of Medicinal Food Editor-in-Chief Sampath Parthasarathy, MBA, PhD, Florida Hospital Chair in Cardiovascular Sciences and Interim Associate Dean, College of Medicine, University of Central Florida.", "\"The current study might stimulate the identification of more food materials that are neuroprotective.\""], "title": "Can mushrooms help delay or prevent dementia and Alzheimer's disease? | EurekAlert! Science News", "source": "Mary Ann Liebert, Inc./Genetic Engineering News", "date": "2018-01-19_20:31:32", "year": "Tue, 24 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Journal of Medicinal Food  is an authoritative, peer-reviewed, multidisciplinary journal published monthly online with open access options and in print. Led by Editors-in-Chief Sampath Parthasarathy, MBA, PhD, Florida...\n       view more New Rochelle, NY, Jan. 24, 2017 -- Certain edible and medicinal mushrooms contain bioactive compounds that may enhance nerve growth in the brain and protect against neurotoxic stimuli such as inflammation that contribute to neurodegenerative diseases like dementia and Alzheimer's disease. The evidence supporting a potential role of mushrooms as functional foods to reduce or delay development of age-related neurodegeneration is presented in an article published in Journal of Medicinal Food, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal of Medicinal Food website until February 24, 2017.In \"Edible and Medicinal Mushrooms: Emerging Brain Food for the Mitigation of Neurodegenerative Diseases,\" Chia Wei Phan, Pamela David, and Vikineswary Sabaratnam, University of Malaya, Kuala Lumpur, Malaysia, discuss the scientific findings related to the health benefits of edible and culinary mushrooms. The authors focus on the activity of bioactive components of mushrooms that may offer neuroprotective and cognitive benefits.\"In contrast to the body of literature on food ingredients that may benefit cardiometabolic diseases and cancer, very few studies have focused on food that may benefit neurodegenerative diseases,\" says Journal of Medicinal Food Editor-in-Chief Sampath Parthasarathy, MBA, PhD, Florida Hospital Chair in Cardiovascular Sciences and Interim Associate Dean, College of Medicine, University of Central Florida. \"The current study might stimulate the identification of more food materials that are neuroprotective.\" "}