{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txhow", "heightened", "attention", "improve", "mental", "capacity", "question", "tackled", "new", "research", "published", "today", "journal", "cell", "reports", "reveals", "chemical", "signal", "released", "across", "brain", "response", "attention", "demanding", "arousing", "situations", "new", "discoveries", "indicate", "current", "drugs", "used", "treatment", "alzheimer", "designed", "boost", "chemical", "signal", "counter", "symptoms", "dementia", "results", "could", "also", "lead", "new", "ways", "enhancing", "cognitive", "function", "counteract", "effects", "diseases", "alzheimer", "schizophrenia", "well", "enhancing", "memory", "healthy", "team", "medical", "researchers", "universities", "bristol", "maynooth", "collaboration", "pharmaceutical", "company", "eli", "lilly", "company", "studied", "release", "chemical", "fluctuates", "day", "found", "release", "highest", "brain", "engaged", "challenging", "mental", "tasks", "fluctuations", "coordinated", "across", "brain", "indicating", "signal", "increase", "mental", "capacity", "specific", "spikes", "acetylcholine", "release", "occurring", "particularly", "arousing", "times", "gaining", "reward", "professor", "jack", "mellor", "lead", "researcher", "bristol", "centre", "synaptic", "plasticity", "said", "findings", "brain", "state", "regulated", "updated", "rapid", "basis", "optimise", "encoding", "memory", "cognitive", "performance", "many", "current", "future", "drug", "therapies", "wide", "range", "brain", "disorders", "including", "alzheimer", "schizophrenia", "designed", "target", "chemical", "systems", "acetylcholine", "understanding", "active", "therefore", "function", "crucial", "future", "development", "clinical", "use", "professor", "lowry", "led", "team", "maynooth", "university", "added", "work", "highlights", "importance", "basic", "research", "universities", "industry", "using", "biosensor", "technology", "improve", "understanding", "role", "important", "neurochemicals", "associated", "memory", "exciting", "timely", "particularly", "given", "increasing", "multifaceted", "societal", "burden", "caused", "memory", "affecting", "neurological", "disorders", "dementia", "primary", "author", "dr", "leonor", "ruivo", "added", "collaboration", "gave", "us", "access", "new", "generation", "tools", "combination", "powerful", "techniques", "allow", "researchers", "build", "findings", "provide", "much", "detailed", "map", "action", "brain", "chemicals", "health", "disease", "therapeutic", "intervention"], "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-abw012417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHow does heightened attention improve our mental capacity?", "This is the question tackled by new research published today in the journal Cell Reports, which reveals a chemical signal released across the brain in response to attention demanding or arousing situations.", "The new discoveries indicate how current drugs used in the treatment of Alzheimer's, designed to boost this chemical signal, counter the symptoms of dementia.", "The results could also lead to new ways of enhancing cognitive function to counteract the effects of diseases such as Alzheimer's and schizophrenia, as well as enhancing memory in healthy people.The team of medical researchers at the Universities of Bristol and Maynooth in collaboration with pharmaceutical company Eli Lilly & Company, studied how the release of the chemical 'acetylcholine' fluctuates during the day but found that the release is at its highest when the brain is engaged with more challenging mental tasks.", "The fluctuations are coordinated across the brain indicating a brain-wide signal to increase mental capacity with specific spikes in acetylcholine release occurring at particularly arousing times such as gaining reward.", "Professor Jack Mellor, lead researcher from Bristol's Centre for Synaptic Plasticity, said: \"These findings are about how brain state is regulated and updated on a rapid basis to optimise the encoding of memory and cognitive performance.", "Many current and future drug therapies for a wide range of brain disorders including Alzheimer's and schizophrenia are designed to target chemical systems such as acetylcholine so understanding when they are active and therefore how they function will be crucial for their future development and clinical use.", "\"Professor Lowry, who led the team at Maynooth University, added: \"This work highlights the importance of cross-disciplinary basic research between universities and industry.", "Using real-time biosensor technology to improve our understanding of the role of important neurochemicals associated with memory is very exciting and timely, particularly given the increasing multifaceted societal burden caused by memory affecting neurological disorders such as dementia.", "\"Primary author Dr Leonor Ruivo added: \"This collaboration gave us access to a new generation of tools which, in combination with other powerful techniques, will allow researchers to build on our findings and provide a much more detailed map of the action of brain chemicals in health, disease and therapeutic intervention.\""], "title": "A brain wide chemical signal that enhances memory | EurekAlert! Science News", "source": "University of Bristol", "date": "2018-01-19_20:31:41", "year": "Tue, 24 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHow does heightened attention improve our mental capacity? This is the question tackled by new research published today in the journal Cell Reports, which reveals a chemical signal released across the brain in response to attention demanding or arousing situations. The new discoveries indicate how current drugs used in the treatment of Alzheimer's, designed to boost this chemical signal, counter the symptoms of dementia. The results could also lead to new ways of enhancing cognitive function to counteract the effects of diseases such as Alzheimer's and schizophrenia, as well as enhancing memory in healthy people.The team of medical researchers at the Universities of Bristol and Maynooth in collaboration with pharmaceutical company Eli Lilly & Company, studied how the release of the chemical 'acetylcholine' fluctuates during the day but found that the release is at its highest when the brain is engaged with more challenging mental tasks. The fluctuations are coordinated across the brain indicating a brain-wide signal to increase mental capacity with specific spikes in acetylcholine release occurring at particularly arousing times such as gaining reward. Professor Jack Mellor, lead researcher from Bristol's Centre for Synaptic Plasticity, said: \"These findings are about how brain state is regulated and updated on a rapid basis to optimise the encoding of memory and cognitive performance. Many current and future drug therapies for a wide range of brain disorders including Alzheimer's and schizophrenia are designed to target chemical systems such as acetylcholine so understanding when they are active and therefore how they function will be crucial for their future development and clinical use.\"Professor Lowry, who led the team at Maynooth University, added: \"This work highlights the importance of cross-disciplinary basic research between universities and industry. Using real-time biosensor technology to improve our understanding of the role of important neurochemicals associated with memory is very exciting and timely, particularly given the increasing multifaceted societal burden caused by memory affecting neurological disorders such as dementia.\"Primary author Dr Leonor Ruivo added: \"This collaboration gave us access to a new generation of tools which, in combination with other powerful techniques, will allow researchers to build on our findings and provide a much more detailed map of the action of brain chemicals in health, disease and therapeutic intervention.\""}