{"funder": "National Institutes of Health, Alzheimer's Association, University Hospitals of Cleveland", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/cwru-tmi012317.php", "description": "Wang's team published a study in the January 2017 issue of Molecular Therapy that is seen as confirming the relevance of this neurotoxic pathway, according to an accompanying editorial by Eloise Hudry, Ph.D., of the Alzheimer's Disease Research Unit at Harvard Medical School. This paper also confirms TDP-43 inhibition as a viable therapeutic option for the treatment of neurologic disorders, including Alzheimer disease.", "region": "namerica", "title": "This man is revolutionizing our understanding of motor neuron diseases and dementias", "text": "It was when Xinglong Wang, PhD, received a call from a desperate father of a middle-aged son with amyotrophic lateral sclerosis (ALS) that he realized the extraordinary importance of his work. \"Can you help save my son's life?\" the parent asked. On that day, Wang, assistant professor of pathology at Case Western Reserve University School of Medicine, felt the weight of human suffering on his shoulders. But this is a weight that Wang can bear. He may be in the process of entirely upending the current scientific view of ALS and other neuronal diseases. He may be a pioneer who forces scientists to discard years of medical dogma and leads clinicians to significantly improved treatments.Shortly before Wang received that call, he had published a paper in Nature Medicine (2016) in which he and his colleagues had shown that the symptoms of ALS in mice could be completely reversed by the infusion of a small-molecule peptide, PM1. Wang showed that PM1, an inhibitor of a mutated, dysfunctional protein, TAR DNA-binding protein 43 (TDP-43), could alleviate mitochondrial dysfunction and neuronal loss, and could significantly improve motor and cognitive function in previously impaired mice.Wang is troubled by the fact that PM1 is not a viable drug in humans and that he cannot yet lend a hand to the troubled father. However, he is confident that there are other safe and effective drugs that could mimic the actions of PM1. He just has to find one, in a hurry.Wang's team published a study in the January 2017 issue of Molecular Therapy that is seen as confirming the relevance of this neurotoxic pathway, according to an accompanying editorial by Eloise Hudry, PhD, of the Alzheimer's Disease Research Unit at Harvard Medical School. This paper also confirms TDP-43 inhibition as a viable therapeutic option for the treatment of neurologic disorders, including Alzheimer disease.Currently, most scientists do not see a link between ALS and Alzheimer's disease, frontotemporal dementia (FTD), or other dementias. The medical community has for decades attributed symptoms of some of these disorders to the accumulation of amyloid plaque in the brain. In the Nature Medicine paper, Wang and his colleagues described the accumulation of TDP-43 in the neuronal mitochondria of mice with ALS and FTD. Mutations associated with both diseases were found to be linked to TDP-43 localization within the mitochondria. This crucial discovery points to a common cause of both neurological diseases such as dementia and motor neuron diseases such as ALS and Parkinson disease.Wang's team found that wild-type (WT) and mutant TDP-43 preferentially bind to the mitochondria-transcribed messenger RNAs which encode respiratory complex I subunits ND3 and ND6, impair their expression, and cause complex I disassembly. They then discovered that the suppression of TDP-43 mitochondrial localization abolishes WT and mutant TDP-43-induced mitochondrial dysfunction and neuronal loss, and improves phenotypes of transgenic mutant TDP-43 mice. Wang's studies link TDP-43 toxicity directly to mitochondrial bioenergetics and suggest that the targeting of TDP-43 may provide a promising therapeutic approach in the treatment of these apparently disparate diseases.\"The result astonished everyone in my lab,\" said Wang. \"Even mice with severe motor and cognitive impairment showed a rapid improvement in disease symptoms following the infusion of the peptide, PM1. Previously demented mice were able to learn mazes again and those with severe motor impairment were soon able to walk normally. It seemed to be miraculous. We were stunned.\"In order to quickly find a drug that can safely reproduce the effects of PM1, Wang and his colleagues are investigating the Food and Drug Administration's library of 700 approved orphan drugs. The team has developed an assay that rapidly reveals the effects of these drugs on TDP-43 accumulation. Once a candidate is identified, the path to the clinic will be greatly streamlined because the drugs are already FDA approved.\"This will be much faster and less expensive than creating a new drug, testing it, getting FDA approval, and bringing it to market,\" Wang said. \"We know that we could potentially help millions of people if we could find a drug that safely and effectively eradicates TDP-43. Our most cost-effective and efficient way to do that rapidly is to thoroughly investigate the FDA library.\"Wang's work has caught the attention of the Alzheimer's Drug Discovery Foundation (ADDF). He recently received a large grant from the in support of a project the ADDF calls \"Mitochondrial TDP-43 as a Novel Therapeutic Target for FTD.\" Wang and his colleagues are eager to turn their discoveries into therapies.Wang has begun to develop small proteins that prevent TDP-43 from reaching mitochondria in human nerve cells, and has a patent pending for the therapeutic molecule used in the study.There is no treatment currently available for ALS or FTD. The average life expectancy for people newly diagnosed with ALS is just three years, according to The ALS Association.", "article_link": null, "institution": "Case Western Reserve University", "journal": "Molecular Therapy", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease"], "date": "Mon, 23 Jan 2017 05:00:00 GMT", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=488"}