{"funder": "", "meeting": "Precision Medicine World Conference ", "url": "http://www.eurekalert.org/pub_releases/2017-01/cg-si012317.php", "description": "Global leaders in cancer research and clinical care will discuss how they combine next-generation sequencing and Droplet Digital PCR technologies to analyze cancer liquid biopsies in a specially themed session at the Precision Medicine World Conference (PMWC).", "region": "", "title": "Liquid biopsy researchers to share their strategies for pairing digital PCR and next-generation sequencing at Precision Medicine World Conference", "text": "HERCULES, Calif. -- January 23, 2017 -- Global leaders in cancer research and clinical care will discuss how they combine next-generation sequencing (NGS) and Droplet Digital™ PCR (ddPCR™) technologies to analyze cancer liquid biopsies in a specially themed session at the Precision Medicine World Conference (PMWC) in Silicon Valley, CA, January 23-25.\"The choice of technology to analyze liquid biopsies in cancer depends on many factors,\" said George Karlin-Neumann, PhD, session chair and Director of Scientific Affairs at Bio-Rad's Digital Biology Group. \"NGS offers the ability to profile biomarkers broadly while focused quantitative measurements are enabled by digital PCR technology.\"NGS and ddPCR are rapidly becoming known as technologies at the forefront of liquid biopsy genetic testing. In situations where a large number of genetic abnormalities may be the cause of a disease, NGS analysis provides a comprehensive snapshot of the many possible mutations. ddPCR is a more targeted mutational analysis tool delivering speed, reproducibility, and high sensitivity. In cancers that can be diagnosed (or tracked) using a limited number of mutated markers, using ddPCR to analyze liquid biopsies provides fast and precise answers. Speakers in the session \"Complementary Use of Digital PCR and NGS in Cancer Liquid Biopsy\" will discuss important factors when selecting either NGS or ddPCR technology, including cancer type and stage, urgency of need for the information, what is already known, and what can be usefully learned about a specific patient's disease.This session will be held 10:30-11:30 AM on Wednesday, January 25 as part of Track 1. Please find further details on the presentations below.Directing First-Line Lung Cancer TreatmentLauren Ritterhouse, MD, PhD, molecular genetic pathology fellow at Brigham and Women's Hospital and Harvard Medical School in Boston, will report on a clinical liquid biopsy that delivers results for the initial plasma test in four days, which is at least one week shorter than traditional invasive biopsies.\"A fast turnaround time enables the oncologist to be more expedient in selecting an appropriate first-line therapy for the patient, or in changing therapies for a patient who has developed resistance,\" said Ritterhouse. \"The ability to obtain quick results also means that we can use this assay to serially monitor a patient's response to targeted therapy.\"Using ddPCR technology on plasma samples, Ritterhouse's team can detect EGFR hotspot mutations with a sensitivity of 72-92% and a specificity of 100%, compared to traditional tissue genotyping methods. Her team performs a targeted NGS panel on the tissue specimens to look for other driver mutations only if ddPCR testing finds EGFR to be wild-type in the plasma as well as in the tissue specimen.Overcoming Tumor Heterogeneity to Detect MetastasisTumor heterogeneity significantly hampers the ability to monitor cancer progression and develop companion diagnostics. One method to overcome this challenge to detecting occult metastases is to use ddPCR technology to track chromosomal rearrangements. Lao Saal, MD, PhD, assistant professor and head of the translational oncogenomics unit at Lund University in Lund, Sweden, and founder of SAGA Diagnostics, will present results using this approach. Specifically, NGS of primary tumors enumerates tumor-specific chromosomal rearrangements. These rearrangements are then used to design personalized ddPCR assays for follow-up testing of a patient's plasma.Saal will also discuss the clinical potential of ultrasensitive and ultraspecific detection methods to quantify cancer gene mutations for targeted cancer therapy.\"Rapid, noninvasive molecular diagnostics, including digital PCR-based approaches such as our KROMA method for residual disease and IBSAFE for mutation analysis, will be an important aspect of precision oncology going forward,\" said Saal.Preempting Breast Cancer RelapseIsaac Garcia-Murillas, PhD, senior scientific officer at the Institute of Cancer Research in London, will present a novel approach to identifying risk of relapse among patients with early-stage breast cancer using NGS and ddPCR. Mutations identified in tumor DNA by NGS can subsequently be tracked noninvasively by measuring circulating tumor DNA in patients' plasma using ddPCR. The results of Garcia-Murillas' recent study showed that NGS and mutation-specific ddPCR analysis had a high level of agreement on quantities of baseline tumor DNA when assessing the mutant allele fractions, demonstrating the ability to develop robust ddPCR assays for diverse mutations.\"Mutation tracking and massive parallel sequencing analysis of circulating tumor DNA could help define the genetic events of minimal residual disease, therefore allowing for earlier identification of patients with breast cancer at high risk of relapse,\" said Garcia-Murillas.Knowing this risk, physicians could potentially tailor adjuvant therapies to decrease the chances of cancer relapse.", "article_link": null, "institution": "Bio-Rad", "journal": "", "keywords": ["Biotechnology", " Genetics", " Molecular Biology", " Cancer", " Breast Cancer", " Prostate Cancer"], "date": "Mon, 23 Jan 2017 05:00:00 GMT", "source_link": null}