{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txproviding", "medical", "assistance", "dying", "people", "canada", "increase", "health", "care", "costs", "could", "reduce", "spending", "million", "according", "new", "research", "paper", "cmaj", "canadian", "medical", "association", "journal", "savings", "exceed", "direct", "costs", "associated", "implementing", "medical", "assistance", "dying", "authors", "caution", "cost", "reduction", "factor", "individual", "patient", "recent", "legalization", "medical", "assistance", "dying", "meant", "health", "systems", "adapt", "provide", "service", "suggesting", "medical", "assistance", "dying", "measure", "cut", "costs", "write", "drs", "aaron", "trachtenberg", "braden", "manns", "university", "calgary", "calgary", "alberta", "individual", "level", "neither", "patients", "physicians", "consider", "costs", "making", "personal", "decision", "request", "provide", "intervention", "health", "care", "costs", "increase", "people", "near", "death", "take", "greater", "slice", "health", "care", "example", "province", "manitoba", "data", "indicate", "20", "health", "care", "costs", "allocated", "patients", "last", "6", "months", "life", "although", "make", "1", "population", "researchers", "combined", "data", "netherlands", "belgium", "medically", "assisted", "dying", "legal", "recent", "data", "costs", "canada", "estimate", "impact", "health", "care", "spending", "modelling", "researchers", "estimated", "1", "4", "deaths", "would", "medically", "assisted", "80", "would", "cancer", "patients", "50", "would", "aged", "60", "80", "years", "patients", "60", "would", "die", "one", "month", "earlier", "40", "would", "die", "one", "week", "earlier", "without", "medically", "assisted", "dying", "estimate", "costs", "assisted", "dying", "researchers", "ran", "4", "different", "models", "based", "1", "2", "3", "4", "deaths", "created", "subgroups", "based", "sex", "age", "average", "cost", "health", "care", "use", "last", "month", "last", "week", "life", "authors", "note", "limitation", "using", "data", "netherlands", "belgium", "assisted", "dying", "allowed", "minors", "people", "dementia", "people", "diseases", "countries", "canada", "medically", "assisted", "dying", "available", "adults", "aged", "18", "years", "whose", "death", "fairly", "imminent", "well", "cost", "data", "province", "ontario", "may", "represent", "spending", "canada", "true", "effect", "health", "care", "costs", "certain", "determine", "typical", "canadian", "patient", "requesting", "intervention", "practice", "implemented", "across", "country", "authors", "write", "analysis", "cost", "analysis", "consider", "clinical", "effects", "medical", "assistance", "dying", "patients", "end", "life", "write", "authors", "research", "explores", "reasons", "canadians", "choose", "medical", "assistance", "dying", "value", "assign", "suffering", "versus", "death", "aspects", "experience", "need", "done", "true", "economic", "evaluation", "medical", "assistance", "dying", "terms", "utility", "done", "related", "commentary", "peter", "tanuseputro", "physician", "bruyère", "research", "institute", "ottawa", "hospital", "research", "institute", "ottawa", "ontario", "writes", "canada", "improve", "palliative", "care", "improve", "care", "potential", "cost", "savings", "trivial", "considered", "context", "largely", "inadequate", "haphazard", "delivery", "palliative", "care", "across", "canada", "writes", "despite", "successful", "exemplary", "palliative", "care", "programs", "palliative", "care", "canada", "remains", "deficient", "reason", "aggressive", "ultimately", "costly", "care", "exists", "large", "potential", "cost", "savings", "anticipated", "medical", "aid", "dying", "canada", "transforming", "palliative", "care", "improve", "quality", "life", "dying", "patients", "alleviating", "suffering", "matters", "address", "society", "failure", "provide", "adequate", "care", "dying", "concludes"], "url": "http://www.eurekalert.org/pub_releases/2017-01/cmaj-mai011717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXProviding medical assistance in dying to people in Canada will not increase health care costs, and could reduce spending by between $34.7 and $138.8 million, according to a new research paper in CMAJ (Canadian Medical Association Journal).", "The savings exceed the $1.5M to $14.8M in direct costs associated with implementing medical assistance in dying.", "The authors caution that cost reduction should not be a factor in individual decision-making by patient and physicians.Canada's recent legalization of medical assistance in dying has meant that health systems have to adapt to provide this service.", "\"We are not suggesting medical assistance in dying as a measure to cut costs,\" write Drs.", "Aaron Trachtenberg and Braden Manns from the University of Calgary, Calgary, Alberta.", "\"At an individual level, neither patients nor physicians should consider costs when making the very personal decision to request, or provide, this intervention.", "\"Health care costs increase as people near death and take a greater slice of health care.", "For example, in the province of Manitoba, data indicate that 20% of health care costs are allocated to patients in the last 6 months of life, although they make up only 1% of the population.", "The researchers combined data from the Netherlands and Belgium, where medically assisted dying is legal, with recent data on end-of-life costs in Canada to estimate the impact on health care spending.", "In their modelling, the researchers estimated between 1% and 4% of all deaths would be medically assisted, that 80% would be cancer patients of whom 50% would be aged 60 to 80 years.", "Of these patients, 60% would die one month earlier and 40% would die one week earlier than without medically assisted dying.", "To estimate costs of assisted dying, the researchers ran 4 different models based on 1%, 2%, 3% and 4% of deaths and created subgroups based on sex, age and average cost of health care use in the last month and last week of life for each subgroup.The authors note a limitation of using data from the Netherlands and Belgium as assisted dying is allowed for minors, people with dementia and people with non-terminal diseases in those countries.", "In Canada, medically assisted dying is only available to adults aged 18 years and over and whose death is fairly imminent.", "As well, the cost data were from the province of Ontario, and may not represent all end-of-life spending in Canada.", "\"The true effect on health care costs will not be certain until we determine who the typical Canadian patient requesting the intervention is and how its practice is implemented across the country,\" the authors write.", "\"Our analysis is only a cost analysis and it does not consider the clinical effects of medical assistance in dying on patients at the end of life,\" write the authors.", "\"Patient-level research that explores the reasons why Canadians choose medical assistance in dying, the value they assign to their suffering versus death and other aspects of their experience will need to be done before true economic evaluation of medical assistance in dying in terms of cost-effectiveness and utility can be done.\"", "In a related commentary, Dr. Peter Tanuseputro, a physician at Bruyère Research Institute and the Ottawa Hospital Research Institute, Ottawa, Ontario, writes that Canada should improve palliative care to improve end-of-life care.", "\"These potential cost savings, which are not trivial, should be considered in the context of the largely inadequate and haphazard delivery of palliative care across Canada,\" he writes.", "\"Despite some successful and exemplary palliative care programs, palliative care in Canada remains deficient; this is the reason that aggressive, institution-based and ultimately costly end-of-life care exists, and why such a large potential cost savings can be anticipated from medical aid in dying in Canada.", "\"Transforming palliative care will improve quality of life for dying patients by alleviating suffering.", "\"What matters most is that we address society's failure to provide adequate care for the dying,\" he concludes."], "title": "Medical assistance in dying will not increase health care costs in Canada | EurekAlert! Science News", "source": "Canadian Medical Association Journal", "date": "2018-01-19_20:31:53", "year": "Mon, 23 Jan 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXProviding medical assistance in dying to people in Canada will not increase health care costs, and could reduce spending by between $34.7 and $138.8 million, according to a new research paper in CMAJ (Canadian Medical Association Journal). The savings exceed the $1.5M to $14.8M in direct costs associated with implementing medical assistance in dying. The authors caution that cost reduction should not be a factor in individual decision-making by patient and physicians.Canada's recent legalization of medical assistance in dying has meant that health systems have to adapt to provide this service.\"We are not suggesting medical assistance in dying as a measure to cut costs,\" write Drs. Aaron Trachtenberg and Braden Manns from the University of Calgary, Calgary, Alberta. \"At an individual level, neither patients nor physicians should consider costs when making the very personal decision to request, or provide, this intervention.\"Health care costs increase as people near death and take a greater slice of health care. For example, in the province of Manitoba, data indicate that 20% of health care costs are allocated to patients in the last 6 months of life, although they make up only 1% of the population. The researchers combined data from the Netherlands and Belgium, where medically assisted dying is legal, with recent data on end-of-life costs in Canada to estimate the impact on health care spending. In their modelling, the researchers estimated between 1% and 4% of all deaths would be medically assisted, that 80% would be cancer patients of whom 50% would be aged 60 to 80 years. Of these patients, 60% would die one month earlier and 40% would die one week earlier than without medically assisted dying.  To estimate costs of assisted dying, the researchers ran 4 different models based on 1%, 2%, 3% and 4% of deaths and created subgroups based on sex, age and average cost of health care use in the last month and last week of life for each subgroup.The authors note a limitation of using data from the Netherlands and Belgium as assisted dying is allowed for minors, people with dementia and people with non-terminal diseases in those countries. In Canada, medically assisted dying is only available to adults aged 18 years and over and whose death is fairly imminent. As well, the cost data were from the province of Ontario, and may not represent all end-of-life spending in Canada. \"The true effect on health care costs will not be certain until we determine who the typical Canadian patient requesting the intervention is and how its practice is implemented across the country,\" the authors write. \"Our analysis is only a cost analysis and it does not consider the clinical effects of medical assistance in dying on patients at the end of life,\" write the authors. \"Patient-level research that explores the reasons why Canadians choose medical assistance in dying, the value they assign to their suffering versus death and other aspects of their experience will need to be done before true economic evaluation of medical assistance in dying in terms of cost-effectiveness and utility can be done.\" In a related commentary, Dr. Peter Tanuseputro, a physician at Bruyère Research Institute and the Ottawa Hospital Research Institute, Ottawa, Ontario, writes that Canada should improve palliative care to improve end-of-life care.\"These potential cost savings, which are not trivial, should be considered in the context of the largely inadequate and haphazard delivery of palliative care across Canada,\" he writes. \"Despite some successful and exemplary palliative care programs, palliative care in Canada remains deficient; this is the reason that aggressive, institution-based and ultimately costly end-of-life care exists, and why such a large potential cost savings can be anticipated from medical aid in dying in Canada.\"Transforming palliative care will improve quality of life for dying patients by alleviating suffering. \"What matters most is that we address society's failure to provide adequate care for the dying,\" he concludes.\r\n"}