{"keywords": ["Biology", " Biotechnology", " Medicine/Health", " Neurobiology", " Parkinson's Disease"], "funder": "National Institutes of Health, National Science Foundation, Brain & Behavior Research Foundation, Parkinson's Disease Foundation, NIH/Intramural Research Program", "journal": "Nature Neuroscience", "description": "Carnegie Mellon University researchers have identified two groups of neurons that can be turned on and off to alleviate the movement-related symptoms of Parkinson's disease. The activation of these cells in the basal ganglia relieves symptoms for much longer than current therapies, like deep brain stimulation and pharmaceuticals. The study, completed in a mouse model of Parkinson's, used optogenetics to better understand the neural circuitry involved in Parkinson's disease, and could provide the basis for new experimental treatment protocols.", "title": "Researchers discover neuronal targets that restore movement in Parkinson's disease model", "source_link": null, "institution": "Carnegie Mellon University", "meeting": "", "text": "Researchers working in the lab of Carnegie Mellon University neuroscientist Aryn Gittis, have identified two groups of neurons that can be turned on and off to alleviate the movement-related symptoms of Parkinson's disease. The activation of these cells in the basal ganglia relieves symptoms for much longer than current therapies, like deep brain stimulation and pharmaceuticals.The study, completed in a mouse model of Parkinson's, used optogenetics to better understand the neural circuitry involved in Parkinson's disease, and could provide the basis for new experimental treatment protocols. The findings, published by researchers from Carnegie Mellon, the University of Pittsburgh and the joint CMU/Pitt Center for the Neural Basis of Cognition (CNBC) are available as an Advance Online Publication on Nature Neuroscience's website.Parkinson's disease is caused when the dopamine neurons that feed into the brain's basal ganglia die and cause the basal ganglia to stop working, preventing the body from initiating voluntary movement. The basal ganglia is the main clinical target for treating Parkinson's disease, but currently used therapies do not offer long-term solutions.\"A major limitation of Parkinson's disease treatments is that they provide transient relief of symptoms. Symptoms can return rapidly if a drug dose is missed or if deep brain stimulation is discontinued,\" said Gittis, assistant professor of biological sciences in the Mellon College of Science and member of Carnegie Mellon's BrainHub neuroscience initiative and the CNBC. \"There is no existing therapeutic strategy for long lasting relief of movement disorders associated with Parkinson's.\"To better understand how the neurons in the basal ganglia behave in Parkinson's, Gittis and colleagues looked at the inner circuitry of the basal ganglia. They chose to study one of the structures that makes up that region of the brain, a nucleus called the external globus pallidus (GPe). The GPe is known to contribute to suppressing motor pathways in the basal ganglia, but little is known about the individual types of neurons present in the GPe, their role in Parkinson's disease or their therapeutic potential.The research group used optogenetics, a technique that turns genetically tagged cells on and off with light. They targeted two cell types in a mouse model for Parkinson's disease: PV-GPe neurons and Lhx6-GPe neurons. They found that by elevating the activity of PV-GPe neurons over the activity of the Lhx6-GPe neurons, they were able to stop aberrant neuronal behavior in the basal ganglia and restore movement in the mouse model for at least four hours -- significantly longer than current treatments.While optogenetics is used only in animal models, Gittis said she believes their findings could create a new, more effective deep brain stimulation protocol.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/cmu-rdn050517.php", "article_link": "http://dx.doi.org/10.1038/nn.4559", "date": "Mon, 08 May 2017 04:00:00 GMT"}