{"keywords": ["Biology"], "funder": "", "journal": "Molecular Systems Biology", "description": "Rice University bioengineers who specialize in creating tools for synthetic biology have unveiled the latest version of their 'biofunction generator and bioscilloscope,' an optogenetic platform that uses light to activate and study two biological circuits at a time.", "title": "Rice U. unveils dual-channel biological function generator", "source_link": null, "institution": "Rice University", "meeting": "", "text": "Rice University bioengineers who specialize in creating tools for synthetic biology have unveiled the latest version of their \"biofunction generator and \"bioscilloscope,\" an optogenetic platform that uses light to activate and study two biological circuits at a time.The biofunction generator and bioscilloscope are a toolkit of genes and hardware that use colored lights and engineered bacteria to bring both mathematical predictability and cut-and-paste simplicity to the world of genetic circuit design.\"Unfortunately, all biological light sensors are 'sloppy,' in that they tend to respond to multiple colors of light,\" said Jeffrey Tabor, an associate professor of bioengineering at Rice. \"We've developed a detailed mathematical model to capture this sloppiness and design multicolor light signals that compensate for it so that two light sensors can be independently controlled in the same cell. Because most of the circuits that control biological behaviors are composed of two or more genes, this technology will make it easier for our lab and others to study complex synthetic biological systems.\"The research is described in a recent paper in Molecular Systems Biology.Life is controlled by DNA-based circuits. These are similar to the circuits in smartphones and other electronic devices with a key difference: The information that flows through electronic circuitry is voltage, and the information that flows through genetic circuits is protein production. Genetic circuits can be switched on or off -- produce protein or not -- and they can be tuned to produce more or less protein, much like voltage from an electronic circuit can be raised or lowered.The biofunction generator and bioscilloscope, which were first created in Tabor's lab three years ago, show how closely the analogy holds. Function generators and oscilloscopes, stock components of electrical engineering labs for more than 50 years, are test instruments that can feed voltage signals into circuits and show how signal voltage varies with time at other locations within the circuit. Oscilloscope screens usually show wave functions and can plot one or more signals at a time.The bioscilloscope plots the output of biocircuits in exactly the same way. The inputs and outputs for the biocircuits are light. Specifically, Tabor's team has developed a biofunction generator, a set of light-activated genes that can be used to turn genes on and off and to regulate the amount of protein they produce when turned on. The bioscilloscope comprises another set of genes that add fluorescent tags to the DNA to read out the circuit response, which means the more protein that's produced, the more light that's given off by the sample.In the new paper, recent Ph.D. graduate and lead author Evan Olson and colleagues tested new dual-function tools using the latest optogenetic hardware and software tools developed by Tabor's lab in conjunction with a new mathematical model for the biofunction generator output.\"The model allows us to predict the output gene-expression response to any light input signal, regardless of how the intensity or spectral composition of the light signal changes over time,\" Olson said. \"The model works by describing how light of any wavelength and intensity is converted into a population of light sensors in the 'on' or 'off' states.\"Olson said they demonstrated the system in two proof-of-concept experiments. In the first, they showed the system could compensate for \"perturbative\" signals, incoming light such as that from a microscope or fluorescent imager that might otherwise interfere with the incoming optogenetic signal. In the second, they demonstrated multiplexed control by simultaneously driving two independent gene expression signals in two optogenetic circuits in the same bacteria. The output on the bioscilloscope shows the two functions as red and green lines. The researchers showed they could activate the genetic circuits to produce smooth waves and stair-step patterns, and they showed the two circuits could be switched on in unison or at different times.\"This multiplexing approach enables a completely new generation of experiments for characterizing and controlling the biological circuits that integrate multiple signals and that are ubiquitous in biological networks, particularly those used for decision-making and developmental processes,\" Tabor said.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/ru-ruu050817.php", "article_link": "http://dx.doi.org/10.15252/msb.20167456", "date": "Mon, 08 May 2017 04:00:00 GMT"}