{"title": "Massachusetts General researchers explore why those with autism avoid eye contact | EurekAlert! Science News", "year": "Thu, 15 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txindividuals", "autism", "spectrum", "disorder", "asd", "often", "find", "difficult", "look", "others", "eyes", "avoidance", "typically", "interpreted", "sign", "social", "personal", "indifference", "reports", "people", "autism", "suggests", "otherwise", "many", "say", "looking", "others", "eye", "uncomfortable", "stressful", "even", "say", "burns", "points", "neurological", "cause", "team", "investigators", "based", "athinoula", "martinos", "center", "biomedical", "imaging", "massachusetts", "general", "hospital", "shed", "light", "brain", "mechanisms", "involved", "behavior", "reported", "findings", "scientific", "reports", "paper", "published", "online", "month", "findings", "demonstrate", "contrary", "thought", "apparent", "lack", "interpersonal", "interest", "among", "people", "autism", "due", "lack", "concern", "says", "nouchine", "hadjikhani", "md", "phd", "director", "neurolimbic", "research", "martinos", "center", "corresponding", "author", "new", "study", "rather", "results", "show", "behavior", "way", "decrease", "unpleasant", "excessive", "arousal", "stemming", "overactivation", "particular", "part", "brain", "key", "research", "lies", "brain", "subcortical", "system", "responsible", "natural", "orientation", "toward", "faces", "seen", "newborns", "important", "later", "emotion", "perception", "subcortical", "system", "specifically", "activated", "eye", "contact", "previous", "work", "hadjikhani", "colleagues", "revealed", "among", "autism", "oversensitive", "effects", "elicited", "direct", "gaze", "emotional", "expression", "present", "study", "took", "observation", "asking", "happens", "autism", "compelled", "look", "eyes", "faces", "conveying", "different", "functional", "magnetic", "resonance", "imaging", "fmri", "hadjikhani", "colleagues", "measured", "differences", "activation", "within", "components", "subcortical", "system", "people", "autism", "control", "participants", "viewed", "faces", "either", "freely", "constrained", "viewing", "activation", "structures", "similar", "groups", "exhibited", "free", "viewing", "overactivation", "observed", "participants", "autism", "concentrating", "especially", "true", "fearful", "faces", "though", "similar", "effects", "observed", "viewing", "happy", "angry", "neutral", "findings", "study", "support", "hypothesis", "imbalance", "brain", "excitatory", "inhibitory", "signaling", "networks", "autism", "excitatory", "refers", "neurotransmitters", "stimulate", "brain", "inhibitory", "refers", "calm", "provide", "equilibrium", "imbalance", "likely", "result", "diverse", "genetic", "environmental", "causes", "strengthen", "excitatory", "signaling", "subcortical", "circuitry", "involved", "face", "perception", "turn", "result", "abnormal", "reaction", "eye", "contact", "aversion", "direct", "gaze", "consequently", "abnormal", "development", "social", "revealing", "underlying", "reasons", "study", "also", "suggests", "effective", "ways", "engaging", "individuals", "autism", "findings", "indicate", "forcing", "children", "autism", "look", "someone", "eyes", "behavioral", "therapy", "may", "create", "lot", "anxiety", "says", "hadjikhani", "associate", "professor", "radiology", "harvard", "medical", "school", "approach", "involving", "slow", "habituation", "eye", "contact", "may", "help", "overcome", "overreaction", "able", "handle", "eye", "contact", "long", "run", "thereby", "avoiding", "cascading", "effects", "development", "social", "brain", "researchers", "already", "planning", "follow", "research", "hadjikhani", "seeking", "funding", "study", "use", "magnetoencephalography", "meg", "together", "behavioral", "tests", "probe", "deeply", "relationship", "subcortical", "system", "eye", "contact", "avoidance", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-06/mgh-mgr061517.php", "date": "2018-01-19_21:11:22", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIndividuals with autism spectrum disorder (ASD) often find it difficult to look others in the eyes. This avoidance has typically been interpreted as a sign of social and personal indifference, but reports from people with autism suggests otherwise. Many say that looking others in the eye is uncomfortable or stressful for them - some will even say that \"it burns\" - all of which points to a neurological cause. Now, a team of investigators based at the Athinoula A. Martinos Center for Biomedical Imaging at Massachusetts General Hospital has shed light on the brain mechanisms involved in this behavior. They reported their findings in a Scientific Reports paper published online this month.\"The findings demonstrate that, contrary to what has been thought, the apparent lack of interpersonal interest among people with autism is not due to a lack of concern,\" says Nouchine Hadjikhani, MD, PhD, director of neurolimbic research in the Martinos Center and corresponding author of the new study. \"Rather, our results show that this behavior is a way to decrease an unpleasant excessive arousal stemming from overactivation in a particular part of the brain.\"The key to this research lies in the brain's subcortical system, which is responsible for the natural orientation toward faces seen in newborns and is important later for emotion perception. The subcortical system can be specifically activated by eye contact, and previous work by Hadjikhani and colleagues revealed that, among those with autism, it was oversensitive to effects elicited by direct gaze and emotional expression. In the present study, she took that observation further, asking what happens when those with autism are compelled to look in the eyes of faces conveying different emotions.Using functional magnetic resonance imaging (fMRI), Hadjikhani and colleagues measured differences in activation within the face-processing components of the subcortical system in people with autism and in control participants as they viewed faces either freely or when constrained to viewing the eye-region. While activation of these structures was similar for both groups exhibited during free viewing, overactivation was observed in participants with autism when concentrating on the eye-region. This was especially true with fearful faces, though similar effects were observed when viewing happy, angry and neutral faces.The findings of the study support the hypothesis of an imbalance between the brain's excitatory and inhibitory signaling networks in autism - excitatory refers to neurotransmitters that stimulate the brain, while inhibitory refers to those that calm it and provide equilibrium. Such an imbalance, likely the result of diverse genetic and environmental causes, can strengthen excitatory signaling in the subcortical circuitry involved in face perception. This in turn can result in an abnormal reaction to eye contact, an aversion to direct gaze and consequently abnormal development of the social brain.In revealing the underlying reasons for eye-avoidance, the study also suggests more effective ways of engaging individuals with autism. \"The findings indicate that forcing children with autism to look into someone's eyes in behavioral therapy may create a lot of anxiety for them,\" says Hadjikhani, an associate professor of Radiology at Harvard Medical School. \"An approach involving slow habituation to eye contact may help them overcome this overreaction and be able to handle eye contact in the long run, thereby avoiding the cascading effects that this eye-avoidance has on the development of the social brain.\"The researchers are already planning to follow up the research. Hadjikhani is now seeking funding for a study that will use magnetoencephalography (MEG) together with eye-tracking and other behavioral tests to probe more deeply the relationship between the subcortical system and eye contact avoidance in autism.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIndividuals with autism spectrum disorder (ASD) often find it difficult to look others in the eyes.", "This avoidance has typically been interpreted as a sign of social and personal indifference, but reports from people with autism suggests otherwise.", "Many say that looking others in the eye is uncomfortable or stressful for them - some will even say that \"it burns\" - all of which points to a neurological cause.", "Now, a team of investigators based at the Athinoula A. Martinos Center for Biomedical Imaging at Massachusetts General Hospital has shed light on the brain mechanisms involved in this behavior.", "They reported their findings in a Scientific Reports paper published online this month.", "\"The findings demonstrate that, contrary to what has been thought, the apparent lack of interpersonal interest among people with autism is not due to a lack of concern,\" says Nouchine Hadjikhani, MD, PhD, director of neurolimbic research in the Martinos Center and corresponding author of the new study.", "\"Rather, our results show that this behavior is a way to decrease an unpleasant excessive arousal stemming from overactivation in a particular part of the brain.", "\"The key to this research lies in the brain's subcortical system, which is responsible for the natural orientation toward faces seen in newborns and is important later for emotion perception.", "The subcortical system can be specifically activated by eye contact, and previous work by Hadjikhani and colleagues revealed that, among those with autism, it was oversensitive to effects elicited by direct gaze and emotional expression.", "In the present study, she took that observation further, asking what happens when those with autism are compelled to look in the eyes of faces conveying different emotions.Using functional magnetic resonance imaging (fMRI), Hadjikhani and colleagues measured differences in activation within the face-processing components of the subcortical system in people with autism and in control participants as they viewed faces either freely or when constrained to viewing the eye-region.", "While activation of these structures was similar for both groups exhibited during free viewing, overactivation was observed in participants with autism when concentrating on the eye-region.", "This was especially true with fearful faces, though similar effects were observed when viewing happy, angry and neutral faces.The findings of the study support the hypothesis of an imbalance between the brain's excitatory and inhibitory signaling networks in autism - excitatory refers to neurotransmitters that stimulate the brain, while inhibitory refers to those that calm it and provide equilibrium.", "Such an imbalance, likely the result of diverse genetic and environmental causes, can strengthen excitatory signaling in the subcortical circuitry involved in face perception.", "This in turn can result in an abnormal reaction to eye contact, an aversion to direct gaze and consequently abnormal development of the social brain.In revealing the underlying reasons for eye-avoidance, the study also suggests more effective ways of engaging individuals with autism.", "\"The findings indicate that forcing children with autism to look into someone's eyes in behavioral therapy may create a lot of anxiety for them,\" says Hadjikhani, an associate professor of Radiology at Harvard Medical School.", "\"An approach involving slow habituation to eye contact may help them overcome this overreaction and be able to handle eye contact in the long run, thereby avoiding the cascading effects that this eye-avoidance has on the development of the social brain.", "\"The researchers are already planning to follow up the research.", "Hadjikhani is now seeking funding for a study that will use magnetoencephalography (MEG) together with eye-tracking and other behavioral tests to probe more deeply the relationship between the subcortical system and eye contact avoidance in autism."], "source": "Massachusetts General Hospital"}