{"title": "The importance of time and space in brain development and disease | EurekAlert! Science News", "year": "Tue, 13 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txexactly", "individual", "neurons", "develop", "important", "understanding", "brain", "diseases", "underlying", "genetics", "experts", "research", "newcastle", "university", "uk", "published", "today", "academic", "journal", "trends", "cognitive", "science", "shows", "first", "time", "morphological", "changes", "brain", "help", "shape", "neural", "networks", "human", "review", "brain", "research", "carried", "past", "15", "years", "study", "shows", "addition", "genetic", "environmental", "drivers", "exact", "time", "development", "neuron", "position", "brain", "key", "ensuring", "right", "connections", "determining", "brain", "wired", "adult", "changes", "cognition", "behaviour", "developmental", "diseases", "schizophrenia", "autism", "adhd", "linked", "changes", "network", "organisation", "author", "marcus", "kaiser", "professor", "neuroinformatics", "newcastle", "university", "explains", "great", "deal", "work", "done", "genetic", "factors", "developmental", "brain", "disorders", "importance", "spatial", "layout", "exact", "time", "regions", "connections", "originate", "brain", "development", "largely", "forgotten", "fact", "work", "shows", "time", "space", "brain", "maturation", "critical", "better", "understand", "physical", "changes", "could", "lead", "new", "treatments", "better", "diagnosis", "variety", "conditions", "timing", "keyin", "humans", "brain", "development", "begins", "early", "stages", "life", "continues", "right", "adult", "life", "fact", "new", "studies", "show", "changes", "age", "40", "years", "work", "done", "understand", "connections", "within", "specific", "areas", "brain", "epilepsy", "beginning", "understand", "connections", "formed", "macro", "scale", "brain", "regions", "spinal", "neurons", "tend", "grow", "straight", "lines", "searching", "neurons", "form", "connection", "neuron", "hits", "obstacle", "impassable", "molecule", "chemical", "trigger", "change", "direction", "imagine", "trying", "pass", "crowded", "room", "straight", "line", "get", "someone", "side", "explains", "professor", "kaiser", "likely", "bump", "someone", "early", "simply", "passing", "without", "hitting", "anyone", "hit", "final", "faraway", "target", "way", "connections", "occur", "often", "connections", "brain", "development", "forming", "connectionsthe", "distance", "neuron", "needs", "travel", "hits", "target", "also", "critical", "development", "says", "professor", "kaiser", "neurons", "generally", "follow", "chemical", "signals", "cells", "detect", "chemicals", "distance", "1cm", "adult", "humans", "connections", "different", "brain", "regions", "often", "longer", "10cm", "spinal", "cord", "longer", "1m", "get", "connections", "right", "neurons", "must", "develop", "connections", "early", "development", "organism", "small", "timing", "brain", "development", "absolutely", "key", "indeed", "experimental", "studies", "link", "delays", "brain", "maturation", "developmental", "brain", "diseases", "starting", "appear", "professor", "kaiser", "adds", "analysing", "network", "connections", "connectome", "using", "computer", "simulations", "brain", "development", "gives", "us", "tools", "better", "understand", "formation", "human", "brain"], "url": "http://www.eurekalert.org/pub_releases/2017-06/nu-tio061317.php", "date": "2018-01-19_21:11:34", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXExactly when and where individual neurons develop is as important to our understanding of brain diseases as the underlying genetics, experts have shown.New research from Newcastle University, UK, and published today in the academic journal Trends in Cognitive Science, shows for the first time how morphological changes in the brain help shape its neural networks - the human connectome.Carrying out a review of brain research carried out over the past 15 years, the study shows that in addition to genetic and environmental drivers, the exact time of development of each neuron and its position in the brain are key to ensuring the right connections are made.Ultimately determining how the brain is wired as an adult, changes in cognition and behaviour for developmental diseases such as schizophrenia, autism, and ADHD are linked to changes in the network organisation in the brain.Study author Marcus Kaiser, Professor of Neuroinformatics at Newcastle University, explains:\"A great deal of work has been done on genetic factors of developmental brain disorders but the importance of the spatial layout and of the exact time when regions and connections originate during brain development has largely been forgotten.\"In fact, our work shows that time and space during brain maturation are critical and if we can better understand these physical changes then it could lead to new treatments and better diagnosis of a variety of conditions.\"Timing is keyIn humans, brain development begins from the very early stages of life and continues right through into adult life.  In fact, new studies show changes up to the age of 40 years in humans.While some work has been done to understand connections on a micro-scale within specific areas of the brain, such as with epilepsy, we are only just beginning to understand how connections are formed on a macro scale, between brain regions and through the spinal cord.Brain neurons tend to grow in straight lines, searching out other neurons to form a connection with. Only if the neuron hits an obstacle - an impassable molecule or chemical trigger - will it change direction.\"Imagine trying to pass through a crowded room in a straight line to get to someone at the other side,\" explains Professor Kaiser.\r\n\"It is more likely you will bump into someone early on than simply passing through without hitting anyone until you hit your final, faraway target. In the same way, short-distance connections occur more often than long-distance connections during brain development.\"Forming long-distance connectionsThe distance a neuron needs to travel before it hits its target is also critical to development, says Professor Kaiser.\r\n\"Neurons generally follow chemical signals but the cells can only detect chemicals over a distance of 1cm.\"In adult humans, connections between different brain regions are often longer than 10cm and through the spinal cord they can be longer than 1m.\"So to get these connections right the neurons must develop the connections very early on in development while the organism is small.\"Timing in brain development is absolutely key.  Indeed, experimental studies that link delays during brain maturation to developmental brain diseases are now starting to appear.\"Professor Kaiser adds: \"Analysing the network of connections, or the connectome, and using computer simulations of brain development now gives us the tools to better understand the formation of the human brain.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXExactly when and where individual neurons develop is as important to our understanding of brain diseases as the underlying genetics, experts have shown.New research from Newcastle University, UK, and published today in the academic journal Trends in Cognitive Science, shows for the first time how morphological changes in the brain help shape its neural networks - the human connectome.Carrying out a review of brain research carried out over the past 15 years, the study shows that in addition to genetic and environmental drivers, the exact time of development of each neuron and its position in the brain are key to ensuring the right connections are made.Ultimately determining how the brain is wired as an adult, changes in cognition and behaviour for developmental diseases such as schizophrenia, autism, and ADHD are linked to changes in the network organisation in the brain.Study author Marcus Kaiser, Professor of Neuroinformatics at Newcastle University, explains:\"A great deal of work has been done on genetic factors of developmental brain disorders but the importance of the spatial layout and of the exact time when regions and connections originate during brain development has largely been forgotten.", "\"In fact, our work shows that time and space during brain maturation are critical and if we can better understand these physical changes then it could lead to new treatments and better diagnosis of a variety of conditions.", "\"Timing is keyIn humans, brain development begins from the very early stages of life and continues right through into adult life.", "In fact, new studies show changes up to the age of 40 years in humans.While some work has been done to understand connections on a micro-scale within specific areas of the brain, such as with epilepsy, we are only just beginning to understand how connections are formed on a macro scale, between brain regions and through the spinal cord.Brain neurons tend to grow in straight lines, searching out other neurons to form a connection with.", "Only if the neuron hits an obstacle - an impassable molecule or chemical trigger - will it change direction.", "\"Imagine trying to pass through a crowded room in a straight line to get to someone at the other side,\" explains Professor Kaiser.", "\"It is more likely you will bump into someone early on than simply passing through without hitting anyone until you hit your final, faraway target.", "In the same way, short-distance connections occur more often than long-distance connections during brain development.", "\"Forming long-distance connectionsThe distance a neuron needs to travel before it hits its target is also critical to development, says Professor Kaiser.", "\"Neurons generally follow chemical signals but the cells can only detect chemicals over a distance of 1cm.", "\"In adult humans, connections between different brain regions are often longer than 10cm and through the spinal cord they can be longer than 1m.", "\"So to get these connections right the neurons must develop the connections very early on in development while the organism is small.", "\"Timing in brain development is absolutely key.", "Indeed, experimental studies that link delays during brain maturation to developmental brain diseases are now starting to appear.", "\"Professor Kaiser adds: \"Analysing the network of connections, or the connectome, and using computer simulations of brain development now gives us the tools to better understand the formation of the human brain.\""], "source": "Newcastle University"}