{"title": "Molecule may help maintain brain's synaptic balance | EurekAlert! Science News", "year": "Tue, 13 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "fruit", "fly", "brain", "labeled", "different", "colors", "using", "brainbow", "method", "allows", "researchers", "distinguish", "one", "neuron", "another", "view", "many", "neurological", "diseases", "malfunctions", "synapses", "points", "contact", "neurons", "allow", "senses", "information", "pass", "finger", "brain", "brain", "careful", "balance", "excitatory", "synapses", "allow", "messages", "pass", "inhibitory", "synapses", "dampen", "signal", "balance", "brain", "becomes", "unable", "process", "information", "normally", "leading", "conditions", "like", "researchers", "jefferson", "discovered", "molecule", "may", "play", "role", "helping", "maintain", "balance", "excitatory", "inhibitory", "neurons", "results", "published", "journal", "elife", "project", "howard", "hughes", "medical", "institute", "wellcome", "trust", "max", "planck", "mosca", "assistant", "professor", "department", "neuroscience", "vickie", "jack", "farber", "institute", "neuroscience", "thomas", "jefferson", "university", "discovered", "molecule", "called", "lrp4", "important", "creating", "excitatory", "synapses", "ones", "keep", "message", "passing", "one", "neuron", "next", "researchers", "knocked", "lrp4", "gene", "fruit", "flies", "saw", "40", "percent", "loss", "excitatory", "synaptic", "connections", "brain", "loss", "inhibitory", "synapses", "suggesting", "molecule", "specific", "one", "kind", "researchers", "used", "new", "technology", "called", "expansion", "microscopy", "get", "better", "view", "fruit", "fly", "neurons", "cases", "want", "see", "small", "things", "better", "resolution", "get", "better", "microscope", "says", "mosca", "option", "make", "small", "things", "bigger", "infusing", "neurons", "studying", "chemical", "diapers", "swells", "absorbs", "water", "able", "make", "neurons", "synapses", "enlarged", "enough", "see", "clearly", "molecules", "involved", "synapse", "biology", "vital", "excitatory", "inhibitory", "neurons", "says", "mosca", "idea", "molecule", "appears", "specific", "excitatory", "synapses", "suggests", "probably", "parallel", "molecule", "exists", "helps", "form", "inhibitory", "ones", "found", "yet", "better", "understanding", "unique", "biology", "excitatory", "inhibitory", "synapses", "may", "go", "long", "way", "helping", "researchers", "untangle", "many", "diseases", "thought", "related", "synapse", "dysfunction", "epilepsy", "also", "autism", "schizophrenia"], "url": "http://www.eurekalert.org/pub_releases/2017-06/tju-mmh061317.php", "date": "2018-01-19_21:11:37", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a fruit fly brain labeled in different colors using the Brainbow method that allows researchers to distinguish one neuron from another.\n       view more Many neurological diseases are malfunctions of synapses, or the points of contact between neurons that allow senses and other information to pass from finger to brain. In the brain, there is a careful balance between the excitatory synapses that allow messages to pass, and the inhibitory synapses that dampen the signal. When that balance is off, the brain becomes unable to process information normally, leading to conditions like epilepsy.Now researchers at Jefferson have discovered a molecule that may play a role in helping maintain the balance of excitatory and inhibitory neurons. The results were published in the journal eLife, a project of the Howard Hughes Medical Institute, the Wellcome Trust and the Max Planck Institute.Timothy Mosca, Ph.D., Assistant Professor in the Department of Neuroscience at the Vickie and Jack Farber Institute for Neuroscience of Thomas Jefferson University, discovered that a molecule called LRP4, was important in creating excitatory synapses -- the ones that keep a message passing from one neuron to the next. When the researchers knocked out the LRP4 gene in fruit flies, they saw a 40 percent loss of excitatory synaptic connections in the brain, but no such loss of inhibitory synapses, suggesting that the molecule was specific to one kind of synapse.The researchers used a new technology called expansion microscopy to get a better view of the fruit fly neurons. \"In most cases, if you want to see very small things with better resolution, you get a better microscope,\" says Mosca. \"The other option is to make the small things bigger.\" By infusing the neurons they were studying with the chemical in diapers that swells as it absorbs water, they were able to make the neurons and their synapses enlarged enough to see them more clearly.\"Most molecules involved in synapse biology are vital to both excitatory and inhibitory neurons,\" says Mosca. \"The idea that we now have a molecule that appears to be specific to excitatory synapses suggests there is probably a parallel molecule that exists that helps form inhibitory ones, that we just haven't found yet.\"A better understanding of the unique biology of excitatory and inhibitory synapses may go a long way in helping researchers untangle the many diseases that are thought to be related to synapse dysfunction such as epilepsy, but also autism and schizophrenia.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a fruit fly brain labeled in different colors using the Brainbow method that allows researchers to distinguish one neuron from another.", "view more Many neurological diseases are malfunctions of synapses, or the points of contact between neurons that allow senses and other information to pass from finger to brain.", "In the brain, there is a careful balance between the excitatory synapses that allow messages to pass, and the inhibitory synapses that dampen the signal.", "When that balance is off, the brain becomes unable to process information normally, leading to conditions like epilepsy.Now researchers at Jefferson have discovered a molecule that may play a role in helping maintain the balance of excitatory and inhibitory neurons.", "The results were published in the journal eLife, a project of the Howard Hughes Medical Institute, the Wellcome Trust and the Max Planck Institute.Timothy Mosca, Ph.D., Assistant Professor in the Department of Neuroscience at the Vickie and Jack Farber Institute for Neuroscience of Thomas Jefferson University, discovered that a molecule called LRP4, was important in creating excitatory synapses -- the ones that keep a message passing from one neuron to the next.", "When the researchers knocked out the LRP4 gene in fruit flies, they saw a 40 percent loss of excitatory synaptic connections in the brain, but no such loss of inhibitory synapses, suggesting that the molecule was specific to one kind of synapse.The researchers used a new technology called expansion microscopy to get a better view of the fruit fly neurons.", "\"In most cases, if you want to see very small things with better resolution, you get a better microscope,\" says Mosca.", "\"The other option is to make the small things bigger.\"", "By infusing the neurons they were studying with the chemical in diapers that swells as it absorbs water, they were able to make the neurons and their synapses enlarged enough to see them more clearly.", "\"Most molecules involved in synapse biology are vital to both excitatory and inhibitory neurons,\" says Mosca.", "\"The idea that we now have a molecule that appears to be specific to excitatory synapses suggests there is probably a parallel molecule that exists that helps form inhibitory ones, that we just haven't found yet.", "\"A better understanding of the unique biology of excitatory and inhibitory synapses may go a long way in helping researchers untangle the many diseases that are thought to be related to synapse dysfunction such as epilepsy, but also autism and schizophrenia."], "source": "Thomas Jefferson University"}