{"title": "Common autism symptom observed in mice | EurekAlert! Science News", "year": "Mon, 12 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "image", "shows", "activity", "neurons", "mouse", "somatosensory", "cortex", "response", "whisker", "stimulation", "view", "new", "research", "journal", "neuroscience", "finds", "common", "symptom", "autism", "spectrum", "disorder", "fragile", "x", "syndrome", "fxs", "overreaction", "touch", "early", "life", "persists", "adulthood", "present", "mouse", "model", "genetic", "disorder", "autism", "many", "cases", "hypersensitivity", "touch", "symptom", "disorders", "emerges", "first", "years", "life", "often", "leads", "negative", "avoidance", "reaction", "known", "tactile", "colleagues", "carlos", "laboratory", "studied", "symptom", "underlying", "brain", "circuitry", "found", "young", "fxs", "mice", "increased", "running", "ball", "response", "stimulation", "whiskers", "compared", "typical", "mice", "age", "roughly", "corresponding", "months", "immediately", "birth", "humans", "time", "experiences", "shape", "brain", "circuits", "involved", "sensory", "processing", "adults", "fxs", "mice", "changed", "running", "direction", "away", "whisker", "stimulator", "indicating", "escape", "response", "typical", "mice", "neurons", "region", "somatosensory", "cortex", "decrease", "activity", "ongoing", "whisker", "stimulation", "however", "neurons", "fxs", "mice", "failed", "adapt", "ages", "findings", "suggest", "studying", "changes", "underlying", "variations", "symptoms", "severity", "disorders", "could", "help", "identify", "new", "therapeutic", "targets"], "url": "http://www.eurekalert.org/pub_releases/2017-06/sfn-cas060617.php", "date": "2018-01-19_21:11:40", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: This image shows activity of neurons in the mouse somatosensory cortex in response to whisker stimulation.\n     view more New research in The Journal of Neuroscience finds that a common symptom of autism spectrum disorder and fragile X syndrome (FXS) -- overreaction to touch early in life that persists through adulthood -- is present in a mouse model of FXS.FXS is a genetic disorder that co-occurs with autism in many cases. Hypersensitivity to touch, a symptom of both disorders that emerges in the first years of life, often leads to a negative, avoidance reaction known as tactile defensiveness.Cynthia He and colleagues in Carlos Portera-Cailliau's laboratory studied this symptom and its underlying brain circuitry and found that young FXS mice increased their running on a ball in response to stimulation of their whiskers compared to typical mice, at an age roughly corresponding to the months immediately before and after birth in humans -- the time when experiences shape the brain circuits involved in sensory processing. As adults, the FXS mice changed their running direction away from the whisker stimulator, indicating an escape response. In typical mice, neurons in a region of the somatosensory cortex decrease their activity to ongoing whisker stimulation. However, the same neurons in FXS mice failed to adapt at both ages. These findings suggest that studying circuit-level changes underlying variations in symptoms and their severity in autism-related disorders could help to identify new therapeutic targets.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: This image shows activity of neurons in the mouse somatosensory cortex in response to whisker stimulation.", "view more New research in The Journal of Neuroscience finds that a common symptom of autism spectrum disorder and fragile X syndrome (FXS) -- overreaction to touch early in life that persists through adulthood -- is present in a mouse model of FXS.FXS is a genetic disorder that co-occurs with autism in many cases.", "Hypersensitivity to touch, a symptom of both disorders that emerges in the first years of life, often leads to a negative, avoidance reaction known as tactile defensiveness.Cynthia He and colleagues in Carlos Portera-Cailliau's laboratory studied this symptom and its underlying brain circuitry and found that young FXS mice increased their running on a ball in response to stimulation of their whiskers compared to typical mice, at an age roughly corresponding to the months immediately before and after birth in humans -- the time when experiences shape the brain circuits involved in sensory processing.", "As adults, the FXS mice changed their running direction away from the whisker stimulator, indicating an escape response.", "In typical mice, neurons in a region of the somatosensory cortex decrease their activity to ongoing whisker stimulation.", "However, the same neurons in FXS mice failed to adapt at both ages.", "These findings suggest that studying circuit-level changes underlying variations in symptoms and their severity in autism-related disorders could help to identify new therapeutic targets."], "source": "Society for Neuroscience"}