{"title": "Animal models can't 'tune out' stimuli, mimicking sensory hypersensitivity in humans", "text": "By tickling the whiskers of mice, and recording how they respond, UCLA researchers may be closer to understanding why many children with autism cover their ears when they hear loud sounds or can't tolerate scratchy wool sweaters.Scientists report in the June 12 issue of the Journal of Neuroscience that mice genetically engineered to mimic a type of autism in humans, fragile X syndrome, are unable to adapt to, or tune out, repeated stimulation to their whiskers -- unlike ordinary mice. The findings have implications for a common symptom -- sensory hypersensitivity -- in humans with autism.\"If we can understand more about this mechanism, or help push the brain in the direction of adaptation, we could really help children with autism,\" said Dr. Carlos Portera-Cailliau, professor of neurology and neurobiology at the David Geffen School of Medicine at UCLA and the paper's senior author. \"Currently, their brains do not mature in a way that allows this adaptation mechanism to work properly.\"Hypersensitivity to touch, sounds, taste and other sensory input is a central feature of autism, a disorder characterized by social interaction difficulties, repetitive behaviors and language impairment. Sensory hypersensitivity that leads to avoidance, or \"tactile defensiveness,\" is important to understand because it contributes to other characteristics of autism such as anxiety, sleep disturbances and inattention.To learn more, Portera-Cailliau and his colleagues used a genetic mouse model of fragile X syndrome, the most common genetic cause of autism and learning disabilities in humans, to determine whether mice with fragile X syndrome show the same \"tactile defensiveness\" seen in people with autism. The scientists studied the behavior of 14-day-old mice and adult mice running on a ball as a wire comb repeatedly touched their whiskers. The neurological development of a 14-day-old mouse roughly corresponds to the months immediately before and after birth in humans -- a time when experiences shape the brain circuits involved in processing sensory input.The researchers found that the young fragile X mice ran in response to whisker stimulation as though they were trying to escape it. By contrast, the ordinary mice ran a little and stopped, even though whisker tweaking continued, like they were able to block out the stimulus. As adults, the fragile X mice ran and changed direction to avoid the whisker stimulator, whereas typical adult mice were able to ignore it.\"Because fragile X syndrome and autism are diseases of abnormal neural development, it's really important to see what is happening at different developmental ages in the animal model,\" said Cynthia He, the study's first author and a Ph.D. student in Portera-Cailiau's lab.Researchers also used a special microscope, employing a technique called two-photon calcium imaging, to observe signals from individual brain cells that are activated by stimulation like an object touching whiskers.An analysis of these observations showed neurons firing equally in both groups of mice in the beginning, then tapering off only in the mice without fragile X. The researchers hypothesize that the fragile X group may lack chemicals that inhibit neuronal activity, a potential therapeutic target.\"You really need a solid understanding of the physiology in order to develop treatments for neurodevelopmental conditions such as autism,\" He said. \"This is an important step in that direction.\"", "journal": "Journal of Neuroscience", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--amc060917.php", "institution": "University of California - Los Angeles", "meeting": "", "description": "Mice genetically engineered to mimic a type of autism in humans, fragile X syndrome, are unable to adapt to, or tune out, repeated stimulation to their whiskers -- unlike ordinary mice. The findings have implications for a common symptom -- sensory hypersensitivity -- in humans with autism.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology", " Mental Health"], "source_link": null, "date": "Mon, 12 Jun 2017 04:00:00 GMT"}