{"title": "Better outcome measures needed for clinical trials for Fragile X Syndrome", "text": "A group of researchers from several institutions in the USA, including Johns Hopkins Medicine, reports that its review of 22 clinical trials of fragile X syndrome (FXS) suggests the need for a wider use of newer and improved treatment outcome measurement tools for this and other several neurodevelopmental disorders. FXS is the most common inherited form of intellectual disability and the most common form of autism associated with a single gene mutation.A report of the findings, published in the Journal of Neurodevelopmental Disorders on June 12, indicates the need for more sensitive and objective instruments to better capture global or symptom-specific benefits of drugs and other interventions.\"In an attempt to keep up with recent major discoveries in animal models of fragile X syndrome, and other developments, clinical studies in humans have unfolded on a fast track along an uncharted path, and several have unfortunately failed,\" says Dejan Budimirovic, M.D., the study's first author, who is an assistant professor of psychiatry and behavioral sciences at the Johns Hopkins University School of Medicine, as well as the main co-investigator of the Clinical Trials Unit and medical co-director of the Fragile X Clinic at Kennedy Krieger Institute.Those clinical trial failures have already led to newer outcome and assessment tools supported by the National Institutes of Health, but these and other improved measures need to be more rapidly applied to clinical trial design to serve as markers of success or failure of fragile X-specific drug trials, says Budimirovic.FXS is caused by an overrepetition of a specific DNA segment, leading to the shutdown of the FMR1 gene. Normally, the FMR1 gene is responsible for producing a protein called FMRP, which plays a critical role in the development and function of synapses, the connections between nerve cells. The lack of FMRP, then, results in disrupted nervous system function, expressed as a wide range of complex, multilayered neurobehavioral symptoms.FXS has been one of the neurodevelopmental disorders with the most rapid research progress, particularly in terms of testing new treatments in animal models. Treatments for FXS require a broad range of interventions (i.e., speech-language, occupational, behavioral) and pharmacological treatments.The research team conducted an extensive database search and systematically reviewed 22 double-blind mostly fragile X-specific controlled clinical trials from 2008 to 2015. The team sought to update recommendations that it published in 2013.The Working Groups identified outcome measures in three areas that cover the broad range of FXS symptoms: 1) cognition; 2) behavior/emotion; and 3) medical/physical.Cognition outcome measures include tests of general intelligence that determine IQ scores such as the NIH Toolbox Cognition Battery, which tests working memory, language and processing speed, among other things. Behavioral/emotional outcome measures include some of FXS's most distinctive clinical features, such as disruptive behaviors, ADHD-like behaviors and anxiety. The best-characterized instrument under this category is the Aberrant Behavior Checklist-Community modified for FXS, a checklist that rates various behaviors in degrees of severity. Medical/physical outcome measures, or biomarkers, include a wide range of tools, from blood-based analyses to neurophysiological and neuroimaging methods such as eye-tracking because eye gaze abnormalities are a common feature of FXS.Budimirovic says the current study updated the 2013 recommendations by using a more systematic approach that classified existing outcome measures as either being able to detect shorter-term changes (measures in FXS placebo-controlled trials lasting less than 12 months) or longer-term changes (lasting longer than 12 months) changes and by grading the measures' quantitative properties using the COnsensus-based Standards for the selection of health Measurement Instruments (COSMIN) system, an initiative that aims to improve how health measurement tools are selected.Budimirovic and colleagues graded tool quality for dozens of diverse outcome measures under the above-noted three areas. In addition, for this study, they created an autistic behavior section, using the following criteria: 1) whether reliability and validity data were available in typically developing individuals and/or in those with neurodevelopmental disorders; 2) whether the measure had been piloted in FXS clinical trials; and 3) whether the measure addressed an important aspect of the FXS symptom. Tool quality for each measure could be rated as either strong, moderate, limited, unknown due to poor methodological study, or no evidence available.Results of the tool quality grading found that most outcome measures in the 22 trials received only a moderate rating because there was limited information on reliability, validity or sensitivity to treatment for the vast majority of them. This situation is not unique to FXS, since reviews of outcomes for autism spectrum disorder have arrived at similar conclusions, he says.\"While the present report suggests that optimal outcome measures for FXS are not yet fully developed, the recent failures of clinical trials in the FXS treatment field represent an opportunity to implement novel study designs and methodologies,\" concludes Budimirovic.", "journal": "Journal of Neurodevelopmental Disorders", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/jhm-bom061217.php", "institution": "Johns Hopkins Medicine", "meeting": "", "description": "A group of researchers from several institutions in the USA, including Johns Hopkins Medicine, reports that its review of 22 clinical trials of fragile X syndrome (FXS) suggests the need for a wider use of newer and improved treatment outcome measurement tools for this and other several neurodevelopmental disorders. FXS is the most common inherited form of intellectual disability and the most common form of autism associated with a single gene mutation.", "article_link": null, "keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science"], "source_link": "http://www.hopkinsmedicine.org/news/media/releases/study_calls_for_use_of_better_outcome_measures_in_clinical_trials_for_fragile_x_syndrome_and_other_neurodevelopmental_disorders", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}