{"title": "To reduce postoperative pain, consider sleep -- and caffeine", "text": "ANN ARBOR, Mich. - Sleep is essential for good mental and physical health, and chronic insufficient sleep increases the risk for several chronic health problems.  Now, a new study focuses in on the role that sleep loss plays in pain following surgery.\"Postoperative pain control is challenging,\" says Giancarlo Vanini, M.D., a research assistant professor in the Department of Anesthesiology at Michigan Medicine. \"There is a general long-standing interest in the relationship between sleep and pain, and we know that both are reciprocally related. \"Several studies demonstrate that pre- and postoperative sleep disturbances worsen pain and, more importantly, predict the onset of long-term postoperative pain. However, while the relationship between sleep and pain is well known, its underlying mechanisms remain unclear.\"Vanini is the senior author of a new study, published in SLEEP, which examines whether brief, total sleep deprivation in rats immediately prior to surgery worsens postoperative pain and increases recovery time.\"Based on previous studies published by our group and others, we predicted that a brief sleep disturbance prior to surgery would worsen postoperative pain,\" Vanini says. \"But, we wanted to examine if there were any treatments or interventions that could aid to minimize the effect of sleep loss by reducing the severity of pain experienced after surgery.\" The research team decided to analyze the effect of a widely used stimulant: caffeine.           \"Most people would be confused by the idea of using caffeine while we insist on the dangers of not getting enough sleep,\" Vanini says. \"Caffeine in coffee and other beverages blocks the actions of adenosine in the brain. Adenosine is an endogenous sleep inducer. That's why we feel more awake after drinking coffee. \"Insufficient sleep enhances pain perception, so we reasoned that caffeine might also be useful for reversing the increase in pain caused by sleep loss.\"  He adds, \"We liked the potential of this intervention because it is simple and virtually everyone is familiar with caffeine.\"Using a rat model of surgical pain, the research team tested whether prior sleep deprivation increases postoperative pain and caffeine blocks the increase in postoperative pain caused by sleep deprivation. Next, the researchers sought to identify a potential brain mechanism by which disrupted sleep worsens pain.\"The effect of sleep deprivation on pain sensitivity in operated and intact rats was virtually eliminated by pharmacologically blocking the action of adenosine in a brain region in the anterior hypothalamus known to regulate sleep, which is connected to major pain-related areas,\" Vanini says.After examining the data, Vanini and team found that extended wakefulness prior to surgery significantly enhanced postoperative pain behaviors and extended recovery time after surgery. Caffeine helped to mitigate this effect.\"Caffeine blocked the increase in surgical pain caused by previous sleep loss,\" Vanini says. \"Surprisingly, the data showed that this is not due to caffeine's analgesic properties.\"Furthermore, it looks like caffeine was effective only in those rats that underwent sleep deprivation before surgery. We think that caffeine might prevent the increase in pain sensitivity by blocking part of the neurochemical changes induced by sleep deprivation in specific brain areas that control sleep and wakefulness, and project to pain-related sites.\"He adds, \"We definitely need more experiments to clarify this interesting issue.\"Vanini and team are motivated by their results.\"These results are relevant because sleep disorders and insufficient sleep are highly prevalent problems in our society,\" Vanini says. \"Additionally, often times patients travel long distances during the night or early morning before being admitted into the hospital for elective surgery.  In one way or another, most patients do not get adequate sleep before surgery.\"This study suggests a novel intervention with potential to significantly improve postoperative pain management in clinical settings. We now look forward to testing whether caffeine is effective to reduce pain in surgical patients.\"", "article_link": "http://dx.doi.org/10.1093/sleep/zsx116", "url": "http://www.eurekalert.org/pub_releases/2017-08/mmu-trp081817.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/lab-report/to-reduce-postoperative-pain-consider-sleep-and-caffeine", "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Sleep/Sleep Disorders", " Pain"], "journal": "Sleep", "description": "A new preclinical study found that a brief period of extended wakefulness before surgery enhances pain and prolongs recovery time after surgery. Caffeine administration helped to reduce the harmful effects of sleep loss on subsequent surgical pain.", "date": "Fri, 18 Aug 2017 04:00:00 GMT"}