{"title": "Researchers show how particular fear memories can be erased", "text": "RIVERSIDE, Calif. - Researchers at the University of California, Riverside have devised a method to selectively erase particular fear memories by weakening the connections between the nerve cells (neurons) involved in forming these memories.A sight, sound, or smell we have sensed may not later trigger fear, but if the stimulus is associated with a traumatic event, such as a car accident, then fear memory is formed, and fearful responses are triggered by the stimulus.To survive in a dynamic environment, animals develop fear responses to dangerous situations. But not all fear memories, such as those in PTSD, are beneficial to our survival. For example, while an extremely fearful response to the sight of a helicopter is not a useful one for a war veteran, a quick reaction to the sound of a gunshot is still desirable. For survivors of car accidents, it would not be beneficial for them to relive the trauma each time they sit in a car.In their lab experiments, Jun-Hyeong Cho, M.D., Ph.D., an assistant professor of molecular, cell, and systems biology, and Woong Bin Kim, his postdoctoral researcher, found that fear memory can be manipulated in such a way that some beneficial memories are retained while others, detrimental to our daily life, are suppressed.The research, done using a mouse model and published today in Neuron, offers insights into how PTSD and specific phobias may be better treated.Video about the research.\"In the brain, neurons communicate with each other through synaptic connections, in which signals from one neuron are transmitted to another neuron by means of neurotransmitters,\" said Cho, who led the research. \"We demonstrated that the formation of fear memory associated with a specific auditory cue involves selective strengthening in synaptic connections which convey the auditory signals to the amygdala, a brain area essential for fear learning and memory. We also demonstrated that selective weakening of the connections erased fear memory for the auditory cue.\"In the lab, Cho and Kim exposed mice to two sounds: a high-pitch tone and a low-pitch tone. Neither tone produced a fear response in the mice. Next, they paired only the high-pitched tone with a mild footshock administered to the mice.  Following this, Cho and Kim again exposed the mice to the two tones. To the high-pitch tone (with no accompanying footshock), the mice responded by ceasing all movement, called freezing behavior.  The mice showed no such response to the low-pitch sound (with no accompanying footshock). The researchers found that such behavioral training strengthened synaptic connections that relay the high-pitch tone signals to the amygdala.The researchers then used a method called optogenetics to weaken the synaptic connection with light, which erased the fear memory for the high-pitch tone.\"In the brain, neurons receiving the high- and low-pitch tone signals are intermingled,\" said Cho, a member of the Center for Glial-Neuronal Interactions in the UC Riverside School of Medicine. \"We were able, however, to experimentally stimulate just those neurons that responded to the high-pitch sound. Using low-frequency stimulations with light, we were able to erase the fear memory by artificially weakening the connections conveying the signals of the sensory cue -- a high-pitch tone in our experiments - that are associated with the aversive event, namely, the footshock.\"Cho explained that for adaptive fear responses to be developed, the brain must discriminate between different sensory cues and associate only relevant stimuli with aversive events.\"This study expands our understanding of how adaptive fear memory for a relevant stimulus is encoded in the brain,\" he said. \"It is also applicable to developing a novel intervention to selectively suppress pathological fear while preserving adaptive fear in PTSD.\"The researchers note that their method can be adapted for other research, such as \"reward learning\" where stimulus is paired with reward. They plan next to study the mechanisms involved in reward learning which has implications in treating addictive behaviors.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--rsh081417.php", "region": "namerica", "source_link": null, "funder": "UC Riverside", "meeting": "", "institution": "University of California - Riverside", "keywords": ["Medicine/Health", " Addiction", " Neurobiology", " Pain", " Trauma/Injury", " Mental Health", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Neuron", "description": "Researchers at the University of California, Riverside have devised a method to selectively erase particular fear memories by weakening the connections between neurons involved in forming these memories. In their experiments, they found that fear memory can be manipulated in such a way that some beneficial memories are retained while others, detrimental to our daily life, are suppressed. The research, done using a mouse model, offers insights into how PTSD/specific phobias may be better treated.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}