{"title": "Scientist emphasizes importance of multi-level thinking", "text": "An unusual paper \"On multi-level thinking and scientific understanding\" appears in the October issue of Advances in Atmospheric Sciences.  The author is Professor Michael Edgeworth McIntyre from University of Cambridge, whose work in atmospheric dynamics is well known.  He has also had longstanding interests in astrophysics, music, perception psychology, and biological evolution.The paper touches on a range of deep questions within and outside the atmospheric sciences.  They include insights into the nature of science itself, and of scientific understanding -- what it means to understand a scientific problem in depth -- and into the communication skills necessary to convey that understanding and to mediate collaboration across specialist disciplines.The paper appears in a Special Issue arising from last year's Symposium held in Nanjing to commemorate the life of Professor Duzheng YE, who was well known as a national and international scientific leader and for his own wide range of interests, within and outside the atmospheric sciences. The symposium was organized by the Institute of Atmospheric Physics (IAP), Chinese Academy of Sciences, where Prof. YE had worked nearly 70 years before he passed away. Upon the invitation of Prof. Jiang ZHU, the Director General of IAP, also the Editor-in-Chief of Advances in Atmospheric Sciences (AAS), Prof. McIntyre agreed to contribute a review paper to an AAS special issue commemorating the centenary of Duzheng YE's birth. Prof. YE was also the founding Editor-in-Chief of this journal.One of Professor McIntyre's themes is that we all have unconscious mathematics, including Euclidean geometry and the calculus of variations.  This is easy to demonstrate and is key to understanding not only how science works but also, for instance, how music works.  Indeed, it reveals some of the deepest connections between music and mathematics, going beyond the usual remarks about number-patterns.  All this revolves around the biological significance of what Professor McIntyre calls the \"organic-change principle\".Further themes include the scientific value of looking at a problem from more than one viewpoint, and the need to use more than one level of description.  Many scientific and philosophical controversies stem from confusing one level of description with another, for instance applying arguments to one level that belong on another.  This confusion can be especially troublesome when it comes to questions about human biology and human nature, and about what Professor YE called multi-level \"orderly human activities\".Related to all these points are the contrasting modes of perception and understanding offered by the brain's left and right hemispheres. Our knowledge of their functioning has progressed far beyond the narrow clichés of popular culture, thanks to recent work in the neurosciences.  The two hemispheres automatically give us different levels of description, and complementary views of a problem.  Good science takes advantage of this.  When the two hemispheres cooperate, with each playing to its own strengths, our problem-solving is at its most powerful.The paper ends with three examples of unconscious assumptions that have impeded scientific progress in the past.  Two of them are taken from Professor McIntyre's main areas of research.  A third is from biology.\r\n", "article_link": "http://dx.doi.org/10.1007/s00376-017-6283-3", "url": "http://www.eurekalert.org/pub_releases/2017-08/ioap-sei081717.php", "region": "asia", "source_link": "https://link.springer.com/article/10.1007/s00376-017-6283-3", "funder": "", "meeting": "", "institution": "Institute of Atmospheric Physics, Chinese Academy of Sciences", "keywords": ["Atmospheric Science", " Biology", " Education", " Graduate/Postgraduate Education", " Science/Math", " Calculations/Problem-Solving"], "journal": "Advances in Atmospheric Sciences", "description": "An unusual paper by Prof. Michael E. McIntyre from University of Cambridge touches on a range of deep questions,  including insights into the nature of science itself, and of scientific understanding -- what it means to understand a scientific problem in depth -- and into the communication skills necessary to convey that understanding and to mediate collaboration across specialist disciplines.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}