{"title": "Older users like to snoop on Facebook, but worried others might snoop on them", "text": "Older adults are drawn to Facebook so they can check out pictures and updates from family and friends, but may resist using the site because they are worried about who will see their own content, according to a team of researchers.In a study of older people's perception of Facebook, participants listed keeping in touch, monitoring other's updates and sharing photos as main reasons for using Facebook. However, other seniors listed privacy, as well as the triviality of some posts, as reasons they stay away from the site.\"The biggest concern is privacy and it's not about revealing too much, it's that they assume that too many random people out there can get their hands on their information,\" said S. Shyam Sundar, distinguished professor of communications and co-director of the Media Effects Research Laboratory, Penn State. \"Control is really what privacy is all about. It's about the degree to which you feel that you have control over how your information is shared or circulated.\"The researchers, who report their findings in a forthcoming issue of Telematics and Informatics, available online now, said that Facebook developers should focus on privacy settings to tap into the senior market.\"Clear privacy control tools are needed to promote older adults' Facebook use,\" said Eun Hwa Jung, assistant professor of communications and new media, National University of Singapore. \"In particular, we think that privacy settings and alerts need to be highly visible, especially when they [older adults] are sharing information.\"While older adults are leery about who is viewing their posts, they enjoy using the site to look at pictures and read posts from friends and family, according to the researchers.\"I am more of a Facebook voyeur, I just look to see what my friends are putting out there,\" one participant told the researchers. \"I haven't put anything on there in years. I don't need to say, 'I'm having a great lunch!' and things like that, I don't understand that kind of communication.\"Sundar said that, in fact, many participants mentioned the triviality of the conversation that kept them from using Facebook.\"They believe that people reporting on the mundane and unremarkable things that they did -- brushing their teeth, or what they had for lunch -- is not worth talking about,\" said Sundar. \"That's an issue, especially for this generation.\"Older users could be a significant resource to help drive the growth of Facebook and other social media sites, Sundar said.\"The 55-plus folks were slow initially in adopting social media, but now they are one of the largest growing sectors for social media adoption,\" he said.The researchers suggest that Facebook is helping to serve as a communications bridge between the generations and that young people are prompting their older family members to join the site.\"In particular, unlike younger people, most older adults were encouraged by younger family members to join Facebook so that they could communicate,\" said Jung. \"This implies that older adults' interaction via social networking sites can contribute to effective intergenerational communication.\"The researchers recruited 46 participants who were between 65 and 95 years old to take part in in-depth interviews. The group included 17 male participants and 29 female participants, all of whom had a college degree. The participants also said they used a computer in their daily lives.A total of 20 Facebook users and 26 non-users participated in the study. If participants had a Facebook account, researchers asked them about their experience and their motivations for joining. Participants who did not use Facebook were asked why they did not join.Because all of the participants in this study lived in a retirement home, the researchers said that future research should look at the perception and use of Facebook by seniors who live alone.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ps-oul081717.php", "region": "namerica", "source_link": "http://news.psu.edu/story/477487/2017/08/17/research/older-users-snoop-facebook-worried-others-might-snoop-them", "funder": "", "meeting": "", "institution": "Penn State", "keywords": ["Social/Behavioral Science", " Behavior", " Demography"], "journal": "Telematics and Informatics", "description": "Older adults are drawn to Facebook so they can check out pictures and updates from family and friends, but may resist using the site because they are worried about who will see their own content, according to a team of researchers.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}