{"title": "The laws of attraction: Pheromones don't lie, fruit fly research suggests", "text": "ANN ARBOR, Mich. -- Life as a fruit fly seems pretty simple: Hatch, grow, eat some fruit, find a mate, produce hundreds of tiny offspring and die -- all in a month or so.But that part about finding a mate -- or mates -- can get pretty complicated, it turns out. The process revolves around pheromones, chemicals the body releases that others can smell or sense. Whether you're a fruit fly or a human, pheromones affect how attractive someone finds you, and how likely you are to find a mate.Now, for the first time, scientists have shown that a female fruit fly's pheromone signals can actually tell males how much energy her body has invested in egg production versus in storing away energy for her own survival. And it's a signal that she can't change in order to make herself more attractive. The more energy she invests in eggs, the more attractive her body's pheromones will be, and the more likely she is to mate, says Scott Pletcher, Ph.D., a professor of physiology at the University of Michigan. What makes individuals attractive and why do we have the preferences that we do? These findings made in flies may tell us more about how other species -- including, perhaps, us -- produce and use attractive traits as part of mate selection.Pletcher and his postdoctoral fellow Tatiana Fedina, Ph.D., worked with researchers from Canada and the University of Washington on the new discovery, which is published in PLoS Genetics.  Although the pheromonal blend remains a mystery, the team did show that pheromones, attractiveness and mating prospects of females differed greatly depending on their body's insulin signaling, which indicates how the body is using food for egg production or energy storage.In other words, when a male fruit fly catches a whiff of especially alluring pheromones from a female, he's actually sensing a signal that her ovaries are producing plenty of eggs for him to fertilize. And that makes her more attractive as a potential mate. Of course, the males have to be able to detect these signals at all. They also have to know how to tell the more egg-focused females from those whose pheromones indicate less egg production. The researchers had previously shown that males were capable of making this distinction, and that those males that were the most attuned to females' pheromones signals were more likely to reproduce.\"This adds to the growing evidence that natural selection has led to perceptive systems that are highly tuned to evaluate aspects of individual fitness,\" says Fedina.Researchers study fruit flies because it's easy to change their DNA or signaling pathways and see what happens to, for instance, their mating patterns. And, researchers say, because insulin signaling is the same across most animal species -- including humans, new findings may have implications for our understanding of mating and reproduction in many organisms.\"We show that even simple animals have evolved the capability of sensing molecular activities that determine reproduction and aging across many species. These cues may have evolved to influence attractiveness because they accurately predict mate fitness,\" Pletcher says.Taking pheromones out of the equationPletcher and his colleagues, including Zachary Harvanek, a student in U-M's combined M.D./Ph.D. program, published another fruit fly paper earlier this year. They examined what happened when male fruit flies were altered so they couldn't detect female pheromones, or when females around them did not give off pheromones. These males lived longer and stored fat for their own survival better than those who could sense pheromones or were raised with pheromone-releasing females. It was the perception of pheromones alone -- not mating itself -- that cost the \"normal\" males the most, researchers found. But if they successfully mated, that energy cost was largely made up for by repairs to the system that the pheromones harmed, and the males lived longer than those who didn't mate.\"For a long time, evolutionary biologists and public health officials have wondered why individuals and species that reproduce a lot live shorter lives, and the relationship was thought to be necessarily based on energy, in terms of the amount of food that can go to yourself or to making babies,\" says Pletcher. \"But our research is suggesting that the supposed link between reproduction and aging is misguided, and that aging may have to do more with expecting a lot of mating but not getting it.\"He adds that no mechanism has ever been found in humans for the supposed life-shortening effect of having large numbers of children. The idea that giving energy to an offspring through pregnancy takes away energy needed for a long life needs revisiting, he suggests, because it's likely simplistic and outdated. \"In the fruit flies, the neural circuits that drive aging are different from the ones that drive reproduction, and those circuits are present in our own brains too,\" he says. \"We should be looking at these circuits more closely to see what they're influencing, including cues that may be influencing our social evaluations of one another but that we don't understand yet. We need to see if there's a single underlying cause for many forms of attractiveness cues.\"", "article_link": "http://dx.doi.org/10.1371/journal.pgen.1006935", "url": "http://www.eurekalert.org/pub_releases/2017-08/mmu-tlo081717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Natural Sciences and Engineering Research Council of Canada", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Biology", " Developmental/Reproductive Biology", " Physiology", " Population Biology"], "journal": "PLOS Genetics", "description": "For the first time, scientists have shown that a female fruit fly's pheromone signals can actually tell males how much energy her body has invested in egg production versus in storing away energy for her own survival. And it's a signal that she can't change in order to make herself more attractive.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}