{"title": "Algal blooms cost Ohio homeowners $152 million over six years", "text": "COLUMBUS, Ohio--In a new study, researchers at The Ohio State University estimate algal blooms at two Ohio lakes cost Ohio homeowners $152 million in lost property value over six years.Meanwhile, a related study suggests that algae is driving anglers away from Lake Erie, causing fishing license sales to drop at least 10 percent every time a bloom reaches a moderate level of health risk. Based on those numbers, a computer model projects that a severe, summer-long bloom would cause up to $5.6 million in lost fishing revenue and associated expenditures by anglers.Those are the main findings from the first two studies ever to put a precise dollar value on algae impact, both on Lake Erie and two recreational lakes in Ohio. One study appears in the journal Ecological Economics, and the other in the Journal of Environmental Management.\"Our biggest takeaway is that efforts to prevent and mitigate algal blooms have real, tangible benefits for Ohioans, including property values,\" said Allen Klaiber, associate professor of agricultural, environmental and development economics at Ohio State. In the first study, he and doctoral student David Wolf found that property values near two algae-infested lakes in the state's interior fell $152 million from 2009 to 2015. Sale prices for homes within one third of a mile of a lake fell 11 to 17 percent during that time, while prices for lake-adjacent homes fell more than 22 percent. A number of additional factors that influence property values were included in the analysis to ensure that the observed losses in property values were directly attributable to changes in water quality. For example, seasonal trends in the housing market, differences in structural characteristics across homes, and spatially varying provision of public services such as school quality were all controlled for in the analysis. Most of the losses were felt by residents around Buckeye Lake, just east of Columbus. There, residents collectively lost $101 million in home sales over six years. Grand Lake St. Marys in northwest Ohio felt a smaller but still significant loss of $51 million.Turning to Lake Erie, the researchers teamed with doctoral student Will Georgic to examine state revenue from sport fishing, which contributes to a $1.7 billion tourism industry. They found that once algae levels reach a \"moderate\" threshold as described by the World Health Organization (WHO), fishing license sales within 12 miles of Lake Erie dropped 10 to 13 percent.The researchers further simulated what would happen if a severe algal bloom--similar in extent to the one experienced in 2011 which covered 45 percent of the lake--struck Lake Erie today. In that case, the researchers projected that as many as 3,600 fewer recreational fishing licenses would be sold, and as much as $5.6 million in associated fishing expenditure would be lost in just one summer.The researchers hope their work will give policymakers the information they need to address algae prevention and cleanup. For instance, the state of Ohio has already invested $26 million to clean up Grand Lake St. Marys, but that amount equals only a little more than half of the lost property value there.The two studies are part of an ongoing project to gauge not only the costs and benefits of fighting algae, but also the public's algae tolerance: how much is too much, before people decide to buy homes or go fishing elsewhere?As it turns out, people have a pretty low tolerance for algae. They devalued a lake property the moment the Ohio EPA announced that the water was unsafe to drink--the lowest warning level by WHO standards--even though the lakes included in the study were recreational and weren't used for drinking water. They began fishing elsewhere after the warning level rose to \"moderate\" risk for incidental ingestion of the water. In both cases, higher algae levels didn't seem to matter.Wolf summed it up this way: \"What seemed to matter most for property value was simply whether the algae levels were perceptible at all, not how bad they got after they became perceptible.\"\"People make decisions based on their perceptions, and they get their strongest perception of algae at the beginning, when they first see news stories about the water being unsafe to drink,\" Klaiber said. \"And that poses a real challenge, because once a lake has an algae problem, it's really difficult to clean it up enough to make the algae imperceptible again. That's why we think the biggest 'bang for the buck' in regards to state policies would come from preventing algae levels from becoming perceptible in the first place.\"For fishing, aesthetics definitely plays a role. At the \"moderate\" algae level, water becomes noticeably cloudy. And then there's the smell.\"People say it smells like sewage or rotten eggs,\" Wolf said. \"You can't miss it.\"\"These are things that would not contribute positively to the aesthetics of your walleye trip,\" Klaiber added.Ohio is one of the first states to compile this kind of data, because the Ohio EPA set up a special working group in 2008 to take precise measures of algal levels in Lake Erie and all major inland lakes.Further, Ohio is a \"public disclosure\" state, meaning that financial information for all property transfers and sales are publicly available. Most Ohio county auditors posts the data on their websites, making it easy for anyone to access.Klaiber and Wolf stressed that they didn't collect any information about who owned the houses they studied--just the property values, sale or transfer prices for properties that changed hands during the study period, and the distance from those properties to the affected lakes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/osu-abc081617.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/08/17/algaehouse/", "funder": "", "meeting": "", "institution": "Ohio State University", "keywords": ["Ecology/Environment", " Business/Economics"], "journal": "Ecological Economics", "description": "In a new study, researchers at The Ohio State University estimate algal blooms at two Ohio lakes cost Ohio homeowners $152 million in lost property value over six years. Meanwhile, a related study suggests that algae is driving anglers away from Lake Erie, causing fishing license sales to drop at least 10 percent every time a bloom reaches a moderate level of health risk.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}