{"title": "Study shows cigarette makers shifted stance on nicotine patches, gum", "text": "The use of nicotine patches, gum, lozenges, inhalers or nasal sprays -- together called \"nicotine replacement therapy,\" or NRT -- came into play in 1984 as prescription medicine, which when combined with counseling, helped smokers quit. But in 1996, at the urging of pharmaceutical companies, the U.S. Food and Drug Administration (FDA) allowed those products to be sold over-the-counter.Now, a new study conducted by scientists at UC San Francisco reports that tobacco companies have known for decades that, without counseling, NRT hardly ever works, and that consumers often use it to complement smoking. This insight from the formerly secret industry documents known as the \"Tobacco Papers\" reveals why companies that once viewed nicotine patches and gum as a threat to their cigarette sales now embrace them as a business opportunity, the researchers said.\"It was surprising to discover the industry came to view NRT as just another product,\" said UCSF's Dorie Apollonio, PhD, associate professor in clinical pharmacy and lead author of the study. \"The tobacco companies want people to get nicotine -- and they're open-minded about how they get it.\"The new analysis comes on the heels of the FDA's July 28, 2017 decision to lower nicotine levels in conventional cigarettes while delaying regulation on e-cigarettes as part of a \"comprehensive nicotine strategy.\"\"The industry has long taken a broad view of all nicotine products as a way to support smoking,\" said senior author Stanton Glantz, PhD, a UCSF professor of medicine and director of the UCSF Center for Tobacco Control Research and Education. \"Our study shows that by not regulating nicotine in all tobacco products, including NRT, the FDA could be walking into a trap.\"Clues From Paper TrailSmoking is responsible for more than 480,000 deaths every year in the U.S., according to the Centers for Disease Control and Prevention, and another 16 million Americans live with a smoking-related disease. The costs of such illnesses total more than $300 billion each year, when including both costs of direct medical care and lost productivity due to secondhand smoke exposure.In the new study, published August 17, 2017 in the American Journal of Public Health, the authors dug into internal corporate documents of the seven major tobacco companies dated between 1960 and 2010. They found that cigarette makers had started investing in alternative forms of nicotine delivery as early as the 1950s, but stopped short because people largely regarded nicotine as harmful, and such products might have attracted the attention of FDA regulators.But in 1987, three years after the federal agency first approved nicotine gum as a quitting aid, the new research shows that the tide had turned on public perception toward nicotine. What's more, by 1992, the industry had determined that patches and gum by themselves do not help smokers quit.For more than a decade, the companies didn't act on this knowledge out of fear of FDA regulation. But once the agency started regulating cigarettes in 2009, tobacco corporations went all out in their bid to develop and sell NRT. The Tobacco Papers reveal that companies conjectured that their new nicotine products could successfully compete with pharmaceutical NRT and they set the goal of gaining market control of all products containing nicotine.\"It would be interesting to see in the next 10 years if the companies come up with nicotine water, inhalers, gum, edible products -- these are all on their agenda,\" said Apollonio. RJ Reynolds and Philip Morris currently market nicotine gum and lozenges as vehicles for smokeless nicotine.Switch NRT Back To PrescriptionClinical trials show that NRT can help people quit smoking, but only if used in conjunction with counseling and in tapering doses. Over-the-counter availability of NRT made it easy for smokers to get a nicotine fix in non-smoking environments like offices and flights, for example, with the net result that they were less likely to quit.Given that NRT products are widely available, one of the questions is whether they encourage nicotine abuse. A few studies have reported that abuse rates are low -- data that the FDA has used to keep NRT available over-the-counter -- but given the new findings, the agency should consider regulating the ways in which NRT is being marketed and its over-the-counter availability, the authors urged.Such changes in FDA are not uncommon. Formulations of the decongestant Sudafed containing the drug pseudoephedrine, for example, used to be sold over-the-counter in large bottles, but because pseudoephedrine is used to manufacture methamphetamine, that formulation is now available only by prescription. Similarly, Tylenol 3 went from being a prescription drug to over-the-counter and back to prescription-only, Apollonio said.\"Tobacco companies put out these products as a way to sidestep policies, by giving people a way to 'smoke without smoking,'\" Apollonio said. \"This can basically facilitate and normalize lifelong nicotine addiction.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--ssc081517.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/08/408086/threat-opportunity-study-shows-cigarette-makers-shifted-stance-nicotine-patches", "funder": "NIH/National Cancer Institute, UCSF Research Allocation Program", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Addiction", " Addiction", " Smoking/Tobacco"], "journal": "American Journal of Public Health", "description": "A new study conducted by scientists at UC San Francisco reports that tobacco companies have known for decades that, without counseling, NRT hardly ever works, and that consumers often use it to complement smoking. This insight from the formerly secret industry documents known as the ", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}