{"title": "Study: Stop thinking your wife is bad with money", "text": "When a husband thinks his wife spends too much money, whether it's reality or perception, financial and marriage problems follow.A new multistate study from researchers at BYU and Kansas State University looked at contrasting financial personalities in a marriage. They titled the personalities \"tightwads and spenders,\" as seen in the Journal of Financial Planning.What shaped these personalities in marriage wasn't concrete attributes the individuals displayed or even the circumstances they were in. Rather, it was the perception about how spendy the other spouse was.\"The fact that spouses' perceptions of each other's spending behaviors were so predictive of financial conflict suggests that when it comes to the impact of finances on relationships, perceptions may be just as important, if not more important, than reality,\" said Ashley LeBaron, BYU graduate student and study co-author.The study found that for husbands, having a wife who they saw as a spender was the highest contributor to financial conflict. For wives, having a husband who viewed them as a spender was the highest contributor to financial conflict. This was seen for couples with high incomes and low incomes as well as with couples who spent a lot and those who did not spend much at all. The views were completely relative to perception.LeBaron worked with BYU family life professor Jeffrey Hill as well as a national expert in the area of finances in marriage, Kansas State professor Sonya Britt-Lutter.\"Couples need to communicate about finances, especially early in marriage,\" Britt-Lutter said. \"Don't think that financial problems will magically go away when circumstances change. The study showed that circumstances weren't the issue here, perception was, and perception doesn't always change when circumstances do.\"Secondarily to the perception of a spendy wife, the study found that men saw having more children as impacting financial conflict, and women saw a lack of financial communication overall as impacting financial conflict.Of those who participated in the study, 90 percent of women and 85 percent of men reported that they experienced some kind of financial worries.The researchers suggest that no matter what the perceptions or realities are exactly, if finances are causing problems in a marriage, help is possible.\"The good news is that couples can benefit from clinical help,\" Hill said, \"whether that be a financial planner or a marriage and family therapist.\"There are also a host of resources available online, paid and free, to assist in budgeting and money management.Data for this study came from BYU's Flourishing Families Project, which is a longitudinal, multi-informant, multi-method look at inner-family dynamics. The project began in 2007 and to date includes 10 waves of data (including questionnaire, video and physiological data) on nearly 700 families from two locations. Hundreds of BYU undergraduate and graduate students have been involved over the course of the project.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/byu-sst081617.php", "region": "namerica", "source_link": "http://news.byu.edu/news/stop-thinking-your-wife-bad-money", "funder": "", "meeting": "", "institution": "Brigham Young University", "keywords": ["Personal", " Socioeconomics", " Social/Behavioral Science", " Parenting/Child Care/Family", " Couples", " Socioeconomics", " Poverty/Wealth"], "journal": "Journal of Financial Planning", "description": "A new multistate study from researchers at BYU and Kansas State found when a husband thinks his wife spends too much money, whether it's reality or perception, financial and marriage problems follow", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}