{"title": "Why teens take risks: It's not a deficit in brain development", "text": "A popular theory in recent neuroscience proposes that slow development of the prefrontal cortex - and its weak connectivity with brain reward regions - explains teenagers' seemingly impulsive and risky behavior. But an extensive literature review to be published in the journal Developmental Cognitive Neuroscience challenges that interpretation.The researchers examined the evidence behind that argument and found that much of it misinterpreted adolescent exploratory behavior as impulsive and lacking in control. Instead, the review suggests that much of what looks like adolescent impulsivity is behavior that is often guided by the desire to learn about the world.\"Not long ago, the explanation for teenage behavior was raging hormones,\" said lead author Daniel Romer, Ph.D., research director of the Annenberg Public Policy Center of the University of Pennsylvania. \"Now, it's that the prefrontal cortex isn't fully developed. Neuroscientists were quick to interpret what appeared to be a characteristic of the developing brain as evidence of stereotypes about adolescent risk taking. But these behaviors are not symptoms of a brain deficit.\"In their article, now posted online, the authors note that the brain development theory fails to take into account the implications of different kinds of risk taking. Teens have a heightened attraction to novel and exciting experiences, known as sensation seeking, which peaks during adolescence. But teens who exhibit that tendency alone are not necessarily more likely to suffer from health issues like substance use or gambling addiction. In fact, the authors noted that the rise in adolescent levels of the neurotransmitter dopamine, which may underlie the increased drive for sensation seeking, also supports the brain's ability to exert greater control and to learn from experience.\"What's happening is that adolescents lack experience,\" Romer said. \"So they're trying things out for the first time - like learning how to drive. They're also trying drugs, deciding what to wear and who to hang out with. For some youth, this leads to problems. But when you're trying things for the first time, you sometimes make mistakes. Researchers have interpreted this as a lack of control when for most youth, it's just exploration.\"Brain development and risk takingIn their article, Romer and his co-authors say that the stereotype of the risky adolescent is based more on the rise of such behavior in adolescence than on its prevalence. \"For the vast majority of adolescents,\" the researchers write, \"this period of development passes without substance dependence, sexually transmitted infection, pregnancy, homicide, depression, suicide, or death due to car crashes.\"It's a smaller subset of teens - those who exhibit impulsive behavior and have weak cognitive control - who are most at risk of unhealthy outcomes. Teens with impulse control problems can often be identified at ages four or five, and they are disproportionately likely to experience the hazards of adolescence and beyond, including higher rates of injuries and illnesses from car crashes, violence, and sexually transmitted infections, the authors say.\"Further research is clearly needed to understand the brain development of youth who are at risk for adverse outcomes, as abnormalities of brain development are certainly linked to diverse neuropsychiatric conditions,\" said co-author Theodore Satterthwaite, M.D., a faculty member in the Department of Psychiatry at the Perelman School of Medicine at the University of Pennsylvania. \"This research will help us to understand not only what makes adolescence a period of growth but also of risk.\"An alternative modelThe authors propose an alternative model that emphasizes the role that risk taking and the experience gained by it play in adolescent development. This model explains much of the apparent increase in risk taking by adolescents as \"an adaptive need to gain the experience required to assume adult roles and behaviors.\" That experience eventually changes the way people think about risk, making it more \"gist-like\" or thematic and making them more risk averse.\"Recent meta-analyses suggest that the way individuals think about risks and rewards changes as they mature, and current accounts of brain development must take these newer ideas into account to explain adolescent risk taking,\" said co-author Valerie Reyna, Ph.D., director of the Human Neuroscience Institute at Cornell University.Romer added, \"The reason teens are doing all of this exploring and novelty seeking is to build experience so that they can do a better job in making the difficult and risky decisions in later life - decisions like 'Should I take this job?' or 'Should I marry this person?' There's no doubt that this period of development is a challenge for parents, but that's doesn't mean that the adolescent brain is somehow deficient or lacking in control.\"", "article_link": "http://dx.doi.org/10.1016/j.dcn.2017.07.007", "url": "http://www.eurekalert.org/pub_releases/2017-08/appc-wtt081617.php", "region": "namerica", "source_link": "http://www.annenbergpublicpolicycenter.org/why-teens-take-risks-its-not-a-deficit-in-brain-development/", "funder": "", "meeting": "", "institution": "Annenberg Public Policy Center of the University of Pennsylvania", "keywords": ["Medicine/Health", " Addiction", " Social/Behavioral Science", " Addiction", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Developmental Cognitive Neuroscience", "description": "A popular theory in neuroscience proposes that slow development of the prefrontal cortex explains teenagers' seemingly impulsive and risky behavior. But an extensive literature review finds that much of the evidence for that theory misinterprets adolescent exploratory behavior as impulsive and that much of what appears to be impulsivity is behavior that is often guided by the desire to learn about the world.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}