{"title": "Eye patterns in children: The development of anxiety and emotion", "text": "RIVERSIDE, Calif. (http://www.ucr.edu) - We spend a lot of time looking at the eyes of others for social cues - it helps us understand a person's emotions, and make decisions about how to respond to them. We also know that adults avoid eye contact when anxious. But researchers have known far less about eye gazing patterns in children.According to new research by Kalina Michalska, assistant professor of psychology at the University of California, Riverside, we now know that anxious children tend to avoid making eye contact, and this has consequences for how they experience fear. The shorter and less frequently they look at the eyes of others, the more likely they are to be afraid of them, even when there may be no reason to be. Her study, \"Anxiety Symptoms and Children's Eye Gaze During Fear Learning,\" was published in the journal The Journal of Child Psychology and Psychiatry.\"Looking at someone's eyes helps us understand whether a person is feeling sad, angry, fearful, or surprised. As adults, we then make decisions about how to respond and what to do next. But, we know much less about eye patterns in children - so, understanding those patterns can help us learn more about the development of social learning,\" Michalska said.Researchers addressed three main questions:1. Do children spend more time looking at the eyes of a face that's paired with something threatening, but not expressing an emotion at that moment?2. Would children who were more anxious avoid looking at the eye region, similar to what has previously been observed in adults?3. Would avoiding eye contact affect how afraid children were of the face they saw?To examine these questions, Michalska and the team of researchers showed 82 children, 9 to 13 years old, images of two women's faces on a computer screen. The computer was equipped with an eye tracking device that allowed them to measure where on the screen children were looking, and for how long. The participants were originally shown each of the two women a total of four times. Next, one of the images was paired with a loud scream and a fearful expression, and the other one was not. At the end, children saw both faces again without any sound or scream.\"The question we were interested in was whether children would spend more time looking at the eyes of a face that was paired with a scream than the face that was not paired with a scream, during that second phase,\" Michalska said.\"We examined participants' eye contact when the face was not expressing any emotions, to determine if children make more eye contact with someone who is associated with something bad or threatening, even when they are not expressing fear at that moment. We also looked at whether children's anxiety scores were related to how long children made eye contact.\"The following three conclusions can be drawn from the study:1. All children spent more time looking at the eyes of a face that was paired with the loud scream than the face that was not paired with the scream, suggesting they pay attention to potential threats even in the absence of outward cues.2. Children who were more anxious avoided eye contact during all three phases of the experiment, for both kinds of faces. This had consequences for how afraid they were of the faces.3. The more children avoided eye contact, the more afraid they were of the faces.The conclusions suggest that children spend more time looking at the eyes of a face when previously paired with something frightening suggesting they pay more attention to potentially threatening information as a way to learn more about the situation and plan what to do next.However, anxious children tend to avoid making eye contact, which leads to greater fear experience. Even though avoiding eye contact may reduce anxiety in the short term, the study finds that - over time - children may be missing out on important social information. This includes that a person may no longer be threatening or scary, and yet the child continues feeling fearful of that person.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--epi081617.php", "region": "namerica", "source_link": "https://ucrtoday.ucr.edu/48550", "funder": "", "meeting": "", "institution": "University of California - Riverside", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Decision-making/Problem Solving", " Intelligence", " Perception/Awareness", " Stress/Anxiety"], "journal": "The Journal of Child Psychology and Psychiatry", "description": "According to new research by Kalina Michalska, assistant professor of psychology at the University of California, Riverside, we now know that anxious children tend to avoid making eye contact, and this has consequences for how they experience fear. The shorter and less frequently they look at the eyes of others, the more likely they are to be afraid of them, even when there may be no reason to be.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}