{"title": "What does music mean? Sign language may offer an answer, new research concludes", "text": "How do we detect the meaning of music? We may gain some insights by looking at an unlikely source, sign language, a newly released linguistic analysis concludes.\"Musicians and music lovers intuitively know that music can convey information about an extra-musical reality,\" explains author Philippe Schlenker, a senior researcher at Institut Jean-Nicod within France's National Center for Scientific Research (CNRS) and a Global Distinguished Professor at New York University. \"Music does so by way of abstract musical animations that are reminiscent of iconic, or pictorial-like, components of meaning that are common in sign language, but rare in spoken language.\" The analysis, \"Outline of Music Semantics,\" appears in the journal Music Perception; it is available, with sound examples, here: http://ling.auf.net/lingbuzz/002942. A longer piece that discusses the connection with iconic semantics is forthcoming in the Review of Philosophy & Psychology (\"Prolegomena to Music Semantics\"). Schlenker acknowledges that spoken language also deploys iconic meanings--for example, saying that a lecture was 'loooong' gives a very different impression from just saying that it was 'long.' However, these meanings are relatively marginal in the spoken word; by contrast, he observes, they are pervasive in sign languages, which have the same general grammatical and logical rules as do spoken languages, but also far richer iconic rules.Drawing inspiration from sign language iconicity, Schlenker proposes that the diverse inferences drawn on musical sources are combined by way of abstract iconic rules. Here, music can mimic a reality, creating a \"fictional source\" for what is perceived to be real. As an example, he points to composer Camille Saint Saëns's \"The Carnival of the Animals\" (1886), which aims to capture the physical movement of tortoises. \"When Saint Saëns wanted to evoke tortoises in 'The Carnival of Animals,' he not only used a radically slowed-down version of a high-energy dance, the Can-Can,\" Schlenker notes. \"He also introduced a dissonance to suggest that the hapless animals were tripping, an effect obtained due to the sheer instability of the jarring chord.\"In his work, Schlenker broadly considers how we understand music--and, in doing so, how we derive meaning through the fictional sources that it creates.\"We draw all sorts of inferences about fictional sources of the music when we are listening,\" he explains. \"Lower pitch is, for instance, associated with larger sound sources, a standard biological code in nature. So, a double bass will more easily evoke an elephant than a flute would. Or, if the music slows down or becomes softer, we naturally infer that a piece's fictional source is losing energy, just as we would in our daily, real-world experiences. Similarly, a higher pitch may signify greater energy--a physical code--or greater arousal, which is a biological code.\"Fictional sources may be animate or inanimate, Schlenker adds, and their behavior may be indicative of emotions, which play a prominent role in musical meaning. \"More generally, it is no accident that one often signals the end of a classical piece by simultaneously playing more slowly, more softly, and with a musical movement toward more consonant chords,\" he says. \"These are natural ways to indicate that the fictional source is gradually losing energy and reaching greater repose.\"In his research, Schlenker worked with composer Arthur Bonetto to create minimal modifications of well-known music snippets to understand the source of the meaning effects they produce. This analytical method of 'minimal pairs,' borrowed from linguistics and experimental psychology, Schlenker posits, could be applied to larger musical excerpts in the future.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/nyu-wdm081517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "New York University", "keywords": ["Social/Behavioral Science"], "journal": "Music Perception", "description": "How do we detect the meaning of music? We may gain some insights by looking at an unlikely source, sign language, a newly released linguistic analysis concludes.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}