{"title": "Elevated testosterone causes bull market trading", "text": "Since the first stock market in Amsterdam in the 17th century, trading floors have been dominated by men. It turns out testosterone may be responsible for some of the dramatic bubbles and crashes we have seen since.A study led by researchers from the Ivey Business School, University of Oxford, and Claremont Graduate University for the first time has shown that testosterone directly impacts financial decisions that drive prices up and destabilize markets.\"In this paper, we show that exogenously increasing testosterone in men increases bid prices and asset price bubbles, and slows the incorporation of fundamental value,\" says Ivey Business School's Amos Nadler, Assistant Professor of Finance. \"We also show how the changes in buying and selling pressures give rise to bubbles and subsequent crashes. These results demonstrate the effects of a specific hormone, testosterone, on male traders in experimental markets.\" The study used experimental stock markets with some 140 male participants (called traders) taking part. Cohorts of traders were given testosterone or placebo gel prior to their trading sessions. In total, the experiment consisted of 17 sessions that allowed traders to buy, sell, bid, and offer money for shares of stock, similar to a simplified professional trading platform. Each session had three rounds of 12 trading periods where traders competed to make money against each other.The results showed the causal effects of testosterone on financial asset mispricing. By administering testosterone to traders before they trade financial assets for real money, testosterone directly increases the size and persistence of stock market bubbles. Testosterone drove these changes in market dynamics by increasing bidding, selling prices, and volume and changed traders' perception of a stock's current value even though true values were known during trading.Nadler believes the research suggests the need to consider hormonal influences on decision making in professional settings because biological factors can exacerbate capital risk for firms and market risk for all participants.\"Firms may, therefore, benefit from a better understanding of when and how hormones assert their influence--such as through exceptionally positive feedback cycles that are unsupported by fundamentals or technical indicators,\" says Nadler.The most straightforward recommendation is to implement \"cool down\" periods to interrupt exceptionally positive feedback cycles and return the focus to assets' fundamental valuations to reduce the possibility of biased decision making.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uowo-etc081517.php", "region": "namerica", "source_link": "https://www.ivey.uwo.ca/news/in-the-media/2017/8/elevated-testosterone-causes-bull-market-trading/", "funder": "International Foundation for Research in Experimental Economics, Center for Neuroeconomics Studies", "meeting": "", "institution": "University of Western Ontario, Ivey Business School", "keywords": ["Business/Economics", " Group Organization", " Behavior", " Decision-making/Problem Solving"], "journal": "Management Science", "description": "Study led by researchers from the Ivey Business School, University of Oxford, and Claremont Graduate University for the first time has shown that testosterone directly impacts financial decisions that drive prices up and destabilize markets.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}