{"title": "Zika pandemic study shows health authorities can improve communication and monitoring", "text": "Researchers at the Hebrew University of Jerusalem who studied health monitoring and communication during the recent Zika pandemic have proposed ways for health authorities to better contain future pandemics.The researchers studied online trends, incidence and health risk communication during the spread of the Zika virus in 2015-16 in South and Central America and East Asia. The pandemic aroused great concern among the public worldwide, especially due to the fear of possible harm to fetuses whose mothers contracted the virus. The study, published today in BMJ Global Health, was led by international MPH student Dr. Gbenga Adebayo, under the guidance of Dr. Hagai Levine and Prof. Yehuda Neumark and in cooperation with Wiessam Abu Ahmad, at the Hebrew University-Hadassah Braun School of Public Health and Community Medicine, Israel, and Dr. Anat Gesser-Edelsburg of the School of Public Health at the University of Haifa, Israel.Looking at the period between May 1, 2015 and May 30, 2016, the researchers analyzed Google search trends for Zika disease and related concepts, and correlated them with Zika incidence globally, in the United States, and in the five countries where the epidemic was most severe. They also examined communications from the World Health Organization (WHO)/Pan America Health Organization (PAHO) and the U.S. Centers for Disease Control (CDC), including the contents of press releases, practical recommendations to the public, and how this corresponded to the public's search for information online.In four of the five countries with the highest incidence, the researchers found very strong correlations between online search trends and the number of suspected Zika cases. This suggests that monitoring online trends can complement traditional surveillance efforts during Zika and other pandemics.The researchers also found that health authorities' press releases were reactive in nature: they followed online search trends for Zika-related info, and their timing was delayed. This communication time lag represents missed opportunities for mitigating risk, controlling infection and alleviating anxiety. The content of press releases was not optimally adapted to the public's needs and ability to understand the messages. Flesch-Kincaid grade level is a measure of how easily people can understand a piece of text. The Flesch-Kincaid scores of health authorities' press releases were high, with a mean grade-level score of 17.1 years for WHO/PAHO press releases and 12.4 years for CDC press releases. This means that on average a person would need 17 years of education in order to understand the WHO/PAHO press releases. Ideally, materials for the public should have much lower grade-level score; for example, patient education material should be written at a sixth-grade or lower reading level. Compared to WHO press releases, CDC press releases were shorter, with significantly lower word counts. Not only were they more readable, but also more likely to provide advice regarding risks, to provide contact details and links to other resources, and to include figures or graphs. The research has immediate implications for health organizations and reveals gaps in their preparedness for global epidemics. It indicates deficiencies in using the internet both as a source of information and as a public outreach channel. The consequences can include missed opportunities to better contain the event, improve infection control and reduce public anxiety.The researchers recommend improving the readability of public health messages, by adding a 'layman's summary' and involving public representatives in assessing readability before releasing documents to the public. Press releases should also reiterate specific steps and behaviors people need to take to mitigate risks, and health communication should announce early. The researchers also conclude that in times of public health emergency, health authorities such as WHO could work together with companies like Google to promote reliable sources of health information.The researchers point to the \"TOTAL\" criteria suggested by WHO as a good benchmark against which to evaluate press releases and other communication materials. The TOTAL criteria include five elements as key for the success (or failure) of outbreak communication: Trustbuilding, Operational (and advanced) planning, Transparency, Announcing early and Listening. \"In the age of social media, press releases remain an important tool for communicating information to the public in times of health crises such as the ongoing Zika pandemic. Press releases are the initial, and often the only, source of news for health and medical science journalists, and many news organizations reprint health-related and science-related press releases verbatim,\" said Dr. Gbenga Adebayo, a distinguished graduate of the Hebrew University-Hadassah International Master in Public Health Program. \"Creating trust between the public and health authorities is a key factor in the public's perception of risk and the extent to which they are willing to act on official recommendations,\" said Dr. Hagai Levine, the paper's senior author and Head of the Environmental Health Track at the Hebrew University-Hadassah Braun School of Public Health and Community Medicine. \"Mass media tools are continually evolving and public health crises can move with incredible speed. In this fast-paced environment, health authorities need to effectively leverage modern communications platforms in both directions: to communicate effectively with the public, and to monitor epidemiological trends and assess the public's needs.\" \"In an era of global health, the major health organizations need on the one hand, to receive information on the Internet and social networks to monitor and treat morbidity, and on the other and to provide real-time information, in a simple and understandable way, while addressing the public's concerns in a world-wide approach, carried out locally,\" said Prof. Yehuda Neumark, Director of the International MPH program at the Hebrew University-Hadassah Braun School of Public Health.", "article_link": "http://dx.doi.org/10.1136/bmjgh-2017-000296", "url": "http://www.eurekalert.org/pub_releases/2017-08/thuo-soz081417.php", "region": "asia", "source_link": null, "funder": "Pears Foundation UK", "meeting": "", "institution": "The Hebrew University of Jerusalem", "keywords": ["Medicine/Health", " Diagnostics", " Environmental Health", " Epidemiology", " Infectious/Emerging Diseases", " Public Health", " Mass Media", " Internet", " Disease in the Developing World"], "journal": "BMJ Global Health", "description": "Researchers at the Hebrew University of Jerusalem who studied health monitoring and communication during the recent Zika pandemic have proposed ways for health authorities to better contain future pandemics. Steps such as improving the readability of public health messages and announcing early can help authorities better contain pandemics, improve infection control and reduce public anxiety.", "date": "Wed, 16 Aug 2017 04:00:00 GMT"}