{"title": "The brain's solution for seeing as is and seeing flexibly", "text": "New experiments described in The Journal of Neuroscience support distinct roles for two brain pathways in processing information related to an object, with one carrying a largely invariant representation of an object and the other a flexible one depending on what we do with an object.Visual information is thought to be processed in two different routes in the brain: A ventral pathway carries information about \"what\" an object is while a dorsal pathway represents \"where\" an object is in space. Recent studies have challenged this distinction by demonstrating robust object \"what\" information in the dorsal pathway. This leaves open the questions of how object processing differs between the two pathways and whether a two-pathway distinction is still valid.Maryam Vaziri-Pashkam and Yaoda Xu addressed these questions by having seven healthy adults focus on the color or shape in photographs of common objects spanning eight categories including faces, cats and chairs. Participants pressed a button when either the same object or same color appeared back to back. The authors found that the dorsal pathway sees objects according to what they are and what we do with them, grouping objects in the same task setting together. The ventral pathway, on the other hand, sees objects as they always are regardless of the task. This distinction captures two seemingly conflicting aspects of visual information processing: To truthfully represent an object and at the same time represent that information flexibly according to goals and desires. The finding helps to clarify the roles of each pathway in visual processing.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3392-16.2017", "url": "http://www.eurekalert.org/pub_releases/2017-08/sfn-tbs080917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Social/Behavioral Science", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Neuroscience", "description": "New experiments described in the Journal of Neuroscience support distinct roles for two brain pathways in processing information related to an object, with one carrying a largely invariant representation of an object and the other a flexible one depending on what we do with an object.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}