{"title": "'Smiley' emojis in formal workplace e-mails could create frowns, says Ben-gurion University study", "text": "BEER-SHEVA, Israel...August 14, 2017 - A smiley face emoji and similar emoticons included in work-related e-mails may not create a positive impression and could even undermine information sharing, according to a new study by researchers at Ben-Gurion University of the Negev (BGU).\"Our findings provide first-time evidence that, contrary to actual smiles, smileys do not increase perceptions of warmth and actually decrease perceptions of competence,\" explained Dr. Ella Glikson, a post-doctorate fellow at the BGU Department of Management, Guilford Glazer Faculty of Business and Management. \"In formal business e-mails, a smiley is not a smile.\"According to a new paper, published in the journal Social Psychological and Personality Science, researchers from BGU, University of Haifa and Amsterdam University conducted a series of experiments with a total of 549 participants from 29 different countries.In one experiment, the participants were asked to read a work-related e-mail from an unknown person and then evaluate both the competence and warmth of that person. The participants all received similar messages. Some included smileys while others did not. The results demonstrated that in contrast to face-to-face smiles, which increase both competence and warmth, the smileys in an e-mail had no effect on the perception of warmth, and in fact had a negative effect on the perception of competence.  \"The study also found that when the participants were asked to respond to e-mails on formal matters, their answers were more detailed and they included more content-related information when the e-mail did not include a smiley,\" says Dr. Glikson. \"We found that the perceptions of low competence if a smiley is included in turn undermined information sharing,\"In another experiment, the use of a smiley was compared to a smiling or neutral photograph. The findings show that in case of a photograph, a smiling sender was perceived as more competent and friendly than a neutral one. However, when e-mail on formal work-related matters included a smiley, the sender was perceived as less competent. The smiley did not influence the evaluation of the sender's friendliness. Contributing to the ongoing discussion regarding the role of gender in use and interpretation of emoticons, this study found that when the gender of the e-mail writer was unknown, recipients were more likely to assume that the e-mail was sent by a woman if it included a smiley. However, this attribution did not influence the evaluation of competence or friendliness.\"People tend to assume that a smiley is a virtual smile, but the findings of this study show that in the case of the workplace, at least as far as initial 'encounters' are concerned, this is incorrect,\" Dr. Glikson says. \"For now, at least, a smiley can only replace a smile when you already know the other person. In initial interactions, it is better to avoid using smileys, regardless of age or gender.\" Dr. Cheshin of the Department of Human Services at the University of Haifa, and Prof. Gerben van Kleef of Amsterdam University also participated in the study. The study was funded by a grant from the Netherlands Organization for Scientific Research. ", "article_link": "http://dx.doi.org/10.1177/1948550617720269", "url": "http://www.eurekalert.org/pub_releases/2017-08/aabu-ei081117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Social/Behavioral Science", " Information Management/Tracking Systems", " Language/Linguistics/Speech", " Management Science/Operations Research", " Mass Media", " Audiovisual Media", " Personal Business", " Internet"], "journal": "Social Psychological and Personality Science", "description": "'People tend to assume that a smiley is a virtual smile, but the findings of this study show that in the case of the workplace, at least as far as initial 'encounters' are concerned, this is incorrect,' Dr. Glikson says. 'For now, at least, a smiley can only replace a smile when you already know the other person. In initial interactions, it is better to avoid using smileys, regardless of age or gender.'", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}