{"title": "Why expensive wine appears to taste better", "text": "Previous work from INSEAD Associate Professor of Marketing Hilke Plassmann's research group did show that a higher price, for instance for chocolate or wine, increased the expectation that the product will also taste better and in turn affects taste processing regions in the brain. \"However, it has so far been unclear how the price information ultimately causes more expensive wine to also be perceived as having a better taste in the brain,\" says Prof. Bernd Weber, Acting Director of the Center for Economics and Neuroscience (CENs) at the University of Bonn. The phenomenon that identical products are perceived differently due to differences in price is called the \"marketing placebo effect\". As with placebo medications, it has an effect solely due to ascribed properties: \"Quality has its price!\"The researchers assessed how different prices are translated into corresponding taste experiences in the brain, even if the wine tasted does not differ. 30 participants took part in the study, of which 15 were women and 15 were men, with an average age of around 30 years.Wine tasting while lying downThe wine tasting took place lying down in an MRI scanner, allowing brain activity to be recorded \"online\" while participants were tasting the wines. Each time, the price of the wine was shown first. Only then around a milliliter of the respective wine was administrated to the test person via a tube in their mouths. The participants were then asked to rate via a button on a nine-point scale how good the wine tasted to them. Their mouths were then rinsed with a neutral liquid and the next identical wine sample was given for tasting. All of the experiments were performed in the brain scanner at the Life & Brain Center at the University of Bonn.\"The marketing placebo effect has its limits: If, for example, a very low-quality wine is offered for 100 euros, the effect would predictably be absent,\" says Prof. Weber. This is why the researchers conducted the tests using an average to good quality red wine with a retail bottle prize of 12 €. In the MRI scanner, the price of this wine was shown randomly as 3, 6 and 18 €. In order to make the study as realistic as possible, the participants were given 45 euros of initial credit. For some of the tastings, the displayed sum was deducted from this account in some of the trials.\"As expected, the subjects stated that the wine with the higher price tasted better than an apparently cheaper one,\" reports Professor Hilke Plassmann from the INSEAD Business School, with campuses in Fontainebleau (France), Singapore and Abu Dhabi. \"However, it was not important whether the participants also had to pay for the wine or whether they were given it for free.\" Identical wine leads to a better taste experience when a greater quality expectation is associated with the wine due to its price.The measurements of brain activity in the MRI scanner confirmed this. The research team discovered that above all parts of the medial pre-frontal cortex and also the ventral striatum were activated more when prices were higher. While the medial pre-frontal cortex particularly appears to be involved in integrating the price comparison and thus the expectation into the evaluation of the wine, the ventral striatum forms part of the brain's reward and motivation system. \"The reward and motivation system is activated more significantly with higher prices and apparently increases the taste experience in this way,\" says Prof. Weber.How can placebo effects be inhibited?\"Ultimately, the reward and motivation system plays a trick on us,\" explains INSEAD post-doctoral fellow Liane Schmidt. When prices are higher, it leads us to believe that a taste is present that is not only driven by the wine itself, because the products were objectively identical in all of the tastings. \"The exciting question is now whether it is possible to train the reward system to make it less receptive to such placebo marketing effects,\" says Prof. Weber. This may be possible by training one's own physical perception - such as taste - to a greater extent.", "article_link": "http://dx.doi.org/10.1038/s41598-017-08080-0", "url": "http://www.eurekalert.org/pub_releases/2017-08/uob-we081417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Bonn", "keywords": ["Socioeconomics", " Medicine/Health", " Neurobiology"], "journal": "Scientific Reports", "description": "Price labels influence our liking of wine: The same wine tastes better to participants when it is labeled with a higher price tag. Scientists from the INSEAD Business School and the University of Bonn have discovered that the decision-making and motivation center in the brain plays a pivotal role in such price biases to occur. The medial pre-frontal cortex and the ventral striatum are particularly involved in this. The results have now been published in the journal Scientific Reports.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}