{"title": "Arthritis on the rise", "text": "The average American today is twice as likely to be diagnosed with knee osteoarthritis than in the years before World War II, Harvard scientists say, but that increase can't be blamed on the reasons most might think. Based on the examination of more than 2,000 skeletons from cadaveric and archaeological collections across the U.S., the Harvard study is the first to definitively show that knee osteoarthritis prevalence has dramatically increased in recent decades. The research also upends the popular belief that knee osteoarthritis is a wear-and-tear disease that is widespread today simply because more people are living longer and are more commonly obese. The study is described in a paper published this week in the Proceedings of the National Academy of Sciences. \"Before this study, it was assumed without having been tested that the prevalence of knee osteoarthritis has changed over time,\" said Ian Wallace, the study's first author and a post-doctoral fellow in the lab of Daniel Lieberman, the Edwin M. Lerner II Professor of Biological Sciences and senior author of the study. \"We were able to show, for the first time, that this pervasive cause of pain is actually twice as common today than even in the recent past. But the even bigger surprise is that it's not just because people are living longer or getting fatter, but for other reasons likely related to our modern environments.\"Understanding the disease, Wallace and Lieberman said, is important not only because it is extremely prevalent today, affecting an estimated one-third of Americans over age 60, but also because it is responsible for more disability than almost any other musculoskeletal disorder.\"Understanding the origins of knee osteoarthritis is an urgent challenge because the disease is almost entirely untreatable apart from joint replacement, and once someone has knee osteoarthritis, it creates a vicious circle,\" Lieberman said. \"People become less active, which can lead to a host of other problems, and their health ends up declining at a more rapid rate.\" Wallace and Lieberman think that this study has the potential to shift the popular perception of knee osteoarthritis as an inevitable consequence of aging, and instead focus on efforts to prevent the disease - much like we now do with heart disease. \"There are a lot of well-understood risk factors for heart disease, so doctors can advise their patients to do certain things to decrease their chances of getting it,\" Lieberman said. \"We think knee osteoarthritis belongs in the same category because it's evidently more preventable than commonly assumed. But to prevent the disease more work needs to be done to figure out its causes.\" To do that, Wallace and Lieberman are currently addressing the question of the etiology of knee osteoarthritis from a variety of methodological approaches including studies of living human populations and animal models, but their first goal was to figure out how ancient the disease actually is, and whether it really is on the rise. \"There are famous examples in the fossil record of individuals, even Neanderthals, with osteoarthritis,\" Lieberman said. \"But we thought, let's look at the data, because nobody had really done that in a comprehensive way before.\" To find those data, Wallace undertook the daunting task of crisscrossing the country to examine thousands of skeletons spanning more than 6,000 years of human history to search for evidence of eburnation - a tell-tale sign of osteoarthritis. \"When your cartilage erodes away, and two bones that comprise a joint come into direct contact, they rub against each other causing a glass-like polish to develop,\" Wallace said. \"That polish, called eburnation, is so clear and obvious that we can use it to very accurately diagnose osteoarthritis in skeletal remains.\" The data Wallace collected was combined with analyses from other contributors to the study, making this the largest sample ever studied of older-aged individuals from three broad time periods - prehistoric times, early industrial times (mainly the 1800s), and the modern post-industrial era. \"The most important comparison is between the early industrial and modern samples,\" Lieberman said. \"Because we had data on each individual's age, sex, body weight, ethnicity, and in many cases, their occupation and cause of death, we were able to correct for a number of factors that we considered important covariates. So using careful statistical methods, we are able to say that if you were born after World War II you have approximately twice the likelihood of getting knee osteoarthritis at a given age or BMI than if you were born earlier.\" Wallace and Lieberman are now working to identify what factors may be behind the increase, and said the evolutionary approach to the study is a critical part of that ongoing work. \"Epidemiology typically looks at large cohorts of individuals living today to search for associations between a disease and risk factors,\" Lieberman said. \"That's a powerful and valuable method, but it has one critical imitation, which is that the world today is different in many ways from the world in the past, hiding important risk factors that are either no longer prevalent or have become ubiquitous. An evolutionary perspective opens new opportunities to test for associations we might not be able to study in populations like modern day America.\" That perspective, Wallace and Lieberman said, allows researchers to zero in on specific things that changed pre- to post-World War II, and understand how they might contribute to the rise in knee osteoarthritis prevalence. \"This is an example of how evolutionary thinking can contribute to our understanding of what causes certain diseases,\" Wallace said. \"We identified the post-war period as a critical time...and it's only with an evolutionary perspective that we gain that insight.\" Ultimately, Wallace and Lieberman hope their study inspires new research to prevent knee osteoarthritis. \"Knee osteoarthritis is not a necessary consequence of old age. We should think of this as a partly preventable disease,\" Lieberman said. \"Wouldn't it be great if people could live to be 60, 70 or 80 and never get knee osteoarthritis in the first place? Right now, our society is barely focusing on prevention in any way, shape or form, so we need to redirect more interest toward preventing this and other so-called diseases of aging.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/hu-aot081017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Harvard University", "keywords": ["Biology", " Medicine/Health", " Pain", " Anthropology"], "journal": "Proceedings of the National Academy of Sciences", "description": "Based on the examination of more than 2,000 skeletons from cadaveric and archaeological collections across the US, the Harvard study is the first to definitively show that knee osteoarthritis prevalence has dramatically increased in recent decades. The research also upends the popular belief that knee osteoarthritis is a wear-and-tear disease that is widespread today simply because more people are living longer and are more commonly obese.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}