{"title": "Older cancer patients rate own physical abilities as better than their caregivers do", "text": "Older cancer patients and their caregivers often differ in their assessment of the patient's physical abilities, with caregivers generally rating the patient's physical function as poorer, according to a new study published in The Oncologist. The study also found that differences in assessment of physical abilities between patients and caregivers were associated with greater caregiver burden.For as long as possible, older cancer patients are generally cared for in their own homes by family or friends, with spouses being the most common caregivers. This care can include everything from ensuring patients take their medication to transporting them to hospital appointments to bathing and dressing them, and can impose emotional, financial and physical burdens on caregivers.\"Caregivers are such an important part of our healthcare system, particularly for older adults with cancer,\" says corresponding author Arti Hurria at City of Hope National Medical Center, CA. \"We wanted to further understand the factors that are associated with caregiver burden.\"Based on their experiences treating older cancer patients, one factor Hurria and her colleagues at City of Hope thought might be important is differences in assessments of patient health and physical abilities between patients and their caregivers. \"In daily practice we sometimes see a disconnect between what the patient perceives their general health and abilities to be in comparison to what the caregiver thinks. We wanted to see whether this disconnect impacted caregiver burden.\"To do this, Hurria and her colleagues questioned 100 older cancer patients being treated at City of Hope, together with their caregivers, about the patient's general health and physical function, meaning their ability to perform everyday activities. They then compared the answers given by the patients and their respective caregivers. They also assessed the level of caregiver burden experienced by the caregivers, defined as a subjective feeling of stress caused by being overwhelmed by the demands of caring, by conducting a standard questionnaire on topics such as sleep disturbance, physical effort and patient behavior.The 100 cancer patients, aged from 65 to 91, were suffering from a variety of different types of cancer, with the most common being lymphoma, breast cancer and gastrointestinal cancers. The ages of the caregivers ranged from 28 to 85 and the majority were female (73%), mainly either the spouse of the patient (68%) or an adult child (18%).Hurria and her colleagues found that caregivers consistently rated patients as having poorer physical function and mental health and requiring more social support than the patients themselves did. However, only the disparity in the assessment of physical function was associated with greater caregiver burden. What is still unclear is the cause of this disparity.\"I think there are two possible explanations,\" says first author Tina Hsu. \"One is that older adults with cancer either don't appreciate how much help they require or, more likely, they are able preserve their sense of independence and dignity through a perception that they feel they can do more than they really can. Alternatively, it is possible that caregivers who are more stressed out perceive their loved one to require more help than they actually do need. Most likely, the truth of how much help the patient actually needs lies somewhere between what patients and caregivers report.\"Based on their findings, Hsu, Hurria and their colleagues advise that clinicians should consider assessing caregiver burden in those caregivers who report the patient as being more dependent than the patient does themselves.\"Caregivers play an essential role in supporting older adults with cancer,\" says Hsu. \"We plan to further explore factors associated with caregiver burden in this population, particularly in those who are frailer and thus require even more hands-on support. We also hope to explore what resources caregivers of older adults with cancer feel they need to better help them with their role.\"Bruce A. Chabner, MD, Editor-in-Chief of The Oncologist, commented, \"This report emphasizes the importance of direct communication between the health care team and the patient.  Among older patients, the reports of local caregivers may not accurately reflect the patient's sense of well-being and symptoms.  The message is:  talk to the patient first!\"", "article_link": "http://dx.doi.org/10.1634/theoncologist.2017-0085", "url": "http://www.eurekalert.org/pub_releases/2017-08/w-ocp081117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Cancer"], "journal": "The Oncologist", "description": "Older cancer patients and their caregivers often differ in their assessment of the patient's physical abilities, with caregivers generally rating the patient's physical function as poorer, according to a new study published in The Oncologist.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}