{"title": "Most people expect physicians and nurses to protect them from harm in the hospital", "text": "CHICAGO (Aug. 14, 2017): Hospitals are not off limits to tragic shooting events, and with these incidents on the rise in public places, more than half of the general public expects that physicians and nurses will protect them from harm if an active shooter event erupts while they're in the hospital.   Likewise, more than half of health care professionals believe they have a special duty to protect patients under these circumstances.  But the two groups differ about the inherent safety of hospitals, with most people viewing them as safe havens, while health care professionals are more likely to view the hospital as a potentially risky setting for an active shooter event.  These beliefs are among key findings from a national survey conducted in March 2017 by the Hartford Consensus.  The results are published online as an \"article in press\" on the website of the Journal of the American College of Surgeons in advance of print.The FBI defines an active shooter event as one in which one or more persons actively engages in killing or attempting to kill people in a populated area.1    The number of active shooter events across the U.S. has grown--rising from 6.4 events per year from 2000 to 2006--to 16.4 events per year from 2007 to 2013. Within that 13-year period, four (2.5 percent) of the shooting events occurred in a health care setting, according to a 2014 analysis by Texas State University and the FBI.2   A further examination of shooting events from 2000 to 2011, including those not meeting the FBI's active shooter definition, shows 154 shooting incidents on hospital premises, with at least one injured person per incident.3\"A hospital is even more precarious than other public places because patients are so vulnerable. Some are unable to flee, or may be impaired by medical conditions or treatments that render them unable to understand commands that can lead them to safety, \" said lead author Lenworth M. Jacobs, Jr., MD, FACS, Chairman of the Hartford ConsensusTM, and professor surgery and vice-president of academic affairs at Hartford (Conn.) Hospital.The standard directive to \"run, hide, fight\" in active shooter situations has a different connotation in hospitals because health care professionals are responsible for patient care.  However, as the authors point out \"how health care professionals should respond is an intensely personal decision.\"  With hospital-based shootings on the rise, the Hartford Consensus wondered about the willingness of hospital staff to place themselves at risk to protect patients if an active shooter was on site.This concern is an obvious outgrowth of the work of the Hartford Consensus, which advocates that \"no one should die from uncontrolled bleeding.\"  Preventing a severe bleeding death in victims who have a survivable injury has been the focus of work of the Joint Committee to Create a National Policy to Enhance Survivability from Intentional Mass Casualty and Active Shooters Events, convened by the American College of Surgeons.  The committee's deliberations are known as the \"Hartford Consensus\" because the group's inaugural meeting occurred in Hartford, Conn.To learn about the public's perceptions of active shooter events in hospitals, Dr. Jacobs secured the services of Langer Research Associates (New York City) on behalf of the Hartford Consensus to conduct a national telephone survey.  A second part of the research consisted of an online survey of health care professionals, mostly physicians, who were members of the Eastern Association for the Surgery of Trauma; ACS Board of Governors and Board of Regents; and members of the Hartford Consensus.The researchers designed questions for the public and health care professionals to capture their answers for five key issues of belief:  the risk level for an event happening in the hospital; hospital preparedness to respond; obligations of doctors and nurses to patients during an event; level of personal risk medical professionals should accept for protecting patients; and whether professionals should be required to save patient lives at the risk of their own.Interviews were conducted nationally by telephone with 1,017 adults: 607 interviews via cell phone and 410 via landline.  Social Science Research Solutions (SSRS) of Media, Penn., preformed sampling, data collection and tabulation for the phone survey.Next, a complementary online survey of health care professionals was programmed and administered by SSRS.  Authors reported that questions about active shooter events in hospitals were recast for the online survey to ask professionals \"what level of risk doctors and nurses should accept to try to protect patients in an OR, an ICU, or on a floor where patients are ambulatory.\"Online responses were collected from 684 health care professionals, of which 92 percent were physicians.  Within that group 95 percent worked in a hospital, with 94 percent providing direct patient care.The authors noted these key findings from responses of both groups:The public's belief that hospitals are not risky areas for an active shooter event are similar to findings from the 2014 Texas University/FBI study. 2  \"The public's belief of hospitals being at lower risk may be grounded in the perception of hospitals as sanctuaries of caring and healing,\" the authors wrote.\"Our findings also show that the public tends to view the hospital as a safe haven, certainly safer than other public places like shopping malls or airports,\" Dr. Jacobs said. \"But we've also learned that health care professionals are realistically more aware of the potential danger.\"As a next step, Dr. Jacobs recommends that hospitals take steps now to ensure their entire staff is hard-wired to deal with an active shooter event.  \"Ten years ago an active shooter event was a non-concept for hospitals, but clearly things have changed.  Hospitals need to build resilience against such attacks as called for by Barack Obama's Presidential Policy Directive 8, promoting a fully integrated preparedness system to strengthen the nation's resilience to deal with natural and manmade disasters.   That directive means hospitals need to think about their vulnerability for an active shooter event, then develop a response plan, and practice it,\" he concluded.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/acos-mpe081417.php", "region": "namerica", "source_link": "http://www.bleedingcontrol.org/news-updates/safehavens081417", "funder": "", "meeting": "", "institution": "American College of Surgeons", "keywords": ["Medicine/Health"], "journal": "Journal of the American College of Surgeons", "description": "Hospitals are not off limits to tragic shooting events, and with these incidents on the rise in public places, more than half of the general public expects that physicians and nurses will protect them from harm if an active shooter event erupts while they're in the hospital.   Likewise, more than half of health care professionals believe they have a special duty to protect patients under these circumstances.", "date": "Mon, 14 Aug 2017 04:00:00 GMT"}