{"title": "Bumper stickers make often impersonal highways a space for social interaction", "text": "Social theorists have pointed to freeways and other superhighways as \"non-places of negligible social interaction,\" where drivers pass each other at high speeds, stop infrequently and are otherwise largely insulated from one another.But work by a University of Kansas researcher examines how social communication can emerge in at least one fashion on American superhighways: the bumper sticker.\"Bumper stickers open up the possibility to try to imagine who it is that would have such a message on their car,\" said Walter Goettlich, doctoral student in sociology. \"They can make you feel a certain way. Or you can see something and say, 'Oh, that's one of those people,' and other times just be flummoxed.\"Goettlich presented his research Aug. 12 at the American Sociological Association annual meeting in Montreal. In the course of his research, he drove more than 10,000 miles on the interstate system in the eastern half of the United States gathering data, conducting interviews and observing his own reactions to stickers he encountered.\"Certainly, not everyone who reads a given sticker will attempt to make sense of it, and many will not even take notice in the first place,\" he said. \"But for those who do, the practice of reading such inscriptions is not a trivial matter.\"Goettlich identifies a set of interpretive strategies drivers use to make sense of sticker messages while on the road, including labeling, affective and puzzle modes of reading. As a form of cognitive shorthand, these modes aid the driver-reader within the limits of driving at high speed and physical separation necessary for safe travel on superhighways.When using the labeling mode, readers activate a pre-established association of values. For example, a respondent mentioned assuming a New York Yankees sticker indicated arrogance or that a Harley-Davidson sticker symbolized patriotism.The affective mode is characterized by an emotional response in the driver-reader to a sticker, and by extension to the driver whose car bears that sticker, such as anger when encountering a polemical message.As compared with the other strategies, the puzzle mode is an open-ended attempt to interpret messages that do not activate value associations or strong emotions. Using this mode, reader-drivers often rely upon external resources such as internet searches or social media to make sense of otherwise obscure sticker texts. The use of these techniques, Goettlich argued, extends the social space of such encounters well beyond the superhighway itself.Goettlich finds the puzzle mode is an effect of recent changes to sticker manufacturing, specifically the shift from mass-produced stickers to mass-customized ones. Bumper sticker messages are increasingly specific, and in some cases unique. This specificity requires a new interpretive orientation. Mass-customized production, as available through sites such as CafePress or Zazzle, further allow drivers to create sticker messages in response to others they have seen on the road.In these ways, the highway becomes a space for drivers and passengers to interact.\"It's a form of social encounter,\" Goettlich said. \"I think it's important to pay attention to this, especially as many political pundits and social critics lament declining public involvement. In these kinds of spaces, especially highways, malls and airports, how do we maintain social connections? And what are the limitations of these connections, particularly if we already have somebody pegged or labeled as something?\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uok-bsm081117.php", "region": "namerica", "source_link": "http://bit.ly/2vWb6P1", "funder": "", "meeting": "112th ASA Annual Meeting", "institution": "University of Kansas", "keywords": ["Social/Behavioral Science", " Anthropology", " Transportation/Travel", " Perception/Awareness", " Political Science"], "journal": "", "description": "A University of Kansas researcher documented bumper stickers as he drove more than 10,000 miles on the interstate system in the eastern half of the United States.", "date": "Sun, 13 Aug 2017 04:00:00 GMT"}