{"keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Neurobiology", " Genes", " Gene Therapy"], "funder": "National Institutes of Health, Presidential Early Career Award for Scientists and Engineers, Heritage Medical Research Institute, Beckman Institute and Rosen Center at Caltech, Gordon and Betty Moore Foundation", "journal": "Nature Neuroscience", "description": "Caltech team develops new viral vectors for efficiently delivering genes to neurons throughout the body and across the blood-brain barrier", "title": "Novel viral vectors deliver useful cargo to neurons throughout the brain and body", "source_link": null, "institution": "California Institute of Technology", "meeting": "", "text": "Viruses have evolved to be highly effective vehicles for delivering genes into cells. Seeking to take advantage of these traits, scientists can reprogram viruses to function as vectors, capable of carrying their genetic cargo of choice into the nuclei of cells in the body. Such vectors have become critical tools for delivering genes to treat disease or to label neurons and their connective fibers with fluorescent colors to map out their locations. Because viral vectors have been stripped of their own genes and, thereby, of their ability to replicate, they are no longer infectious. Therefore, achieving widespread gene delivery with the vectors is challenging. This is especially true for gene delivery to hard to reach organs like the brain, where viral vectors have to make their way past the so-called blood-brain barrier, or to the peripheral nervous system, where neurons are dispersed across the body. Now, to enable widespread gene delivery throughout the central and peripheral nervous systems, Caltech researchers have developed two new variants of a vector based on an adeno-associated virus (AAV): one that can efficiently ferry genetic cargo past the blood-brain barrier; and another that is efficiently picked up by peripheral neurons residing outside the brain and spinal cord, such as those that sense pain and regulate heart rate, respiration, and digestion. Both vectors are able to reach their targets following a simple injection into the bloodstream. The vectors are customizable and could potentially be used as part of a gene therapy to treat neurodegenerative disorders that affect the entire central nervous system, such as Huntington's disease, or to help map or modulate neuronal circuits and understand how they change during disease.The work was done in the laboratory of Viviana Gradinaru, assistant professor of biology and biological engineering, Heritage Medical Research Institute Investigator, director of the Center for Molecular and Cellular Neuroscience in the Tianqiao and Chrissy Chen Institute for Neuroscience at Caltech, and principal investigator of the Beckman Institute's CLOVER (CLARITY, Optogenetics, and Vector Engineering Research) Center. A paper describing the research appears online in the June 26 issue of Nature Neuroscience.\"We have now developed a new collection of viruses and tools to study the central and peripheral nervous systems,\" says Gradinaru. \"We are now able to get highly efficient brain-wide delivery with just a low-dose systemic injection, access neurons in difficult-to-reach regions, and precisely label cells with multiple fluorescent colors to study their shapes and connections.\"Gradinaru and her team modified the external surface of an AAV developed in 2016, engineering the virus's shell, or capsid, to allow it to more efficiently deliver genes to cells in the brain and spinal cord following intravenous injection. They named the new virus AAV-PHP.eB.The team also developed an additional capsid variant they call AAV-PHP.S, which is able to transduce peripheral neurons. \"Neurons outside of the central nervous system have many functions, from relaying sensory information to controlling organ function, but some of these peripheral neural circuits are not yet well understood,\" says Ben Deverman, senior research scientist and director of the Beckman Institute's CLOVER Center. \"The AAV-PHP.S vector that we developed could help researchers study the activity and function of specific types of neurons within peripheral circuits using genetically-encoded sensors and tools to modulate neuronal firing with light or designer drugs, respectively.\"The new AAV vectors can also deliver genes that code for colorful fluorescent proteins; such proteins are useful in identifying and labeling cells. In this process, multiple AAVs--each carrying a distinct color--are mixed together and injected into the bloodstream. When they reach their target neurons, each neuron receives a unique combination of colors, thereby giving it a visually distinct hue that makes it easier for the researchers to distinguish its fine details from those of its neighbors. Furthermore, the team devised a technique to control the number of neurons labeled--labeling too many neurons makes it impossible to distinguish individual ones--that allows researchers to visualize individual neuron shapes and trace their connecting fibers through intact tissues using another technology the Gradinaru laboratory has helped develop, known as tissue clearing.\"Usually, when researchers want a mouse or other animal model to express fluorescent proteins in certain cells, they need to develop genetically modified animals that can take months to years to make and characterize,\" says former graduate student and first author Ken Chan (PhD '17). \"Now with a single injection, we can label specific cells with a variety of colors within weeks after the injection.\"\"For our new systemic viral vectors--AAV PHP.S and AAV PHP.eB--there are many potential uses, from mapping circuits in the periphery and fast screening of gene regulatory elements to genome editing with powerful tools such as CRISPR-Cas9,\" says Gradinaru. \"But perhaps the most exciting implication is that our tools, when paired with appropriate activity modulator genes, could enable non-invasive deep brain modulation for the treatment of neurological diseases such as Parkinson's disease.\" ", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/ciot-nvv062317.php", "article_link": "http://dx.doi.org/10.1038/nn.4593", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}