{"keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Neurobiology"], "funder": "JPB Foundation, National Institutes of Mental Health, National Institutes of Health Director's New Innovator Award", "journal": "Nature Biotechnology", "description": "A team of MIT and Stanford University researchers has developed a way to label neurons when they become active, essentially providing a snapshot of their activity at a moment in time.", "title": "New tool offers snapshots of neuron activity", "source_link": "http://news.mit.edu/2017/new-tool-offers-snapshots-neuron-activity-0626", "institution": "Massachusetts Institute of Technology", "meeting": "", "text": "CAMBRIDGE, MA -- Many cognitive processes, such as decision-making, take place within seconds or minutes. Neuroscientists have longed to capture neuron activity during such tasks, but that dream has remained elusive -- until now.A team of MIT and Stanford University researchers has developed a way to label neurons when they become active, essentially providing a snapshot of their activity at a moment in time. This approach could offer significant new insights into neuron function by offering greater temporal precision than current cell-labeling techniques, which capture activity across time windows of hours or days.\"A thought or a cognitive function usually lasts 30 seconds or a minute. That's the range of what we're hoping to be able to capture,\" says Kay Tye, an assistant professor in the Department of Brain and Cognitive Sciences at MIT, a member of the Picower Institute for Learning and Memory, and one of the senior authors of the study, which appears in Nature Biotechnology on June 26.Tye envisions that this tool could be used to help decipher the neural circuits involved in learning and memory, among many other possibilities.She developed the technology with former MIT Professor Alice Ting, who is now a professor of genetics and biology at Stanford and is also a senior author of the paper. The paper's lead author is Wenjing Wang, a Stanford postdoc.While Ting was at MIT, she and Tye often ran along the Charles River together. One day about five years ago, they were discussing their dream projects. \"Alice said, 'If you could have any tool that doesn't currently exist, what would you have?' And I said that I would like be able to functionally define populations of neurons and then study them,\" Tye recalls.Existing tools allow researchers to engineer cells so that when neurons turn on a gene called cfos, which helps cells respond to new information, they also turn on an artificially introduced gene for a fluorescent protein or another tagging molecule. The system is designed so that this labeling takes place only when the animals are exposed to a drug that activates the system, giving scientists control over the timing -- but not very precise control.\"Those activity-dependent tools have been hugely impactful, but those tools really only work on the timescale of a couple of days,\" Tye says. \"If you think about the speed of the neural code, it's operating more at the pace of milliseconds. What I wanted was a tool that we could use to take a snapshot of activity at a given moment.\"The researchers designed their tool to respond to calcium, because neurons experience an flux of calcium ions every time they fire an electrical impulse. However, the neurons are only labeled if this calcium flux occurs while the cell is also exposed to a beam of blue light delivered by the researchers.This combination of light exposure and calcium activity triggers the activation of a transcription factor that turns on a target gene that the researchers have engineered into the cells' genome. This gene could encode a fluorescent protein or anything else that could be used to label or manipulate neurons.In this study, the researchers demonstrated the technique, which they call FLARE, by turning on a red fluorescent protein called mCherry in the motor cortex neurons of mice as they ran on a treadmill.This approach could also be used to label cells with light-sensitive proteins that would allow the targeted neurons to be controlled by optogenetics, or new proteins called DREADDS that allow neurons to be controlled using small-molecule drugs. Importantly, because all of the tool components can be delivered using viral vectors, this tool could be used in any model organism.Being able to label and then manipulate sets of neurons that are active during specific tasks opens up a wide range of studies that have been previously impossible, Tye says. For example, researchers could investigate what happens as the brain makes quick decisions, responds to stimuli associated with strong emotions, or determines which behaviors are appropriate for the current situation.For this kind of study, it's particularly important to have a tool that works quickly because the same neuron may be involved in different tasks at different times. The current version of the technique can label neurons within a few minutes.\"This is just a first-generation tool, but we're already able to get very tight labeling,\" Tye says. \"Now we have something that we can work with. We're within striking range of the temporal precision of neural activity.\"This kind of tool could also be useful for studying and treating diseases, Tye says. For example, scientists could use it to identify diseased neurons that cause Alzheimer's disease, potentially allowing them to pinpoint the neurons that need to be treated while leaving nearby healthy neurons alone, she says.\"The thing I'm really excited about is the possibilities of what we can now do,\" Tye says. \"It's opening up this whole area for people to be able to explore.\"\r\n", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/miot-nto062617.php", "article_link": null, "date": "Mon, 26 Jun 2017 04:00:00 GMT"}