{"title": "New mechanism behind Parkinson's disease revealed", "text": "Parkinson's disease is a debilitating neurological illness that affects approximately 10 million people worldwide. It is marked by a progressive decline in physical function, the most iconic being uncontrollable tremors, and involves the malfunction and eventual death of nerve cells located in the brain. There is no cure for this disease, and researchers have struggled for years to fully understand its cause. In the 1990s, the field of Parkinson's research took a great leap forward when an overabundance of the protein alpha-synuclein was linked to disease development. This protein, a mysterious inhabitant of the brain, is found mainly at the end of neurons in what is called the nerve terminal. Attempts to precisely identify its role in Parkinson's since the link was discovered have been unsuccessful, until now.Researchers at the Okinawa Institute of Science and Technology Graduate University (OIST) have found that the protein hinders a key step involved in the transmission of neuronal signals, which is essential for higher-brain functioning: vesicle endocytosis at the nerve terminal. The study has been accepted for early release in the Journal of Neuroscience.Neurotransmission is a process that allows neurons to pass signals between one another--signals important for motor, sensory, and cognitive functioning. When an electrical signal arrives at a nerve terminal and needs to be passed along to the next neuron, neurotransmitters, or chemical messengers, packed in vesicles mediate this process. A vesicle is a container made of a lipid membrane from which a neurotransmitter is released into the synaptic cleft--the space between neurons. After being released, the neurotransmitter is caught by receptors in an adjacent neuron and the signal is passed along for further transmission. Meanwhile, the empty vesicle is recycled back into the nerve terminal to be used again.The retrieval of an emptied vesicle membrane is called \"endocytosis,\" and it is this process that an overabundance of alpha-synuclein disrupts. Endocytosis is critical for proper neurotransmission--when it is inhibited, the rest of the steps involved in transmission are affected as well.  \"If you inhibit [endocytosis in the nerve terminal], then the vesicle recycling becomes slower and the supply of the vesicles is inhibited,\" OIST Professor Tomoyuki Takahashi from the Cellular and Molecular Synaptic Function Unit explains. \"If you are using the vesicles mildly, this is okay, but if you start to use them heavily, then it becomes a problem.\"High-frequency transmission, in which vesicles are heavily used, is important for processes such as sensory perception, generating memories, and motor control. The OIST researchers found that when endocytosis is inhibited, high-frequency transmission breaks down much more quickly than it would under normal circumstances.A deeper look into the mechanism by which alpha-synuclein inhibits endocytosis revealed toxic effects of the over-assembly of microtubules.\"Microtubule is a structure protein,\" Professor Takahashi explains. \"It's like a pillar of a house.\" Apparently, too much alpha-synuclein in the nerve terminal causes microtubules to over-assemble and somehow get in the way of endocytosis. It is like having too many pillars in a house and in all the wrong places--one could imagine such a house would be difficult to live in and navigate properly.Researchers believe that this inhibitory process caused by an overabundance of alpha-synuclein is what occurs in the early stages of Parkinson's disease, before morphological changes such as the loss of function and death of neurons begins.When asked whether these results can help aid in developing treatment for Parkinson's disease, Professor Takahashi replies: \"I think we are getting close. We know the initial target and the mechanism...[But] in order to step into [the treatment] stage, we should probably work a little bit more to know by what mechanism the microtubules interfere with endocytosis.\"\r\n", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.0179-17.2017", "url": "http://www.eurekalert.org/pub_releases/2017-06/oios-nmb060217.php", "region": "asia", "source_link": "https://www.oist.jp/news-center/press-releases/new-mechanism-behind-parkinson%E2%80%99s-disease-revealed", "funder": "Okinawa Institute of Science and Technology, Core Research for Evolutionary Science and Technology/Japan Science and Technology Agency, Grand-in-Aid for Young Scientists/Japan Society for the Promotion of Science", "meeting": "", "institution": "Okinawa Institute of Science and Technology (OIST) Graduate University", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Neurobiology", " Parkinson's Disease"], "journal": "Journal of Neuroscience", "description": "OIST researchers have identified the precise toxic mechanism at work during an overabundance of the protein alpha-synuclein in neurons -- the protein is a key causative agent in the development of Parkinson's disease.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}