{"title": "Eco-label in exchange for less chemicals on rice fields", "text": "Money isn't always everything: Taiwanese rice farmers are willing to produce in a more environ-mentally friendly fashion if this would earn them an eco-label for their products. For such a label, they are even prepared to accept lower compensation payments for a reduction in the use of fertilizers. These were the findings of a study conducted by the Technical University of Munich (TUM) at the Chair Group for Agricultural Production and Resource Economics for agricultural enterprises. For this study, incentives for agri-environmental measures were investigated, such as more sustainable cultivation methods.In order to achieve higher yields, chemical fertilizers are often excessively employed in Asian countries -- to the great detriment of the environment. This leads to high amounts of nitrogen entering the groundwater, which is not only a health hazard for the population, but also negatively impacts the flora and fauna. At the same time, nitrogen contributes to the loss of biodiversity and accelerates climate change. The intensive application of fertilizers during rice cultivation has already led to the loss of numerous species in Asia, Australia, Western Europe, and in North and South America. Problem of over-fertilization in Asian countriesThis explains the widespread problem of over-fertilization encountered from China and South Korea to Vietnam and Taiwan. For the study conducted by the Chair Group for Agricultural Production and Resource Economics for agricultural enterprises at the Technical University of Munich (TUM), a team led by Professor Johannes Sauer investigated which incentives would be needed in order for farmers to use less chemical fertilizers. To date, there have mainly been scientific studies investigating the technological options for the reduced use of fertilizers. But how willing are farmers to reduce the use of fertilizers, and what are the necessary conditions? The authors of the study decided to collect their data from rice farmers, because rice is one of the most important staple foods worldwide. The data evaluated was collected in a 'discrete choice experiment' with around 300 rice farmers. Farmers could choose from eight hypothetical alternatives, which each contained several variants. This took place multiple times in order to find out what they would ultimately prefer. Eco-label a high priority for farmers\"The Taiwanese farmers surveyed by our team assigned a high value to an eco-label, because this communicates to the consumer that this product was manufactured in an environmentally friendly manner,\" said Professor Sauer, commenting on the result -- \"the label is more important to them than financial compensation. This is not only good for farmers, but also a positive outcome for taxpayers and consumers.\" According to the authors of the study, factors that influenced the choices made included the prospects of higher profits from the eco-label, but also the self-perception of the farmers. This study now aims to point out to politicians how they could structure incentives to reduce the use of agricultural chemicals. One of the authors of the study is already consulting for agricultural policymakers in Taiwan.", "article_link": "http://dx.doi.org/10.1016/j.landusepol.2017.03.014", "url": "http://www.eurekalert.org/pub_releases/2017-06/tuom-eie060217.php", "region": "europe", "source_link": "https://www.tum.de/en/about-tum/news/press-releases/detail/article/33956/", "funder": "", "meeting": "", "institution": "Technical University of Munich (TUM)", "keywords": ["Agriculture", " Agricultural Production/Economics", " Fertilizers/Pest Management", " Biodiversity", " Ecology/Environment", " Business/Economics", " Nature"], "journal": "Land Use Policy", "description": "Money isn't always everything: Taiwanese rice farmers are willing to produce in an environ-mentally friendly fashion if this would earn them an eco-label. For such a label, they would accept lower compensation payments for a reduction in the use of fertilizers. These were the findings of a study conducted by Technical University of Munich at the Chair for Agricultural Production and Resource Economics for agricultural enterprises. For this study, incentives for agri-environmental measures were investigated.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}