{"title": "Facial expressions can cause us problems in telling unfamiliar faces apart", "text": "People's faces change from moment to moment. Even over the course of a conversation with someone, changes are seen in their expressions and in the angle of their head. Over time there are still further changes in appearance, such as if someone grows a beard, changes their hairstyle or loses weight.  When we know someone we can still recognise them easily, despite these sorts of changes. The story is different for unfamiliar faces; for example, studies have shown that we are generally very poor at matching together two pictures of the same face. How our visual system manages to overcome the challenge of facial changes, enabling us to recognise people, is still largely unknown. This new study, published today in the journal i-Perception, shows how facial expressions can cause problems and difficulties in terms of telling unfamiliar faces apart. Using an identification task, participants learned the identities of two actors from naturalistic (so-called 'ambient') face images taken from movies. Training was either with neutral images or their expressive counterparts, perceived expressiveness having been determined experimentally. Expressive training responses were slower and more erroneous than were neutral training responses. When tested with novel images of the actors that varied in expressiveness, neutrally trained participants gave slower and less accurate responses to images of high compared to low expressiveness. These findings clearly demonstrate that facial expressions impede the processing and learning of facial identity. Because this expression-dependence is consistent with a two part model of face processing, in which changeable facial aspects and identity are coded in a common framework, it suggests that expressions are a part of facial identity representation.Lead researcher Annabelle Redfern, from the School of Experimental Psychology, said: \"Our approach was to use several hundred pictures of faces taken from movies, which meant that the images in these experiments resemble the sorts of faces that we see every day. \"We measured people's reaction times and their accuracy at telling unfamiliar faces apart, and how this differed when the faces were very expressive compared to when they had a neutral expression. \"The differences we found point to the idea that facial expressions and facial identity are not treated separately by our brains; and instead, we may mentally store someone's expressions along with their faces.\"", "article_link": "http://dx.doi.org/10.1177/2041669517710663", "url": "http://www.eurekalert.org/pub_releases/2017-06/uob-fec060217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Bristol", "keywords": ["Social/Behavioral Science"], "journal": "i-Perception", "description": "Using hundreds of faces of actors from movies, psychologists from the University of Bristol have shown how facial expressions can get in the way of our ability to tell unfamiliar faces apart.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}