{"title": "Configuration and manipulation of soft robotics for on-orbit servicing", "text": "Traditional rigid-bodied robots have few degrees of freedom and large stiffness, which may bring limitations in some applications. Recently, more and more scholars pay attention to the soft and flexibility properties of living beings. The concept of bionic soft robotics is proposed and becomes a hot research topic. The main characteristics of the soft robots are flexibility, deformability and energy-absorbing property. With respect to on-orbit servicing (OOS), soft robots have great value of application, which can be reflected as follows. (1) Flexibility (large degrees of freedom): soft robots can adapt to the unstructured space environment. (2) Deformability: soft robots can satisfy different tasks demands. This can lighten the payload of spacecraft. (3) Energy-absorbing characteristics: soft robots can improve safety and reliability when robots interact with targets or even humans. Although soft robots have these impressive advantages, there still exist many issues in the practice. Recently, a paper published in SCIENCE CHINA Information Sciences reviews the status and development of soft robotics and a conceptual design of configuration and manipulation of space soft robot is proposed.\r\nCurrently, the development of soft robotics technologies is fast but the studies are still in the stage of validating the experimental prototypes. Compared with conventional robots, soft robots are special in configuration and manipulation. Thus, these two aspects are reviewed in this work. This paper mainly introduces soft robotic arms, soft grippers, earthworm-like robots, caterpillar-like robots, and multi-limb robots. For example, most soft robotic arms are inspired by elephant trunk or octopus arm. The robots can roll up or operate the targets flexibly. Manipulation of soft robots is difficult. The actuation and control of soft robots cannot be addressed by traditional methods effectively. Novel actuation should be used to realize the complex motion. Some types of actuation applied in soft robots are described. They are electroactive polymers (EAPs) actuation, cable actuation, shape memory alloy (SMA) actuation and fluidic actuation. The existed control problems for the soft robots are much more challenging. The main reasons are that the model of a soft robot is hard to be established and the number of control variables is huge. Currently, most studies just use a sequence of motion commands to control robots. To increase the automation level of soft robots, novel control schemes need to be developed.\r\nThis paper proposes a conceptual design of configuration and manipulation of space soft robot according to the application requirements of OOS. The robot is composed of a space soft robotic arm and a space soft gripper. Inspired by the biologic body of inchworm and snake, soft robotic arm reflects the combination of flexibility and stiffness. Space soft gripper mimics the prolegs of an inchworm to catch the targets. With respect to the space soft manipulation, distributed perception and brain-inspired control is presented to build a high performance control system for the space soft robot. Similar with the living beings, massive sensors are embedded in the robot to obtain the inner states of the robot and the information of outer environment. Neural networks are used to connect the sensing signals and the control signals to enable the robot to complete various missions automatically. The hybrid structure of the space soft robot is shown in Fig. 1 and the block diagram of the potential manipulation system of space soft robot is shown in Fig. 2.", "article_link": "http://dx.doi.org/10.1007/s11432-016-9033-0", "url": "http://www.eurekalert.org/pub_releases/2017-06/scp-cam060217.php", "region": "asia", "source_link": null, "funder": "National Natural Science Foundation of China, Shanghai Municipal Science and Technology Commission", "meeting": "", "institution": "Science China Press", "keywords": ["Technology/Engineering/Computer Science"], "journal": "Science China: Information Sciences", "description": "Recently, a paper published in SCIENCE CHINA Information Sciences reviews the status and development of soft robotics and a conceptual design of configuration and manipulation of space soft robot is proposed.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}