{"title": "Auditory perception: Where microseconds matter", "text": "In the mammalian auditory system, sound waves impinging on the tympanic membrane of the ear are transduced into electrical signals by sensory hair cells and transmitted via the auditory nerve to the brainstem. The spatial localization of sound sources, especially low-frequency sounds, presents the neuronal processing system with a daunting challenge, for it depends on resolving the difference between the arrival times of the acoustic stimulus at the two ears. The ear that is closer to the source receives the signal before the contralateral ear. But since this interval -- referred to as the interaural timing difference (ITD) -- is on the order of a few microseconds, its neuronal processing requires exceptional temporal precision. Members of the research group led by LMU neurobiologists Professor Benedikt Grothe and Dr. Michael Pecka have now uncovered a specific combination of mechanisms, which plays a crucial role in ensuring that auditory neurons can measure ITDs with the required accuracy. Their findings appear in the journal PNAS.Before cells in the auditory brainstem can determine the ITD, the signals from both ears must first be transmitted to them via chemical synapses that connect them with the sensory neurons. Depending on the signal intensity, synapses themselves can introduce varying degrees of delay in signal transmission. The LMU team, however, has identified a pathway in which the synapses involved respond with a minimal and constant delay.\" Indeed, the duration of the delay remains constant even when rates of activation are altered, and that is vital for the precise processing of interaural timing differences,\" Benedikt Grothe explains. In addition, Grothe and his colleagues demonstrate that a particular structural feature of the wrapping of the signal-transmitting fibers (\"axons\") by discontinuous membrane sheaths, which they first described in the journal Nature Communications in 2015, correlates with the constancy of synaptic delay in the pathway. In that study, they had found that these axons are particularly thick and that their wrapping  exhibits a highly unusual pattern to enable rapid signal transmission - which is an important prerequisite for accurate measurement of minimal timing differences. Both of these features are found in mammals such as gerbils, which use ITDs for the localization of low-frequency sounds, but not in mice, which only hear high frequencies and don't use ITDs. \"Our work underlines the fact that nerve cells and neuronal circuits are anatomically and physiologically adapted for the specific nature of their biological function,\" says Dr. Michael Pecka. \"We assume that all mammals that are capable of perceiving low-frequency sounds make use of these structural adaptations.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/lm-apw060117.php", "region": "europe", "source_link": "http://www.en.uni-muenchen.de/news/newsarchiv/2017/grothe_pnas.html", "funder": "", "meeting": "", "institution": "Ludwig-Maximilians-Universität München", "keywords": ["Biology"], "journal": "Proceedings of the National Academy of Sciences", "description": "To localize sounds, particularly low-frequency sounds, mammals must perceive minimal differences in the timing of signal reception between the two ears. LMU researchers now describe a unique feature of the neurons responsible for this task.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}