{"title": "Emotions expressed by the dying are unexpectedly positive", "text": "Fear of death is a fundamental part of the human experience--we dread the possibility of pain and suffering and we worry that we'll face the end alone. Although thinking about dying can cause considerable angst, new research suggests that the actual emotional experiences of the dying are both more positive and less negative than people expect.The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"When we imagine our emotions as we approach death, we think mostly of sadness and terror,\" says psychological scientist Kurt Gray of the University of North Carolina at Chapel Hill. \"But it turns out, dying is less sad and terrifying--and happier--than you think.\"The research, which examined the writings of terminally ill patients and inmates on death row, suggests that we focus disproportionately on the negative emotions caused by dying, without considering the broader context of everyday life.\"Humans are incredibly adaptive - both physically and emotionally--and we go about our daily lives whether we're dying or not,\" Gray explains. \"In our imagination, dying is lonely and meaningless, but the final blog posts of terminally ill patients and the last words of death row inmates are filled with love, social connection, and meaning.\"The positive emotions that come with this kind of meaning-making were exquisitely displayed in a recent Modern Love column, written by beloved children's author Amy Krouse Rosenthal. Rosenthal, who died of ovarian cancer 10 days after her column was published in The New York Times, wrote with profound love and humor about finding someone to marry her husband after she died.\"The column was so touching because it was so positive, so filled with love and hope,\" says Gray. \"While such positivity seems strange in someone so near death, our work shows that it is actually fairly typical.\"Gray, his graduate student Amelia Goranson, and their co-authors Ryan Ritter, Adam Waytz, and Michael Norton started thinking about the emotional experience of dying when they came across the last words of death-row inmates in Texas, collected by the state's Department of Justice. They were surprised by how upbeat the statements were, and wondered whether our feelings about death and dying might be clouded by our tendency to zero in on negative experiences.In their first study, Gray and colleagues analyzed the emotional content of blog posts from terminally ill patients who were dying of either cancer or amyotrophic lateral sclerosis (ALS). To be included in the study, the blogs had to have at least 10 posts over at least 3 months and the author had to have died in the course of writing the blog. For comparison, the researchers asked a group of online participants to imagine that they had been diagnosed with terminal cancer and to write a blog post, keeping in mind that they had only a few months to live.Using a computer-based algorithm, trained research assistant coders, and online participant coders, the researchers analyzed the actual and imagined blog posts for words that described negative and positive emotions, such as \"fear,\" \"terror,\" \"anxiety,\" \"happiness,\" and \"love.\"The results revealed that blog posts from individuals who were terminally ill included considerably more positive emotion words and fewer negative emotion words than did those written by participants who simply imagined they were dying.Looking at the patients' blog posts over time, the researchers also found that their use of positive emotion words actually increased as they neared death, while their use of negative emotion words did not. These patterns held even after Gray and colleagues took the overall word count and number of blog posts into account, suggesting that the increase in positive emotion words was not simply due to the effects of writing over time.In a second study, the researchers conducted similar analyses comparing the last words of inmates on death row with the poetry of death-row inmates and the imagined last words of another group of online participants.Again, they found that the words of those who were actually close to death were less negative and more positive in emotional tone than the words of those who were not close to death.Both the terminally ill patients and the inmates facing execution seemed to focus on things that help us make meaning of life, including religion and family, suggesting that such things may help to quell anxiety about death as it approaches.Gray and his co-authors acknowledge that the findings may not apply to all people who are approaching death - it's unclear whether individuals facing a great deal of uncertainty or those who die of old age express similarly positive emotions near the end of life.Ultimately, the findings suggest that our expectations may not match the reality of dying, which has important implications for how we treat people who are dying.\"Currently, the medical system is geared toward avoiding death--an avoidance that is often motivated by views of death as terrible and tragic,\" the researchers write in their paper. \"This focus is understandable given cultural narratives of death's negativity, but our results suggest that death is more positive than people expect: Meeting the grim reaper may not be as grim as it seems.\"", "article_link": "http://dx.doi.org/10.1177/0956797617701186", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-eeb060117.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/emotions-dying-positive.html#.WTA8nOsrKUk", "funder": "National Science Foundation, Templeton Foundation, Russell Sage Foundation, Charles Koch Foundation", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Death/Dying", " Mortality/Longevity", " Social/Behavioral Science", " Behavior", " Coping/Phobias", " Death/Dying", " Personality/Attitude", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Psychological Science", "description": "Fear of death is a fundamental part of the human experience -- we dread the possibility of pain and suffering and we worry that we'll face the end alone. Although thinking about dying can cause considerable angst, new research suggests that the actual emotional experiences of the dying are both more positive and less negative than people expect.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}