{"title": "Study reveals compression tights don't help runners cross finish line", "text": "COLUMBUS, Ohio - Despite the fact that distance runners swear by them, a new study from The Ohio State University Wexner Medical Center finds compression tights don't help runners go farther or faster. The study, presented at the American College of Sports Medicine's (ACSM) annual meeting, shows that although compression tights greatly reduce muscle vibration, they don't reduce muscle fatigue when compared to running without the tights.\"When your muscle vibrates, it induces a contraction that uses energy, so the theory was that less muscle vibration would translate to less fatigue,\" said Ajit Chaudhari, who led the study and is an associate professor of physical therapy, orthopedics, mechanical engineering and biomedical engineering at The Ohio State University Wexner Medical Center. \"However, the reduced vibration was not associated with any reduction in fatigue at all. In our study, runners performed the same with and without compression tights.\"Study participants ran on a treadmill for 30 minutes at 80 percent of their maximum speed on two different days, once with compression tights and once without them. Motion capture technology tracked each runner's body position within a fraction of a millimeter. Participants' leg strength and jump height were tested before and after each run.\"We have a specialized treadmill with force sensors embedded in it that measures how hard a runner's foot is landing, how they're able to push off and how that changes over time,\" Chaudhari said. \"The runners also wore a heart rate monitor so we could measure their exertion throughout the run.\"One reason for trying to slow fatigue with compression tights, aside from running faster for longer, is the theory that fatigued runners alter their form and put more strain on their joints, which may increase overuse injury risk. However, further research showed that experienced runners had no more strain on their joints at the end of a training run than at the beginning. Although the results showed that the compression tights did not reduce fatigue in runners, Chaudhari says there may be other benefits. If runners feel better while wearing compression tights, that's enough to keep using them. \"There is nothing in this study that shows it's bad to wear compression tights,\" he said. \"Every little bit of perception counts when running long distances, so they may help runners in ways we aren't able to measure.\"Additional research will focus on other aspects of compression tights and the possible benefits to runners in regards to performance and workout recovery.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/m-src052417.php", "region": "namerica", "source_link": "http://bit.ly/2owjaS6", "funder": "Nike, Inc.", "meeting": "American College of Sports Medicine's (ACSM) annual meeting", "institution": "MediaSource", "keywords": ["Medicine/Health", " Physiology", " Public Health", " Sports Medicine", " Sports/Recreation", " Exercise", " Sports Medicine", " Sports/Recreation"], "journal": "", "description": "Despite the fact that distance runners swear by them, a new study from The Ohio State University Wexner Medical Center finds compression tights don't help runners go farther or faster.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}