{"title": "Researchers identify specific neurons that distinguish between reality and imagination", "text": "New Western University research shows that neurons in the part of the brain found to be abnormal in psychosis are also important in helping people distinguish between reality and imagination.The researchers, Dr. Julio Martinez-Trujillo, principal investigator and professor at Western University's Schulich School of Medicine & Dentistry and Dr. Diego Mendoza-Halliday, postdoctoral researcher at M.I.T., investigated how the brain codes visual information in reality versus abstract information in our working memory and how those differences are distributed across neurons in the lateral prefrontal cortex region of the brain. The results were published today in Nature Communications.\"You can look at my shirt, and then if I move out of your vision, even with your eyes open you can still see the colour of my shirt in your mind,\" explained Martinez-Trujillo, based at the Brain and Mind Institute and Robarts Research Institute at Western University. \"That is what we call working memory representations or short-term memory representations - they are abstract, they are imaginary and they don't exist in reality, but in our minds. Real objects in our visual field, we call perceptual representations. We are trying to determine whether there are neurons in the brain that can signal to a person whether a representation is real or imaginary.\"By having subjects perform two tasks - one where they had to report the direction of movement of a cloud of dots they could see on a computer screen, and one where they had to report the cloud direction a few seconds after it disappeared based on a memory of the image - they found that neurons in the Lateral Prefrontal Cortex encoded perceived and memorized information to various degrees and in different combinations of strength.\"We might have expected that the neurons that are active when we perceive a visual object are the same ones that memorize it; or, on the contrary, that one group of neurons perceives the object and a completely different group memorizes it; but instead, we found that all of the above are true to a certain extent,\" said Mendoza-Halliday, first author on the study.  \"We have perception neurons, memory neurons, and also neurons that do both things.\"The Lateral Prefrontal Cortex has been shown to be dysfunctional in individuals with schizophrenia, who have hallucinations or delusions. However, so far, researchers have not been able to pinpoint the source of this dysfunction.Using machine-learning, the researchers created a computer algorithm that could read out the pattern of neurons firing in the Prefrontal Cortex and reliably determine whether a subject was perceiving a cloud of dots or remembering one they had seen before. Martinez-Trujillo hopes that by pinpointing the specific neurons responsible for distinguishing between reality and imagination, they might be better able to treat disorders like schizophrenia that cause patients to confuse what's real and what isn't.\"I would argue that schizophrenia is not a neurochemical disorder of the whole brain,\" said Martinez-Trujillo. \"It is only a neurochemical disorder in specific parts of the brain.\"Currently, pharmacological treatments for these disorders change the neurochemistry in the entire brain, often causing unintended side-effects. By targeting only the specific neurons responsible for these disturbances, Martinez-Trujillo hopes they may be able to minimize these side-effects.", "article_link": "http://dx.doi.org/10.1038/ncomms15471", "url": "http://www.eurekalert.org/pub_releases/2017-06/uowo-ris060117.php", "region": "namerica", "source_link": "http://mediarelations.uwo.ca/2017/06/01/researchers-identify-specific-neurons-distinguish-reality-imagination/", "funder": "Canadian Institutes of Health Research (CIHR), Canada Research Chairs Program (CRC), EJLB Foundation", "meeting": "", "institution": "University of Western Ontario", "keywords": ["Medicine/Health"], "journal": "Nature Communications", "description": "New Western University research shows that neurons in the part of the brain found to be abnormal in psychosis are also important in helping people distinguish between reality and imagination.", "date": "Thu, 01 Jun 2017 04:00:00 GMT"}