{"title": "Budgerigars can identify spoken sounds without prior exposure to human speech", "text": "No experience with human speech is necessary for budgerigars to perceive the difference between \"d\" and \"t\", according to a study published May 31, 2017 in the open-access journal PLOS ONE by Mary Flaherty from The State University of New York, Buffalo, USA, and colleagues. The debate over speech perception is unresolved, with some evidence supporting a speech-specific mechanism and other evidence supporting a general auditory mechanism. The latter case holds that, in the absence of extensive experience with speech, there should be no difference between speech and nonspeech perception. To investigate this scenario, Flaherty and colleagues used budgerigars, vocal mimics that are similar to people in their ability to perceive consonant and vowel tokens. The researchers divided 25 budgerigars into groups before hatching, raising some in complete isolation from human speech and others with extensive exposure to human speech. After the birds fledged, the researchers trained them to peck keys in response to synthetic speech sounds that began with \"d\" or \"t\". Then they tested the birds' perception of speech sounds that varied in two cues: voice onset time and the frequency of the first formant (formants are resonating frequencies of the vocal tract). For comparison, they likewise tested the perception of speech sounds in 25 people. The researchers found that, much like people, the budgerigars \"traded cues\" that is, offset changes in one cue with those in another when perceiving speech sounds. For example, when the first formant frequency differed, the birds identified \"d\" when the voice onset time was short and \"t\" when it was long. Moreover, the observed cue trading did not depend on prior experience with speech. These findings support a general auditory mechanism for speech perception rather than one that is speech-specific.\"Regardless of their experience with speech sounds - whether completely isolated from human speech for their whole lives or trained extensively to mimic speech - the birds in our study used speech cues in a manner very similar to humans,\" says Flaherty. \"To the extent that birds can be used as a model for speech perception, these results indicate that prior experience with speech sounds is not a prerequisite for speech perception.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0177676", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-bci052517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Physiology", " Population Biology", " Zoology/Veterinary Science", " Pets/Ethology"], "journal": "PLOS ONE", "description": "No experience with human speech is necessary for budgerigars to perceive the difference between 'd' and 't', according to a study published May 31, 2017 in the open-access journal PLOS ONE by Mary Flaherty from The State University of New York, Buffalo, USA, and colleagues.", "date": "Wed, 31 May 2017 04:00:00 GMT"}