{"title": "Think you know how to improve your memory? Think again", "text": "We all want to improve our memory, but research unveiled by the University of Toronto's Dr. Katherine Duncan today shows that we need to switch our strategies. Memory isn't a single entity, and separate memory processes, like formation and recall can be enhanced by different brain states. Her results also revealed a major manipulation which triggers these brain states: novelty. The results were presented at the 2017 Canadian Neuroscience Meeting, the annual meeting of the Canadian Association for Neuroscience - Association Canadienne des Neurosciences (CAN-ACN).\r\nThe discovery has been years in the making. Back in 2012, Katherine Duncan used functional magnetic resonance imaging (fMRI) to identify how the brain triggers memory states, uncovering a brain region that detects novelty. She then demonstrated that novelty detection acts like a switch, changing how the brain learns and remembers. Finally, she determined the impact of novelty on human memory. As she puts it, \"We find that familiarity increased retrieval of other unrelated memories but reduced the chances for memory formation. On the other hand, novelty enhanced the later formation of distinct memories without worrying about previous experiences.\" \r\nDuncan suggests we need to revisit how we make memories. \"Your ability to remember something doesn't just depend on the strength of the memory, it depends on the state that you're in.\" Her work also hints at new strategies to improve memory development. \"We're using what we know about the brain to develop memory enhancing tricks, helping people remember faces, names, and places.\"\r\nHer revelations are a stellar example of basic research and its implications at work.  \"We've just scratched the surface, yet we are already seeing links to disorders involving memory impairments such as Alzheimer's disease. If we pin down the neurochemistry of these states, we may one day develop novel early warning tests and possibly, down the road, management strategies.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cafn-tyk052317.php", "region": "namerica", "source_link": null, "funder": "National Institutes for Health, Natural Sciences and Engineering Research Council of Canada, Canadian Foundation for Innovation", "meeting": "11th Canadian Neuroscience Meeting", "institution": "Canadian Association for Neuroscience", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "", "description": "Research from Katherine Duncan at the University of Toronto suggests we may have to rethink how we improve memory. She has found our brains have particular states known as formation and recall. Optimal formation is best achieved when accompanied by novelty whereas familiarity leads to a recall state, hindering the goal. Duncan hopes these findings will one day help us to improve our memories and possibly offer insight into why diseases involving memory loss happen.", "date": "Wed, 31 May 2017 04:00:00 GMT"}