{"title": "Support for tidal energy is high among Washington residents", "text": "\tPuget Sound is one of the best places in the United States to capture energy from tides. As water in the Sound rises and falls twice daily at high and low tide, strong underwater currents move swiftly in the narrow regions among islands and peninsulas.\r\n\tThose currents are what developers were eying when they proposed the first Pacific Northwest tidal energy pilot project in Admiralty Inlet, between the Olympic Peninsula and Whidbey Island. Though federal permits were issued, the project ultimately failed to launch in 2014 due to ballooning costs.\r\n\tA University of Washington paper published May 20 in the journal Energy Research & Social Science examined Washington residents' perceptions and support of tidal energy, a fledgling industry in the U.S. that is perhaps 20 years behind land-based wind energy. The study found that people who believe climate change is a problem and see economic, environmental and/or social benefits to using tidal energy are more likely to support such projects. Also, connecting pilot projects to the electricity grid is an important factor in garnering public support.\r\n\tThis is the first U.S. study to look broadly at residents' beliefs and feelings about tidal energy and one of only a few worldwide to take a social science approach to examining this young industry that, in fact, affects people in personal ways.\r\n\t\"We can focus on the technical and economic feasibility of tidal energy projects, but really at the early stages we also want to bring social science in because we shouldn't look at these things in a vacuum or silo,\" said lead author Stacia Dreyer, a postdoctoral researcher at the UW's School of Marine and Environmental Affairs and adjunct faculty at Arizona State University's School for the Future of Innovation in Society. \"It's a holistic issue.\"\r\n\tThe researchers mailed a survey to 3,000 Washington residents, split equally among people who lived within 15 miles of the Puget Sound shore and those who lived elsewhere in the state. This was to measure whether proximity to the water influenced how people felt about tidal energy.\r\n\tIn general, survey results show that Washington residents support tidal energy, but to a greater degree if they live close to Puget Sound. Additionally, if respondents believe that climate change is a problem and see a potential benefit to tidal energy ? such as reducing carbon emissions or offering a sustainable source of energy ? they are more likely to support it. On the other hand, the larger the perceived risks of tidal energy, the less likely residents are to support such efforts.\r\n\tFinally, respondents were asked about their support during all phases of a hypothetical tidal energy project. Washington residents support tidal energy to a greater degree during the research and development phase in the lab, but once the turbines move outside of the lab and into the water, that support drops. Residents are much more likely to support a small-scale pilot project if the turbines are connected to the grid and benefiting the local community.\r\n\t\"If you are going to have a pilot project, it's really important that it's grid-connected, and producing electricity and powering homes or businesses,\" Dreyer said. \"I think people want to know that a project is effective and that it's benefiting them ? one of those ways is to supply power.\"\t\r\n\tPrevious studies on the nascent industry have cited uncertainty about public perception as one of the reasons investors are hesitant to move forward on tidal projects. Involving social scientists at the beginning of a project to take a comprehensive read on a community is vital for success, Dreyer said. \r\n\t\"In a perfect world, technology companies would view social scientists as one important part of a team and not just an add-on when something goes wrong,\" she said.\r\n\tThe researchers will use the survey results paired with news articles about the Admiralty Inlet project to examine the opinions of various stakeholder groups, including the general public, for their next study.\r\n\t", "article_link": "http://dx.doi.org/10.1016/j.erss.2017.04.013", "url": "http://www.eurekalert.org/pub_releases/2017-05/uow-sft053117.php", "region": "namerica", "source_link": "http://www.washington.edu/news/2017/05/31/support-for-tidal-energy-is-high-among-washington-residents/", "funder": "National Science Foundation", "meeting": "", "institution": "University of Washington", "keywords": ["Business/Economics", " Nature", " Earth Science", " Energy Sources", " Hydrology/Water Resources", " Policy/Ethics", " Social/Behavioral Science", " Climate Change", " Climate Change"], "journal": "Energy Research & Social Science", "description": "A new University of Washington study found that people who believe climate change is a problem and see economic, environmental and/or social benefits to using tidal energy are more likely to support such projects. This is the first US study to look broadly at residents' beliefs and feelings about tidal energy and one of only a few worldwide to take a social science approach to examining this young industry.", "date": "Wed, 31 May 2017 04:00:00 GMT"}