{"title": "Your sex life is only as old as you feel", "text": "The closer you feel to your actual age, the less likely you are to be satisfied with your sex life, a University of Waterloo study has found.The study looked at the attitudes of sex and aging of a group of 1170 adults from their mid-40s to their mid-70s over a 10-year period. The group, which included people of diverse sexual orientation, reported that the closer people felt to their chronological age, the lower the quality of their sex life.\"What was clear from the data is that feeling younger had a huge impact on how people felt about the quality of their sex life and how interested they were in having sex,\" said Steven Mock, an associate professor in Recreation and Leisure Studies at Waterloo. \"For people in mid to later life, feeling young at heart actually appears to make a difference in the bedroom.\"The research drew upon data collected in the Midlife in the United States (MIDUS) study in the between 1995 and 2005. The MIDUS study is a national longitudinal study of health and wellbeing in the United States and measures the physical and mental health of participants over a period of decades.\"It's important to consider all of the different psychosocial and biological factors that might influence a person's sexuality,\" \"said Amy Estill, who led the research while completing her Master's degree at Waterloo. \"While feeling younger didn't have an impact on how much sex people were having, it was quite clear that feeling older does impact the quality of the sex you're having,\" The study was recently published in the Journal of Sex Research.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uow-ysl052917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Waterloo", "keywords": ["Sex-Linked Conditions", " Sexual Behavior", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Sex-Linked Conditions", " Sexual Behavior", " Aging", " Perception/Awareness", " Couples"], "journal": "Journal of Sex Research", "description": "The closer you feel to your actual age, the less likely you are to be satisfied with your sex life, a University of Waterloo study has found.\r\n\r\nThe study looked at the attitudes of sex and aging of a group of 1,170 adults from their mid-40s to their mid-70s over a 10-year period.", "date": "Tue, 30 May 2017 04:00:00 GMT"}