{"title": "Drug believed to reduce postoperative pain and delirium does neither", "text": "To blunt postoperative pain and reduce the need for opioid drugs following surgery, anesthesiologists often give patients low doses of the drug ketamine during operations. Recent research even suggests ketamine might alleviate postsurgical delirium and confusion in older adults.But a new study led by anesthesiologists at Washington University School of Medicine in St. Louis and the University of Michigan Medical School indicates that ketamine doesn't lower levels of pain or reduce the need for pain-killing opioid drugs in the days after an operation. Further, older surgery patients who receive ketamine during surgery are more likely to experience hallucinations and nightmares in the recovery room and for several days following surgery.The findings are published online May 30 in the journal The Lancet.\"In recent years, there's been a big increase in the amount of ketamine given in the operating room because clinicians are trying to prevent pain after surgery without relying on opioid drugs,\" said first author Michael S. Avidan, MBBCh, a professor of anesthesiology and of surgery at Washington University. \"We found that the current practice of giving low doses of ketamine to patients during surgery is not having the desired effect. So we need to determine whether higher doses might be more effective, or we need to find other alternatives to opioids.\"Avidan, with co-principal investigator George A. Mashour, MD, PhD, an anesthesiology professor at the University of Michigan Medical School, led a study aimed at evaluating ketamine as a way to prevent delirium and other complications. In previous research, Avidan had found that up to 20 percent of older patients experienced delirium following surgery.The researchers followed 672 surgery patients in four countries: the United States, Canada, India and South Korea. During surgery, the patients -- all at least 60 years of age -- either received no ketamine, a very low dose of the drug, or a slightly higher dose. The doses of ketamine given in the study are the doses routinely given to surgery patients by anesthesiologists who want to lower patients' levels of postoperative pain.The patients then were evaluated for several days after surgery. Researchers asked them about their pain, kept track of the amount of opioids needed to control the pain, and evaluated the patients twice daily for delirium -- a state that can include confusion, agitation and an inability to recognize friends and family members.\"When patients become delirious after surgery, they tend to spend more time in the intensive care unit, have longer hospital stays and have a greater chance of dying,\" explained Avidan, the Dr. Seymour and Rose T. Brown Professor of Anesthesiology at Washington University. \"Overall, patients who develop delirium have worse outcomes and are at higher risk for long-term cognitive decline. So it's really important to try to prevent it if we can.\"Many in the anesthesiology field were excited when recent, smaller studies suggested that low doses of ketamine during surgery might reduce the chances that patients would develop delirium after surgery.Further, in animal studies in Michigan, Mashour had found that ketamine could speed recovery from anesthesia in rodents, suggesting that the drug might help protect the brain.The new findings present a less encouraging picture, though.\"We were particularly surprised by the lack of an effect on postoperative pain,\" Mashour said. \"Giving single doses of ketamine during surgery to prevent postoperative pain is increasingly common, but our data challenge that practice and suggest that even after decades of use, more research is required if we hope to understand ketamine.\"Avidan said the fact that the study had the same results at different sites in different countries makes him confident that the way ketamine has been used during surgery is not having the desired effect on delirium and postoperative pain.\"There were various reasons to think this drug was providing protection to the brain around the time of surgery, and we hypothesized that ketamine would, in fact, reduce postoperative delirium and pain,\" he said. \"Unfortunately, it didn't do either. And while not helping with those things, ketamine was causing other problems for patients, such as an increase in hallucinations and nightmares.\"Avidan said he believes clinicians should reconsider the common practice of giving low doses of ketamine during surgery.\"Our study didn't indicate that it was effective,\" he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/wuso-dbt052617.php", "region": "namerica", "source_link": "https://medicine.wustl.edu/?p=43418&preview=1&_ppp=3d29f7be16", "funder": "NIH/National Institute on Aging, NIH/National Institute of General Medical Sciences, NIH/National Cancer Institute", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Neurobiology", " Pharmaceutical Science", " Surgery", " Social/Behavioral Science", " Addiction", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "The Lancet", "description": "Anesthesiologists routinely give surgery patients low doses of the drug ketamine to blunt postoperative pain and reduce the need for opioid drugs. Recent research even has suggested ketamine might protect older patients from postsurgical delirium and confusion. But an international, multicenter trial led by investigators at Washington University School of Medicine in St. Louis and the University of Michigan has found that ketamine does neither.", "date": "Tue, 30 May 2017 04:00:00 GMT"}