{"title": "Hunting can help European ecosystems", "text": "Hunting as an outdoor activity is underrated in how it helps nature and society to regulate problem animal overpopulations. Such is the case for Europe's wild boar Sus scrofa, according to Spanish researchers from the IREC institute (UCLM and CSIC), and Principado de Asturias, published in Springer's European Journal of Wildlife Research.\r\nRecreational hunting in particular is increasingly perceived by the ever-growing urban population as an unsustainable and debauched extractive activity. This perception has an influence on the number of active hunters, and on the recruitment of new ones to the sport.\r\nTo investigate how this has an influence on the growth in wild ungulate numbers, Quirós-Fernández and his colleagues focused on the wild boar population, which according to a 2015 review is growing by 20 percent each year in Europe.\r\nThe research team focused their attention on Spain's northwestern province of Asturias, where hunting is essentially non-commercial and is still traditional among rural inhabitants. The team investigated annual wild boar hunting bag data collected from game reserves and hunting estates, and the influence that temporary hunting bans in six of these estates had on population numbers. Hunting bag statistics that reflect the quantity of game killed during a hunting season were used, as these provide a reliable index of the relative abundance of wild boar, and are often used to monitor population sizes over long periods of time.\r\nThe findings reflect marked differences in the number of wild boar hunted annually from 2000-2001 to 2013-2014. The total wild boar hunting bag for the area grew each year by 5.63 percent during the study period. The annual hunting bag size after a hunting ban was lifted was much larger than that of the pre-ban period, and grew by 40.33 percent in the season following its lifting. This difference indicates that hunters are able to reduce and regulate wild boar numbers.\r\n\"Recreational hunters contribute towards regulating the population growth of problem species such as the wild boar,\" the authors say. \"In this context, it is important to note that we advocate preventing wild boar population growth and eventually balancing high densities, while we do not propose the suppression of an ecologically important native species\".\r\nThe mean annual increase of 5.63 percent in the wild boar hunting bag suggests that current hunting practices alone are not able to control the population. In fact, during this time only half of the quota of animals allowed were hunted. According to this study, recreational hunters should therefore be encouraged to attain higher wild boar hunting bags, because of the economic and ecological advantages to doing so. \"This is especially relevant because of the declining number and ageing population of hunters throughout Europe. Future research should also focus on how hunting, diseases and predation have an influence on wild boar population dynamics\".\r\n", "article_link": "http://dx.doi.org/10.1007/s10344-017-1107-4", "url": "http://www.eurekalert.org/pub_releases/2017-05/s-hch053017.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/all-english-research-news/hunting-can-help-european-ecosystems/12323072", "funder": "MINECO-UCLM, MINECO-FEDER", "meeting": "", "institution": "Springer", "keywords": ["Biology", " Developmental/Reproductive Biology", " Ecology/Environment", " Evolution", " Zoology/Veterinary Science", " Policy/Ethics", " Animal Research/Rights", " Sports/Recreation"], "journal": "European Journal of Wildlife Research", "description": "Hunting as an outdoor activity is underrated in how it helps nature and society to regulate problem animal overpopulations. Such is the case for Europe's wild boar Sus scrofa, according to Spanish researchers from the IREC institute (UCLM and CSIC), and Principado de Asturias, published in Springer's European Journal of Wildlife Research.", "date": "Tue, 30 May 2017 04:00:00 GMT"}