{"title": "The true power of China's think tanks", "text": "\"In this fascinating study, leading American China scholar Cheng Li has written and compiled an unprecedented volume on China's rapidly growing community of think tanks. The study includes a thorough inventory of China's research institutions (government and private), and it offers compelling case studies of four leading public intellectuals. But the best part is Cheng Li's own deep insights into this community of thinkers and institutions, their relative strengths and weaknesses, and impact on China's domestic and foreign policies. This volume should be mandatory reading for all China specialists.\" - David Shambaugh, George Washington University and author of China's Future.What are the leading think tanks in China and who are the thinkers in these organizations? What is the dynamic between the Chinese government and think tanks? How do think tanks shape China's policies? Will China's effort in promoting the development of new types of think tanks succeed? Under Xi Jinping's leadership, think tanks have become increasingly important to assessing and crafting domestic and foreign policy in China. Understanding this new development is crucial for overseas China watchers.In The Power of Ideas, Cheng Li presents a multi-faceted examination of think tank development in China by featuring prominent Chinese thinkers, analyzing factors contributing to the rapid rise of Chinese think tanks, and delving into the complexities of the interactions between the government and think tanks in China's policymaking.Li shows that, contrary to the general perception that China's think tanks are merely rubber stamps endorsing government policies rather than critically evaluating policy initiatives and political dissent, think tanks in China have a much more complicated relationship with the government. In fact, many scholars in Chinese think tanks hold different ideologies from the government and are often critical forces behind public policies. Li's analysis also illustrates that some think tanks possess an impressive capacity to access policymakers through a variety of channels. The presence and expanding roles of western-educated elites in Chinese think tanks will further contribute to a more pluralistic political environment for policy discourse and institutional participation in China.b>The Power of Ideas is a collection of Li's ideas and observations on Chinese think tanks and thinkers over the past eight years, and will serve as a waypoint while this field of inquiry continues to grow and deepen.This book is highly recommended for students, researchers, and academics who are interested in the important role the Chinese think tanks play and the strong impact of the nation's most influential public intellectuals on China's domestic development and foreign policy.This book retails for US$128 / £106 (hardback) at major bookstores. To find out more about the book, visit http://www.worldscientific.com/worldscibooks/10.1142/9990.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ws-ttp053017.php", "region": "asia", "source_link": "http://www.worldscientific.com/page/pressroom/2017-05-26-01", "funder": "", "meeting": "", "institution": "World Scientific", "keywords": ["Socioeconomics", " Education", " Policy/Ethics", " Social/Behavioral Science"], "journal": "", "description": "In his latest book--The Power of Ideas: The Rising Influence of Thinkers and Think Tanks in China, The Brookings Institution's John L. Thornton China Center Director Cheng Li analyzes factors contributing to the rapid rise of Chinese think tanks, and the complexities of the interactions between the government and think tanks in China's policymaking.", "date": "Tue, 30 May 2017 04:00:00 GMT"}