{"title": "Majority of Americans say benefits of childhood vaccines outweigh risks", "text": "WASHINGTON, D.C. (FEB. 2, 2017) - Despite debate about the safety of childhood vaccines among some groups in the public, an overwhelming majority of Americans (82%) support requiring children attending public school to be vaccinated for measles, mumps and rubella (MMR), according to a new Pew Research Center survey. Some 73% of Americans see high preventive health benefits from the MMR vaccine and 66% believe there is a low risk of side effects from the vaccine. Overall, 88% believe that the benefits of the MMR inoculation outweigh the risks. Yet, several groups express more concern about the safety of the MMR vaccine, including parents of young children. About half (52%) of parents with children ages 4 or younger say the risk of side effects from the MMR vaccine is low, while 43% say the risk of side effects is medium or high. By comparison, 70% of those with no minor-age children say the risk of side effects is low, while 29% say the risk is medium or high. As far as potential benefits, 60% of parents with children 4 or younger say the preventive health benefits of the MMR vaccine are high, compared with 75% of parents with school-age children (ages 5-17) and 76% of people with no children younger than 18.\"In addition to parents of young children, this analysis finds that adults under age 30, blacks and people with lower knowledge about science topics see a higher risk of side effects or lower preventive health benefits from this vaccine,\" said lead author and Associate Director of Research Cary Funk. \"Public health benefits from vaccines hinge on very high levels of immunization in the population, so it's important to understand which groups hold reservations about the MMR vaccine,\" Funk said. The survey finds that public views of medical scientists and their research related to childhood vaccines are broadly positive, though mixed, regardless of parent status, race, ethnicity and experience using alternative medicine. The data:\r\n\"This survey looks in-depth at people's views about vaccines to explore which groups have more reservations about the MMR vaccine and whether or not those views are connected with people's trust in medical science,\" said Funk. \"One of the striking findings in this study is that parents of young children express more concern about the safety of the MMR vaccine. Yet, like other Americans, they hold broadly positive views about medical scientists and their research on childhood vaccines.\" The data show there are some generational differences in these views, with adults younger than 30 less likely to see medical scientists in a positive light. People who are generally less knowledgeable about science are much less trusting of medical scientists and see higher risk and lower benefits from the MMR vaccine. There are generational differences in views of the MMR vaccine and trust in medical scientists. Those with high science knowledge and higher incomes are especially likely to see high preventive health benefits of the MMR vaccine and to support school-based MMR vaccine requirements.Groups with more concern about the MMR vaccine include those who have used alternative medicine and blacks. But political groups hold similar views on childhood vaccine issues. \r\nMost Americans see reports of conflicting health studies as part of the march of research progress. \r\nMost Americans who have visited a health care provider in the past year say they felt listened to and that the provider \"really cared about their health and well-being.\"\r\nThese are among the key findings from the new report, which is based on a nationally representative survey conducted May 10-June 6, 2016, among 1,549 adults, 18 years of age or older, living in all 50 U.S. states and the District of Columbia. The margin of sampling error is plus or minus 4.0 percentage points.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/prc-moa013117.php", "region": "namerica", "source_link": null, "funder": "Pew Research Center", "meeting": "", "institution": "Pew Research Center", "keywords": ["Medicine/Health", " Vaccines", " Public Health"], "journal": "", "description": "Despite debate about the safety of childhood vaccines among some groups in the public, 82% of Americans support requiring children attending public school to be vaccinated for measles, mumps and rubella (MMR), according to a new Pew Research Center survey. Still, several groups, such as parents of young children, express more concern about the safety of the MMR vaccine.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}