{"title": "New Zika vaccine candidate protects mice and monkeys with a single dose", "text": "PHILADELPHIA--A new Zika vaccine candidate has the potential to protect against the virus with a single dose, according to a research team led by scientists from the Perelman School of Medicine at the University of Pennsylvania. As reported in Nature this week, preclinical tests showed promising immune responses in both mice and monkeys.\"We observed rapid and durable protective immunity without adverse events, and so we think this candidate vaccine represents a promising strategy for the global fight against Zika virus,\" said senior author Drew Weissman, MD, PhD, a professor of Infectious Disease at Penn. \"We hope to start clinical trials in 12 to 18 months.\"\r\nThe research involved a collaboration among Weissman's laboratory at Penn and several others, including the laboratories of Barton F. Haynes at Duke University and Theodore C. Pierson at the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH).Prompted by the recent Zika virus outbreaks in Latin America and some parts of the United States, scientists around the world have been racing to develop candidate vaccines, and already several have been tested in animals. The new candidate vaccine is the first to show such potent and long-lasting protection without the use of a live virus.\r\nTraditional viral vaccines contain a weakened or killed version of the virus or isolated viral proteins. By contrast, the new Zika candidate vaccine uses tiny strands of RNA that hold the genetic codes for making viral proteins. These RNA molecules are modified versions of the so-called messenger RNAs (mRNAs) that normally carry information from genes and serve as blueprints for the making of proteins within cells. In this case, the mRNAs--produced and purified in a laboratory or biotech production facility--are delivered like a normal vaccine in an injection.Injected mRNAs normally would be cleared from the body within minutes by a patient's immune system, but these mRNAs are modified so that they are ignored by the immune system and can easily enter cells. Once inside cells, they are taken up by cellular protein-making machinery and induce the production, over weeks, of the viral proteins they encode.This extended production of viral proteins mimics what a live virus vaccine would achieve. Live virus vaccines--using slow-replicating versions of the virus they are meant to protect against--tend to induce much more powerful immune protection compared to vaccines that are based on non-replicating versions of a virus or isolated viral proteins. Live virus vaccines have serious potential drawbacks, though, including harmful infection with the virus in people who have weakened immune systems.\r\nSome newer vaccine candidates use harmless viruses such as modified adenoviruses to deliver genes that encode immunizing viral proteins. To date, an adenovirus-based strategy is the only Zika vaccine candidate that has shown strong protection in monkeys with a single dose; however, the immune system tends to attack adenoviruses and in some cases may neutralize them before they can deliver their immunizing payloads.The mRNA-based strategy has none of these drawbacks.\r\nThe new candidate vaccine contains mRNAs encoding two key proteins from a Zika virus strain isolated in a 2013 outbreak. The researchers found that in mice, a single injection of 30 millionths of a gram of these mRNAs--a small fraction of the dose used for a typical vaccine--induced a rapid immune response, which protected mice from intravenous exposure to a separate Zika strain two weeks later. That protection, resulting in zero detectable virus in the bloodstream a few days after exposure, was maintained even when the mice were exposed to Zika virus five months after vaccination.Tests in macaque monkeys also showed that a single vaccine dose of only 50 micrograms provided strong protection against exposure to Zika virus five weeks later.\r\nIn both cases, virus neutralization tests indicated that the vaccine induced high levels of antibodies that block Zika infection--levels that peaked after several weeks and thereafter remained high enough to be protective, potentially for years.\"Our work so far suggests that this new vaccine strategy induces a level of virus neutralization about 25 times greater, after a single dose, than one sees in standard vaccines,\" Weissman said.The powerful, durable protection conferred by the candidate vaccine is due in large part to its strong stimulation of CD4 helper T cells, which are important for maintaining long-term antibody immunity.The mRNA vaccine approach has other advantages, Weissman added: \"If a vaccine is effective after just a single immunization, the infrastructure needed for its administration can be much simpler. Production of an mRNA-based vaccine is also likely to be easier and less expensive compared to traditional virus- or viral protein-based vaccines.\"Weissman and colleagues are also applying their mRNA-based strategy to the development of other vaccines and therapies. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uops-nzv020117.php", "region": "namerica", "source_link": "http://uphs.upenn.edu/news ", "funder": "National Institutes of Health, Takeda Pharmaceuticals New Frontier Science Award", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Nature", "description": "A new Zika vaccine candidate has the potential to protect against the virus with a single dose, according to a research team led by scientists from the Perelman School of Medicine at the University of Pennsylvania. As reported in Nature this week, preclinical tests showed promising immune responses in both mice and monkeys.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}