{"title": "Investigational mRNA vaccine protects mice and monkeys from Zika virus infection", "text": "WHAT:A novel, gene-based investigational vaccine protected mice and monkeys against Zika virus infection after a single dose, according to a study appearing online in the journal Nature on Feb. 2. The research was conducted by investigators funded by the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH), NIAID scientists, and other partners. The candidate vaccine, called ZIKV prM-E mRNA-LNP, uses messenger RNA (mRNA) with which the body produces Zika virus proteins designed to elicit infection-neutralizing antibodies. Scientists at the University of Pennsylvania in Philadelphia and at the company BioNTech in Mainz, Germany, developed the vaccine.Similar to DNA vaccines, mRNA vaccines do not contain live or inactivated virus and therefore cannot cause Zika infection. The mRNA vaccine platform can be quickly adapted to express most viral proteins and can be manufactured efficiently, according to the authors. NIAID and the Biomedical Advanced Research and Development Authority (BARDA), part of the U.S. Department of Health and Human Services, are developing additional mRNA vaccines against Zika.For this study, investigators vaccinated 19 mice with a single shot of ZIKV prM-E mRNA-LNP and gave a placebo vaccine to a control group of 14 mice. They then exposed 18 mice (nine control and nine vaccinated) to Zika virus two weeks after vaccination and exposed the remaining mice (five control and 10 vaccinated) to Zika virus 20 weeks after vaccination. Nearly all control mice had Zika virus in the blood by day three, while all of the immunized mice showed no detectable virus. Investigators also gave various doses of the vaccine to five monkeys and gave a placebo vaccine to a control group of six monkeys. All monkeys were injected with Zika virus five weeks after vaccination. All monkeys in the control group had Zika virus in their blood while 4 out of 5 monkeys in the vaccinated group -- including those that received the lowest dose -- were protected from infection with no detectable virus. The authors note that additional research is required to explore adding a boost to the vaccine regimen to see if that would increase its immunogenicity and to determine if the investigational vaccine can prevent Zika infection and disease in humans.  ", "article_link": "http://dx.doi.org/10.1038/nature21428", "url": "http://www.eurekalert.org/pub_releases/2017-02/nioa-imv020217.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/investigational-mrna-vaccine-protects-mice-and-monkeys-zika-virus-infection", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Nature", "description": "A novel, gene-based investigational vaccine protected mice and monkeys against Zika virus infection after a single dose, according to a study appearing online in the journal Nature on Feb. 2. The candidate vaccine iscalled ZIKV prM-E mRNA-LNP. Scientists at the University of Pennsylvania in Philadelphia and at the company BioNTech in Mainz, Germany, developed the vaccine. The research was conducted by investigators funded by NIAID, NIAID scientists, and other partners.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}