{"title": "Nixing the cells that nix immune response against cancer", "text": "Some cells excite the immune system. Others soothe it. Myeloid-derived suppressor cells (MDSCs) are one type of soothing cell, and previous work shows that cancer may specifically boost production of MDSCs as a way to tamp down immune response against tumors. At least that's how it works in mice. Now a University of Colorado Cancer Center study published in the journal Cancer Immunology & Immunotherapy for the first time characterizes the uptick of these cells in the spleens of human cancer patients, paving the way for therapies directed against these suppressor cells that collude with cancer.\"I would estimate that the majority of basic immunology has been worked out in mice, specifically in the spleens of mice because they offer ready access to large numbers of lymphocytes or splenocytes. Many versions of vaccines and tumor models rely on the responses of these mouse splenocytes. But it turns out we don't know as much about human splenocytes and their immunologic importance. There's a big leap of faith that mouse models are applicable to humans,\" says Martin McCarter, MD, investigator at the University of Colorado Cancer Center and surgical oncologist at the University of Colorado Hospital.In fact, when McCarter, first author Kim Jordan, PhD, and colleagues examined the spleens of 26 patients with a variety of cancers, they found important differences between human and mouse splenocytes. First, whereas mouse splenocytes are plentiful, human splenocytes are less abundant. Second, while mouse splenocytes are easy to isolate, human splenocytes may include a complex mix of markers, making them more difficult to separate from the many other kinds of cells found in the spleen.\"Basically, this means that it's really easy to find and study these splenocytes in mice and really hard to get your hands on enough human splenocytes to study,\" says Jordan, who is assistant director of the CU Cancer Center Human Immune Monitoring Shared Resource and assistant research professor in the CU School of Medicine Department of Immunology and Microbiology. \"Now with this paper we show how future researchers can isolate these human splenocytes, hopefully leading to more work in this area.\"However, when the team compared these spleens from cancer patients to spleens from patients with benign pancreatic cysts, they found an important similarity with existing mouse models: Splenocytes were indeed more prevalent in cancer patients than in the non-cancer control group.The team went an important step beyond characterizing and isolating these cells: \"It's one thing to identify these cells and another to show their function,\" McCarter says. \"We show that these cells are functionally immunosuppressive in humans, working to block T-cell responses.\"When increased splenocytes blocked T-cell responses, patients suffered - in this study, higher splenocyte counts were \"associated with a significantly increased risk of death and decreased overall survival,\" the authors discovered.Many successful anti-cancer immunotherapies direct T cells to target tumors. For example, PD-1 and PD-L1 inhibitors prevent tumor cells from holding up a sort of biological \"white flag\" that disarms T cells that would otherwise target them. Another immunologic strategy called CAR-T cell therapy seeks to genetically equip T cells to recognize proteins specific to tumor tissue. Both therapies depend on T cell responses. And in both cases, a tumor's ability to spur the growth of myeloid-derived suppressor cells may blunt this response.\"In recent years, we've started to crack open the shell of the immune response to tumors. Still, there are many elements of the immune system we don't understand, for example how tumors manipulate or utilize a patient's own immune system to block the immune response against their own tissue. Now we are taking steps to understand this process, and understanding the basic science allows us the opportunity to intervene with therapies to stop it,\" McCarter says.The group has already taken the obvious next step, running an investigator-initiated human clinical trial targeting myeloid-derived suppressor cells in combination with existing immunotherapies in a way that could allow immune response to go forward. McCarter, Jordan and colleagues are excited to report the results of this small trial in a forthcoming publication.\"Currently only about 20-40 percent of melanoma patients respond to these immune therapy checkpoint inhibitors for a variable amount of time,\" McCarter says. \"By blocking or knocking down the myeloid-derived suppressor cells, we hope to improve this response rate.\"\r\n", "article_link": "http://dx.doi.org/10.1007/s00262-016-1953-z", "url": "http://www.eurekalert.org/pub_releases/2017-02/uoca-ntc020217.php", "region": "namerica", "source_link": "http://www.coloradocancerblogs.org/nixing-cells-nix-immune-response-cancer/", "funder": "", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Cancer", " Clinical Trials", " Dermatology", " Immunology/Allergies/Asthma"], "journal": "Cancer Immunology & Immunotherapy", "description": "For first time, study characterizes uptick of myeloid-derived suppressor cells in the spleens of human cancer patients, paving the way for therapies directed against these cells that collude with cancer.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}