{"title": "Scientists prove new approach to Polio vaccines works", "text": "Scientists have identified new ways to provide vaccines against polio, which do not require the growth of live virus for their manufacture.Despite the success of vaccines produced from 'virus-like particles' (VLPs) for hepatitis B and human papilloma viruses, poliovirus VLPs have proved to be too unstable to make practical vaccines.Now, a research team at the University of Leeds has found a new way to modify these VLPs, also known as 'empty capsids' by identifying mutations which make their structures sufficiently stable to act as vaccines.The empty capsids change shape when warmed and become unusable as vaccines, but the mutations identified in this research prevent these damaging changes.Polio is on the verge of being eradicated world-wide, but even when it has been officially declared as extinct as a disease, governments will need to continue to vaccinate to ensure against it recurring.Using current technology, the production of vaccine requires the growth of enormous quantities of live virus, which is then chemically killed, thus presenting a dangerous security risk of virus escaping into the environment.These new stabilised VLPs are suitable as replacements for the current killed poliovirus vaccines and can be produced in ways that do not require the growth of live virus.The Leeds team and collaborators say this form of vaccine, using the newly developed stabilised VLPs, would be best used after the virus has been eradicated.David Rowlands, Professor of Molecular Virology and co-leader of the study at the University, said: \"Continuing to vaccinate after polio has been eradicated is essential to ensure against the disease recurring, but there are significant biosafety concerns about current production methods.\"Our new method of creating the vaccine has been proven to work in lab conditions and on top of that we've proved it's actually more stable than existing vaccines.\"The improved stability of these modified VLPs means that they can be produced using bioengineering techniques without involving the growth of live virus\".This study was a lab experiment, which shows stabilised VLPs to be effective in a controlled environment. Further research using animals (rats and mice) is planned, as part of the essential process of making sure the new VLPs are safe and effective for use in humans.Professor Nicola Stonehouse, co-leader of the study, from the University of Leeds said: \"The international drive to eradicate polio using existing vaccines continues, but methods need to be found to maintain vaccination safely as insurance after it appears to have been eradicated. This is when our approach will come into its own.\"Further research is needed to refine them more but we are confident they will work for all three forms of polio. After that we need to find a way to manufacture them cost effectively on a large scale.\"", "article_link": "http://dx.doi.org/10.1128/JVI.01586-16", "url": "http://www.eurekalert.org/pub_releases/2017-02/uol-spn020117.php", "region": "europe", "source_link": "http://www.leeds.ac.uk/news/article/3983/scientists_prove_new_approach_to_polio_vaccines_works", "funder": "World Health Organisation", "meeting": "", "institution": "University of Leeds", "keywords": ["Biomechanics/Biophysics", " Cell Biology", " Molecular Biology", " Medicine/Health", " Disease in the Developing World"], "journal": "Journal of Virology", "description": "Scientists have identified new ways to provide vaccines against polio, which do not require the growth of live virus for their manufacture.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}