{"title": "Reservoir divers: Select antiviral cells can access HIV's hideouts", "text": "When someone is HIV-positive and takes antiretroviral drugs, the virus persists in a reservoir of infected cells. Those cells hide out in germinal centers, specialized areas of lymph nodes, which most \"killer\" antiviral T cells don't have access to.Scientists at Yerkes National Primate Research Center, Emory University, have identified a group of antiviral T cells that do have the entry code into germinal centers, a molecule called CXCR5.Knowing how to induce antiviral T cells displaying CXCR5 will be important for designing better therapeutic vaccines, as well as efforts to suppress HIV long-term, says Rama Rao Amara, PhD, professor of microbiology and immunology at Yerkes National Primate Research Center and Emory Vaccine Center.The findings are scheduled for publication in PNAS the week of Jan. 30, 2017.\"We think these cells are good at putting pressure on the virus,\" Amara says. \"They have access to the right locations - germinal centers - and they're functionally superior.\"Amara and his colleagues looked for these antiviral cells in experiments with rhesus macaques, which were vaccinated against HIV's relative SIV and then repeatedly exposed to SIV. The vaccine regimens were described in a previous publication.The vaccines provided good but imperfect protection against pathogenic SIV, which means that a group of 20 animals ended up infected, with a range of viral levels. In some animals, a large fraction (up to 40 percent) of anti-viral CD8 T cells in lymph nodes displayed CXCR5. Having more CXCR5-positive antiviral T cells was strongly associated with better viral control, the researchers found.T cells can be divided into \"helper\" cells and \"killer\" cells, based on their function and the molecules they have on their surfaces. A group of T cells called follicular helper T cells or Tfh cells were already known to be in germinal centers and to display CXCR5. Tfh cells are also considered a major reservoir for HIV and SIV.When stimulated outside the body, the CXCR5-positive cells can attack and kill virus-infected Tfh cells. Some of the killer cells lose CXCR5 upon stimulation, but adding an immune regulatory molecule called TGF-beta can boost the CXCR5 levels.Co-corresponding author Vijayakumar Velu, PhD, assistant professor at Yerkes, says the CXCR5+ killer cells the team has identified have stem cell-like properties, because they have the capacity to differentiate into both CXCR5+ and CXCR5- cells. The lab of co-author Rafi Ahmed, director of Emory Vaccine Center, has reported analogous cells in mice with chronic viral infections. In addition, a recent Science Translational Medicine paper found similar cells in HIV-infected humans, calling them \"follicular CD8 T cells.\"\"These cells have the potential to infiltrate sites of ongoing viral replication and persistence,\" Amara says. \"Their properties and the ability to induce these cells by vaccination provide a tremendous opportunity to target and reduce the viral reservoir in lymphoid tissues.\" ", "article_link": "http://dx.doi.org/10.1073/pnas.1621418114", "url": "http://www.eurekalert.org/pub_releases/2017-01/ehs-rds013117.php", "region": "namerica", "source_link": "http://news.emory.edu/stories/2017/01/yerkes_antiviral_access_amara", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Proceedings of the National Academy of Sciences", "description": "HIV/SIV-infected cells hide out in areas of lymph nodes that most 'killer' antiviral cells don't have access to. Yerkes/Emory Vaccine Center researchers have identified a group of antiviral T cells that do have the entry code, called CXCR5. Could be important for efforts to cure HIV infection.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}