{"title": "Discovery helps explain why only some people develop life-threatening dengue infections", "text": "For most people who contract it, dengue fever is a relatively mild-mannered disease--at least the first time around. For some, however, a subsequent infection by the virus unleashes a vicious and potentially deadly illness.New research from a team based at The Rockefeller University has begun to reveal why certain people are more vulnerable to these dangerous secondary infections. Their latest findings, described January 27 in Science, could lead to better strategies to identify and better treat those most at risk.\"Patients with severe secondary disease have high levels of a particular type of antibody that triggers a forceful immune response. This distinctive signature did not show up in patients with more mild illness,\" says senior author Jeffrey V. Ravetch, Theresa and Eugene M. Lang Professor and head of the Leonard Wagner Laboratory of Molecular Genetics and Immunology.\"Our work sheds new light on the way in which the dengue virus co-opts antibodies produced as a result of the previous infection, using them to inflict more damage the second time around,\" Ravetch adds.Uncommon, but dangerousKnown as \"breakbone fever\" for the intense aches it causes, dengue is transmitted by mosquitos in the tropics and subtropics. In the more severe form of the disease, which typically occurs among people who have been infected before, patients can develop hemorrhagic fever, which causes them to leak fluid from their blood vessels and bleed abnormally, sometimes from the nose, gums, and under the skin. In extreme cases, people lose so much blood that they develop a critical condition known as shock.Researchers have long thought this happens because, when it infects a second time, the virus somehow takes advantage of antibodies the immune system is still producing as a result of the first infection. But this doesn't explain why less than 15 of percent people who catch dengue for the second time develop full-blown hemorrhagic fever or shock.Previous work in Ravetch's lab suggested differences in antibodies might account for why only some develop severe secondary infections. These Y-shaped proteins help the body defend itself against viruses and other intruders by latching onto infected cells with their arms. Meanwhile, their stems, known as Fc regions, bind to immune cells and tell them how to respond. Ravetch's lab has shown that the structure of the Fc region can influence an immune response by, for example, promoting inflammation versus calming it.An answer in architectureFor the current study, first author Taia Wang, then a postdoc in the lab, and her collaborators took a close look at the Fc regions of antibodies in blood collected from patients with mild and severe secondary dengue infections at Siriraj Hospital in Bangkok, Thailand. These people's immune systems were still producing antibodies as a result of their first encounter with the virus, but the structure of these antibodies varied between individuals.The researchers found that the dengue patients with more serious disease had high levels of antibodies whose Fc regions lack a particular sugar, a variation known to strongly activate immune cells.In experiments, the researchers showed that activating signals from these antibodies aggravated the disease by leading to the destruction of blood-clotting cells called platelets. When their platelet levels plummet, patients bleed abnormally--a hallmark of hemorrhagic fever. The lower a patient's platelet count, the more of these distinctive antibodies he or she tended to have.\"We found that some people's immune systems respond to dengue infection by producing elevated levels of these pathogenic antibodies, which make them more vulnerable to a severe secondary dengue infection,\" says Wang, who is now an assistant professor at Stanford School of Medicine. \"It's not yet clear if they produce more of these highly activating antibodies even before they encounter the virus.\"Dengue and beyondThe discovery of this antibody signature could help fight the disease in a number of ways.\"Because we now know what to look for, it may become possible to identify patients at risk of severe illness, so they can receive intensive, supportive care early on,\" Ravetch says.\"It could also aid in the development of safe dengue vaccines that stimulate the immune system without triggering a secondary, potentially harmful response, and of new drugs designed to help patients recover by blocking the antibody signaling,\" he adds.Since dengue belongs to the same family as Zika and other dangerous viruses, the implications go beyond this particular disease. \"It will be important to consider the possibility that other, related viruses employ a similar strategy, and that infection with one may affect the subsequent response to another,\" he says.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aai8128", "url": "http://www.eurekalert.org/pub_releases/2017-01/ru-dhe013117.php", "region": "namerica", "source_link": "http://newswire.rockefeller.edu/2017/01/31/discovery-helps-explain-why-only-some-people-develop-life-threatening-dengue-infections/", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Microbiology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Science", "description": "After contracting dengue fever once, certain people who encounter the virus again develop much more severe infections. New research identifies an immunological signature that could help identify and better treat these patients.", "date": "Tue, 31 Jan 2017 05:00:00 GMT"}