{"title": "Researchers identify mechanism in chikungunya virus that controls infection and severity", "text": "Researchers led by the Johns Hopkins Bloomberg School of Public Health have identified a mechanism by which the chikungunya virus infects healthy cells and controls how severe the disease it causes will be, a mechanism they believe can be found in a number of other related viruses for which there are no treatments or licensed vaccines.The findings, published Jan. 30 in the Proceedings of the National Academy of Sciences, could be a first step toward developing drugs to treat or prevent diseases caused by alphaviruses (such as chikungunya) and coronaviruses (such as SARS).\"We feel we have now identified a fundamental mechanism which the chikungunya virus uses during infection that determines how dangerous the chikungunya infection will be,\" says study leader Anthony K. L. Leung, PhD, an assistant professor in the Department of Biochemistry and Molecular Biology at the Bloomberg School. \"Now we need to use this information to help us find drugs or develop vaccines to stop the virus.\" \"The results of these studies open a whole new area of investigation into how cells control virus infection and how viruses that cause severe disease can circumvent that control,\" says Diane E. Griffin, a professor in W. Harry Feinstone Department of Molecular Microbiology and Immunology at the Bloomberg School. \"We will now be working to identify the proteins targeted, how they work and how we might interfere with these mechanisms.\"Chikungunya comes from an African word for \"to become contorted,\" which describes the stooped appearance of infected individuals suffering from severe joint pain. Prior to 2013, chikungunya virus outbreaks had been identified in countries in Africa, Asia, Europe and the Indian and Pacific Oceans. But since 2013, chikungunya, which is debilitating but rarely fatal, has been detected throughout the Americas, with more than 1.7 million suspected cases in this region alone. Further complicating the problem, recent strains also cause neurological complications. Furthermore, the disease is spread by the same mosquitoes that transmit the dengue and Zika viruses.For the research, Leung, Griffin and their colleagues, using neuronal cells and mouse models, uncovered a fundamental mechanism that determines how dangerous the chikungunya infection will be. This mechanism depends on a class of conserved protein domains -- called macrodomains -- that are found in several viruses that cause human disease, such as hepatitis E virus, rubella virus, all coronaviruses and all alphaviruses. They discovered an activity in the macrodomain that breaks the bond between proteins and a chemical group called ADP-ribose, which is believed to have antiviral properties. This bond-breaking ability is critical to enabling viruses to replicate in infected cells. To learn this, the researchers created versions of the chikungunya virus with mutations that prevent the virus from being able to remove ADP-ribose groups from proteins. Without this ability, the virus did not replicate and could not cause an infection. If a different mutation was made that allowed for some, but not a lot of, enzymatic activity, the virus would replicate less well in the neuronal cells and in the mice. For example, the mice that were infected with the standard virus died in three days. When the researchers dialed back the enzymatic activity in the virus and then infected the mice, the rodents were still alive by the end of the experiments (10 days). Therefore, the less bond-breaking ability the macrodomain contains, the less infectious the virus. Anything that can interfere with the bond-breaking ability of the macrodomain may ultimately be a target for a drug to fight the virus.\"This shows us that the virus must break the bond between protein and ADP-ribose to cause infection - which gives us a road map for how to keep infected cells intact and healthy,\" Leung says. Leung says the virus only removes the ADP-ribose groups from two categories of protein amino acids: aspartate and glutamate. This suggests that those amino acids originally linked to ADP-ribose may have some antiviral properties, he says. The macrodomain in the chikungunya virus is similar in all alphaviruses, which encompass several viruses that have no cure or treatment such as Venezuelan equine encephalitis virus (which U.S. officials consider a potential bioterrorist threat) and the Mayaro virus, which some scientists have called the \"next Zika.\" It is also similar in all coronaviruses, which includes severe acute respiratory syndrome (SARS) and Middle East Respiratory Syndrome Coronavirus (MERS). Finding a treatment for one, could greatly improve the ability to treat or prevent the others. It could also assist with outbreaks of new pandemics that could be from one of these or related viruses.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jhub-rim012617.php", "region": "namerica", "source_link": null, "funder": "Johns Hopkins Catalyst Award, Journal of Cell Science Travelling Fellowship, Fulbright-Nehru Academic and Professional Excellence Fellowship, Netherlands Organization for Scientific Research", "meeting": "", "institution": "Johns Hopkins University Bloomberg School of Public Health", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "Proceedings of the National Academy of Sciences", "description": "Researchers led by the Johns Hopkins Bloomberg School of Public Health have identified a mechanism by which the chikungunya virus infects healthy cells and controls how severe the disease it causes will be, a mechanism they believe can be found in a number of other related viruses for which there are no treatments or licensed vaccines.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}