{"title": "Anticancer properties of mono/di-halogenated coumarins", "text": "Throughout the world, many medicinal compounds are being discovered. Scientists have learnt to modify the chemical structures of active compounds so that they can improved therapeutic activity and reduced the toxicity. In view of the established low toxicity, relative cheapness, presence in the diet, and occurrence in various herbal remedies of coumarins, it appears prudent to evaluate their properties and applications further.Coumarins were first isolated from the plant species Dipteryx odorata Willd (Family: Fabaceae) in 1820. The name coumarin is derived from 'Coumarou'. The French commonly called them Tonka beans (Dipteryx odorata Willd, Fabaceae), from which coumarins were derived.Coumarins are naturally occurring plant metabolites known for their various pharmacological properties such as anticoagulant, antimicrobial, anticancer, antioxidant, anti-inflammatory and antiviral properties.In the present investigation, mono/di-halogenated coumarins CMRN1-CMRN7 have been synthesized and evaluated for their anticancer activity. The cytotoxic potential of the test compounds was evaluated against UACC-62, MCF-7 and PBM (Peripheral Blood Mononuclear) cell lines using MTT assay. The apoptotic potential of the coumarin compounds was evaluated against UACC-62 cells by assessing membrane change, mitochondria membrane potential, pro-apoptotic changes were investigated using the Annexin V-PI staining, JC-1, caspase-3 enzyme kits respectively on a flow cytometer. The test compounds CMRN1, CMRN2, CMRN4 and CMRN5 have strongly suppressed the cell proliferation of UACC-62 and MCF-7 cancer cell lines. Furthermore the test compounds CMRN1, CMRN2, CMRN4 and CMRN5 exerted antiproliferative effects through apoptosis induction against UACC-62.", "article_link": "http://dx.doi.org/10.2174/1871520616666160926112508", "url": "http://www.eurekalert.org/pub_releases/2017-01/bsp-apo013017.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Biochemistry", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Cancer", " Vaccines", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Anti-Cancer Agents in Medicinal Chemistry", "description": "In the present investigation, mono/di-halogenated coumarins CMRN1-CMRN7 have been synthesized and evaluated for their anticancer activity.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}