{"title": "How stressful will a trip to Mars be on the human body?", "text": "Preliminary research results for the NASA Twins Study debuted at NASA's Human Research Program's annual Investigators' Workshop in Galveston, Texas the week of January 23. NASA astronaut Scott Kelly returned home last March after nearly one year in space living on the International Space Station.  His identical twin brother, Mark, remained on Earth.  Researchers found this to be a great opportunity for a nature versus nurture study, thus the Twins Study was formed. Using Mark, a retired NASA astronaut, as a ground-based control subject, ten researchers are sharing biological samples taken from each twin before, during and after Scott's mission. From these samples, knowledge is gained as to how the body is affected by extended time in space. These studies are far from complete. Additional research analysis is in process.Mike Snyder, the Integrated Omics investigator, reported altered levels of a panel of lipids in Scott (the flight twin) that indicate inflammation. Additionally, there was an increased presence of 3-indolepropionic (IPA) in Mark (the ground-based twin). This metabolite is known to be produced only by bacteria in the gut and is being investigated as a potential brain antioxidant therapeutic. IPA is also known to help maintain normal insulin activity to regulate blood sugar after meals.Susan Bailey's investigation focuses on Telomeres and Telomerase. It is understood that when looked at over many years, telomeres decrease in length as a person ages. Interestingly, on a time scale of just one year, Bailey found Scott's telomeres on the ends of chromosomes in his white blood cells increased in length while in space. This could be linked to increased exercise and reduced caloric intake during the mission. However, upon his return to Earth they began to shorten again. Interestingly, telomerase activity (the enzyme that repairs the telomeres and lengthens them) increased in both twins in November, which may be related to a significant, stressful family event happening around that time.Mathias Basner's study, Cognitive Performance in Spaceflight, is looking at cognition, especially the difference found during a 12-month mission as compared to six-month missions. Following the one-year mission, he found a slight decrease in speed and accuracy post mission. Overall, however, the data does not support a relevant change in cognitive performance inflight by increasing the mission duration from six to 12 months.In the Biochemical Profile investigation, headed by Scott Smith, there appeared to be a decline in bone formation during the second half of Scott's mission. Also, by looking at C Reactive Protein levels (a widely accepted biochemical marker for inflammation), there appeared to be a spike in inflammation soon after landing, likely related to the stresses of reentry and landing. The stress hormone Cortisol was low normal throughout the one-year mission, but IGF-1 hormone levels increased over the course of the year. This hormone is implicated with bone and muscle health and was likely impacted by heavy exercise countermeasures during flight.Fred Turek's focus is on the Microbiome in the GI Tract - or \"bugs\" naturally found in the gut to aid in digestion. Differences in the viral, bacterial, and fungal microbiome between the twins were pronounced at all time points; however, this was expected due to their differing diet and environment. Of interest were the differences in microbial species observed in Scott on the ground versus his time in space. One shift was a change in ratio of two dominant bacterial groups (i.e., Firmicutes and Bacteroidetes) present in his GI tract. The ratio of one group to the other increased during flight and returned to pre-flight levels upon return to Earth.Emmanuel Mignot's investigation, Immunome Studies, looks at changes in the body before and after a flu vaccine was administered to each twin. Following flu vaccines, \"personalized\" T cell receptors were created. These unique T cell receptors increased in both twins which was the expected immune response that protects from catching the flu.Chris Mason is performing Genome Sequencing on the DNA and RNA contained within the twins' white blood cells with his investigation. Whole genome sequencing was completed and showed each twin has hundreds of unique mutations in their genome, which are normal variants. RNA (transcriptome) sequencing showed more than 200,000 RNA molecules that were expressed differently between the twins. They will look closer to see if a \"space gene\" could have been activated while Scott was in space.Andy Feinberg studies Epigenomics, or how the environment regulates our gene expression. In the DNA within Scott's white blood cells, he found that the level of methylation, or chemical modifications to DNA, decreased while inflight - including a gene regulating telomeres, but returned to normal upon return. On the ground, Mark's level of methylation in the DNA derived from his white blood cells increased at midpoint in the study but returned to normal in the end. Variability was observed in the methylation patterns from both twins; however, this epigenetic noise was slightly higher in Scott during spaceflight and then returned to baseline levels after return to Earth. These results could indicate genes that are more sensitive to a changing environment whether on Earth or in space.Through further research integrating these preliminary findings, in coordination with other physiological, psychological, and technological investigations, NASA and its partners will continue to ensure that astronauts undertake future space exploration missions safely, efficiently and effectively. A joint summary publication is planned for later in 2017, to be followed by investigator research articles.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/nsc-hsw013017.php", "region": "namerica", "source_link": "https://www.nasa.gov/feature/how-stressful-will-a-trip-to-mars-be-on-the-human-body-we-now-have-a-peek-into-what-the-nasa", "funder": "", "meeting": "", "institution": "NASA/Johnson Space Center", "keywords": ["Bacteriology", " Biochemistry", " Cell Biology", " Genetics", " Microbiology", " Space/Planetary Science", " Biomedical/Environmental/Chemical Engineering", " Research/Development", " Bioinformatics"], "journal": "", "description": "Preliminary research results for the NASA Twins Study debuted at NASA's Human Research Program's annual Investigators' Workshop in Galveston, Texas the week of Jan. 23. NASA astronaut Scott Kelly returned home last March after nearly one year in space living on the International Space Station.  His identical twin brother, Mark, remained on Earth.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}