{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/bcfg-nib050117.php", "description": "A Baycrest Health Sciences researcher and clinician has developed the first group language intervention that helps individuals losing the ability to speak due to a rare form of dementia, and could help patients maintain their communication abilities for longer.", "region": "namerica", "title": "New intervention brings hope to patients with primary progressive aphasia", "text": "A Baycrest Health Sciences researcher and clinician has developed the first group language intervention that helps individuals losing the ability to speak due to a rare form of dementia, and could help patients maintain their communication abilities for longer.Primary Progressive Aphasia (PPA) is a unique language disorder that involves struggles with incorrect word substitutions, mispronounced words and/or difficulty understanding simple words and forgetting names of familiar objects and people. With PPA, language function declines before the memory systems, which is the opposite of Alzheimer's disease.Dr. Regina Jokel, a speech-language pathologist at Baycrest's Sam and Ida Ross Memory Clinic and a clinician-scientist with the Rotman Research Institute (RRI), has developed the first structured group intervention for PPA patients and their caregivers. This intervention could also help treat patients with other communication problems, such as mild cognitive impairment (a condition that is likely to develop into Alzheimer's). The results of her pilot program were published in the Journal of Communication Disorders on April 14, 2017.\"This research aims to address the needs of one of the most underserviced populations in language disorders,\" says Dr. Jokel. \"Individuals with PPA are often referred to either Alzheimer's programs or aphasia centres. Neither option is appropriate in this case, which often leaves individuals with PPA adrift in our health care system. Our group intervention has the potential to fill the existing void and reduce demands on numerous other health services.\"Language rehabilitation has made headway in managing the disorder, but there are limited PPA treatment options, adds Dr. Jokel.Dr. Jokel is one of the few researchers in the world studying this disease. She was motivated to acquire her PhD. and devise the intervention after encountering her first PPA patient more than 25 years ago.\"When I realized the patient had PPA, I ran to the rehabilitation literature thinking that he needed to start some sort of therapy. I ran a search and came up with nothing. Absolutely nothing,\" says Jokel. \"That's when I thought, 'It's time to design something.'\"The 10-week intervention included working on language activities, learning communication strategies and receiving counselling and education for both patients and their caregivers. During the pilot program, patients either improved or remained unchanged on communication assessments for adults with communication disorders. Their caregivers also reported being better prepared to manage psychosocial issues and communication challenges and had more knowledge of PPA and the disease's progression.\"In progressive disorders, any sign of maintaining current level of function should be interpreted as success,\" says Dr. Jokel. \"Slowing the progression and maintenance of communication abilities should be the most important goal.\"For the study's next steps, Dr. Jokel has received support from a Brain Canada-Alzheimer's Association partnership grant to assess the therapy's impact on the language skills of PPA patients. With support from the Ontario Brain Institute, she is also collaborating with RRI brain rehabilitation scientist, Dr. Jed Meltzer, to explore the effect of brain stimulation on patients also undergoing language therapy.", "article_link": "http://dx.doi.org/10.1016/j.jcomdis.2017.04.002", "institution": "Baycrest Centre for Geriatric Care", "journal": "Journal of Communication Disorders", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology", " Alzheimer's Disease", " Language/Linguistics/Speech", " Mental Health", " Counseling", " Memory/Cognitive Processes"], "date": "Thu, 04 May 2017 04:00:00 GMT", "source_link": null}