{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txminneapolis", "gene", "mutation", "may", "accelerate", "loss", "memory", "thinking", "skills", "people", "risk", "alzheimer", "disease", "according", "study", "published", "may", "3", "2017", "online", "issue", "medical", "journal", "american", "academy", "neurology", "gene", "mutation", "called", "bdnf", "val66met", "allele", "met", "allele", "brain", "derived", "neurotrophic", "factor", "bdnf", "protein", "produced", "gene", "name", "one", "group", "proteins", "called", "neurotrophins", "help", "nerve", "cells", "grow", "specialize", "survive", "alleles", "parts", "genes", "work", "pairs", "chromosomes", "determine", "person", "traits", "found", "people", "alzheimer", "risk", "bdnf", "gene", "mutation", "called", "met", "allele", "may", "rapid", "decline", "memory", "thinking", "skills", "said", "study", "author", "ozioma", "okonkwo", "phd", "university", "wisconsin", "school", "medicine", "madison", "wisc", "gene", "detected", "symptoms", "alzheimer", "start", "presymptomatic", "phase", "thought", "critical", "period", "treatments", "could", "delay", "prevent", "disease", "could", "great", "target", "early", "treatments", "study", "researchers", "followed", "people", "average", "age", "55", "13", "years", "risk", "alzheimer", "disease", "start", "still", "healthy", "participants", "gave", "blood", "samples", "tested", "met", "allele", "gene", "mutation", "memory", "thinking", "skills", "evaluated", "start", "study", "study", "visit", "five", "visits", "group", "140", "also", "tested", "neuroimaging", "sticky", "protein", "build", "plaques", "found", "brains", "people", "alzheimer", "disease", "total", "32", "percent", "participants", "met", "allele", "researchers", "found", "compared", "people", "without", "gene", "mutation", "mutation", "lost", "memory", "thinking", "skills", "rapidly", "tests", "verbal", "learning", "memory", "gene", "mutation", "improved", "units", "per", "year", "scores", "people", "mutation", "declined", "units", "per", "year", "researchers", "also", "found", "people", "gene", "mutation", "also", "even", "steeper", "rate", "decline", "mutation", "possible", "bdnf", "gene", "protein", "produces", "better", "able", "protective", "thereby", "preserving", "memory", "thinking", "skills", "okonkwo", "said", "especially", "interesting", "previous", "studies", "shown", "exercise", "increase", "levels", "bdnf", "critical", "future", "studies", "investigate", "role", "bdnf", "gene", "protein", "accumulation", "brain", "major", "strength", "study", "one", "largest", "studies", "investigating", "mutation", "limitation", "study", "participants", "predominantly", "white", "also", "number", "people", "data", "limited"], "url": "http://www.eurekalert.org/pub_releases/2017-05/aaon-gmm050117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - A gene mutation may accelerate the loss of memory and thinking skills in people who are at risk for Alzheimer's disease, according to a study published in the May 3, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "The gene mutation is called the BDNF Val66Met allele, or just the Met allele.", "Brain derived neurotrophic factor (BDNF) is a protein produced by the gene of the same name.", "It is one of a group of proteins called neurotrophins that help nerve cells grow, specialize and survive.", "Alleles are parts of genes that work in pairs on the chromosomes to determine a person's traits.", "\"We found that people with Alzheimer's risk who have this BDNF gene mutation called the Met allele may have a more rapid decline of memory and thinking skills,\" said study author Ozioma Okonkwo, PhD, of the University of Wisconsin School of Medicine in Madison, Wisc.", "\"Because this gene can be detected before the symptoms of Alzheimer's start, and because this presymptomatic phase is thought to be a critical period for treatments that could delay or prevent the disease, it could be a great target for early treatments.\"", "For the study, researchers followed 1,023 people with an average age of 55 for up to 13 years who were at risk for Alzheimer's disease but at the start were still healthy.", "Participants gave blood samples which were tested for the Met allele gene mutation.", "Their memory and thinking skills were evaluated at the start of the study and at each study visit, up to five visits.", "Of that group, 140 were also tested with neuroimaging for beta-amyloid, a sticky protein that can build up into plaques found in the brains of people with Alzheimer's disease.", "A total of 32 percent of the participants had the Met allele.", "Researchers found that when compared to people without the gene mutation, those with the mutation lost memory and thinking skills more rapidly.", "On tests of verbal learning and memory, those with no gene mutation improved by 0.002 units per year, while the scores of people with the mutation declined by 0.021 units per year.", "The researchers also found that people with the gene mutation who also had more beta-amyloid had an even steeper rate of decline.", "\"When there is no mutation, it is possible the BDNF gene and the protein it produces are better able to be protective, thereby preserving memory and thinking skills,\" Okonkwo said.", "\"This is especially interesting because previous studies have shown that exercise can increase levels of BDNF.", "It is critical for future studies to further investigate the role that the BDNF gene and protein have in beta-amyloid accumulation in the brain.", "\"A major strength of the study is that it was one of the largest studies investigating this mutation.", "A limitation is that the study participants were predominantly white.", "Also, the number of people with beta-amyloid data was limited."], "title": "Gene mutation may speed up memory loss in Alzheimer's disease | EurekAlert! Science News", "source": "American Academy of Neurology", "date": "2018-01-19_20:39:56", "year": "Wed, 03 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - A gene mutation may accelerate the loss of memory and thinking skills in people who are at risk for Alzheimer's disease, according to a study published in the May 3, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. The gene mutation is called the BDNF Val66Met allele, or just the Met allele. Brain derived neurotrophic factor (BDNF) is a protein produced by the gene of the same name. It is one of a group of proteins called neurotrophins that help nerve cells grow, specialize and survive. Alleles are parts of genes that work in pairs on the chromosomes to determine a person's traits. \"We found that people with Alzheimer's risk who have this BDNF gene mutation called the Met allele may have a more rapid decline of memory and thinking skills,\" said study author Ozioma Okonkwo, PhD, of the University of Wisconsin School of Medicine in Madison, Wisc. \"Because this gene can be detected before the symptoms of Alzheimer's start, and because this presymptomatic phase is thought to be a critical period for treatments that could delay or prevent the disease, it could be a great target for early treatments.\" For the study, researchers followed 1,023 people with an average age of 55 for up to 13 years who were at risk for Alzheimer's disease but at the start were still healthy. Participants gave blood samples which were tested for the Met allele gene mutation. Their memory and thinking skills were evaluated at the start of the study and at each study visit, up to five visits. Of that group, 140 were also tested with neuroimaging for beta-amyloid, a sticky protein that can build up into plaques found in the brains of people with Alzheimer's disease. A total of 32 percent of the participants had the Met allele. Researchers found that when compared to people without the gene mutation, those with the mutation lost memory and thinking skills more rapidly. On tests of verbal learning and memory, those with no gene mutation improved by 0.002 units per year, while the scores of people with the mutation declined by 0.021 units per year. The researchers also found that people with the gene mutation who also had more beta-amyloid had an even steeper rate of decline.\"When there is no mutation, it is possible the BDNF gene and the protein it produces are better able to be protective, thereby preserving memory and thinking skills,\" Okonkwo said. \"This is especially interesting because previous studies have shown that exercise can increase levels of BDNF. It is critical for future studies to further investigate the role that the BDNF gene and protein have in beta-amyloid accumulation in the brain.\"A major strength of the study is that it was one of the largest studies investigating this mutation. A limitation is that the study participants were predominantly white. Also, the number of people with beta-amyloid data was limited."}