{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "study", "published", "february", "journal", "scientific", "reports", "suggests", "doxycycline", "antibiotic", "used", "half", "century", "bacterial", "infections", "prescribed", "lower", "doses", "treatment", "parkinson", "authors", "substance", "reduces", "toxicity", "protein", "certain", "conditions", "forms", "abnormal", "accumulations", "aggregates", "central", "nervous", "system", "cells", "damaged", "result", "death", "dopaminergic", "neurons", "produce", "neurotransmitter", "dopamine", "main", "event", "relating", "development", "symptoms", "tremor", "slow", "voluntary", "movements", "stiffness", "among", "others", "currently", "drugs", "capable", "halting", "progress", "degenerative", "brazilian", "scientists", "participated", "study", "supported", "fapesp", "elaine", "affiliated", "university", "são", "paulo", "ribeirão", "preto", "dental", "school", "leandro", "barbosa", "rosangela", "itri", "university", "physics", "institute", "city", "são", "paulo", "exciting", "data", "experiments", "mice", "great", "expectations", "neuroprotective", "effect", "also", "observed", "human", "patients", "told", "treatment", "could", "stop", "parkinson", "progressing", "therefore", "plan", "start", "clinical", "trial", "shortly", "discovery", "happened", "fortuitously", "five", "years", "ago", "marcio", "lazzarini", "former", "student", "pursuing", "postdoctoral", "studies", "max", "planck", "institute", "experimental", "medicine", "looking", "possible", "alternative", "treatments", "parkinson", "experiments", "mice", "group", "used", "model", "inducing", "condition", "similar", "human", "disease", "model", "consists", "administering", "neurotoxin", "causes", "death", "dopaminergic", "neurons", "surprise", "two", "40", "mice", "given", "developed", "symptoms", "parkinsonism", "rest", "remained", "healthy", "said", "lab", "technician", "realized", "mice", "mistakenly", "fed", "chow", "containing", "doxycycline", "decided", "investigate", "hypothesis", "might", "protected", "neurons", "group", "repeated", "experiment", "adding", "second", "group", "animals", "given", "doxycycline", "low", "doses", "peritoneal", "injection", "instead", "receiving", "feed", "cases", "successful", "understanding", "mechanisms", "behind", "neuroprotective", "effect", "doxycycline", "focus", "recent", "studies", "conducted", "collaboration", "group", "led", "rosana", "chehin", "researcher", "university", "tucumán", "argentina", "well", "rita", "julia", "researchers", "brain", "bone", "marrow", "institute", "icm", "paris", "france", "new", "trials", "involved", "structural", "spectroscopic", "characterization", "methods", "focus", "protein", "considered", "one", "leading", "causes", "dopaminergic", "neuron", "death", "small", "unstructured", "protein", "presence", "cellular", "membrane", "aggregates", "form", "fibrils", "multiple", "regularly", "ordered", "layers", "sheets", "along", "axis", "call", "amyloid", "fibrils", "proven", "large", "amyloid", "fibrils", "protein", "toxic", "cells", "damages", "cells", "oligomeric", "stage", "formed", "small", "amounts", "aggregated", "oligomers", "damage", "neuron", "membranes", "itri", "researchers", "synthesized", "small", "oligomers", "conducted", "vitro", "trials", "find", "whether", "doxycycline", "interfered", "process", "aggregation", "fibril", "combination", "three", "different", "techniques", "nuclear", "magnetic", "resonance", "scattering", "infrared", "spectroscopy", "able", "observe", "two", "distinct", "situations", "medium", "without", "doxycycline", "aggregated", "began", "forming", "amyloid", "fibrils", "medium", "containing", "antibiotic", "formed", "another", "type", "aggregate", "different", "shape", "size", "tests", "cultured", "cells", "model", "membranes", "observed", "caused", "damage", "cell", "membrane", "itri", "tests", "culture", "performed", "immortalized", "human", "neuroblastoma", "cells", "using", "transmission", "electron", "microscopy", "group", "observed", "presence", "doxycycline", "culture", "medium", "reduced", "aggregation", "80", "result", "cell", "viability", "increased", "80", "deeply", "investigated", "effects", "treatment", "doxycycline", "mice", "published", "data", "yet", "say", "right", "away", "doxycycline", "improves", "symptoms", "disease", "animal", "model", "added", "preliminary", "results", "suggest", "besides", "action", "via", "reduction", "release", "cytokines", "doxycycline", "also", "alters", "expression", "key", "genes", "development", "parkinson", "according", "evidence", "scientific", "literature", "shows", "aggregates", "causes", "damage", "neurons", "also", "astrocytes", "glial", "cells", "besides", "parkinson", "therefore", "process", "associated", "development", "neurodegenerative", "diseases", "lewy", "body", "dementia", "lbd", "second", "common", "neurodegenerative", "disease", "alzheimer", "future", "studies", "investigate", "whether", "doxycycline", "also", "beneficial", "effect", "situations"], "url": "http://www.eurekalert.org/pub_releases/2017-05/fda-adm050317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study published in February in the journal Scientific Reports suggests that doxycycline, an antibiotic used for over half a century against bacterial infections, can be prescribed at lower doses for the treatment of Parkinson's disease.According to the authors, the substance reduces the toxicity of α-synuclein, a protein that, under certain conditions, forms abnormal accumulations of aggregates in central nervous system cells, which are damaged as a result.", "The death of dopaminergic neurons (which produce the neurotransmitter dopamine) is the main event relating to the development of such symptoms as tremor, slow voluntary movements and stiffness, among others.", "There are currently no drugs capable of halting the progress of this degenerative process.Three Brazilian scientists participated in the study, which was supported by FAPESP: Elaine Del-Bel, affiliated with the University of São Paulo's Ribeirão Preto Dental School (FORP-USP), and Leandro R. S. Barbosa and Rosangela Itri, at the same university's Physics Institute (IF-USP) in the city of São Paulo.", "\"We have exciting data from experiments with mice and great expectations that the neuroprotective effect will also be observed in human patients,\" Del-Bel told.", "\"This treatment could stop Parkinson's from progressing, and we therefore plan to start a clinical trial shortly.", "\"The discovery happened fortuitously some five years ago when Marcio Lazzarini, a former student of Del-Bel, was pursuing postdoctoral studies at the Max Planck Institute of Experimental Medicine in Germany.While looking for possible alternative treatments for Parkinson's in experiments with mice, the group used a well-known model for inducing a condition similar to the human disease.", "The model consists of administering 6-hydroxydopamine (6-OHDA), a neurotoxin that causes the death of dopaminergic neurons.", "\"To our surprise, only two of the 40 mice given 6-OHDA developed symptoms of Parkinsonism, while the rest remained healthy,\" Del-Bel said.", "\"A lab technician realized the mice had mistakenly been fed chow containing doxycycline, so we decided to investigate the hypothesis that it might have protected the neurons.", "\"The group repeated the experiment, adding a second group of animals that were given doxycycline in low doses by peritoneal injection instead of receiving it in their feed.", "Both cases were successful.", "Understanding the mechanisms behind the neuroprotective effect of doxycycline has been the focus for the most recent studies, conducted in collaboration with the group led by Rosana Chehin, a researcher at the University of Tucumán in Argentina, as well as Rita Raisman-Vozari and Julia Sepulveda-Diaz, researchers at the Brain & Bone Marrow Institute (ICM) in Paris, France.", "In these new trials, which involved structural and spectroscopic characterization methods, the focus was the protein α-synuclein, considered one of the leading causes of dopaminergic neuron death.", "\"α-Synuclein is a small unstructured protein that, in the presence of the cellular membrane, aggregates to form fibrils with multiple regularly ordered layers of beta- sheets along the axis.", "We call these amyloid fibrils.", "It's been proven that large amyloid fibrils of this protein aren't toxic to cells; what damages cells is the so-called oligomeric stage formed by small amounts of aggregated α-synuclein.", "These oligomers can damage neuron membranes,\" Itri said.The researchers synthesized small oligomers of α-synuclein and conducted in vitro trials to find out whether doxycycline interfered in the process of aggregation and fibril formation.With a combination of three different techniques - nuclear magnetic resonance, X-ray scattering and infrared spectroscopy - they were able to observe two distinct situations.", "In medium without doxycycline, α-synuclein aggregated and began forming amyloid fibrils.", "In medium containing the antibiotic, α-synuclein formed another type of aggregate with a different shape and size.", "\"In the tests with cultured cells and model membranes, we observed that they caused no damage to the cell membrane,\" Itri said.The tests in culture were performed in immortalized human neuroblastoma cells.", "Using transmission electron microscopy, the group observed that the presence of doxycycline in the culture medium reduced α-synuclein aggregation by more than 80%.", "\"As a result, cell viability increased by more than 80%,\" Del-Bel said.Del-Bel has more deeply investigated the effects of treatment with doxycycline on mice.", "\"We haven't published any data yet, but I can say right away that doxycycline improves the symptoms of the disease in the animal model,\" Del-Bel added.", "\"Preliminary results suggest that besides its anti-inflammatory action via a reduction in the release of some cytokines, doxycycline also alters the expression of key genes for the development of Parkinson's.", "\"According to Del-Bel, evidence in the scientific literature shows that α-synuclein aggregates on and causes damage to not just neurons but also astrocytes and other glial cells.", "Besides Parkinson's, therefore, the process is associated with the development of other neurodegenerative diseases, such as Lewy body dementia (LBD), the second most common neurodegenerative disease after Alzheimer's.", "Future studies will investigate whether doxycycline can also have a beneficial effect in these other situations."], "title": "Antibiotic doxycycline may offer hope for treatment of Parkinson's disease | EurekAlert! Science News", "source": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "date": "2018-01-19_20:40:00", "year": "Wed, 03 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA study published in February in the journal Scientific Reports suggests that doxycycline, an antibiotic used for over half a century against bacterial infections, can be prescribed at lower doses for the treatment of Parkinson's disease.According to the authors, the substance reduces the toxicity of α-synuclein, a protein that, under certain conditions, forms abnormal accumulations of aggregates in central nervous system cells, which are damaged as a result. The death of dopaminergic neurons (which produce the neurotransmitter dopamine) is the main event relating to the development of such symptoms as tremor, slow voluntary movements and stiffness, among others. There are currently no drugs capable of halting the progress of this degenerative process.Three Brazilian scientists participated in the study, which was supported by FAPESP: Elaine Del-Bel, affiliated with the University of São Paulo's Ribeirão Preto Dental School (FORP-USP), and Leandro R. S. Barbosa and Rosangela Itri, at the same university's Physics Institute (IF-USP) in the city of São Paulo.\"We have exciting data from experiments with mice and great expectations that the neuroprotective effect will also be observed in human patients,\" Del-Bel told. \"This treatment could stop Parkinson's from progressing, and we therefore plan to start a clinical trial shortly.\"The discovery happened fortuitously some five years ago when Marcio Lazzarini, a former student of Del-Bel, was pursuing postdoctoral studies at the Max Planck Institute of Experimental Medicine in Germany.While looking for possible alternative treatments for Parkinson's in experiments with mice, the group used a well-known model for inducing a condition similar to the human disease. The model consists of administering 6-hydroxydopamine (6-OHDA), a neurotoxin that causes the death of dopaminergic neurons.\"To our surprise, only two of the 40 mice given 6-OHDA developed symptoms of Parkinsonism, while the rest remained healthy,\" Del-Bel said. \"A lab technician realized the mice had mistakenly been fed chow containing doxycycline, so we decided to investigate the hypothesis that it might have protected the neurons.\"The group repeated the experiment, adding a second group of animals that were given doxycycline in low doses by peritoneal injection instead of receiving it in their feed. Both cases were successful. Understanding the mechanisms behind the neuroprotective effect of doxycycline has been the focus for the most recent studies, conducted in collaboration with the group led by Rosana Chehin, a researcher at the University of Tucumán in Argentina, as well as Rita Raisman-Vozari and Julia Sepulveda-Diaz, researchers at the Brain & Bone Marrow Institute (ICM) in Paris, France. In these new trials, which involved structural and spectroscopic characterization methods, the focus was the protein α-synuclein, considered one of the leading causes of dopaminergic neuron death. \"α-Synuclein is a small unstructured protein that, in the presence of the cellular membrane, aggregates to form fibrils with multiple regularly ordered layers of beta- sheets along the axis. We call these amyloid fibrils. It's been proven that large amyloid fibrils of this protein aren't toxic to cells; what damages cells is the so-called oligomeric stage formed by small amounts of aggregated α-synuclein. These oligomers can damage neuron membranes,\" Itri said.The researchers synthesized small oligomers of α-synuclein and conducted in vitro trials to find out whether doxycycline interfered in the process of aggregation and fibril formation.With a combination of three different techniques - nuclear magnetic resonance, X-ray scattering and infrared spectroscopy - they were able to observe two distinct situations. In medium without doxycycline, α-synuclein aggregated and began forming amyloid fibrils. In medium containing the antibiotic, α-synuclein formed another type of aggregate with a different shape and size. \"In the tests with cultured cells and model membranes, we observed that they caused no damage to the cell membrane,\" Itri said.The tests in culture were performed in immortalized human neuroblastoma cells. Using transmission electron microscopy, the group observed that the presence of doxycycline in the culture medium reduced α-synuclein aggregation by more than 80%. \"As a result, cell viability increased by more than 80%,\" Del-Bel said.Del-Bel has more deeply investigated the effects of treatment with doxycycline on mice. \"We haven't published any data yet, but I can say right away that doxycycline improves the symptoms of the disease in the animal model,\" Del-Bel added. \"Preliminary results suggest that besides its anti-inflammatory action via a reduction in the release of some cytokines, doxycycline also alters the expression of key genes for the development of Parkinson's.\"According to Del-Bel, evidence in the scientific literature shows that α-synuclein aggregates on and causes damage to not just neurons but also astrocytes and other glial cells. Besides Parkinson's, therefore, the process is associated with the development of other neurodegenerative diseases, such as Lewy body dementia (LBD), the second most common neurodegenerative disease after Alzheimer's. Future studies will investigate whether doxycycline can also have a beneficial effect in these other situations.\r\n"}