{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txpositive", "social", "support", "adult", "children", "associated", "reduced", "risk", "developing", "dementia", "according", "new", "research", "published", "today", "conversely", "negative", "social", "support", "linked", "increased", "risk", "according", "study", "carried", "team", "researchers", "university", "east", "anglia", "uea", "university", "college", "london", "ucl", "london", "metropolitan", "university", "university", "study", "based", "data", "english", "longitudinal", "study", "ageing", "elsa", "conducted", "dr", "mizanur", "khondoker", "uea", "professors", "andrew", "steptoe", "stephen", "morris", "ucl", "dr", "snorri", "rafnsson", "london", "metropolitan", "prof", "martin", "orrell", "nottingham", "research", "part", "promoting", "independence", "dementia", "pride", "programme", "published", "today", "journal", "alzheimer", "disease", "researchers", "analysed", "decade", "data", "followed", "core", "participants", "elsa", "start", "study", "participants", "interviewed", "every", "two", "years", "incidence", "dementia", "identified", "participants", "information", "given", "nominated", "informants", "measures", "positive", "negative", "experiences", "social", "support", "calculated", "baseline", "2002", "using", "set", "six", "items", "within", "lifestyle", "people", "aged", "50", "questionnaire", "elsa", "scale", "ranged", "higher", "values", "indicating", "positive", "negative", "support", "increase", "one", "point", "positive", "social", "support", "score", "led", "17", "per", "cent", "reduction", "instantaneous", "risk", "developing", "dementia", "findings", "showed", "positive", "support", "characterised", "reliable", "approachable", "understanding", "relationship", "spouses", "partners", "children", "immediate", "negative", "support", "scores", "showed", "stronger", "effects", "increase", "one", "point", "negative", "support", "score", "led", "31", "per", "cent", "rise", "risk", "negative", "support", "characterised", "experiences", "critical", "unreliable", "annoying", "behaviours", "spouses", "partners", "children", "immediate", "men", "women", "study", "followed", "per", "cent", "recorded", "developing", "form", "dementia", "2004", "2012", "dr", "mizanur", "khondoker", "senior", "lecturer", "medical", "statistics", "uea", "norwich", "medical", "school", "said", "well", "known", "rich", "network", "close", "relationships", "including", "married", "adult", "children", "related", "reduced", "risk", "cognitive", "decline", "developing", "dementia", "however", "relationship", "social", "connection", "work", "well", "source", "intense", "interpersonal", "stress", "may", "negative", "impact", "physical", "mental", "health", "older", "adults", "quantity", "social", "connections", "quality", "connections", "may", "important", "factor", "affecting", "older", "people", "cognitive", "health", "work", "step", "toward", "better", "understanding", "impact", "social", "relationships", "dementia", "risk", "research", "needed", "better", "establish", "potential", "causal", "mechanisms", "may", "drive", "associations", "ucl", "prof", "andrew", "steptoe", "said", "findings", "add", "growing", "evidence", "relevance", "social", "relationships", "cognitive", "health", "older", "age", "specifically", "health", "social", "care", "practice", "research", "highlights", "value", "thinking", "social", "relationship", "issues", "individuals", "vulnerable", "dementia", "pointing", "toward", "specific", "ways", "potentially", "modifying", "risk", "results", "add", "impetus", "underlying", "local", "national", "efforts", "help", "strengthen", "social", "relationships", "older", "people", "many", "isolated", "lonely"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uoea-bqr042817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPositive social support from adult children is associated with reduced risk of developing dementia, according to a new research published today.", "Conversely, negative social support is linked with increased risk, according to the 10-year follow-up study carried out by a team of researchers from the University of East Anglia (UEA), University College London (UCL), London Metropolitan University and the University of Nottingham.The study was based on data from the English Longitudinal Study of Ageing (ELSA) and conducted by Dr Mizanur Khondoker at UEA, Professors Andrew Steptoe and Stephen Morris at UCL, Dr Snorri Rafnsson at London Metropolitan and Prof Martin Orrell at Nottingham.", "The research was part of the Promoting Independence in Dementia (PRIDE) programme and is published today in the Journal of Alzheimer's Disease.", "The researchers analysed a decade of data that followed 10,055 core participants from ELSA who were dementia-free at the start of the study in 2002-2003.", "Participants were interviewed every two years during 2004-2012 and incidence of dementia was identified from self-reports by participants or information given by nominated informants.", "Measures of positive and negative experiences of social support were calculated at baseline (2002) using a set of six items within the 'Health and lifestyle of people aged 50 and over' questionnaire of ELSA.", "The scale ranged from 1-4 with higher values indicating more of positive or negative support.", "An increase of one point in the positive social support score led to up to a 17 per cent reduction in the instantaneous risk of developing dementia, the findings showed.", "Positive support was characterised by having a reliable, approachable and understanding relationship with spouses or partners, children and other immediate family.But negative support scores showed stronger effects - an increase of one point in the negative support score led to up to 31 per cent rise in the risk.", "Negative support was characterised by experiences of critical, unreliable and annoying behaviours from spouses or partners, children and other immediate family.Of the 5,475 men and 4,580 women the study followed, 3.4 per cent were recorded as developing some form of dementia during 2004 - 2012.", "Dr Mizanur Khondoker, a senior lecturer in medical statistics at UEA's Norwich Medical School, said: \"It is well known that having a rich network of close relationships, including being married and having adult children, is related to a reduced risk of cognitive decline and developing dementia.", "\"However, a relationship or social connection that does not work well can be a source of intense interpersonal stress, which may have a negative impact on both physical and mental health of older adults.", "It is not only the quantity of social connections, but the quality of those connections may be an important factor affecting older people's cognitive health.", "\"This work is a step toward better understanding of the impact of social relationships on dementia risk, but further research is needed to better establish any potential causal mechanisms that may drive these associations.", "\"UCL Prof Andrew Steptoe said: \"Our findings add to the growing evidence of the relevance of social relationships for cognitive health in older age.", "Specifically for health and social care practice, the research highlights the value of thinking about social relationship issues in individuals vulnerable to dementia, while pointing toward specific ways of potentially modifying risk.", "\"Our results will add to the impetus underlying local and national efforts to help strengthen the social relationships of older people, many of whom are isolated and lonely.\""], "title": "Better quality relationships associated with reduced dementia risk | EurekAlert! Science News", "source": "University of East Anglia", "date": "2018-01-19_20:40:03", "year": "Tue, 02 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPositive social support from adult children is associated with reduced risk of developing dementia, according to a new research published today. Conversely, negative social support is linked with increased risk, according to the 10-year follow-up study carried out by a team of researchers from the University of East Anglia (UEA), University College London (UCL), London Metropolitan University and the University of Nottingham.The study was based on data from the English Longitudinal Study of Ageing (ELSA) and conducted by Dr Mizanur Khondoker at UEA, Professors Andrew Steptoe and Stephen Morris at UCL, Dr Snorri Rafnsson at London Metropolitan and Prof Martin Orrell at Nottingham. The research was part of the Promoting Independence in Dementia (PRIDE) programme and is published today in the Journal of Alzheimer's Disease. The researchers analysed a decade of data that followed 10,055 core participants from ELSA who were dementia-free at the start of the study in 2002-2003. Participants were interviewed every two years during 2004-2012 and incidence of dementia was identified from self-reports by participants or information given by nominated informants. Measures of positive and negative experiences of social support were calculated at baseline (2002) using a set of six items within the 'Health and lifestyle of people aged 50 and over' questionnaire of ELSA. The scale ranged from 1-4 with higher values indicating more of positive or negative support. An increase of one point in the positive social support score led to up to a 17 per cent reduction in the instantaneous risk of developing dementia, the findings showed. Positive support was characterised by having a reliable, approachable and understanding relationship with spouses or partners, children and other immediate family.But negative support scores showed stronger effects - an increase of one point in the negative support score led to up to 31 per cent rise in the risk. Negative support was characterised by experiences of critical, unreliable and annoying behaviours from spouses or partners, children and other immediate family.Of the 5,475 men and 4,580 women the study followed, 3.4 per cent were recorded as developing some form of dementia during 2004 - 2012. Dr Mizanur Khondoker, a senior lecturer in medical statistics at UEA's Norwich Medical School, said: \"It is well known that having a rich network of close relationships, including being married and having adult children, is related to a reduced risk of cognitive decline and developing dementia.\"However, a relationship or social connection that does not work well can be a source of intense interpersonal stress, which may have a negative impact on both physical and mental health of older adults. It is not only the quantity of social connections, but the quality of those connections may be an important factor affecting older people's cognitive health. \"This work is a step toward better understanding of the impact of social relationships on dementia risk, but further research is needed to better establish any potential causal mechanisms that may drive these associations.\"UCL Prof Andrew Steptoe said: \"Our findings add to the growing evidence of the relevance of social relationships for cognitive health in older age. Specifically for health and social care practice, the research highlights the value of thinking about social relationship issues in individuals vulnerable to dementia, while pointing toward specific ways of potentially modifying risk.  \"Our results will add to the impetus underlying local and national efforts to help strengthen the social relationships of older people, many of whom are isolated and lonely.\" "}