{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "puzzle", "brain", "regulates", "blood", "flow", "prevent", "flooded", "starved", "every", "time", "heart", "beats", "solved", "help", "felt", "pulse", "neck", "sense", "sudden", "rush", "blood", "pumped", "brain", "heartbeat", "heart", "contracts", "surge", "blood", "flows", "arteries", "head", "heart", "expands", "blood", "levels", "drop", "human", "brain", "however", "requires", "steady", "stream", "blood", "ensure", "gets", "constant", "supply", "oxygen", "needs", "work", "much", "blood", "cause", "pressure", "head", "increase", "damage", "delicate", "brain", "tissue", "little", "blood", "cause", "starve", "exactly", "body", "manages", "keep", "blood", "flow", "brain", "tightly", "controlled", "ups", "downs", "cardiac", "cycle", "remained", "largely", "researchers", "leeds", "beckett", "university", "university", "bradford", "carlo", "gnocchi", "foundation", "milan", "helped", "unravel", "may", "going", "inside", "findings", "provide", "new", "insights", "workings", "brain", "may", "helpful", "diagnosis", "treatment", "neurological", "conditions", "vascular", "dementia", "normal", "pressure", "new", "study", "published", "journal", "biomedical", "signal", "processing", "control", "found", "blood", "appears", "stored", "blood", "vessels", "space", "brain", "heart", "pumps", "blood", "cranium", "fraction", "flows", "capillaries", "infuse", "brain", "arteries", "cranium", "expand", "store", "excess", "expansion", "arteries", "also", "pushes", "fluid", "surrounds", "brain", "known", "cerebrospinal", "fluid", "spinal", "heart", "relaxes", "sudden", "drop", "pressure", "pushing", "blood", "arteries", "contract", "blood", "held", "pushed", "brain", "forces", "used", "blood", "brain", "veins", "skull", "cerebral", "veins", "expand", "store", "blood", "leaves", "amount", "blood", "stored", "cerebral", "veins", "however", "less", "blood", "stored", "arteries", "cerebrospinal", "fluid", "flows", "back", "cranium", "pressure", "causes", "veins", "discharge", "blood", "hold", "back", "towards", "heart", "cycle", "starts", "researchers", "found", "storing", "blood", "veins", "leading", "brain", "appears", "play", "important", "role", "regulating", "behaviour", "whole", "beggs", "professor", "applied", "physiology", "leeds", "beckett", "university", "said", "intracranial", "arterial", "venous", "cerebrospinal", "fluid", "volumes", "interact", "something", "mystery", "study", "able", "describe", "first", "time", "interactions", "take", "place", "whole", "fluid", "system", "within", "cranium", "cardiac", "cycle", "crucially", "important", "understanding", "many", "diseases", "brain", "especially", "occur", "aging", "researchers", "used", "magnetic", "resonance", "imaging", "mri", "scan", "necks", "12", "healthy", "young", "adults", "allowing", "monitor", "flow", "blood", "arteries", "veins", "cerebrospinal", "fluid", "spines", "scans", "performed", "gnocchi", "foundation", "milan", "used", "series", "algorithms", "developed", "professor", "beggs", "colleague", "simon", "shepherd", "professor", "computational", "mathematics", "university", "bradford", "model", "changes", "different", "fluid", "volumes", "inside", "volunteers", "study", "showed", "blood", "volume", "stored", "cranial", "arteries", "reached", "peak", "volumes", "blood", "veins", "cerebrospinal", "fluid", "cranium", "arterial", "volume", "decreased", "volumes", "venous", "blood", "cerebrospinal", "fluid", "cranium", "increased", "crucially", "study", "shows", "flow", "blood", "veins", "leading", "cranium", "closely", "linked", "flow", "cerebrospinal", "fluid", "brain", "ventricles", "cavities", "centre", "brain", "diseases", "normal", "pressure", "hydrocephalus", "ventricles", "become", "suggests", "reason", "flow", "blood", "veins", "leading", "cranium", "becomes", "restricted", "inhibit", "ability", "intracranial", "system", "absorb", "changes", "caused", "cardiac", "would", "result", "blood", "flow", "brain", "capillaries", "becoming", "pulsatile", "implications", "fully", "understood", "increased", "levels", "pulse", "brain", "capillaries", "thought", "associated", "vascular", "dementia", "researchers", "hope", "method", "used", "determine", "changes", "brain", "fluid", "volume", "could", "useful", "neurologists", "looking", "study", "patients", "brain", "marcella", "laganà", "researcher", "gnocchi", "foundation", "milan", "mri", "scans", "performed", "said", "innovative", "model", "translated", "clinical", "practice", "studies", "subjects", "different", "kinds", "neurological", "disease", "future", "team", "hopes", "compare", "results", "healthy", "adults", "patients", "suffering", "variety", "neurological", "diseases", "see", "brain", "fluid", "changes", "play", "role", "respective", "beggs", "said", "abnormal", "fluid", "behaviour", "cranium", "may", "associated", "whole", "range", "neurological", "conditions", "may", "also", "related", "aging", "get", "older", "flexibility", "blood", "vessels", "decreases", "pulse", "may", "reach", "brain", "vascular", "bed", "time", "could", "lead", "problems", "work", "done", "may", "help", "lay", "groundwork", "new", "ways", "diagnose", "problems", "professor", "shepherd", "added", "aside", "significant", "advance", "understanding", "specific", "mechanics", "cerebral", "fluid", "flow", "important", "aspect", "work", "novel", "transfer", "powerful", "analytic", "methodologies", "hard", "sciences", "maths", "physics", "engineering", "world", "medicine", "opportunities", "putting", "medical", "theories", "much", "firmer", "theoretical", "footing", "underpinned", "hard", "science", "important", "establishing", "credibility", "acceptance", "ideas"], "url": "http://www.eurekalert.org/pub_releases/2017-05/lbu-ffi050217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe puzzle of how the brain regulates blood flow to prevent it from being flooded and then starved every time the heart beats has been solved with the help of engineering.Anyone who has felt the pulse in their own neck will have a sense of the sudden rush of blood that is pumped to their brain with each heartbeat.", "As the heart contracts, a surge of blood flows through the arteries into the head and then as the heart expands, the blood levels drop again.The human brain, however, requires a steady stream of blood to ensure it gets the constant supply of oxygen it needs to work properly.Too much blood can cause the pressure in your head to increase and so damage delicate brain tissue, while too little blood will cause it to starve.", "Exactly how the body manages to keep the blood flow in the brain so tightly controlled during the ups and downs of the cardiac cycle has remained largely a mystery.But now researchers at Leeds Beckett University, the University of Bradford and the Don Carlo Gnocchi Foundation in Milan have helped to unravel what may be going on inside our heads.Their findings provide new insights into the workings of the brain, which may be helpful in the diagnosis and treatment of neurological conditions such as vascular dementia and normal pressure hydrocephalus.In a new study, published in the journal Biomedical Signal Processing and Control, they found blood appears to be stored in the blood vessels in the space between the brain and skull.When the heart pumps blood into cranium, only a fraction of it flows into the capillaries that infuse the brain.", "The arteries in the cranium expand to store the excess blood.This expansion of the arteries also pushes out fluid that surrounds the brain - known as cerebrospinal fluid - into the spinal column.Then, when the heart relaxes, there is a sudden drop in the pressure pushing blood through the arteries, so they contract and the blood they held is pushed into the brain's capillaries.This forces used blood out of the brain into the veins between it and the skull.", "These cerebral veins expand to store this blood as it leaves the brain.The amount of blood stored in the cerebral veins, however, is less than the blood stored in the arteries, so cerebrospinal fluid flows back into the cranium from the spine.Increasing pressure then causes the veins to discharge the blood they hold back towards the heart before the cycle starts again.The researchers found this storing of blood by the veins leading out of the brain appears to play an important role in regulating the behaviour of the whole system.Clive Beggs, Professor of Applied Physiology at Leeds Beckett University, said: \"How the intracranial arterial, venous and cerebrospinal fluid volumes interact with each other has been something of a mystery.", "In this study we have been able to describe, for the first time, the interactions that take place in the whole fluid system within the cranium over the cardiac cycle.", "\"This is crucially important for understanding many diseases of the brain, especially those that occur with aging.", "\"The researchers used Magnetic Resonance Imaging (MRI) to scan the necks of 12 healthy young adults, allowing them to monitor the flow of blood through their arteries and veins, and of cerebrospinal fluid into their spines.", "The scans were performed at Don Gnocchi Foundation in Milan.", "They then used a series of algorithms developed by Professor Beggs and his colleague Simon Shepherd, Professor of Computational Mathematics at the University of Bradford, to model the changes in different fluid volumes inside each volunteers' skulls.The study showed that when the blood volume stored in the cranial arteries reached its peak, the volumes of blood in the veins and cerebrospinal fluid in the cranium were at their lowest.Then as the arterial volume decreased, so the volumes of venous blood and cerebrospinal fluid in the cranium increased.", "Crucially, the study shows that the flow of blood in the veins leading out of the cranium is closely linked to the flow of cerebrospinal fluid in and out of the brain's ventricles - cavities in the centre of the brain.", "In diseases such as normal pressure hydrocephalus these ventricles become enlarged.This suggests that if, for any reason, the flow of blood in the veins leading out of the cranium becomes restricted, this will inhibit the ability of the intracranial system to absorb the changes caused by the cardiac cycle.This would result in the blood flow through the brain capillaries becoming more pulsatile.", "While the implications of this are not fully understood, increased levels of pulse in the brain's capillaries are thought to be associated with vascular dementia in the elderly.The researchers hope the method they used to determine the changes in brain fluid volume could be useful to neurologists looking to study patients with brain disease.Dr.", "Marcella Laganà, researcher at Don Gnocchi Foundation in Milan, where the MRI scans were performed, said \"The innovative model can be translated into the clinical practice in further studies on subjects with different kinds of neurological disease.", "\"In the future, the team hopes to compare the results from the healthy adults with those from patients suffering from a variety of neurological diseases to see if brain fluid changes play a role in these respective conditions.Professor Beggs said: \"Abnormal fluid behaviour in the cranium may be associated with a whole range of neurological conditions and may also be related to aging.", "\"As you get older, the flexibility of blood vessels decreases, so more of the pulse may reach into the brain through the vascular bed and over time this could lead to problems.", "\"The work we have done may help lay the groundwork for new ways to diagnose these problems.", "\"Professor Shepherd added: \"Aside from the significant advance in understanding the specific mechanics of cerebral fluid flow, the other important aspect of this work is the novel transfer of powerful analytic methodologies from the hard sciences such as maths, physics and engineering, into the world of medicine.", "\"The opportunities for putting medical theories on a much firmer theoretical footing, underpinned by hard science, is very important for establishing the credibility and acceptance of these ideas.\""], "title": "Fluid flow in the brain unravelled for the first time | EurekAlert! Science News", "source": "Leeds Beckett University", "date": "2018-01-19_20:40:06", "year": "Tue, 02 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe puzzle of how the brain regulates blood flow to prevent it from being flooded and then starved every time the heart beats has been solved with the help of engineering.Anyone who has felt the pulse in their own neck will have a sense of the sudden rush of blood that is pumped to their brain with each heartbeat. As the heart contracts, a surge of blood flows through the arteries into the head and then as the heart expands, the blood levels drop again.The human brain, however, requires a steady stream of blood to ensure it gets the constant supply of oxygen it needs to work properly.Too much blood can cause the pressure in your head to increase and so damage delicate brain tissue, while too little blood will cause it to starve. Exactly how the body manages to keep the blood flow in the brain so tightly controlled during the ups and downs of the cardiac cycle has remained largely a mystery.But now researchers at Leeds Beckett University, the University of Bradford and the Don Carlo Gnocchi Foundation in Milan have helped to unravel what may be going on inside our heads.Their findings provide new insights into the workings of the brain, which may be helpful in the diagnosis and treatment of neurological conditions such as vascular dementia and normal pressure hydrocephalus.In a new study, published in the journal Biomedical Signal Processing and Control, they found blood appears to be stored in the blood vessels in the space between the brain and skull.When the heart pumps blood into cranium, only a fraction of it flows into the capillaries that infuse the brain. The arteries in the cranium expand to store the excess blood.This expansion of the arteries also pushes out fluid that surrounds the brain - known as cerebrospinal fluid - into the spinal column.Then, when the heart relaxes, there is a sudden drop in the pressure pushing blood through the arteries, so they contract and the blood they held is pushed into the brain's capillaries.This forces used blood out of the brain into the veins between it and the skull. These cerebral veins expand to store this blood as it leaves the brain.The amount of blood stored in the cerebral veins, however, is less than the blood stored in the arteries, so cerebrospinal fluid flows back into the cranium from the spine.Increasing pressure then causes the veins to discharge the blood they hold back towards the heart before the cycle starts again.The researchers found this storing of blood by the veins leading out of the brain appears to play an important role in regulating the behaviour of the whole system.Clive Beggs, Professor of Applied Physiology at Leeds Beckett University, said: \"How the intracranial arterial, venous and cerebrospinal fluid volumes interact with each other has been something of a mystery. In this study we have been able to describe, for the first time, the interactions that take place in the whole fluid system within the cranium over the cardiac cycle.\"This is crucially important for understanding many diseases of the brain, especially those that occur with aging.\"The researchers used Magnetic Resonance Imaging (MRI) to scan the necks of 12 healthy young adults, allowing them to monitor the flow of blood through their arteries and veins, and of cerebrospinal fluid into their spines. The scans were performed at Don Gnocchi Foundation in Milan. They then used a series of algorithms developed by Professor Beggs and his colleague Simon Shepherd, Professor of Computational Mathematics at the University of Bradford, to model the changes in different fluid volumes inside each volunteers' skulls.The study showed that when the blood volume stored in the cranial arteries reached its peak, the volumes of blood in the veins and cerebrospinal fluid in the cranium were at their lowest.Then as the arterial volume decreased, so the volumes of venous blood and cerebrospinal fluid in the cranium increased. Crucially, the study shows that the flow of blood in the veins leading out of the cranium is closely linked to the flow of cerebrospinal fluid in and out of the brain's ventricles - cavities in the centre of the brain. In diseases such as normal pressure hydrocephalus these ventricles become enlarged.This suggests that if, for any reason, the flow of blood in the veins leading out of the cranium becomes restricted, this will inhibit the ability of the intracranial system to absorb the changes caused by the cardiac cycle.This would result in the blood flow through the brain capillaries becoming more pulsatile. While the implications of this are not fully understood, increased levels of pulse in the brain's capillaries are thought to be associated with vascular dementia in the elderly.The researchers hope the method they used to determine the changes in brain fluid volume could be useful to neurologists looking to study patients with brain disease.Dr. Marcella Laganà, researcher at Don Gnocchi Foundation in Milan, where the MRI scans were performed, said \"The innovative model can be translated into the clinical practice in further studies on subjects with different kinds of neurological disease.\"In the future, the team hopes to compare the results from the healthy adults with those from patients suffering from a variety of neurological diseases to see if brain fluid changes play a role in these respective conditions.Professor Beggs said: \"Abnormal fluid behaviour in the cranium may be associated with a whole range of neurological conditions and may also be related to aging.\"As you get older, the flexibility of blood vessels decreases, so more of the pulse may reach into the brain through the vascular bed and over time this could lead to problems.\"The work we have done may help lay the groundwork for new ways to diagnose these problems.\"Professor Shepherd added: \"Aside from the significant advance in understanding the specific mechanics of cerebral fluid flow, the other important aspect of this work is the novel transfer of powerful analytic methodologies from the hard sciences such as maths, physics and engineering, into the world of medicine. \"The opportunities for putting medical theories on a much firmer theoretical footing, underpinned by hard science, is very important for establishing the credibility and acceptance of these ideas.\"\r\n"}