{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "vladimir", "hachinski", "neurologist", "western", "university", "scientist", "lawson", "health", "research", "institute", "ontario", "canada", "view", "may", "1", "2017", "stroke", "prevention", "among", "older", "ontarians", "may", "also", "reduce", "risk", "dementiasontario", "stroke", "prevention", "strategy", "appears", "unexpected", "beneficial", "side", "effect", "reduction", "also", "incidence", "dementia", "among", "older", "seniors", "new", "paper", "researchers", "western", "university", "lawson", "health", "research", "institute", "institute", "clinical", "evaluative", "sciences", "ices", "shows", "drop", "new", "diagnoses", "stroke", "dementia", "group", "80", "older", "said", "cusp", "epidemic", "dementia", "population", "ages", "said", "study", "author", "joshua", "cerasuolo", "phd", "candidate", "epidemiology", "biostatistics", "western", "schulich", "school", "medicine", "dentistry", "data", "suggests", "successfully", "fighting", "risks", "stroke", "healthy", "diet", "exercise", "life", "high", "medication", "needed", "also", "curtail", "incidence", "dementias", "message", "prevent", "dementias", "preventing", "stroke", "cerasuolo", "said", "published", "journal", "alzheimer", "dementia", "journal", "alzheimer", "association", "first", "study", "looked", "demographics", "stroke", "dementia", "across", "ontario", "since", "province", "pioneered", "canada", "first", "stroke", "prevention", "strategy", "2000", "strategy", "includes", "health", "centres", "able", "manage", "stroke", "community", "physician", "supports", "better", "use", "hypertensive", "mediation", "lifestyle", "changes", "reduce", "risks", "five", "provinces", "stroke", "strategies", "five", "lifestyle", "changes", "reduce", "risks", "stroke", "dementias", "pretty", "powerful", "punch", "said", "vladimir", "hachinski", "clinical", "neuroscientist", "western", "schulich", "school", "medicine", "dentistry", "lawson", "health", "research", "institute", "scientist", "neurologist", "london", "health", "sciences", "centre", "world", "pioneer", "stroke", "research", "research", "paper", "hachinski", "said", "research", "needs", "take", "place", "understand", "specific", "relationships", "stroke", "dementia", "work", "suggests", "policy", "implications", "stroke", "dementia", "work", "intersect", "systems", "place", "stroke", "prevention", "hypothesis", "studies", "looking", "stroke", "prevention", "also", "investigate", "dementia", "prevention", "hachinski", "said", "story", "ontario", "could", "story", "elsewhere", "strokes", "caused", "restriction", "constriction", "blood", "flow", "brain", "vascular", "dementia", "also", "develops", "blood", "supply", "brain", "reduced", "hachinski", "said", "someone", "stroke", "twice", "likely", "develop", "dementia", "someone", "diagnosis", "stroke", "also", "likely", "several", "prior", "silent", "strokes", "may", "affected", "patient", "cognitive", "abilities", "data", "mining", "took", "place", "using", "information", "ices", "based", "toronto", "specifically", "shows", "incidence", "new", "stroke", "diagnosis", "among", "group", "people", "aged", "dropped", "per", "cent", "span", "little", "decade", "timeframe", "incidence", "dementia", "diagnoses", "age", "group", "fell", "per", "cent", "clinicians", "researchers", "still", "trying", "get", "handle", "reduce", "person", "chances", "dementia", "late", "life", "ca", "influence", "yet", "pretty", "clear", "indication", "take", "specific", "definitive", "steps", "reduce", "chances", "dementia", "related", "vascular", "disease", "hachinski", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uowo-spm050117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Vladimir Hachinski is a neurologist at Western University and a scientist at Lawson Health Research Institute in Ontario, Canada.", "view more May 1, 2017 Stroke prevention among older Ontarians may also reduce risk of some dementiasOntario's stroke prevention strategy appears to have had an unexpected, beneficial side effect: a reduction also in the incidence of dementia among older seniors.", "A new paper by researchers at Western University, Lawson Health Research Institute and the Institute for Clinical Evaluative Sciences (ICES) shows there's been a decade-long drop in new diagnoses of both stroke and dementia in the most at-risk group --  those who are 80 or older.", "\"Some have said we're on the cusp of an epidemic of dementia as the population ages,\" said study author Joshua Cerasuolo, a PhD candidate in epidemiology and biostatistics at Western's Schulich School of Medicine and Dentistry.", "\"What this data suggests is that by successfully fighting off the risks of stroke - with a healthy diet, exercise, a tobacco-free life and high blood-pressure medication where needed - we can also curtail the incidence of some dementias.", "\"The take-home message is that we can prevent some dementias by preventing stroke,\" Cerasuolo said.", "Published in the journal Alzheimer's & Dementia: The Journal of the Alzheimer's Association, this is the first study that has looked at the demographics of both stroke and dementia across Ontario since the province pioneered Canada's first stroke prevention strategy in 2000.", "That strategy includes more health centres able to manage stroke, more community and physician supports, better use of hypertensive mediation and well-promoted lifestyle changes to reduce risks.", "Five provinces have stroke strategies and five do not.", "\"With lifestyle changes, we can reduce our risks of both stroke and some dementias.", "That's a pretty powerful one-two punch,\" said Dr. Vladimir Hachinski a clinical neuroscientist at Western's Schulich School of Medicine and Dentistry, a Lawson Health Research Institute scientist and neurologist at London Health Sciences Centre.", "He is a world pioneer in stroke research and a co-supervisor of the research paper.", "Hachinski said more research needs to take place to understand the specific relationships between stroke and dementia but this work suggests there are policy implications where stroke and dementia work can intersect.", "\"We have systems in place for stroke prevention and our hypothesis is that any studies looking at stroke prevention should also investigate dementia prevention,\" Hachinski said.", "\"It's a good-news story for Ontario and it could be a good-news story elsewhere.\"", "Most strokes are caused by the restriction or constriction of blood flow to the brain.", "Vascular dementia also develops as blood supply to the brain is reduced.", "Hachinski said someone who has had a stroke is twice as likely to develop dementia.", "Someone who has had a diagnosis of stroke has also likely had several prior \"silent\" strokes that may have affected a patient's cognitive abilities.", "The data mining took place using information from ICES, based in Toronto.", "Specifically, it shows that the incidence of new stroke diagnosis among highest-risk group, people aged 80-plus, dropped by 37.9 per cent in a span of a little more than a decade.", "During the same timeframe, the incidence of dementia diagnoses in that age group fell by 15.4 per cent.", "\"As clinicians and researchers, we are still trying to get a handle on how to reduce a person's chances of dementia late in life.", "Some we can't influence - yet - but here is a pretty clear indication that we can take specific definitive steps to reduce our chances of dementia related to vascular disease,\" Hachinski said."], "title": "Stroke prevention may also reduce dementia | EurekAlert! Science News", "source": "University of Western Ontario", "date": "2018-01-19_20:40:10", "year": "Mon, 01 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Vladimir Hachinski is a neurologist at Western University and a scientist at Lawson Health Research Institute in Ontario, Canada.\n       view more May 1, 2017 Stroke prevention among older Ontarians may also reduce risk of some dementiasOntario's stroke prevention strategy appears to have had an unexpected, beneficial side effect: a reduction also in the incidence of dementia among older seniors.\r\n \r\nA new paper by researchers at Western University, Lawson Health Research Institute and the Institute for Clinical Evaluative Sciences (ICES) shows there's been a decade-long drop in new diagnoses of both stroke and dementia in the most at-risk group --  those who are 80 or older.\r\n \r\n\"Some have said we're on the cusp of an epidemic of dementia as the population ages,\" said study author Joshua Cerasuolo, a PhD candidate in epidemiology and biostatistics at Western's Schulich School of Medicine and Dentistry.  \"What this data suggests is that by successfully fighting off the risks of stroke - with a healthy diet, exercise, a tobacco-free life and high blood-pressure medication where needed - we can also curtail the incidence of some dementias.\r\n \r\n\"The take-home message is that we can prevent some dementias by preventing stroke,\" Cerasuolo said.\r\n \r\nPublished in the journal Alzheimer's & Dementia: The Journal of the Alzheimer's Association, this is the first study that has looked at the demographics of both stroke and dementia across Ontario since the province pioneered Canada's first stroke prevention strategy in 2000. That strategy includes more health centres able to manage stroke, more community and physician supports, better use of hypertensive mediation and well-promoted lifestyle changes to reduce risks. Five provinces have stroke strategies and five do not.\r\n \r\n\"With lifestyle changes, we can reduce our risks of both stroke and some dementias. That's a pretty powerful one-two punch,\" said Dr. Vladimir Hachinski a clinical neuroscientist at Western's Schulich School of Medicine and Dentistry, a Lawson Health Research Institute scientist and neurologist at London Health Sciences Centre. He is a world pioneer in stroke research and a co-supervisor of the research paper.\r\n \r\nHachinski said more research needs to take place to understand the specific relationships between stroke and dementia but this work suggests there are policy implications where stroke and dementia work can intersect.\r\n \r\n\"We have systems in place for stroke prevention and our hypothesis is that any studies looking at stroke prevention should also investigate dementia prevention,\" Hachinski said. \"It's a good-news story for Ontario and it could be a good-news story elsewhere.\"\r\n \r\nMost strokes are caused by the restriction or constriction of blood flow to the brain. Vascular dementia also develops as blood supply to the brain is reduced.\r\n \r\nHachinski said someone who has had a stroke is twice as likely to develop dementia. Someone who has had a diagnosis of stroke has also likely had several prior \"silent\" strokes that may have affected a patient's cognitive abilities.\r\n \r\nThe data mining took place using information from ICES, based in Toronto.\r\n \r\nSpecifically, it shows that the incidence of new stroke diagnosis among highest-risk group, people aged 80-plus, dropped by 37.9 per cent in a span of a little more than a decade. During the same timeframe, the incidence of dementia diagnoses in that age group fell by 15.4 per cent.\r\n \r\n\"As clinicians and researchers, we are still trying to get a handle on how to reduce a person's chances of dementia late in life. Some we can't influence - yet - but here is a pretty clear indication that we can take specific definitive steps to reduce our chances of dementia related to vascular disease,\" Hachinski said.\r\n \r\n"}