{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "associate", "professor", "ben", "hogan", "observes", "zebrafish", "action", "view", "brain", "inbuilt", "processes", "mopping", "damaging", "cellular", "waste", "processes", "may", "provide", "protection", "stroke", "queensland", "scientists", "discovered", "new", "type", "lymphatic", "brain", "scavenger", "cell", "studying", "tropical", "freshwater", "zebrafish", "share", "many", "cell", "types", "organs", "researcher", "associate", "professor", "ben", "hogan", "uq", "institute", "molecular", "bioscience", "said", "fundamental", "discovery", "would", "help", "scientists", "understand", "brain", "forms", "functions", "rare", "discover", "cell", "type", "brain", "know", "previously", "particularly", "cell", "type", "expect", "said", "brain", "organ", "without", "known", "lymphatic", "system", "fact", "cells", "lymphatic", "nature", "surround", "brain", "makes", "finding", "quite", "surprise", "cells", "appear", "zebrafish", "version", "cells", "described", "humans", "called", "mato", "lipid", "laden", "cells", "clear", "fats", "lipids", "system", "known", "lymphatic", "nature", "wastes", "excess", "fats", "leak", "bloodstream", "job", "lymphatic", "system", "clean", "avoid", "damaging", "organs", "dr", "hogan", "said", "study", "focused", "presence", "development", "scavenger", "cells", "zebrafish", "however", "good", "reason", "believe", "equivalent", "cells", "surrounded", "protected", "human", "brain", "cellular", "waste", "zebrafish", "naturally", "transparent", "means", "use", "advanced", "light", "microscopes", "see", "directly", "zebrafish", "brain", "dr", "hogan", "said", "examining", "zebrafish", "brain", "close", "allowed", "us", "find", "cells", "see", "form", "function", "detail", "normally", "lymphatic", "endothelial", "cells", "group", "together", "form", "lymphatic", "vessels", "carry", "fluid", "impressively", "adult", "zebrafish", "brain", "cells", "exist", "individually", "independent", "vessels", "collect", "waste", "enter", "brain", "bloodstream", "focus", "investigate", "cells", "function", "humans", "see", "control", "existing", "drugs", "promote", "brain", "health", "improve", "understanding", "neurological", "diseases", "stroke", "dementia"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uoq-sst042817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is associate Professor Ben Hogan observes zebrafish in action.", "view more The brain has its own inbuilt processes for mopping up damaging cellular waste -- and these processes may provide protection from stroke and dementia.University of Queensland scientists discovered a new type of lymphatic brain \"scavenger\" cell by studying tropical freshwater zebrafish -- which share many of the same cell types and organs as humans.Lead researcher Associate Professor Ben Hogan from UQ's Institute for Molecular Bioscience said the fundamental discovery would help scientists understand how the brain forms and functions.", "\"It is rare to discover a cell type in the brain that we didn't know about previously, and particularly a cell type that we didn't expect to be there,\" he said.", "\"The brain is the only organ without a known lymphatic system, so the fact that these cells are lymphatic in nature and surround the brain makes this finding quite a surprise.", "\"These cells appear to be the zebrafish version of cells described in humans called \"mato\" or lipid laden cells, which clear fats and lipids from the system but were not known to be lymphatic in nature.", "\"When wastes such as excess fats leak out of the bloodstream, it is the job of the lymphatic system to clean them out to avoid damaging our organs.", "\"Dr Hogan said the study focused on the presence and development of \"scavenger\" cells in zebrafish, however there was good reason to believe that equivalent cells surrounded and protected the human brain from a build-up of cellular waste.", "\"Zebrafish are naturally transparent, which means we can use advanced light microscopes to see directly into the zebrafish brain,\" Dr Hogan said.", "\"Examining the zebrafish brain up close allowed us to find these cells and see how they form and function in detail.", "\"Normally, lymphatic endothelial cells will group together to form lymphatic vessels to carry fluid, but impressively, in the adult zebrafish brain these cells exist individually, independent of vessels and collect waste that enter the brain from the bloodstream.", "\"Our focus now is to investigate how these cells function in humans and see if we can control them with existing drugs to promote brain health, and improve our understanding of neurological diseases such as stroke and dementia.\""], "title": "Scientists surprised to discover lymphatic 'scavenger' brain cells | EurekAlert! Science News", "source": "University of Queensland", "date": "2018-01-19_20:40:13", "year": "Mon, 01 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is associate Professor Ben Hogan observes zebrafish in action.\n       view more The brain has its own inbuilt processes for mopping up damaging cellular waste -- and these processes may provide protection from stroke and dementia.University of Queensland scientists discovered a new type of lymphatic brain \"scavenger\" cell by studying tropical freshwater zebrafish -- which share many of the same cell types and organs as humans.Lead researcher Associate Professor Ben Hogan from UQ's Institute for Molecular Bioscience said the fundamental discovery would help scientists understand how the brain forms and functions.\"It is rare to discover a cell type in the brain that we didn't know about previously, and particularly a cell type that we didn't expect to be there,\" he said. \"The brain is the only organ without a known lymphatic system, so the fact that these cells are lymphatic in nature and surround the brain makes this finding quite a surprise.\"These cells appear to be the zebrafish version of cells described in humans called \"mato\" or lipid laden cells, which clear fats and lipids from the system but were not known to be lymphatic in nature.\"When wastes such as excess fats leak out of the bloodstream, it is the job of the lymphatic system to clean them out to avoid damaging our organs.\"Dr Hogan said the study focused on the presence and development of \"scavenger\" cells in zebrafish, however there was good reason to believe that equivalent cells surrounded and protected the human brain from a build-up of cellular waste.\"Zebrafish are naturally transparent, which means we can use advanced light microscopes to see directly into the zebrafish brain,\" Dr Hogan said. \"Examining the zebrafish brain up close allowed us to find these cells and see how they form and function in detail.\"Normally, lymphatic endothelial cells will group together to form lymphatic vessels to carry fluid, but impressively, in the adult zebrafish brain these cells exist individually, independent of vessels and collect waste that enter the brain from the bloodstream.\"Our focus now is to investigate how these cells function in humans and see if we can control them with existing drugs to promote brain health, and improve our understanding of neurological diseases such as stroke and dementia.\" "}