{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txeast", "lansing", "mice", "continue", "good", "base", "models", "human", "medicinal", "advances", "however", "size", "physiological", "differences", "leave", "lacking", "important", "areas", "human", "medicine", "including", "neurological", "reproductive", "study", "led", "michigan", "state", "university", "scientists", "shown", "gene", "editing", "using", "technology", "quite", "effective", "rhesus", "monkey", "embryos", "first", "time", "demonstrated", "results", "published", "current", "issue", "human", "molecular", "genetics", "open", "door", "pursuing", "gene", "editing", "nonhuman", "primates", "models", "new", "therapies", "including", "pharmacological", "stem", "therapies", "said", "keith", "latham", "msu", "animal", "science", "professor", "lead", "author", "study", "paper", "first", "publish", "use", "technology", "nonhuman", "primate", "embryos", "said", "using", "nonhuman", "primate", "embryos", "important", "closer", "approximate", "human", "condition", "animal", "model", "better", "chances", "developing", "successful", "treatments", "well", "limiting", "risks", "may", "encountered", "clinical", "trials", "mice", "mammals", "bear", "litters", "rather", "individual", "offspring", "anatomy", "physiology", "differ", "many", "respects", "humans", "many", "advances", "understanding", "diseases", "made", "first", "using", "mouse", "models", "making", "leap", "successful", "mouse", "study", "clinical", "trials", "difficult", "impossible", "areas", "research", "scientists", "want", "test", "drugs", "dementia", "alzheimer", "autism", "ideal", "models", "would", "react", "similarly", "humans", "regards", "reduction", "symptoms", "outbreak", "side", "effects", "enduring", "lesions", "humans", "exhibiting", "similar", "behavioral", "characteristics", "said", "latham", "college", "agriculture", "natural", "resources", "msu", "agbioresearch", "scientist", "nonhuman", "primates", "much", "better", "models", "diseases", "terms", "surgical", "procedures", "implants", "developing", "prosthetics", "therapies", "nonhuman", "primates", "prove", "better", "suited", "rodents", "crispr", "opened", "door", "gene", "editing", "many", "species", "mice", "developing", "technology", "nonhuman", "primates", "would", "allow", "scientists", "country", "incorporate", "models", "research", "advances", "allow", "scientists", "move", "forward", "tackle", "technical", "barriers", "related", "research", "issues", "may", "later", "resolved", "commitment", "increased", "costs", "longer", "waiting", "times", "using", "nonhuman", "primates", "fruit", "flies", "often", "used", "genetic", "studies", "reproduce", "two", "weeks", "rodents", "genetic", "characteristics", "easily", "ordered", "shipped", "laboratories", "within", "days", "committing", "raising", "nonhuman", "primates", "cost", "around", "take", "long", "years", "mature", "monkey", "desired", "genetic", "characteristics", "gene", "editing", "scientists", "able", "achieve", "makes", "worth", "cost", "wait", "latham", "conduct", "research", "latham", "partnered", "california", "national", "primate", "research", "center", "monkey", "embryos", "produced", "collaboration", "catherine", "vandevoort", "expert", "nonhuman", "primate", "reproduction", "daniel", "bauer", "harvard", "medical", "school", "boston", "children", "hospital", "cancer", "institute", "also", "collaborated", "resources", "offered", "cnprc", "crucial", "work", "latham", "said", "extreme", "amounts", "care", "go", "maintaining", "monkeys", "said", "follow", "strict", "protocols", "ensure", "priority", "able", "conduct", "science", "michigan", "state", "partnering", "center", "best", "combination", "science", "animal", "welfare"], "url": "http://www.eurekalert.org/pub_releases/2017-05/msu-fus050117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEAST LANSING, Mich. - Mice have been and will continue to be good base models for human medicinal advances.", "However, their size and some of their physiological differences leave them lacking in important areas of human medicine, including neurological and reproductive research.In a study led by Michigan State University, scientists have shown that gene editing using CRISPR/Cas9 technology can be quite effective in rhesus monkey embryos ¬- the first time this has been demonstrated in the U.S.The results, published in the current issue of Human Molecular Genetics, open the door for pursuing gene editing in nonhuman primates as models for new therapies, including pharmacological, gene- and stem cell-based therapies, said Keith Latham, MSU animal science professor and lead author of the study.", "\"Our paper is the first in the U.S. to publish on the use of this technology in nonhuman primate embryos,\" he said.", "\"Using nonhuman primate embryos is important because the closer we can approximate the human condition in the animal model, the better the chances of developing successful treatments as well as limiting risks that may be encountered in clinical trials.", "\"While mice are mammals, they bear litters rather than individual offspring.", "Their anatomy and physiology differ in many respects from humans.", "While many advances in understanding diseases have been made first using mouse models, making the leap from a successful mouse study to clinical trials can be difficult or impossible for some areas of research.", "\"If scientists want to test drugs for dementia, Alzheimer's or autism, ideal models would react similarly to humans in regards to the reduction of symptoms, outbreak of side effects, such as enduring the same lesions as humans do, or exhibiting similar behavioral characteristics,\" said Latham, who's with the College of Agriculture and Natural Resources and an MSU AgBioResearch scientist.", "\"Nonhuman primates are much better models for such diseases.", "And in terms of some surgical procedures, implants, developing prosthetics, or other therapies, nonhuman primates can prove better suited than rodents.", "\"CRISPR has opened the door to do gene editing in many species other than mice.", "Developing this technology in nonhuman primates in the U.S. would allow more scientists in this country to incorporate these models into their research, he added.The advances will allow scientists to move forward and tackle some of the technical barriers related to the research.", "Other issues that may be later resolved are the commitment to increased costs and longer waiting times when using nonhuman primates.", "Fruit flies, often used in genetic studies, reproduce in two weeks.", "Rodents, with pre-disposed genetic characteristics, can be easily ordered and shipped to laboratories within days.", "Committing to raising nonhuman primates can cost around $15,000 and can take as long as 4-6 years to have a mature monkey with the desired genetic characteristics.", "The high-efficiency of gene editing that scientists are now able to achieve makes it worth the cost and the wait, Latham said.To conduct the research, Latham partnered with the California National Primate Research Center, where the monkey embryos were produced, in collaboration with his co-investigator Dr. Catherine VandeVoort, an expert in nonhuman primate reproduction.", "Dr. Daniel Bauer, at Harvard Medical School, Boston Children's Hospital and Dana-Farber Cancer Institute also collaborated on the study.The resources offered by the CNPRC were crucial for this work, Latham said.", "\"Extreme amounts of care go into maintaining the well-being of the monkeys,\" he said.", "\"They follow strict protocols to ensure this is a priority.", "So being able to conduct the science here at Michigan State while partnering with the center is the best combination of science and animal welfare.\""], "title": "First US success of nonhuman primate gene editing | EurekAlert! Science News", "source": "Michigan State University", "date": "2018-01-19_20:40:16", "year": "Mon, 01 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEAST LANSING, Mich. - Mice have been and will continue to be good base models for human medicinal advances. However, their size and some of their physiological differences leave them lacking in important areas of human medicine, including neurological and reproductive research.In a study led by Michigan State University, scientists have shown that gene editing using CRISPR/Cas9 technology can be quite effective in rhesus monkey embryos ¬- the first time this has been demonstrated in the U.S.The results, published in the current issue of Human Molecular Genetics, open the door for pursuing gene editing in nonhuman primates as models for new therapies, including pharmacological, gene- and stem cell-based therapies, said Keith Latham, MSU animal science professor and lead author of the study.\"Our paper is the first in the U.S. to publish on the use of this technology in nonhuman primate embryos,\" he said. \"Using nonhuman primate embryos is important because the closer we can approximate the human condition in the animal model, the better the chances of developing successful treatments as well as limiting risks that may be encountered in clinical trials.\"While mice are mammals, they bear litters rather than individual offspring. Their anatomy and physiology differ in many respects from humans. While many advances in understanding diseases have been made first using mouse models, making the leap from a successful mouse study to clinical trials can be difficult or impossible for some areas of research.\"If scientists want to test drugs for dementia, Alzheimer's or autism, ideal models would react similarly to humans in regards to the reduction of symptoms, outbreak of side effects, such as enduring the same lesions as humans do, or exhibiting similar behavioral characteristics,\" said Latham, who's with the College of Agriculture and Natural Resources and an MSU AgBioResearch scientist. \"Nonhuman primates are much better models for such diseases. And in terms of some surgical procedures, implants, developing prosthetics, or other therapies, nonhuman primates can prove better suited than rodents.\"CRISPR has opened the door to do gene editing in many species other than mice. Developing this technology in nonhuman primates in the U.S. would allow more scientists in this country to incorporate these models into their research, he added.The advances will allow scientists to move forward and tackle some of the technical barriers related to the research. Other issues that may be later resolved are the commitment to increased costs and longer waiting times when using nonhuman primates. Fruit flies, often used in genetic studies, reproduce in two weeks. Rodents, with pre-disposed genetic characteristics, can be easily ordered and shipped to laboratories within days. Committing to raising nonhuman primates can cost around $15,000 and can take as long as 4-6 years to have a mature monkey with the desired genetic characteristics.\r\nThe high-efficiency of gene editing that scientists are now able to achieve makes it worth the cost and the wait, Latham said.To conduct the research, Latham partnered with the California National Primate Research Center, where the monkey embryos were produced, in collaboration with his co-investigator Dr. Catherine VandeVoort, an expert in nonhuman primate reproduction. Dr. Daniel Bauer, at Harvard Medical School, Boston Children's Hospital and Dana-Farber Cancer Institute also collaborated on the study.The resources offered by the CNPRC were crucial for this work, Latham said.\"Extreme amounts of care go into maintaining the well-being of the monkeys,\" he said. \"They follow strict protocols to ensure this is a priority. So being able to conduct the science here at Michigan State while partnering with the center is the best combination of science and animal welfare.\""}