{"institution": "University of Nottingham", "title": "Yawning -- why is it so contagious and why should it matter?", "url": "http://www.eurekalert.org/pub_releases/2017-08/uon-y-w082917.php", "article_link": null, "region": "europe", "funder": "", "meeting": "", "journal": "Current Biology", "source_link": null, "text": "Feeling tired? Even if we aren't tired, why do we yawn if someone else does? Experts at the University of Nottingham have published research that suggests the human propensity for contagious yawning is triggered automatically by primitive reflexes in the primary motor cortex -- an area of the brain responsible for motor function.Their study -- 'A neural basis for contagious yawning' -- has been published in the academic journal Current Biology. It is another stage in their research into the underlying biology of neuropsychiatric disorders and their search for new methods of treatment.Their latest findings show that our ability to resist yawning when someone else near us yawns is limited. And our urge to yawn is increased if we are instructed to resist yawning. But, no matter how hard we try to stifle a yawn, it might change how we yawn but it won't alter our propensity to yawn. Importantly, they have discovered that the urge to yawn -- our propensity for contagious yawning -- is individual to each one of us.Stephen Jackson, Professor of Cognitive Neuroscience, in the School of Psychology, led the multidisciplinary study. He said: \"We suggest that these findings may be particularly important in understanding further the association between motor excitability and the occurrence of echophenomena in a wide range of clinical conditions that have been linked to increased cortical excitability and/or decreased physiological inhibition such as epilepsy, dementia, autism, and Tourette syndrome.\"Echophenomena isn't just a human traitContagious yawning is triggered involuntarily when we observe another person yawn -- it is a common form of echophenomena -- the automatic imitation of another's words (echolalia) or actions (echopraxia). And it's not just humans who have a propensity for contagious yawning -- chimpanzees and dogs do it too.Echophenomena can also be seen in a wide range of clinical conditions linked to increased cortical excitability and/or decreased physiological inhibition such as epilespsy, dementia, autism and Tourette syndrome.The neural basis for contagious yawningThe neural basis for echophenomena is unknown. To test the link between motor excitability and the neural basis for contagious yawning the Nottingham research team used transcranial magnetic stimulation (TMS). They recruited 36 adults to help with their study. These volunteers viewed video clips showing someone else yawning and were instructed to either resist yawning or to allow themselves to yawn.The participants were videoed throughout, and their yawns and stifled yawns were counted. In addition, the intensity of each participant's perceived urge to yawn was continuously recorded.Using electrical stimulation they were also able to increase the urge to yawn.Georgina Jackson, Professor of Cognitive Neuropsychology in the Institute of Mental Health, said: \"This research has shown that the 'urge' is increased by trying to stop yourself. Using electrical stimulation we were able to increase excitability and in doing so increase the propensity for contagious yawning. In Tourettes if we could reduce the excitability we might reduce the ticks and that's what we are working on.\"The search for personalised treatmentsTMS was used to quantify motor cortical excitability and physiological inhibition for each participant and predict the propensity for contagious yawning across all the volunteers.The TMS measures proved to be significant predictors of contagious yawning and demonstrated that each individuals's propensity for contagious yawning is determined by cortical excitability and physiological inhibiton of the primary motor cortext.The research has been funded by ESRC doctoral training award to Beverley J Brown\r\nand is part of Nottingham's new Biomedical Research Centre (BRC) leading research into mental health technology with the aim of using brain imaging techniques to understand how neuro modulation works.Professor Stephen Jackson said: \"If we can understand how alterations in cortical excitability give rise to neural disorders we can potentially reverse them. We are looking for potential non-drug, personalised treatments, using TMS that might be affective in modulating inbalances in the brain networks.\"This latest research follows the publication of their study 'On the functional anatomy of the urge-for-action' which looked at several common neuropsychiatric disorders associated with bodily sensations that are perceived as an urge for action.", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology", " Social/Behavioral Science", " Mental Health", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness"], "description": "Feeling tired? Even if we aren't tired, why do we yawn if someone else does? Experts at the University of Nottingham have published research that suggests the human propensity for contagious yawning is triggered automatically by primitive reflexes in the primary motor cortex -- an area of the brain responsible for motor function. Their study is another stage in their research into the underlying biology of neuropsychiatric disorders and their search for new methods of treatment.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}