{"institution": "Johns Hopkins Medicine", "title": "Love your beauty rest? You can thank these brain cells", "url": "http://www.eurekalert.org/pub_releases/2017-08/jhm-lyb082817.php", "article_link": null, "region": "namerica", "funder": "Johns Hopkins Discovery Fund award, Klingenstein-Simons Foundation Fellowship", "meeting": "", "journal": "Nature", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/love_your_beauty_rest_you_can_thank_these_brain_cells", "text": "Johns Hopkins researchers report the unexpected presence of a type of neuron in the brains of mice that appears to play a central role in promoting sleep by turning 'off' wake-promoting neurons. The newly identified brain cells, located in a part of the hypothalamus called the zona incerta, they say, could offer novel drug targets to treat sleep disorders, such as insomnia and narcolepsy, caused by the dysfunction of sleep-regulating neurons.A summary of the research, published August 31 in Nature, describes neurons that express a gene called Lhx6.  Lhx6-expressing cells had not been observed in this area of the brain before and appear to connect the zona incerta to areas of the brain that control sleep and wakefulness. \"Because the hypothalamus is an ancient system that was relatively well-conserved in evolution from fish to humans, understanding its genetics and chemistry in mice should advance our knowledge of what happens in people's brains,\" says Seth Blackshaw, Ph.D., professor of neuroscience at the Johns Hopkins University School of Medicine, the study's lead author.Lhx6 is a gene that is essential for the formation of neurons that inhibit other neurons. \"We know cells in other regions of the brain use Lhx6 and that the gene is vital for these areas to develop properly. For example, disrupting Lhx6 expression can result in many diseases, including severe epilepsy,\" says Blackshaw. The known function of this gene in other cells led the researchers to study whether the Lhx6-expressing neurons played a role in inhibiting wake-promoting neurons.Normal sleep has two parts, rapid eye movement (REM) and nonrapid eye movement (non-REM). REM sleep is where most dreaming occurs, while non-REM sleep is understood to be deeper and less active. Both parts are essential for healthy, restful sleep.To test the role of the Lhx6-expressing neurons in regulating these parts of sleep, the researchers used artificial receptors called designer receptors exclusively activated by designer drugs to increase the activity of these neurons in mice and observed their behavior. When the neurons were activated, researchers observed an increase in both REM and non-REM sleep for eight hours following treatment. One population of cells connected to the Lhx6-expressing cells are neurons that are known to secrete hypocretin, a signal that promotes and sustains wakefulness, and which is disrupted in narcolepsy.   Using drugs that block hypocretin action, the researchers then showed that the increase in non-REM sleep seen following activation of Lhx6-expressing cells was dependent on hypocretin, but that the increase in REM sleep was not. \"This shows that Lhx6 inhibits not only hypocretin-producing cells, but also other types of wake-promoting cells,\" says the study's first author, Kai Liu, a graduate student in the Solomon H. Snyder Department of Neuroscience at the Johns Hopkins University School of Medicine. To further test Lhx6-expressing cells' influence on these wake-promoting neurons, the researchers disrupted both their formation and inhibited their activity. \"Obtaining a similar result by inhibiting the activity of these neurons provides stronger evidence that Lhx6-expressing cells are indeed necessary for control of sleep,\" says Liu. These mice spent much less time asleep, showing decreases in both REM and non-REM sleep.\"The fact that these neurons expressing Lhx6 promote both non-REM and REM sleep distinguishes them from other sleep-regulating cells. They present a new target for treating a broad range of sleep disorders,\" says Blackshaw.Blackshaw says that cells in this part of the brain typically control multiple behaviors. \"It would be interesting to discover if these cells have functions in addition to sleep regulation.\"", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders"], "description": "Johns Hopkins researchers report the unexpected presence of a type of neuron in the brains of mice that appears to play a central role in promoting sleep by turning 'off' wake-promoting neurons. The newly identified brain cells, located in a part of the hypothalamus called the zona incerta, they say, could offer novel drug targets to treat sleep disorders, such as insomnia and narcolepsy, caused by the dysfunction of sleep-regulating neurons.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}