{"title": "No pain, no gain?", "text": "\"Sport is too much like hard work.\" For many, that is reason enough to pass when it comes to exercise. But does sport really have to make you break into a sweat? Psychologist Hendrik Mothes of the Department of Sport Science at the University of Freiburg and his team discovered that one's own expectations have a major influence on just how strenuous one perceives a unit of sport to be. The researchers also found that how the person doing the sport felt about himself or herself played a big role in this feeling of strain. Moreover, it can sometimes be smart to enlist help from supposedly useful sports products - if you believe in them. The results of the study have been published in PLOS ONE.The research team invited 78 men and women between 18 and 32 into the laboratory, where these test persons rode a stationary bicycle-ergometer for 30 minutes. Beforehand, they were asked to say how athletic they thought they were. And they were asked to put on a compression shirt produced by a well-known sporting goods manufacturer. During their exercise, they were asked every five minutes what level of strenuousness they were experiencing. Right before the exercise, the participants were assigned to different groups and shown one of several short films that either stressed the positive health effects of the coming cycling activity, or dampened the expectations. And the compression shirts were mentioned: In some of the films, the shirts were praised as an additional help in cycling, while other films indicated that they would make the test persons' sweating comparable. \"What the participants did not know was that we used these film clips with the aim of influencing their expectations of the coming cycling session,\" Mothes says. The results showed, as expected, a self-fulfilling prophecy that the training unit was less strenuous for the test persons when they started out with a positive attitude. The more athletic the participants perceived themselves to be, the stronger this effect was. However, positive expectations did not help participants who considered themselves not very athletic. They found the training unit strenuous anyway. The researchers also found that believing in the compression shirt helped. To the subjects who considered themselves athletic, it made no difference; but for those who said they weren't much good at sports, there was quite an effect. \"Merely the belief that the shirt would help, did help the 'unsporty' subjects to have a lower perception of strenuousness during the exercise,\" Mothes explains.These findings are further evidence that the placebo effect works when you do sport. And they show that is it does make a difference what you think about sport and its effects. \"Not least, the findings impressively show for all those who don't consider themselves to be great sportsmen and -women - the right product really can make sport more pleasant, if 'only' you believe in it.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uof-npn063017.php", "region": "europe", "source_link": "http://www.pr.uni-freiburg.de/pm-en/2017/no-pain-no-gain?set_language=en", "funder": "", "meeting": "", "institution": "University of Freiburg", "keywords": ["Sports Medicine", " Social/Behavioral Science", " Behavior", " Sports/Recreation", " Mental Health"], "journal": "PLOS ONE", "description": "A study shows that people find sport less strenuous if they believe it's doing them good.", "date": "Fri, 30 Jun 2017 04:00:00 GMT"}