{"title": "Social status of listener alters our voice", "text": "People tend to change the pitch of their voice depending on who they are talking to, and how dominant they feel, a study by the University of Stirling has found.The psychology research, published in PLOS ONE, put participants through a simulated job interview task and discovered that individuals' vocal characteristics - particularly pitch - are altered in response to people of different social status.Regardless of self-perceived social status, people tend to talk to high status individuals using a higher pitch.Dr Viktoria Mileva, a Postdoctoral Researcher at the University of Stirling, said: \"A deep, masculine voice sounds dominant, especially in men, while the opposite is true of a higher pitched voice. So, if someone perceives their interviewer to be more dominant than them, they raise their pitch. This may be a signal of submissiveness, to show the listener that you are not a threat, and to avoid possible confrontations.\"These changes in our speech may be conscious or unconscious but voice characteristics appear to be an important way to communicate social status. We found both men and women alter their pitch in response to people they think are dominant and prestigious.\"The researchers also found that participants who think they are dominant - who use methods like manipulation, coercion, and intimidation to acquire social status - are less likely to vary their pitch and will speak in a lower tone when talking to someone of a high social status.Individuals who rate themselves as high in prestige - they believe people look up to them and value their opinions, thereby granting them social status - do not change how loud they are speaking, no matter who they are speaking to. This may signal that they are more calm and in control of a situation.The participants responded to introductory, personal, and interpersonal interview questions. They lowered the pitch of their voice most in response to the more complex, interpersonal questions, for example when explaining a conflict situation to an employer.Dr Mileva added: \"Signals and perceptions of human social status have an effect on virtually every human interaction, ranging from morphological characteristics - such as face shape - to body posture, specific language use, facial expressions and voices.\"Understanding what these signals are, and what their effects are, will help us comprehend an essential part of human behaviour.\"Experts believe the vocal changes identified in this study could be true for other situations where there are perceived social status differences between two people talking. This includes talking with a rival on the football pitch or interacting with a colleague.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uos-sso062917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Stirling", "keywords": ["Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Language/Linguistics/Speech", " Perception/Awareness", " Employment", " Occupation/Retirement"], "journal": "PLOS ONE", "description": "People tend to change the pitch of their voice depending on who they are talking to, and how dominant they feel, a study by the University of Stirling has found.", "date": "Thu, 29 Jun 2017 04:00:00 GMT"}