{"title": "Facial models suggest less may be more for a successful smile", "text": "Dental show effect at different levels of angle-extent.\r\n\r\n(a) Two smiles with smaller angle-extent combinations. (b) Two smiles with larger angle-extent combinations. Increasing dental show makes the smile worse (i.e., less...\n     view more Research using computer-animated 3D faces suggests that less is more for a successful smile, according to a study published June 28, 2017 in the open-access journal PLOS ONE by Nathaniel Helwig from the University of Minnesota, US, and colleagues. Facial cues are an important form of nonverbal communication in social interactions, and previous studies indicate that computer-generated facial models can be useful for systematically studying how changes in expression over space and time affect how people read faces. The authors of the present study presented a series of 3D computer-animated facial models to 802 participants. Each model's expression was altered by varying the mouth angle, extent of smile and the degree to which teeth were on show, as well as how symmetrically the smile developed, and participants were asked to rate smiles based on effectiveness, genuineness, pleasantness and perceived emotional intent. The researchers found that a successful smile - one that is rated effective, genuine and pleasant - may contradict the \"more is always better\" principle, as a bigger smile which shows more teeth may in fact be perceived less well. Successful smiles therefore have an optimal balance of teeth, mouth angle and smile extent to hit a smile 'sweet spot'. Smiles were also rated as more successful if they developed quite symmetrically, with the left and right side of the faces being synced to within 125 milliseconds. According to the authors, using 3D computer amination may help to develop a more complete spatiotemporal understanding of our emotional perceptions of facial expression. Since some people have medical conditions such as stroke which hinder facial expressions, with possible psychological and social consequences, these results could also inform current medical practices for facial reanimation surgery and rehabilitation. ", "article_link": "http://dx.doi.org/10.1371/journal.pone.0179708", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-fms062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Physiology", " Social/Behavioral Science", " Anthropology", " Behavior", " Personality/Attitude", " Mental Health", " Perception/Awareness"], "journal": "PLOS ONE", "description": "Research using computer-animated 3-D faces suggests that less is more for a successful smile, according to a study published June 28, 2017 in the open-access journal PLOS ONE by Nathaniel Helwig from the University of Minnesota, US, and colleagues.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}