{"title": "Artists and architects think differently compared to other people", "text": "Architects, painters and sculptors conceive of spaces in different ways from other people and from each other, finds a new study by UCL and Bangor University researchers.When asked to talk about images of places, painters are more likely to describe the depicted space as a two-dimensional image, while architects are more likely to focus on paths and the boundaries of the space.\"We found that painters, sculptors and architects consistently showed signs of their profession when talking about the spaces we showed them, and all three groups had more elaborate, detailed descriptions than people in unrelated professions,\" said senior author Dr Hugo Spiers (UCL Psychology & Language Sciences).For the study, published in Cognitive Science, the researchers brought in 16 people from each of the three professions - they all had at least eight years of experience and included Sir Anthony Gormley - alongside 16 participants without any relevant background, who acted as controls. The participants were presented with a Google Street View image, a painting of St. Peter's Basilica, and a computer-generated surreal scene. They had to describe the environment, explain how they would explore the space, and suggest changes to the environment in the image.The researchers categorised elements of the responses for both qualitative and quantitative analyses using a novel technique called Cognitive Discourse Analysis, developed by one of the co-authors, Dr Thora Tenbrink (Bangor University), designed to highlight aspects of thought that underlie linguistic choices, beyond what speakers are consciously aware of.\"By looking at language systematically we found some consistent patterns, which turned out to be quite revealing,\" Dr Tenbrink said.The painters tended to shift between describing the scene as a 3D space or as a 2D image. Architects were more likely to describe barriers and boundaries of the space, and used more dynamic terms, while sculptors' responses were between the two. Painters and architects also differed in how they described the furthest point of the space, as painters called it the 'back' and architects called it the 'end.' The control participants gave less elaborate responses, which the authors say went beyond just a lack of expert terminology.\"Our study has provided evidence that your career may well change the way you think. There's already extensive research into how culture changes cognition, but here we've found that even within the same culture, people of different professions differ in how they appreciate the world,\" said Dr Spiers.\"Our findings also raise the possibility that people who are already inclined to see the world as a 2D image, or who focus on the borders of a space, may be more inclined to pursue painting or architecture,\" he said.\"In their day-to-day work, artists and architects have a heightened awareness of their surroundings, which seems to have a deep influence on the way they conceive of space,\" said the study's first author, Claudia Cialone (now based at the ARC Centre of Excellence for the Dynamics of Language, Australian National University). \"We hope our research will lead to further studies into the spatial cognition of other professionals, which could help devise new ways of understanding, representing and communicating space for ourselves.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ucl-aaa062617.php", "region": "europe", "source_link": null, "funder": "James S. McDonnell Foundation", "meeting": "", "institution": "University College London", "keywords": ["Social/Behavioral Science", " Arts/Culture", " Language/Linguistics/Speech", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Cognitive Science", "description": "Architects, painters and sculptors conceive of spaces in different ways from other people and from each other, finds a new study by UCL and Bangor University researchers.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}