{"title": "Digital dating abuse especially bad for girls", "text": "ANN ARBOR--Teens expect to experience some digital forms of abuse in dating, but girls may be suffering more severe emotional consequences than boys, according to a new study.Researchers at the University of Michigan and University of California-Santa Barbara examined the impact of gender on high schoolers' experience of digital dating abuse behaviors, which include use of cell phones or internet to harass, control, pressure or threaten a dating partner. Overall, teens experience this digital dating abuse at similar rates, but girls reported that they were more upset by these behaviors and reported more negative emotional responses. \"Although digital dating abuse is potentially harmful for all youth, gender matters,\" said Lauren Reed, the study's lead author and an assistant project scientist at University of California-Santa Barbara. The study involved 703 Midwest high school students who reported the frequency of digital dating abuse, if they were upset by the \"most recent\" incidents, and how they responded. Students completed the surveys between December 2013 and March 2014.Participants reported sending and receiving at least 51 text messages per day, and spending an average of 22 hours per week using social media. Most participants reported that they text/texted their current or most recent dating partner frequently.The survey asked teens to indicate the frequency of experiencing several problematic digital behaviors with a dating partner, including \"pressured me to sext\" (sending a sexual or naked photo), sent a threatening message, looked at private information to check up on me without permission, and monitored whereabouts and activities.Girls indicated more frequent digital sexual coercion victimization, and girls and boys reported equal rates of digital monitoring and control, and digital direct aggression. When confronted with direct aggression, such as threats and rumor spreading, girls responded by blocking communication with their partner. Boys responded in similar fashion when they experienced digital monitoring and control behaviors, the study showed. Boys often treat girls as sexual objects, which contributes to the higher rates of digital sexual coercion, as boys may feel entitled to have sexual power over girls, said study co-author Richard Tolman, U-M professor of social work.Girls, on the other hand, are expected to prioritize relationships, which can lead to more jealousy and possessiveness, he said. Thus, they may be more likely to monitor boys' activities.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-dda062717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan", "keywords": ["Sexual Behavior", " Social/Behavioral Science", " Perception/Awareness"], "journal": "Journal of Adolescence", "description": "Teens expect to experience some digital forms of abuse in dating, but girls may be suffering more severe emotional consequences than boys, according to a new study.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}