{"title": "Ingredient found in soap can alter 'wettability' of your skin", "text": "BINGHAMTON, NY - It's possible to alter the wettability of your skin using an ingredient commonly found in cosmetic cleaners, according to new research from Binghamton University, State University of New York. The outermost layer of human skin acts as a protective barrier between underlying living tissue and the external environment. The wettability of this tissue layer can influence the spread of chemicals and adhesion of pathogenic microorganisms. In a recent study, Guy German, assistant professor of biomedical engineering at Binghamton University, State University of New York, along with other researchers, showed that the wettability of this layer of skin can be controlled through treatment with solutions of the anionic surfactant known as sodium lauryl sulfate, buffered to different pH values. \"In this study, we have demonstrated that we can alter the wettability of the human skin surface using an ingredient commonly used in cosmetic cleansers: anionic surfactants,\" said German. \"Skin acts as the first line of defense to the outside world and the wettability of skin plays an important role in contact inhibition of microorganisms, as well as the sensory perception of cosmetic products.\"Surfactants are amphiphilic, meaning they contain both hydrophobic groups (tails) and hydrophilic groups (heads), and they can be found in soaps, shampoos, medical creams and shaving cream. People have used surfactants to alter the wettability of wool and human hair, and now it can be applied to skin. \"It's quite neat, actually. What it seems to suggest is as you change the pH of the solution, we can actually flip these little molecules upside down,\" said German. \"In acidic environments, the skin actually has a positive charge. The negative charge of the head group actually binds with the positive charge of the skin, and the tails stick up. When the tails stick up, that means that you've got a really hydrophobic surface. But when you go to alkaline conditions, you don't get that positive charge in the skin anymore, and the tails avoid water by sticking to the skin. The exposed head groups then make the skin much more hydrophilic.\"To date, the major focus of German's research has been in exploring changes in the mechanics and function of healthy and diseased/disordered skin tissue with environmental conditions, ageing, bacterial infection and cosmetics. This research marks the first time anyone has been capable of directly controlling the physical properties of skin through chemical interactions between keratin in the skin and surfactants. German and his collaborators hope in future to exploit this control; potentially to help improve transdermal drug delivery, alter bacterial growth behavior on skin, or improve adhesion of biointegrated electronics and sensor systems.\"\"We can change the surface wettability of skin,\" said German. \"If you think about what could that be good for, well, if you say had an environment where you didn't want droplets of water in contact with your skin, you could make the skin hydrophobic. Which means that if you put a drop of water on your skin, it would ball up and it wouldn't spread out. If you wanted something to coat your skin however, such as a cosmetic product or ointment, you could make the skin more hydrophilic to enhance spreading.\"", "article_link": "http://dx.doi.org/10.1016/j.colsurfb.2017.06.009", "url": "http://www.eurekalert.org/pub_releases/2017-06/bu-ifi062717.php", "region": "namerica", "source_link": null, "funder": "Schick", "meeting": "", "institution": "Binghamton University", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Medicine/Health", " Dermatology", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering"], "journal": "Colloids and Surfaces B: Biointerfaces", "description": "Ingredient found in soap can alter 'wettability' of your skin.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}