{"title": "Slow motion makes football referees more likely to give a red card", "text": "Video assistant refereeing in football has to be used with caution. Researchers at KU Leuven (University of Leuven), Belgium, have shown that refs are more likely to give red when they see a foul committed in slow motion, even when a yellow card is more justifiable. This is because fouls viewed in slow motion appear to be more serious.Football referees and the decisions they make are the subject of very heated debates in the canteen, at the kitchen table, and in the TV studio. Football fans keep a vigilant eye on their  every move and decision. These high demands have led to professionalization: more and more elite referees are full-time professionals and follow specific training programmes. Another consequence are the experiments with video assistant refereeing, whereby video assistant referees (VARs) support the referees and check the accuracy of decisions by replaying game situations in real time and in slow motion. Under the supervision of Professor Wim Helsen, sport scientist at KU Leuven and referee training expert, Jochim Spitz wrote a PhD on the impact of slow motion videos on football referees' perception and decision-making process. He found that the effect of slow motion greatly depends on the type of decision that the referee has to make, as well as on the situation.For technical decisions on whether or not a foul was committed, watching slow motion videos only improved the accuracy in corner kick situations. \"Corner kicks always involve many players, so slow motion may help spot the right fouls in the commotion,\" Spitz explains. But for disciplinary sanctions on whether or not to give a card - and if so, which one - slow motion had a significant impact on the decision-making process. \"We asked 88 European referees to take a disciplinary sanction for 60 game situations - yellow, red, or no card at all. They had to assess half of the situations after watching a video in real time and the other half based on slow motion videos. For each of these situations, a panel of UEFA experts had given us a benchmark decision. We found that referees judge more harshly when they are exposed to fouls in slow motion. In situations for which the benchmark decision was a yellow card, 20% percent of the referees gave red after watching the video in slow motion. In real time this was only 10%.\" \"The reason is that fouls viewed in slow motion appear to be more serious\" Professor Werner Helsen explains. \"This has major implications for the adequate use of video technology in football. Based on the results of this study, the International Football Association Board (IFAB) has already issued guidelines for the use of slow motion videos: they can only be used to determine whether a foul was committed inside or outside the penalty area, or to locate the impact of a tackle on the opponent's body.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/kl-smm062717.php", "region": "europe", "source_link": "https://nieuws.kuleuven.be/en/content/2017/slow-motion-makes-football-referees-more-likely-to-give-a-red-card", "funder": "", "meeting": "", "institution": "KU Leuven", "keywords": ["Sports/Recreation", " Social/Behavioral Science", " Sports/Recreation"], "journal": "European Journal of Sport Science", "description": "Video assistant refereeing in football has to be used with caution. Researchers at KU Leuven (University of Leuven), Belgium, have shown that refs are more likely to give red when they see a foul committed in slow motion, even when a yellow card is more justifiable. This is because fouls viewed in slow motion appear to be more serious.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}