{"title": "'Own-point-of-view' video method leverages power of perception to improve emergency care", "text": "DES PLAINES, IL--The 'own-point-of-view' perspective video technique, coupled with a subjective re situ interview, provides a better understanding of how physicians make clinical decisions in an authentic treatment setting, compared with the conventional external perspective. That is the primary finding of a study to be published in the July 2017 issue of Academic Emergency Medicine (AEM), a journal of the Society for Academic Emergency Medicine.The study, by Dr. Thierry Pelaccia, et al., represents the first time the own-point-of-view perspective has been used in the study of medical decision-making, particularly clinical decision-making in emergency medicine.  The method consists of recording a physician's activity by fixing a micro-camera on the temple or the branch of his or her eyeglasses and positioning it so as to film his or her encounter with a patient from the physician's own-point-of-view. A trained research associate then interviews the physician using the video recording to help the physician reconstruct the situation and explain his or her reasoning.  The technique is a powerful tool to stimulate recall, providing a \"return to the event\" experienced by the person being interviewed and allowing researchers the opportunity to confront the physician with a record of the event actually experienced.\"This study is an exciting, albeit preliminary, extension of others' work on decision-making. It melds classic qualitative techniques with novel technology. The technique presented in this study has numerous obvious applications for studying and improving physicians' cognitive processes, biases, and interactions with patients,\" said Megan L. Ranney, MD, MPH, FACEP, director and founder of the Emergency Digital Health Innovation Program at Brown University; associate professor, The Warren Alpert Medical School, at Brown; and attending emergency physician, Rhode Island Hospital.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/sfae-vm062617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Society for Academic Emergency Medicine", "keywords": ["Medicine/Health", " Alternative Medicine", " Critical Care/Emergency Medicine", " Diagnostics", " Health Care Systems/Services", " Health Professionals"], "journal": "Academic Emergency Medicine", "description": "The 'own-point-of-view' perspective video technique, coupled with a subjective re situ interview, provides a better understanding of how physicians make clinical decisions in an authentic treatment setting, compared with the conventional external perspective.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}