{"title": "Magnetic implants used to treat 'dancing eyes'", "text": "A research team has successfully used magnets implanted behind a person's eyes to treat nystagmus, a condition characterised by involuntary eye movements.The case study, published in Ophthalmology and led by UCL and University of Oxford academics, described the implantation of a newly developed set of magnets in the socket beneath each eye of one patient with nystagmus. It's the first description of a successful use of an oculomotor prosthesis, or an implant that controls eye movement.\"Our study opens a new field of using magnetic implants to optimise the movement of body parts,\" said Dr Parashkev Nachev (UCL Institute of Neurology), the lead author of the paper.Nystagmus involves a rhythmic oscillation, or flickering of the eyes, and is sometimes called 'dancing eyes.' It often results in oscillopsia, the perception of constant movement of the visual field. The condition affects close to 1 in 400 people and can be both intrinsically disabling and cause reduced visual acuity.\"Nystagmus has numerous causes with different origins in the central nervous system, which poses a challenge for developing a pharmaceutical treatment, so we chose to focus on the eye muscles themselves. But until now, mechanical approaches have been elusive because of the need to stop the involuntary eye movements without preventing the natural, intentional movements of shifting gaze,\" Dr Nachev said.The patient who underwent the procedure developed nystagmus refractory to conventional treatment in his late 40s due to Hodgkin's lymphoma, with great impact on his life, including loss of employment. His difficulties prompted the research team to investigate the use of an oculomotor prosthesis which had previously been described theoretically, but not confirmed in practice.The research team developed a prosthesis involving one magnet which is implanted on the orbital floor (the bone at the bottom of the eye socket), interacting with a smaller magnet sutured to one of the extraocular muscles, which control the eye's movement. The magnets are encased in titanium, which can be safely embedded internally, thus enabling the magnetic force to be applied without causing any damage.\"Fortunately the force used for voluntary eye movements is greater than the force causing the flickering movements, so we only needed quite small magnets, minimising the risk of immobilising the eye,\" said Professor Quentin Pankhurst (UCL Medical Physics & Biomedical Engineering), who led the design of the prosthesis.Before implantation, the magnets were tested while attached to a custom-made contact lens. After that was shown to be successful, the magnetic prostheses were implanted in two separate sessions, one for each eye, by Professor Geoff Rose and Mr David Verity at Moorfields Eye Hospital. The patient recovered quickly from both procedures, and reported that the oscillopsia improved, although he has a degree of double vision, a symptom which he had developed before the nystagmus.Testing showed that his overall visual acuity was substantially improved, and there has been no negative impact on his functional range of movement. Over four years of follow-up reports, the patient's symptoms have remained stable and he has managed to return to paid employment and reports substantial improvement in daily activities such as reading and watching television.\"While the exact neural mechanisms causing nystagmus are still not fully understood, we have shown that it can still be corrected with a prosthesis, without needing to address the neural cause. What matters here is the movement of the eye, not how it is generated,\" said Professor Christopher Kennard (University of Oxford), who co-led the study.The researchers caution that their prosthesis wouldn't be effective for everyone with nystagmus, as magnetic implants are not suitable for patients who require regular MRI scans, and further research needs to be done to understand in which patients the prosthesis would be most helpful. The researchers are currently recruiting for a larger study, led by Professor Rose at Moorfields Eye Hospital, and funded by the National Institute for Health Research (NIHR). The study benefits from a collaboration with the nystagmus patient support group, the Nystagmus Network.", "article_link": "http://dx.doi.org/10.1016/j.ophtha.2017.05.028", "url": "http://www.eurekalert.org/pub_releases/2017-06/ucl-miu062217.php", "region": "europe", "source_link": null, "funder": "National Institute for Health Research, NIHR Biomedical Research Centre at UCLH, NIHR Moorfields Biomedical Research Centre, NIHR Biomedical Research Centre, Wellcome", "meeting": "", "institution": "University College London", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Ophthalmology", " Surgery", " Perception/Awareness", " Biomedical/Environmental/Chemical Engineering"], "journal": "Ophthalmology", "description": "A UCL-led research team has successfully used magnets implanted behind a person's eyes to treat nystagmus, a condition characterized by involuntary eye movements.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}