{"title": "Taking photos of experiences boosts visual memory, impairs auditory memory", "text": "A quick glance at any social media platform will tell you that people love taking photos of their experiences - whether they're lying on the beach, touring a museum, or just waiting in line at the grocery store. New research shows that choosing to take photos may actually help us remember the visual details of our encounters.The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"Our research is novel because it shows that photo-taking itself improves memory for visual aspects of an experience but can hurt memory for nonvisual aspects, like auditory details,\" the authors say.This research was conducted by Alixandra Barasch (New York University Stern School of Business), Kristin Diehl (USC Marshall School of Business), Jackie Silverman (The Wharton School of the University of Pennsylvania), and Gal Zauberman (Yale School of Management).Previous research has suggested that being able to take photographs or consult the Internet may allow us to outsource our memory, freeing up cognitive resources but potentially impairing our ability to remember.Barasch, Diehl, Silverman, and Zauberman hypothesized that this offloading effect may hold for factual information, but might not apply when it comes to the experiences we deliberately choose to photograph.\"People take photos specifically to remember these experiences, whether it's a fun dinner with friends, a sightseeing tour, or something else,\" they argue.Of course, the reality is that most of the photos we take will probably never get a second glance. The researchers wondered: How well do we remember the experiences we photograph if we never revisit the photos? Furthermore, does taking photos affect memory for what we saw differently than for what we heard?In one experiment, the researchers had 294 participants tour a real-life museum exhibit of Etruscan artifacts. The participants stashed their belongings before starting the tour but some were allowed to keep a camera on them. Those with a camera could photograph anything they wanted in the exhibit and were told to take at least 10 photos. As the participants toured the exhibit, they listened to an accompanying audio guide.At the end of the tour, they answered multiple-choice questions asking them to identify objects they had seen or complete factual statements from the audio guide.The results showed that those who took photos visually recognized more of the objects compared with those who didn't have a camera. But they also remembered less auditory information than their camera-less peers.These findings provided evidence that taking pictures can enhance visual memory. To test their hypotheses in a more controlled environment, the researchers designed a virtual art-gallery tour. Participants navigated through the gallery on screen as they would in real life and some were able to take pictures of what they saw on screen by clicking an on-screen button.Again, participants who were able to take pictures were better at recognizing what they saw and worse at remembering what they heard, compared to those who couldn't take pictures.When the researchers examined visual memory for specific objects, they found that participants who were able to take pictures performed better on visual memory tasks regardless of whether the objects in question were the most or least photographed. Photo-takers even had better visual memory for aspects of the exhibit they didn't photograph, compared with participants who weren't able to take pictures.\"These findings suggest that having a camera changes how people approach an experience in a fundamental way,\" the authors say. \"Even when people don't take a photo of a particular object, like a sculpture, but have a camera with them and the intention to take photos, they remember that sculpture better than people who did not have a camera with them.\"Pooling findings from all four studies, the researchers found that taking photos had a reliably positive effect on visual memory and a smaller but reliable negative effect on auditory memory.Even participants who thought their photos would be deleted and those who were instructed to \"mentally take a photo\" showed enhanced visual memory and impaired auditory memory relative to participants who couldn't take pictures.Together, these experiments suggest that photographing our experiences doesn't outsource our memory so much as it focuses it, funneling our attention toward visual aspects of our experiences and away from others.", "article_link": "http://dx.doi.org/10.1177/0956797617694868", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-tpo062617.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/taking-photos-of-experiences-boosts-visual-memory-impairs-auditory-memory.html#.WVEw9OsrKUl", "funder": "Marketing Science Institute", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Learning/Literacy/Reading", " Audiovisual Media", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "A quick glance at any social media platform will tell you that people love taking photos of their experiences -- whether they're lying on the beach, touring a museum, or just waiting in line at the grocery store. New research shows that choosing to take photos may actually help us remember the visual details of our encounters. The findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}