{"title": "Gays and lesbians who feel supported are more certain about retirement prospects", "text": "Gay men and Lesbians who don't feel socially supported feel less secure about their retirement than heterosexual adults, a study from the University of Waterloo has found.The study of working Canadians aged 45 to 70 found the majority of them believed that retirement by age 62 was achievable. While the number held true for gay men and lesbians who felt socially supported, it dropped by a year more for those that felt isolated or marginalized. Certainty of retirement age and perceived adequacy of retirement finances were also less secure the less supported gay men and lesbians felt.\"Psychological research shows that the more people feel supported, the more future oriented and planful they are,\" said Steven Mock, a professor of recreation and leisure studies at Waterloo and author of the study. \"Research also tell us that those who may feel marginalized, such as members of the gay and lesbian communities, pay closer attention to social cues then the general population, which could heighten the impact of support perceptions on planning.\"Because perceptions of support appear to have an impact on expectations relating to retirement age and finances, inclusive language and clear support for gay and lesbian clients is something that businesses and financial institutions will need to be aware of when assisting with retirement planning.\"As part of the study, the researchers drew on data from the General Social Survey conducted by Statistics Canada in 2007. Analyses included over 6,000 working Canadians aged 45 to 70. Support, in the study, was defined as having people in your life you could trust, rely on and feel close to.This study, supported by the Royal Bank of Canada, was recently published in the Canadian Journal of Aging.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uow-gal062317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Waterloo", "keywords": ["Personal", " Socioeconomics", " Social/Behavioral Science", " Personality/Attitude", " Aging", " Sexual Orientation", " Perception/Awareness", " Occupation/Retirement", " Poverty/Wealth"], "journal": "Canadian Journal of Aging", "description": "Gay men and Lesbians who don't feel socially supported feel less secure about their retirement than heterosexual adults, a study from the University of Waterloo has found.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}