{"keywords": ["Biology", " Neurobiology"], "funder": "Max Planck Society, National Institute of Health, JST PRESTO Program, MEXT/Japan Society for the Promotion of Sciences, Okazaki ORION project, Nakajima Foundation, Uehara Memorial Foundation", "journal": "Neuron", "description": "Researchers at Max Planck Florida Institute for Neuroscience are studying how proteins facilitate the plasticity of dendritic spines, the biological basis of learning and memory. They have developed a light-controllable tool to study the kinetics of CaMKII, which is known to play an essential role in memory formation. They applied this tool in several forms of synaptic plasticity and one form of learning and demonstrated its usefulness for dissecting the temporal window of CaMKII activation.", "title": "Scientists develop light-controllable tool to study CaMKII kinetics in learning and memory", "source_link": "http://www.maxplanckflorida.org/news-and-media/news/scientists-develop-light-controllable-tool-to-study-camkii-kinetics-in-learning-and-memory/", "institution": "Max Planck Florida Institute for Neuroscience", "meeting": "", "text": "As we learn, the structure of individual neurons in our brains change to strengthen important connections and weaken less important ones, a process known as structural plasticity. In Ryohei Yasuda's laboratory at Max Planck Florida Institute for Neuroscience (MPFI), researchers are studying how the many molecules inside neurons work together to make these structural changes happen. One of the most well-studied forms of these changes, long-term potentiation (LTP), is triggered by complex signaling mechanisms in small compartments called dendritic spines. Neurons receive information from other neurons at dendritic spines, and when a specific spine is stimulated, it grows, and the connection between the neurons strengthens. The structural plasticity of dendritic spines is considered a fundamental mechanism of the brain's ability to learn and remember.One of the molecules that the Yasuda Lab is studying is calcium/calmodulin-dependent protein kinase II (CaMKII), which is known to play an essential role in learning and memory, particularly in the maintenance of structural changes in synapses. Studies over the past few decades have shown conflicting results about how long this protein needs to be active for successful LTP. While some neuroscientists studying this molecule believed that it would be active for about an hour after learning, a recent study from the Yasuda Lab challenged that belief. By using advanced biosensors to measure the activity of CaMKII in dendritic spines, they demonstrated that CaMKII activation persists for approximately 1 minute. Although imaging approaches are very useful to study the kinetics of CaMKII in single dendritic spines, their applications are limited only to a few dendritic spines that are subjected to imaging, while thousands of other spines exist in each neuron.Building on the concepts of optogenetics, a technique used to study neurons by controlling their activity using light, Dr. Myung Shin, a post-doctoral researcher in the Yasuda Lab, collaborated with Dr. Hideji Murakoshi, a former postdoctoral researcher in the Yasuda Lab and now an associate professor at the National Institute for Physiological Sciences, to develop a new photo-inducible CaMKII inhibitor, or photoactivatable autocamtide inhibitory peptide 2 (paAIP2). By using this inhibitor, they can now precisely measure the temporal window of CAMKII activity required for synaptic plasticity.The Yasuda team demonstrated that inhibiting CaMKII during stimulation for approximately 1 minute inhibits spine growth and strengthening of the synapse during LTP. However, when inhibiting CaMKII with 1 minute of delay, the neuron showed normal LTP, confirming the previous results that CaMKII activation lasts for 1 minute. The team also tested the CaMKII activity necessary for animal learning and memory. To do so, they placed a mouse in a bright room, connected to a dark room through a hole in the wall, and then trained the mouse to avoid the dark room by administering a small electrical shock whenever it entered the dark room. They found that inhibiting CaMKII activity in the amygdala during training inhibited this fear learning. However, inhibiting CaMKII after the training did not affect the learning. Thus, this study demonstrated that CaMKII is necessary only for a short period of time for LTP and animal learning.In summary, they applied this tool in several forms of synaptic plasticity and one form of learning and demonstrated its usefulness for dissecting the temporal window of CaMKII activation necessary for these CaMKII-dependent phenomena. This study was published in the journal Neuron in March 2017.\"This new tool has many potential applications in research,\" said Dr. Shin as she explained that she anticipates other laboratories will be able to use this inhibitor for a wide range of studies. paAIP2 is very specific and able to give the researcher second to minute temporal resolution. Plus, it is reversible. Turn off the light stimulation, the inhibitor is switched off within a minute and the cells go back to functioning normally. \"One of our potential future directions is to combine this inhibitor with signaling biosensors,\" explained Dr. Yasuda. \"Combining these approaches, we should be able to determine the temporal requirements of CaMKII activation for various downstream signaling molecules.\"", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/mpfi-sdl031517.php", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.02.036", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}