{"title": "When liver immune cells turn bad", "text": "(April 21, 2017--Toronto) - A high-fat diet and obesity turn \"hero\" virus-fighting liver immune cells \"rogue\", leading to insulin resistance, a condition that often results in type 2 diabetes, according to research published today in Science Immunology.   Using cells from mice and human livers, Toronto General Hospital Research Institute researchers demonstrated for the first time how under specific conditions, such as obesity, liver CD8+ T cells, white blood cells which play an important role in the control of viral infections, become highly activated and inflammatory, reprogramming themselves into disease-driving cells. Scientists have been trying for many years to discover why the liver continues to pump out too much glucose in people with diabetes. This paper sheds light on the markers of activation and inflammation in CD8+ T cells and the Interferon-1 pathway which helps stimulate their function. The research is entitled, \"Type 1 Interferon Responses Drive Intrahepatic T cells to Promote Metabolic Syndrome,\" by first authors Magar Ghazarian, a former graduate student, Dr. Xavier Revelo, a post-doctoral fellow in the lab of Dr. Daniel Winer, and senior authors Dr. Shawn Winer, Laboratory Medicine, St. Michael's Hospital, Laboratory Medicine and Pathobiology, University of Toronto, and Dr. Daniel Winer, Diabetes Research Group and the Department of Pathology, Toronto General Hospital Research Institute and the Departments of Laboratory Medicine and Pathobiology and Immunology, University of Toronto. \"We found that under conditions of obesity and a high-fat diet, the cells that typically strengthen our immune system by killing viruses and pathogens instead increase blood sugar. They become pathogenic and worsen insulin resistance,\" explains Dr. Dan Winer. In fact, the normal function of the immune cells becomes misdirected. The pathways they would typically use to fight infection create inflammation, unleashing a chemical cascade which impacts insulin and glucose metabolism.     \"The immune system in the liver represents a key missing link in our understanding of how the liver malfunctions in obesity to dysregulate sugar levels,\" adds Dr. Revelo. \r\nIn the study, researchers fed mice a high-fat diet, 60% of which was saturated fat, for 16 weeks. Compared with normal chow diet-fed mice, the high-fat diet mice showed worsened blood sugar, increased triglycerides, a type of fat (lipid) in the blood, and a substantial increase in the numbers of CD8+ T cells in the liver.   Instead of responding to viruses or other foreign invaders in the body, the activated CD8+ T cells launch an inflammatory response to fat, and to bacterial components that migrate to the liver from the gut through the blood.    \r\nThe activated T-cells divide rapidly, pumping out increased numbers of cytokines, proteins that assist them in an active and excessive immune response.  This pro-inflammatory response in turn interferes with normal metabolism in the liver, specifically jamming up or blocking insulin signaling to the liver cells. Since the liver stores and manufactures glucose or sugar depending upon the body's need, the hormone insulin signals whether the liver should store or release glucose. This system keeps circulating blood sugar levels in check. If that signal is disrupted or blocked, the liver continues to make more sugar, pouring it into the bloodstream. If the liver is over-producing glucose, it becomes difficult to regulate blood sugar.  \"This response never manifested itself until humans started to eat high-sugar, high-fat, high-calorie diets,\" says Magar Ghazarian, now a medical student in Ireland. \r\nAdds Dr. Shawn Winer: \"We're moving from studying diabetes as a metabolic syndrome - a combination of nutritional and hormonal imbalances - to include the role of the immune system and inflammation. That's the developing link. Inflammation is emerging to be a major mediator of insulin resistance.\"Insulin resistance is a pathological condition linked to obesity, in which cells fail to respond normally to the hormone insulin which helps the body metabolize glucose. This results in poor absorption of glucose by cells, causing a buildup of sugar in the blood. Long-term insulin resistance eventually leads to diabetes.The findings were confirmed in genetically-modified mice, as well as in human liver cells.The researchers found that in genetically-modified mice lacking Interferon-1, who were also fed a high-fat diet, the CD8+ T cells did not produce an inflammatory response, and the mice had near normal blood sugar levels.In further investigations of human liver cells from nearly 50 donor tissues of humans with varying degrees of body mass index (BMI) and liver fat, higher levels of CD8+ T cells were linked with higher levels of blood sugar or more advanced fatty liver disease. Donor tissues were obtained from Saint Louis University Hospital, Washington University School of Medicine and Mid-American Transplant Services from St. Louis and University Health Network.The researchers note that CD8 + T cells could potentially be used as markers for the progression of fatty liver disease, which is expected to become the leading indication for liver transplantation within the next one or two decades.  Type 2 diabetes is one of the fastest growing diseases in Canada with more than 60,000 new cases yearly. Nine out of ten people with diabetes have type 2 diabetes. Being overweight or obese is an important risk factor for diabetes. It is estimated that 3.5 million or about 9% of Canadians have diabetes.", "article_link": "http://dx.doi.org/10.1126/sciimmunol.aai7616", "url": "http://www.eurekalert.org/pub_releases/2017-04/uhn-wli042117.php", "region": "namerica", "source_link": null, "funder": "The Canadian Institutes of Health Research, Canadian Diabetes Association, J.P. Bickell Foundation, Ontario Ministry of Research, Innovation & Science", "meeting": "", "institution": "University Health Network", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Immunology/Allergies/Asthma", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Science Immunology", "description": "A high-fat diet and obesity turn 'hero' virus-fighting liver immune cells 'rogue,' leading to insulin resistance, a condition that often results in type 2 diabetes, according to research published today in Science Immunology.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}