{"title": "New global report highlights burden and neglect of kidney disease worldwide", "text": "Despite one in 10 people worldwide having chronic kidney disease, a new global report - The Global Kidney Health Atlas - presented at this week's World Congress of Nephrology in Mexico City (21-25 April) and compiled by the International Society of Nephrology (ISN) and kidney health experts worldwide and published in JAMA- highlights the huge gaps in kidney disease care and prevention in both developed and developing countries, with many countries not prioritising kidney health.The kidneys are vital organs in our bodies, removing waste and excess water and controlling the acidity balance of our blood. Chronic kidney disease (CKD) is the gradual loss of the kidneys' abilities to perform these essential functions, and can be caused by high blood pressure, diabetes, obesity, smoking and other risk factors. One in three people in the general population is at increased risk of CKD. And although an estimated 10% of people worldwide have CKD, estimates suggest 9 in 10 of those are unaware of their condition. Among high-income countries, Saudi Arabia and Belgium have the highest estimated CKD prevalence (24%), followed by Poland (18%), Germany (17%) and the UK and Singapore (16%). Norway and the Netherlands have the lowest estimates at 5%. The USA's estimated prevalence is 14%, while Canada and Australia are on 13%. Globally, estimated CKD prevalence worldwide varies from 7% in South Asia and 8% in Africa to as high as 11% in North America and 12% in Europe, The Middle East, and East Asia, and Latin America. (see p39 of Atlas and link below)If left untreated, CKD is a major risk factor for kidney failure and subsequent cardiovascular disease and death, and even for patients who don't die, they can progress to end-stage kidney disease - meaning dialysis or transplantation in richer nations, or an early death in those countries that don't provide ready access to these services. Worldwide, an estimated 1 million people die each year from untreated kidney failure. Furthermore, such are the dangers of CKD that those with the condition are up to 20 times more likely to die of other causes (largely cardiovascular diseases such as heart attack or stroke) before they ever reach the point of dialysis or transplant care. \"A diagnosis of CKD does not mean that you will need dialysis or a transplant, but does signal that you are at risk for many health problems, including heart disease, strokes, and infections,\" says Adeera Levin, President of the International Society of Nephrology which produced the Atlas, and a Professor of Medicine at the University of British Colombia, Vancouver, BC, Canada. \"People in the earlier stages of CKD can be treated with blood pressure lowering drugs, diet and lifestyle, and can maintain a good quality of life. It is vital therefore that all countries improve their rates of early diagnosis and treatment. However, our Atlas shows that, across countries of all incomes, many governments are not making kidney disease a priority. This makes no sense, as the costs for treating people with end stage kidney disease are enormous, along with the devastating effect it has on patients and their families.\"The main findings of the Atlas will be discussed as part of the International Society of Nephrology's Global Kidney Policy Forum, attended by multiple government representatives, nephrology leaders, patient groups and opinion leaders that include the Editor-in-Chief of The Lancet, Dr Richard Horton. The Atlas highlights the low priority given to kidney care in many settings, despite its links to adverse health consequences and the enormous cost of end-stage care. For example, although only 1 to 2 in every 1000 people (0.1-0.2%) in high-income countries receives dialysis or transplantation, these services use up a staggering 2-3% of the total health budget in those countries. For every one person living on dialysis or kidney transplant, there are as many as 100 people with an earlier stage of CKD that if appropriately identified and treated might have their risk of progressing to kidney failure and/or development of CVD mitigated. And for the cost of every person treated with dialysis or transplantation, around 10 people with an earlier stage of CKD could be treated and prevented from progressing.Ironically, although high-income countries have the highest costs for dialysis and transplantation, only one in three (29%) HIC considered CKD a priority, compared with almost 2 in 3 (59%) low income countries. Within western Europe, for example, only the UK, France and Spain considered HIC a health priority. And European countries were not alone in their low prioritising of CKD - experts in Australia, Canada, the USA, and New Zealand also said their governments were not considering HIC a priority. Yet encouragingly, at the other end of the scale, LIC such as Burkina Faso, Ethiopia and Nepal were among those, that despite their poverty and poor healthcare systems, recognised CKD as a priority. While CKD can affect anyone, people are at higher risk if they have any one or more of a number of risk factors: these include high blood pressure, diabetes, obesity  smoking, being aged 60 years or over, having established cardiovascular disease, having a family history of kidney failure, and being from a high-risk ethnic group or having a history of acute kidney injury (AKI). Acute kidney injury can be caused by infections, dehydration or damage from medications or ingesting toxic drugs. \"A general lack of awareness of CKD, among patients and family doctors alike, and a lack of symptoms in the early stages, means that kidney function is usually hugely reduced by the time symptoms arise,\" says Professor David Johnson, co-chair of the Global Kidney Health Atlas, and Professor of Medicine and Population Health at the University of Queensland, Brisbane, and Director of Queensland Renal Transplant Services, Australia. \"That's why we recommend anyone with any of these risk factors could and should request a kidney health check from their family doctor.  A simple blood and urine test and blood pressure check are all that are needed.\"Tests for CKD measure the rate at which the kidneys filter the blood (known as Glomerular Filtration Rate [GFR]), and also other factors such as protein in the urine. High levels of protein in the urine indicate the kidneys are no longer working well. And even if these tests all come back clear, doctors recommend repeat screening every year if risk factors are still present. Simple lifestyle advice including a healthy diet low in salt and high in fibre, more physical activity, stopping smoking, and good control of diabetes and high blood pressure if present can slow the rate of progression of CKD by up to 50% and in some cases reverse damage.  \"Even among high-income countries with universal health coverage, who are motivated to avoid CKD progressing to end stage kidney disease, there are problems,\" says Professor Aminu Bello, also co-chair of the Global Kidney Health Atlas Assistant Professor of Medicine at the Division of Nephrology and Immunology, University of Alberta, Edmonton, AB, Canada. \"However in countries such as the USA, in which many aspects of prevention are excluded from care, and also many developing countries, the situation is even worse.\"In low-income countries especially, there is limited access to blood pressure medications and inadequate risk factor control, with many low-income countries having no access to dialysis or transplantation technology. \"Developing countries urgently need improved access to basic blood and urine tests for kidney function, and low-cost dialysis and transplantation systems must be developed to help those in need in these countries,\" adds Professor Johnson. \"Peritoneal dialysis systems -  that are a lot less labour, power and cost intensive then full dialysis technology used in high-income countries - should be established or expanded in developing nations to help them cope with demand.\"Some key findings from the Atlas include: \"This is the first attempt to capture the capacity and readiness of nations for kidney care, and it demonstrates significant inter- and intra-regional variability in the capacity of various nations across the globe. The findings have immediate implications for guiding policy development towards establishment of robust kidney care programs, particularly for low- and middle-income countries,\" says Professor Bello. \"The findings will also be critical for engaging key governmental and non-governmental stakeholders to support countries in improving the quality of kidney care. Finally, the data can be used as a baseline to hold countries to account by measuring national and regional progress over time.\"\"The next steps to improve kidney care delivery are to focus on awareness and prevention through creating and disseminating guidelines on both CKD and AKI that are accessible and relevant to their intended audience, especially patients, family doctors and other non-kidney specialists,\" adds Professor Johnson.  Professor Levin concludes: \"Increasing appropriate services at primary care level and more active CKD detection programmes, ideally integrated with other chronic disease detection programs,  will help identify patients before they develop late stage kidney disease and need dialysis or transplantation, resulting in patients maintaining good quality of life and huge savings for the healthcare system.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ison-ngr041917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "World Congress of Nephrology", "institution": "International Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "Despite one in 10 people worldwide having chronic kidney disease, a new global report -- The Global Kidney Health Atlas -- presented at this week's World Congress of Nephrology in Mexico City and compiled by the International Society of Nephrology (ISN) and kidney health experts worldwide and published in JAMA -- highlights the huge gaps in kidney disease care and prevention in both developed and developing countries, with many countries not prioritizing kidney health.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}