{"title": "Focused issue on vascular disease in women available now", "text": "Vascular disease is a leading cause of morbidity and death worldwide.  There are important sex-related differences in risk factors, clinical manifestations, and therapeutic outcomes in peripheral vascular diseases, including peripheral artery disease (PAD), venous thromboembolism (VTE), and aortic disease.  In addition, some vascular conditions predominantly affect women.  With this in mind, Vascular Medicine, the official journal of the Society for Vascular Medicine, dedicated its April 2017 issue to the topic of Vascular Disease in Women.For 2 weeks only, the women's issue of Vascular Medicine, published by SAGE Publishing, is available for free download.  The issue attracted submissions from authors across the globe.  This collection of manuscripts will update the reader on sex-related differences in vascular disease.  The complete issue is found here: http://journals.sagepub.com/toc/vmjc/22/2\"We are excited to bring this issue to press, which includes state of the science original research articles and reviews.  I am thankful to our publisher, SAGE, for making the content of this issue available for free download electronically for a limited time.  I hope we can disseminate this material as broadly as possible to the vascular and cardiovascular communities. The focused issue also provides a preview of a special live symposium on Vascular Disease in Women to be held at the 2017 Scientific Sessions of the Society for Vascular Medicine in June (details available at http://www.vascularmed.org/AM17).\"-Editor in Chief, Heather L. Gornik (Vascular Medicine, Cleveland Clinic)  Articles in the focused issue will appeal to all healthcare providers involved in the care of women with vascular disease or those at risk, including cardiologists, vascular specialists, primary care providers, and women's health experts.   The issue includes six original research articles covering sex-based differences in PAD, VTE, and abdominal aortic aneurysm (AAA), and translational studies of polycystic ovarian syndrome and gestational diabetes; two review articles on sex-based differences in stroke and non-atherosclerotic causes of myocardial infarction in women; two expert editorials on sex differences in PAD and AAA; and a patient information page on pregnancy, contraception, and VTE risk.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/s-fio042117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "SAGE", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Vascular Medicine", "description": "Vascular disease is a leading cause of morbidity and death worldwide.  There are important sex-related differences in risk factors, clinical manifestations, and therapeutic outcomes in peripheral vascular diseases, including peripheral artery disease (PAD), venous thromboembolism (VTE), and aortic disease.  In addition, some vascular conditions predominantly affect women.  With this in mind, Vascular Medicine, the official journal of the Society for Vascular Medicine, dedicated its April 2017 issue to the topic of Vascular Disease in Women.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}