{"title": "Opioid addiction increases likelihood of death tenfold in general healthcare settings", "text": "People who are addicted to opioids and receiving their medical care in a general health care setting were more than 10 times as likely to die during a four-year period than people without substance abuse problems, UCLA researchers have found. The new study, published in the Journal of Addiction Medicine, suggests that health care systems should have better infrastructure and training for primary care physicians to diagnose and treat opioid use disorder, a condition that includes addiction to both prescription and illicit opioids.The study, led by Yih-Ing Hser, professor of psychiatry and behavioral sciences at the David Geffen School of Medicine at UCLA, is the first to look at the mortality rate of people with opioid use disorder in a general health care system rather than those treated at specialty addiction clinics. The mortality rate among patients in this setting, which includes primary care offices and large research hospitals, was more than two times higher than what previous studies had found in specialty clinics.\"The high rates of death among patients with opioid use disorder in a general health care system reported in this study suggest we need strategies to improve detection and treatment of this disorder in primary care settings,\" Hser said.Opioids often are prescribed to treat acute and chronic pain, and include prescription medications such as oxycodone (or OxyContin), hydrocodone (or Vicodin), codeine, morphine and fentanyl, as well as illicit substances such as heroin. The number of opioid overdoses in the United States has quadrupled since 1999, leading some physicians and policymakers to declare the opioid problem a national crisis. The 21st Century Cures Act, legislation signed in December by former President Barack Obama, included $1 billion in funding to help states address opioid abuse.As rates of opioid addiction have risen, patients with opioid abuse problems increasingly are being treated by generalists, such as internists and primary care physicians, in doctors' offices. Until now, researchers had not gauged the impact of this influx of patients with opioid abuse and addiction in primary care settings.  Hser and colleagues studied electronic health records, and an associated death index system, for 2,576 patients, ages 18 to 64, diagnosed with opioid use disorder from 2006 to 2014. The individuals received health care at a major university hospital system. While all of those studied had diagnoses of opioid use disorder, not all were receiving treatment for it.By the end of the study period, 465 people (18.1 percent of the study population) had died. Based on how long each person had participated in the study -- an average of about four years for each individual -- the researchers calculated a crude mortality rate of 48.6 deaths per 1,000 person-years, more than two times higher than the 20.9 deaths per 1,000 reported in previous studies done in specialty addiction clinics. The rate was also more than 10 times higher than the expected death rate for people of the same age and sex in the general U.S. population.Overall, the patients in the new study were older at diagnosis and had a higher rate of other diseases and disorders compared to patients included in previous studies that took place at specialty clinics. Hser's team noted higher rates of both simultaneously occurring health complications -- including hepatitis C, liver disease, cardiovascular disease, cancer and diabetes -- as well as other substance abuse disorders involving  tobacco, alcohol, cannabis and cocaine -- among the patients who died.\"The findings were surprising because one would potentially expect better health care outcomes for patients being served by a large health care system,\" Hser said. \"Late identification of opioid use disorder and lack of addiction treatment could contribute to these high rates of serious health conditions and death.\"Black or uninsured individuals were also more likely to die during the study period, the researchers said, a finding they noted highlights the need for additional research on disparities in addiction care.Additional research will be needed, they concluded, to determine how to best curb the mortality rates among all individuals with opioid use disorder and better integrate substance abuse disorder screening and treatment into primary care.", "article_link": "http://dx.doi.org/10.1097/ADM.0000000000000312", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--oai041917.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse", "meeting": "", "institution": "University of California - Los Angeles", "keywords": ["Medicine/Health", " Addiction", " Mortality/Longevity", " Health Care Systems/Services", " Pain"], "journal": "Journal of Addiction Medicine", "description": "People who are addicted to opioids and receiving their medical care in a general health care setting were more than 10 times as likely to die during a four-year period than people without substance abuse problems, UCLA researchers have found.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}