{"title": "Diet high in animal protein is associated with NAFLD in overweight people", "text": "April 21, 2017, Amsterdam, The Netherlands: A large epidemiological study presented today found that a diet high in animal protein was associated with a higher risk of non-alcoholic fatty liver disease (NAFLD), a condition in which fat builds up in the liver. These findings from The Rotterdam Study, presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, also showed that fructose consumption per se might not be as harmful as previously assumed. NAFLD is a major health concern, because it can lead to permanent scarring (cirrhosis) and subsequently to cancer and malfunction of the liver.1 This may result in life-threatening complications for which a liver transplant is needed. Additionally, NAFLD also contributes to an increased risk of cardiovascular diseases such as diabetes mellitus and atherosclerosis. NAFLD is diagnosed when accumulation of fat in the organ exceeds 5% of hepatocytes (the cells that make up the majority of the liver).2 It is estimated that approximately 1 billion people worldwide may have NAFLD with a prevalence of 20-30% in Western countries.3 It parallels one of world's most rapidly growing health concerns, obesity, which is also one of the most important risk factors in NAFLD.3 In its early stages NAFLD can be treated through diet and lifestyle changes, such as weight loss, but it can progress to more serious liver diseases.1 However, there is still a lot of debate whether weight loss alone is enough to reverse NAFLD, while emerging evidence suggests that the composition of the diet, rather than the amount of calories consumed, might also be important in NAFLD.\"A healthy lifestyle is the cornerstone of treatment in patients with NAFLD, but specific dietary recommendations are lacking,\" said Louise Alferink (MD), Erasmus Medical Centre, Rotterdam, The Netherlands, and lead author of the study. \"The results from this study demonstrate that animal protein is associated with NAFLD in overweight elderly people. This is in line with a recently proposed hypothesis that a Western-style diet, rich in animal proteins and refined food items, may cause low-grade disturbances to the body homeostasis, glucose metabolism and acid based balance. Another interesting finding is that, although current guidelines advise against foods containing fructose, such as soda and sugar, our results do not indicate a harmful association of mono- and disaccharides with NAFLD per se. In fact, we even found a slight beneficial association, which was attenuated when adjusted for metabolic factors. These results should be interpreted with caution, but we hypothesise that increased consumption of healthy food items within the mono- and disaccharide-group, such as fruits and vegetables rich in antioxidants, could partly explain these results.\" The Rotterdam Study is an ongoing population-based study that is being conducted in The Netherlands. A total of 3,440 people were included in the study of whom 1,040 (30%) were lean (body mass index [BMI] of less than 25 kg/m2) and 2,400 (70%) were overweight (BMI of 25 kg/m2 or greater). The average age was 71 years and NAFLD, as assessed by abdominal ultrasound, was present in 1,191 (35%) of the participants. Macronutrient intake was recorded using an externally validated 389-item food frequency questionnaire and analysed in quartiles using the nutrition density method (energy percentage). Furthermore, analyses were stratified for BMI to account for BMI-related differences in eating habits and dietary measurement errors. Significant associations between macronutrients and NAFLD were found predominantly in overweight individuals. The results showed that total protein was associated with higher odds of NAFLD (ORQ4vs.Q1 1.37; 95% CI 1.08-1.73, Ptrend=0.005) and this association was mainly driven by animal protein (ORQ4vs.Q1 1.50; 95% CI 1.17-1.92, Ptrend=0.003). After adjustments for metabolic factors, animal protein but not total protein remained significantly associated. In addition, a diet rich in mono- and disaccharides was associated with a lower probability of developing NAFLD (ORQ4vs.Q1 0.67; 95% CI 0.51-0.89, Ptrend=0.006), though this association did not remain after metabolic factors were taken into account. Finally, substitution analyses were performed to examine whether replacing one macronutrient by another (isocaloric) macronutrient was associated with NAFLD. No consistent substitution effects were found, which stresses the need for a diverse diet.\"This large population-based study indicates that increased dietary protein, in particular of animal origin, increases the likelihood of developing NAFLD and should be taken into account when counselling patients at risk of developing NAFLD,\" said Prof Philip Newsome, Centre for Liver Research & Professor of Experimental Hepatology, University of Birmingham, United Kingdom, and EASL Governing Board Member. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eaft-dhi041117.php", "region": "europe", "source_link": "https://ilc-congress.eu/wp-content/uploads/2017/04/PS087-Alferink.pdf", "funder": "", "meeting": "The International Liver CongressTM 2017", "institution": "European Association for the Study of the Liver", "keywords": ["Medicine/Health", " Clinical Trials", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Professionals", " Internal Medicine", " Liver", " Metabolism/Metabolic Diseases", " Pharmaceutical Science", " Public Health"], "journal": "Journal of Hepatology", "description": "A large epidemiological study presented today found that a diet high in animal protein was associated with a higher risk of non-alcoholic fatty liver disease (NAFLD), a condition in which fat builds up in the liver. These findings from The Rotterdam Study, presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands, also showed that fructose consumption per se might not be as harmful as previously assumed.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}