{"title": "One in every 15 non-obese older Filipino Americans has diabetes", "text": "Toronto, ON CANADA - A new study released today found that non-obese Filipino Americans aged 50 and over have a much higher prevalence of diabetes than non-Hispanic white Americans (7.6% vs. 4.3%). The study was conducted by researchers at the University of Toronto, University of Victoria, and University at Albany, SUNY.\"Even after taking into account many of the risk factors of diabetes such as age, sex, fruit and vegetable consumption, exercise, smoking, poverty status, non-obese Filipino Americans had almost three times the odds of diabetes compared to non-Hispanic whites\" stated co-author Adity Roy a recent graduate of the University of Toronto.\"In this study, we could not explain why Filipino-Americans are at such higher risk of diabetes. In future research we hope to investigate ethnic variations in central obesity, dietary patterns (particularly white rice consumption), insufficient sleep, low birth weight, and hypertension, among other risk factors for diabetes that may disproportionately disadvantage the Filipino population in North America.\" reported lead author Professor Esme Fuller-Thomson, Sandra Rotman Endowed Chair at the University of Toronto's Factor-Inwentash Faculty of Social Work and Institute for Life Course and Aging.The study examined a representative sample of community-dwelling Californians aged 50 and over from combined waves of the 2007, 2009 and 2011 California Health Interview Survey (CHIS). The study sample was restricted to Filipino Americans (n = 1629) and non-Hispanic whites (n = 72 072) who were non-obese, defined as having a body mass index (BMI) of less than 30.\"We were interested in what factors are associated with diabetes among older, non-obese Filipinos. We found considerable variation by sex. For Filipino men, older age, living in poverty, and cigarette smoking, were associated with increased odds for diabetes. For Filipina women, age was the only significant predictor for increased rates of diabetes\" said co-author  Karen Kobayashi, Associate Professor in the Department of Sociology and Institute on Aging and Lifelong Health, at the University of Victoria.The number of Filipinos in North America has increased dramatically in recent years. There are now approximately 3.9 million Filipino-Americans in the USA and one in every 50 Canadians is of Filipino descent.\"We found that 70% of Filipino Americans with diabetes are not obese. This highlights the urgent need to screen non-obese Filipino Americans for diabetes and to target them for prevention efforts, because preventive approaches with lifestyle intervention have been shown to be effective in preventing and/or postponing the onset of diabetes in other high-risk non-obese populations.\" stated co-author Keith Tsz-Kit Chan, Assistant Professor, School of Social Welfare, University at Albany, SUNY.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uot-oie041917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Toronto", "keywords": ["Metabolism/Metabolic Diseases", " Diabetes", " Social/Behavioral Science", " Minorities"], "journal": "Canadian Journal of Public Health", "description": "A new study released today found that non-obese Filipino Americans aged 50 and over have a much higher prevalence of diabetes than non-Hispanic white Americans (7.6 percent vs. 4.3 percent). The study was conducted by researchers at the University of Toronto, University of Victoria, and University at Albany, SUNY.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}