{"title": "Post-biotics may help shield obese from diabetes", "text": "Hamilton, ON (April 20, 2017) - You've heard of pre-biotics and pro-biotics, but now you'll be hearing a lot more about post-biotics. Researchers at McMaster University have begun to identify how post-biotics, or the by-products of bacteria, lower blood glucose and allow insulin to work better.Jonathan Schertzer, assistant professor of biochemistry and biomedical sciences and senior author of a paper published by Cell Metabolism today, explains it this way:\"We know that gut bacteria, often called the microbiome, send inflammation signals that change how well insulin works to lower blood glucose.\"It was previously thought that bacteria only caused problems such as higher inflammation and higher blood glucose. But this is only half of the story. We discovered that a specific component of bacteria actually lowers blood glucose and allows insulin to work better during obesity. \"Understanding how different parts of bacteria control glucose could lead to new therapies that avoid some of the problems with pro-biotics or pre-biotics. We have found a \"post-biotic\" that lowers blood glucose during obesity.\"This work is important as more than half of Canadians are overweight or obese, which leads to higher levels of blood insulin and glucose. These features of prediabetes can lead to type 2 diabetes. \"But we haven't understood what triggers elevated blood glucose,\" said Schertzer. \"This is significant because only some individuals with obesity develop prediabetes. Blood glucose is influenced by our genes, the food we eat, and the bacteria in our gut.\" His research team is working to develop new bacterial-based drugs to lower blood glucose and combat prediabetes before type 2 diabetes develops. At this time, they have had success in trials with mice with a drug currently used for osteosarcoma, a bone cancer. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/mu-pmh041817.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, Natural Sciences and Engineering Research Council of Canada, Canadian Diabetes Association", "meeting": "", "institution": "McMaster University", "keywords": ["Bacteriology", " Biochemistry", " Medicine/Health", " Diabetes"], "journal": "Cell Metabolism", "description": "It was previously thought that bacteria only caused problems such as higher inflammation and higher blood glucose. But this is only half of the story. The researchers discovered that a specific component of bacteria actually lowers blood glucose and allows insulin to work better during obesity.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}