{"title": "Milk study improves understanding of age-related diseases", "text": "A new study on UHT milk is helping scientists to better understand Alzheimer's, Parkinson's and type 2 diabetes, opening the door to improved treatments for these age-related diseases.About 500 million people worldwide suffer from these diseases, which cause millions of deaths each year. Co-lead researcher, ANU Professor John Carver, said that two unrelated proteins aggregate in UHT milk over a period of months to form clusters called amyloid fibrils, which cause the milk to transform from a liquid into a gel. He said the same type of protein clusters are found in plaque deposits in cases of Alzheimer's and Parkinson's.\"Parkinson's, dementia and type 2 diabetes are big problems for the ageing population in Australia and many other countries around the world,\" said Professor Carver from the ANU Research School of Chemistry.   \"Our interest in milk proteins led to a discovery of the reason for this gelling phenomenon occurring in aged UHT milk.\"\"The research does not suggest UHT milk can cause these age-related diseases.\"Professor Carver said milk proteins changed structurally when heated briefly to around 140 degrees to produce UHT milk, causing the gelling phenomenon with long-term storage.He said normal pasteurised milk did not form amyloid fibrils.  ANU worked with CSIRO, University of Wollongong and international researchers on the study, which is published in the journal Small.Watch a video interview with Professor John Carver about the study.", "article_link": "http://dx.doi.org/10.1002/smll.201603591", "url": "http://www.eurekalert.org/pub_releases/2017-04/anu-msi042017.php", "region": "australia", "source_link": "http://www.anu.edu.au/news/all-news/milk-study-improves-understanding-of-age-related-diseases", "funder": "", "meeting": "", "institution": "Australian National University", "keywords": ["Chemistry/Physics/Materials Sciences", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease"], "journal": "Small", "description": "A new study on UHT milk is helping scientists to better understand Alzheimer's, Parkinson's and type 2 diabetes, opening the door to improved treatments for these age-related diseases.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}