{"title": "Medicaid expansion linked with increase in prescriptions filled for chronic conditions", "text": "Boston, MA - During the first one and a half years of the Affordable Care Act (ACA), the number of prescriptions filled by adults using Medicaid coverage increased by 19% in states that expanded Medicaid compared to states that did not, according to a new study from a Harvard T.H. Chan School of Public Health researcher and colleagues. The largest increases were for medications to manage chronic conditions such as diabetes, and for birth control. \"We knew the Medicaid expansion had improved access to care, but this study gives us much more detail about what that really means for patient care. Medications for conditions like diabetes and heart disease can be life-savers,\" said Benjamin Sommers, associate professor of health policy and economics, one of the study's authors.The study's preliminary findings are being presented today at the 2017 Society of General Internal Medicine Annual Meeting, and were released earlier this year as a working paper by the National Bureau of Economic Research (NBER).The ACA expanded Medicaid eligibility in participating states to millions of low-income adults in 2014. Previous studies by Sommers and colleagues have demonstrated that expansion has resulted in improved access to care and improved affordability. In the new study, the researchers analyzed pharmacy transaction data from 2013-2015, comparing the number of prescriptions filled in expansion vs. non-expansion states before and after the ACA expansion took effect, and the source of insurance for each prescription. They found that over the first year and a half of the ACA's Medicaid expansion, medications used for treating diabetes accounted for the largest growth among all drug classes, with an increase of 24%. Other classes of medications that showed large increases included contraceptives (22%), cardiovascular drugs (21%), and mental health drugs (19%). Within expansion states, increases in prescription drug utilization were larger in geographical areas with higher uninsured rates prior to the ACA. The findings also demonstrated that increases in prescription drug utilization were greater in areas with larger Hispanic and black populations, indicating that Medicaid expansion may be reducing ethnic and racial disparities in access to medications, according to the researchers. ", "article_link": "http://dx.doi.org/10.3386/w23044", "url": "http://www.eurekalert.org/pub_releases/2017-04/htcs-mel042017.php", "region": "namerica", "source_link": null, "funder": "Sommers' work on this study was supported by grant number K02HS021291 from the Agency for Healthcare Research and Quality (AHRQ)", "meeting": "Society of General Internal Medicine Annual Meeting", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services", " Pharmaceutical Science", " Public Health", " Policy/Ethics", " Minorities", " Poverty/Wealth"], "journal": "", "description": "During the first one and a half years of the Affordable Care Act (ACA), the number of prescriptions filled by adults using Medicaid coverage increased by 19 percent in states that expanded Medicaid compared to states that did not, according to a new study from a Harvard T.H. Chan School of Public Health researcher and colleagues. The largest increases were for medications to manage chronic conditions such as diabetes, and for birth control.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}