{"title": "Study overturns seminal research about the developing nervous system", "text": "FINDINGS\nNew research by scientists at the Eli and Edythe Broad Center of Regenerative Medicine and Stem Cell Research at UCLA overturns a long-standing paradigm about how axons -- thread-like projections that connect cells in the nervous system -- grow during embryonic development. The findings of the study, led by Samantha Butler, associate professor of neurobiology, could help scientists replicate or control the way axons grow, which may be applicable for diseases that affect the nervous system, such as diabetes, as well as injuries that sever nerves. BACKGROUND\nAs an embryo grows, neurons -- the cells in the nervous system -- extend axons into the developing spinal cord. Axons are then guided to reach other areas of the body, such as the brain, to establish a functioning nervous system. It has been generally understood that various guidance cues, which are cellular molecules such as proteins, either attract or repel axon growth as the axons reach out from neurons to find their destination in the nervous system. Previous research suggested that a particular guidance cue, called netrin1, functions over a long distance to attract and organize axon growth, similar to how a lighthouse sends out a signal to orient a ship from afar. However, previous research also shows that netrin1 is produced in many places in the embryonic spinal cord, raising questions about whether it really acts over a long distance. Most notably, netrin1 is produced by tissue-specific stem cells, called neural progenitors, which can create any cell type in the nervous system. Yet, it was not understood how the netrin1 produced by neural progenitors influences axon growth. METHOD\nButler and her research team removed netrin1 from neural progenitors in different areas in mouse embryonic spinal cords. This manipulation resulted in highly disorganized and abnormal axon growth, giving the researchers a very detailed view of how netrin1 produced by neural progenitors influences axons in the developing nervous system. They found that neural progenitors organize axon growth by producing a pathway of netrin1 that directs axons only in their local environment and not over long distances. This pathway of netrin1 acts as a sticky surface that encourages axon growth in the directions that form a normal, functioning nervous system. IMPACT\nButler's study is a significant reinterpretation of the role of netrin1 in nervous system formation. The results further scientists' understanding of the contribution neural progenitors make to neural circuit formation. Determining how netrin1 specifically influences axon growth could help scientists use netrin1 to regenerate axons more effectively in patients whose nerves have been damaged. For example, because nerves grow in channels, there is much interest in trying to restore nerve channels after an injury that results in severed nerves, which is seen often in patients who have experienced an accident or in veterans with injuries to their arms or legs. One promising approach is to implant artificial nerve channels into a person with a nerve injury to give regenerating axons a conduit to grow through. Butler believes that coating such nerve channels with netrin1 could further encourage axon regrowth. Her continued research will focus on uncovering more details about how netrin1 functions and how it could be used clinically. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--sos042017.php", "region": "namerica", "source_link": "http://newsroom.ucla.edu/releases/study-overturns-seminal-research-about-the-developing-nervous-system", "funder": "National Institutes of Health, Canadian Institutes of Health Research, Brain Canada, Natural Sciences and Engineering Research Council of Canada, Canada Foundation for Innovation, W. Garfield Weston Foundation", "meeting": "", "institution": "University of California - Los Angeles Health Sciences", "keywords": ["Biology", " Cell Biology", " Neurobiology"], "journal": "Neuron", "description": "New research by scientists at the Eli and Edythe Broad Center of Regenerative Medicine and Stem Cell Research at UCLA overturns a long-standing paradigm about how axons grow during embryonic development. The findings of the study, led by Samantha Butler, associate professor of neurobiology, could help scientists replicate or control the way axons grow, which may be applicable for diseases that affect the nervous system, such as diabetes, as well as injuries that sever nerves.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}