{"title": "Renowned researchers present at ASN Scientific Sessions to advance the science of stevia", "text": "CHICAGO, IL, April 19, 2017 -  To examine the latest scientific evidence related to non-caloric sweeteners, focused on stevia, the Global Stevia Institute is hosting a sponsored symposium on Saturday, April 22 from Noon - 3:00 PM at the American Society for Nutrition (ASN) Scientific Sessions, taking place at the annual Experimental Biology conference in Chicago.  \"The symposium features leading researchers from around the globe who will present the latest scientific evidence related to the health benefits, safety and innovations in low/zero calorie sweeteners, with a focus on the newest natural-origin sweetener, stevia,\" said symposium chair and Global Stevia Institute director, Dr. Priscilla Samuel.Stevia is plant based, zero calorie, and sustainable sweetening ingredient for foods and beverages. It is a new kind of sweetener because stevia is neither like sugar - as it has no calories -  nor an artificial sweetener, as it is a natural plant extract, making it ideal for people who want zero calorie sweetness from a natural source.  Stevia Leaf to Stevia Sweetener:  Exploring its Science, Benefits & Future PotentialThe symposium is open to all registered attendees of the Experimental Biology conference.  Featured speakers and topics include:Keith Ayoob, EdD, RD, FADA of Albert Einstein College of Medicine, Bronx, NY and co-chair of the symposium, provides a historical perspective on the development of stevia as a sweetener.  Ursula Wölwer-Rieck, PhD, of the University of Bonn, Germany highlights the naturality of stevia leaf extract and emerging innovations.Berna Magnuson, PhD, of Health Science Consultants, Canada, reviews the metabolic fate and safety of stevia leaf extract.Per Bendix Jeppesen, PhD, University of Aarhus, Denmark delves into stevia's impact on blood glucose, diabetes and overall health.Peter Rogers, PhD, University of Bristol, UK addresses the debate of whether low/no-calorie sweeteners help or hurt appetite and weight management.Ian Rowland, PhD, University of Reading, UK looks at the influence of low/no-calorie sweeteners on gut microbiota and interactions.The symposium concludes with a summary and consumer and stevia market insights by chair and Global Stevia Institute director, Priscilla Samuel, Ph.D. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/p-rrp042017.php", "region": "namerica", "source_link": "http://globalsteviainstitute.com/press-release/renown-researchers-present-at-asn-scientific-sessions-to-advance-the-science-of-stevia/", "funder": "PureCircle", "meeting": "Experimental Biology 2017", "institution": "PureCircle", "keywords": ["Food/Food Science", " Biochemistry", " Microbiology", " Plant Sciences", " Medicine/Health", " Diet/Body Weight", " Health Professionals", " Metabolism/Metabolic Diseases"], "journal": "Journal of Nutrition", "description": "To examine the latest scientific evidence related to non-caloric sweeteners, focused on stevia, the Global Stevia Institute is hosting a sponsored symposium on Saturday, April 22 from Noon - 3:00 PM at the American Society for Nutrition (ASN) Scientific Sessions, taking place at the annual Experimental Biology conference in Chicago.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}