{"title": "Severe gum disease strongly predicts higher mortality in cirrhosis", "text": "April 20, 2017, Amsterdam, The Netherlands: Results presented today from a prospective study in patients with irreversible scarring of the liver (cirrhosis) demonstrates that severe periodontitis (an inflammatory gum disease) strongly predicts higher mortality in this population, after adjustments for various risk factors. The study was presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands.\r\nIn Europe, cirrhosis is responsible for 1-2% of all deaths and is the leading cause of liver transplantation.1,2 Periodontitis is a bacterially induced inflammatory disease that affects the supporting tissues of the teeth, characterised by the deepening of periodontal pockets due to loss of connective tissue attachment and bone. Untreated, periodontitis may result in tooth loss. Periodontitis is prevalent in the adult population, with over 35% having periodontitis and 10-15% having severe forms of the disease.3,4 Several studies have assessed the association between periodontitis and cardiovascular diseases, cirrhosis, chronic kidney disease, diabetes mellitus, and respiratory diseases, and an increasing number of studies have suggested that periodontitis may affect the course of systemic diseases.5 Poor oral health and periodontitis are very frequent in patients with cirrhosis.5 In addition, studies have suggested that periodontitis is involved in the progression of liver diseases, and that it has a negative impact on the clinical course after liver transplantation.6,7\r\n\"Our study showed that severe periodontitis strongly predicted higher mortality in cirrhosis,\" said Lea Ladegaard Grønkjaer, PhD, RN, Aarhus University Hospital, Denmark, and lead author of the study. \"Periodontitis may act as a persistent source of oral bacterial translocation, causing inflammation and increasing cirrhosis complications. As it can be treated successfully, however, we hope that our findings motivate more trials on this subject.\"\r\nThe study enrolled 184 consecutive patients with cirrhosis in whom oral health was assessed. Severe periodontitis was defined by standard periodontology criteria4 and patients were clinically followed-up for one year on average.\r\nAt study enrolment, 44% of patients had severe periodontitis. Nearly half of the included patients died during follow up. The association of periodontitis with mortality was adjusted for age, gender, cirrhosis etiology, Child-Pugh score, Model of End-Stage Liver Disease score, smoker status, present alcohol use, comorbidity, and nutritional risk score. The analyses demonstrated that severe periodontitis was associated with higher all-cause mortality. Mortality was mostly attributable to complications of cirrhosis.\r\n\"This study demonstrates the association between gum disease and risk of death in patients with liver disease - further studies are now required to determine if improving gum care can\r\n\r\nimprove outcomes in patients with liver cirrhosis,\" said Prof Philip Newsome, Centre for Liver Research & Professor of Experimental Hepatology, University of Birmingham, United Kingdom, and EASL Governing Board Member.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eaft-sgd041117.php", "region": "europe", "source_link": "https://ilc-congress.eu/wp-content/uploads/2017/04/LBP-524-Gronkjaer.pdf", "funder": "", "meeting": "The International Liver CongressTM 2017", "institution": "European Association for the Study of the Liver", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Dentistry/Periodontal Disease", " Health Professionals", " Internal Medicine", " Liver", " Physiology", " Public Health"], "journal": "Journal of Hepatology", "description": "Results presented today from a prospective study in patients with irreversible scarring of the liver (cirrhosis) demonstrates that severe periodontitis (an inflammatory gum disease) strongly predicts higher mortality in this population, after adjustments for various risk factors. The study was presented at The International Liver Congress™ 2017 in Amsterdam, The Netherlands.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}