{"title": "Majority of parents plan to use telemedicine for pediatric care", "text": "ORLANDO (April 23, 2017) - New findings released today by Nemours Children's Health System show 64 percent of parents polled have used or plan to use telemedicine within the next year for their child. The survey, Telemedicine in America 2017: Parents Use of Virtual Visits, found that only 15 percent of parents have tried these services, but a strong majority is receptive to online doctor visits for common childhood ailments and routine well-child visits. \"As parents look to raise children with accessible and evidence-based health care, telemedicine can be a convenient and high-quality option for busy families,\" said Gina Altieri, CPA, Senior Vice President and Chief of Strategy Integration for Nemours. \"Even though use of telemedicine is climbing slowly, our findings show that we are on the cusp of a breakthrough in adoption as families are becoming more interested and accepting of receiving care virtually.\"Compared to a similar study conducted by Nemours in 2014, parents' use of online doctor's visits, while still relatively low, has grown by 125 percent, and their awareness of telemedicine services has increased 88 percent. While this survey--fielded by Nemours' internal consumer and strategic insights group--demonstrates the growing awareness and increasing acceptance of telemedicine, it also reveals the limited uses that parents consider for online visits. They are most willing to use telehealth services for cold and flu (58 percent), pink eye (51 percent), and rashes (48 percent), in addition to well-child visits (41 percent). According to the Centers for Disease Control and Prevention, acute childhood ailments, such as these, accounted for an estimated 171 million in-office visits in 2012 for children under 18. Conversely, parents said they are more reluctant to consider telemedicine for treating chronic conditions. Those surveyed said they likely would never consider using telehealth services for diabetes (53 percent), asthma (43 percent), and ADHD (36 percent). Despite this hesitation, previous research published in Pediatrics has shown that these conditions that necessitate chronic care can be effectively treated through telemedicine. Many parents report that work schedules and time pressures create problems for securing in-office appointments. According to the American Academy of Pediatrics, parents are likely to spend an average of 30 hours  on well-child visits during their child's first five years alone. In the poll, parents who have used telemedicine cited convenience, after-hours accessibility, and immediacy as the top three reasons for doing so. A strong majority (74.7 percent) of these parents rated the experience as superior to an in-office doctor visit.Jesse Smith of Orlando used Nemours CareConnect when her five-year-old son Parker became ill on a weekend. \"The entire process from registering to connecting with the doctor was quick and easy. The care my son received was just what I'd expect from an in-office visit but we were able to do it all from my couch.  I will definitely use the service again,\" said Jones.Additional survey findings include:\r\n\"At Nemours, we've seen how telemedicine can positively impact patients' lives,\" said Shayan Vyas, MD, Director of Telemedicine for Nemours Children's Hospital. \"The overwhelmingly positive response we've seen from parents who are early adopters of telemedicine really reinforces the feasibility of online doctor visits and sets the stage for real change in the way healthcare is delivered.\" Nemours has implemented telemedicine throughout its health system with direct-to-consumer care for acute, chronic, and post-surgical appointments, as well as through its partner hospitals, schools, and even cruise ships. Nemours CareConnect is a 24/7 on-demand pediatric telehealth program which provides families access to Nemours pediatricians through a smartphone, tablet, or computer--whether they are at home, school, or even on the sports field. If necessary, the physician may order a prescription, using geo-location service on the smartphone or tablet, and send it to the nearest pharmacy. Additionally, Nemours CareConnect is used to bring pediatric specialists into affiliated community hospitals. Providers at these hospitals may use the telehealth tool to have a Nemours specialist remotely assess a patient. When specialists can see patients via the secure video connection, they are better able to determine the safest, most-effective care.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/n-mop041917.php", "region": "namerica", "source_link": null, "funder": "Nemours Children's Health System", "meeting": "American Telehealth Association", "institution": "Nemours", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Health Professionals", " Pediatrics", " Internet"], "journal": "", "description": "New findings released today by Nemours Children's Health System show 64 percent of parents polled have used or plan to use telemedicine within the next year for their child. The survey, Telemedicine in America 2017: Parents Use of Virtual Visits, found that only 15 percent of parents have tried these services, but a strong majority is receptive to online doctor visits for common childhood ailments and routine well-child visits.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}