{"title": "Fewer exams and better eye health? Aye-aye, finds type 1 diabetes study", "text": "Adjusting the frequency of eye screenings for people with type 1 diabetes based on their risk of severe eye problems would result in fewer eye exams at lower cost and quicker diagnosis and treatment of advanced retinopathy, which can otherwise lead to vision loss. The findings, published April 19 in the New England Journal of Medicine, are the latest from an ongoing study funded for more than 30 years by the National Institutes of Health.To develop the new screening suggestions, researchers analyzed about 24,000 retinal exams obtained over three decades from about 1,400 participants in the Diabetes Control and Complications Trial and its follow-up, the Epidemiology of Diabetes Interventions and Complications study (DCCT/EDIC). The DCCT/EDIC scientists found that people with type 1 diabetes should get eye exams to detect diabetic retinopathy based on their risk, rather than on the automatic, annual schedule that is currently recommended. Diabetic retinopathy is the leading cause of blindness among working-age adults. \"The results could save money and time while getting better health outcomes -- a win all around,\" said Dr. Catherine Cowie, who oversees DCCT/EDIC at the NIH's National Institute of Diabetes and Digestive and Kidney Diseases, the study's primary funder. \"The findings from this landmark type 1 diabetes study will inform a precision medicine approach, where treatment is tailored to the individual.\"Several major medical groups currently recommend routine yearly eye exams, starting after three to five years of diabetes duration, for people with type 1 diabetes, a condition where the body does not make insulin. Diabetic retinopathy occurs when diabetes damages the light-sensitive tissue in the back of the eye. DCCT/EDIC researchers suggest a new, more efficient screening strategy based on the presence and severity of retinopathy. For people with type 1 diabetes and a current average blood glucose level of 6 percent, the researchers recommend the following eye exam schedule: Researchers also recommended people with higher current average blood glucose levels (for example, 8-10 percent, versus 6 percent) have eye exams more often, as they are at higher risk to develop eye disease.Overall, researchers found the new, individualized schedule would result in earlier detection of advanced retinopathy that requires treatment to save vision compared with annual exams, while at the same time reducing the frequency of eye exams. Over 20 years, the new schedule would result in eight exams on average, a greater than 50 percent reduction in eye examinations compared with annual exams. The reduction in exam frequency could lower screening costs by about $1 billion over 20 years.\"This new evidence-based screening schedule is based on taking photographs of the back of the eye, rather than physical examination with an ophthalmoscope. Retinal photography is a commonly used and widely available method to detect eye disease and is thought to be more accurate than only the physical exam in detecting diabetic eye disease,\" said Dr. David M. Nathan, the DCCT/EDIC study chair and the paper's first author. \"Further studies are needed to learn if the newly proposed screening strategy applies to type 2 diabetes.\" Nathan directs the Diabetes Center at Massachusetts General Hospital, Boston.\"The next step is for the findings to be discussed and potentially incorporated into medical guidelines for care of people with type 1 diabetes,\" Cowie said.The results are the latest transformative findings from DCCT/EDIC. Beginning in 1983, the DCCT study enrolled 1,441 people between ages 13 and 39 with recent-onset type 1 diabetes. Half were assigned at random to intensive blood glucose treatment designed to keep blood glucose as close to the non-diabetic range as safely possible, and half to the conventional treatment at the time. The DCCT ended in 1993 when the intensive treatment group was found to have substantially less eye, nerve and kidney disease. All participants were then taught the intensive therapy and followed during the ongoing EDIC study. During the EDIC follow-up, the original intensive treatment group has continued to show a long-term benefit, with reduced development of kidney disease, severe eye problems, heart disease and stroke. They are also likely to live longer.\"For more than 30 years, the federal government, researchers, and participants have partnered to improve the lives of all people with diabetes through DCCT/EDIC. These results are just the latest example of the vast impact of their service and of medical research to improve public health,\" said NIDDK Director Dr. Griffin P. Rodgers. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/niod-fea041817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Ophthalmology"], "journal": "New England Journal of Medicine", "description": "Adjusting the frequency of eye screenings for people with type 1 diabetes based on their risk of severe eye problems would result in fewer eye exams at lower cost and quicker diagnosis and treatment of advanced retinopathy, which can otherwise lead to vision loss. The findings, published April 19 in the New England Journal of Medicine, are the latest from an ongoing study funded for more than 30 years by the National Institutes of Health.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}