{"title": "Plant protein may protect against type 2 diabetes, meat eaters at greater risk", "text": "A new study from the University of Eastern Finland adds to the growing body of evidence indicating that the source of dietary protein may play a role in the risk of developing type 2 diabetes. The researchers found that plant protein was associated with a lower risk of type 2 diabetes, while persons with a diet rich in meat had a higher risk. The findings were published in the British Journal of Nutrition.Earlier research has linked a high overall intake of protein and animal protein - and eating plenty of processed red meat in particular - with a higher risk of type 2 diabetes. However, the significance of proteins from different sources for the risk of diabetes is an understudied topic, prompting the researchers to analyse the associations of dietary protein with the risk of type 2 diabetes in the Kuopio Ischaemic Heart Disease Risk Factor Study, KIHD, carried out at the University of Eastern Finland. At the baseline of the study in 1984-1989, the researchers analysed the diets of 2,332 men who were between 42 and 60 years of age and who did not have type 2 diabetes at baseline. During a follow-up of 19 years, 432 men were diagnosed with type 2 diabetes. Replacing animal protein with plant protein can reduce diabetes riskMen with a high intake of plant protein also had healthy lifestyle habits, but lifestyle habits alone did not explain their lower risk of diabetes. The risk of men with the highest intake of plant protein to develop type 2 diabetes was 35 per cent smaller than the risk of those with the lowest intake of plant protein.  Using a computational model, the researchers estimated that replacing approximately 5 grams of animal protein with plant protein daily would reduce the risk of diabetes by 18 per cent. The consumption of plant protein was also associated with lower blood glucose levels at the beginning of the study, which may explain the linkage of plant protein with reduced diabetes risk.  In this study, grain products were the main source of plant protein, with other sources being potatoes and other vegetables.The researchers also discovered an association of a high intake of meat with a higher risk of type 2 diabetes. The strongest association was seen in the consumption of meat in general, including processed and unprocessed red meat, white meat and variety meats. The link between eating meat and having a higher risk of diabetes is likely caused by other compounds found in meat than protein, as meat protein was not associated with the risk of diabetes. The intake of overall protein, animal protein, fish protein or dairy protein were not associated with the risk of type 2 diabetes. The association of egg protein was found to be similar to the research group's earlier findings relating to the consumption of eggs: a higher intake was associated with a lower risk.The findings indicate that a diet preferring plant protein may help prevent type 2 diabetes.", "article_link": "http://dx.doi.org/10.1017/S0007114517000745", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoef-ppm041917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Eastern Finland", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "British Journal of Nutrition", "description": "A new study from the University of Eastern Finland adds to the growing body of evidence indicating that the source of dietary protein may play a role in the risk of developing type 2 diabetes. The researchers found that plant protein was associated with a lower risk of type 2 diabetes, while persons with a diet rich in meat had a higher risk. The findings were published in the British Journal of Nutrition.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}