{"title": "Telestroke guidelines from American Telemedicine Association in Telemedicine & e-Health", "text": "New guidelines to help clinicians use the latest telemedicine communication technologies to provide remote care for patients with symptoms of acute stroke are published in Telemedicine and e-Health, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The guidelines are available free on the Telemedicine and e-Health website until May 19, 2017. Bart Demaerschalk, MD, Mayo Clinic College of Medicine, Phoenix, AZ, and a team of authors contributed to the article entitled \"American Telemedicine Association: Telestroke Guidelines.\" The guidelines describe the network of audio-visual communication technologies and computer systems available to link an expert stroke team with a stroke physician at a distant site and the clinicians caring for a remote stroke patient, and to deliver telestroke clinical services. Rapid diagnosis and treatment with a clot-disrupting drug in appropriate patients following ischemic stroke can improve outcomes. The timing of treatment delivery is a critical factor in ischemic stroke. The coauthors of the new Telestroke Guidelines are from Mayo Clinic College of Medicine (Phoenix), Ascension Health and Columbia College of Nursing (Milwaukee, WI), Medical College of Georgia at Georgia Health Sciences University (Augusta), Yale School of Medicine (New Haven, CT), University of Cincinnati (OH), Massachusetts General Hospital (Boston, MA), University of Pittsburgh (PA), and InTouch Health (Santa Barbara, CA).\"The authors are to be commended for this outstanding work. These guidelines will be of great value to clinicians and the patients they treat,\" says Charles R. Doarn, MBA, Co-Editor-in-Chief of the Journal and Research Professor of Family and Community Medicine, University of Cincinnati, Ohio. ", "article_link": "http://dx.doi.org/10.1089/tmj.2017.0006", "url": "http://www.eurekalert.org/pub_releases/2017-04/mali-tgf041917.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/new-telestroke-guidelines-from-american-telemedicine-association-published-in-telemedicine-and-e-health/2149/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Stroke", " Technology/Engineering/Computer Science", " Telecommunications"], "journal": "Telemedicine and e-Health", "description": "New guidelines to help clinicians use the latest telemedicine communication technologies to provide remote care for patients with symptoms of acute stroke are published in Telemedicine and e-Health.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}