{"title": "Identical twins; not-so-identical stem cells", "text": "LA JOLLA -- Salk scientists and collaborators have shed light on a long-standing question about what leads to variation in stem cells by comparing induced pluripotent stem cells (iPSCs) derived from identical twins. Even iPSCs made from the cells of twins, they found, have important differences, suggesting that not all variation between iPSC lines is rooted in genetics, since the twins have identical genes. Because they can differentiate into almost any cell type in the body, stem cells have the potential to be used to create healthy cells to treat a number of diseases. But stem cells come in two varieties: embryonic stem cells (ESCs), which are isolated from embryos, and iPSCs, which are created in the lab from adult cells that are reprogrammed using mixtures of signaling molecules and are a promising tool for understanding disease and developing new treatments.Although iPSCs resemble ESCs in most ways, scientists have found that iPSCs often have variations in their epigenetics -- methyl marks on the DNA that dictate when genes are expressed. These epigenetic markers aren't the same between iPSCs and ESCs, or even between different lines of iPSCs. In the past, it's been hard to determine what drives these differences. \"When we reprogram cells, we see small differences when we compare them to stem cells that come from an embryo.  We wanted to understand what types of differences are always there, what is causing them, and what they mean,\" says Juan Carlos Izpisua Belmonte, a professor in Salk's Gene Expression Laboratory and co-senior author, with Kelly Frazer of the University of California, San Diego, on the new paper, which was published in Cell Stem Cell in April 2017. A better understanding of these differences will help researchers refine stem-cell based treatments for disease. Izpisua Belmonte and Frazer, along with co-first authors of the paper Athanasia Panopoulos, formerly a postdoctoral fellow at Salk and now at the University of Notre Dame, and Erin Smith of UCSD, turned to twins to help sort it out. Although identical twins have the same genes as each other, their epigenomes--the collection of methyl marks studding their DNA--are different by the time they reach adulthood due in part to environmental factors. Reprogramming the skin cells of adult identical twins to their embryonic state eliminated most of these differences, the researchers found when they studied cells from three sets of twins. However, there were still key epigenetic differences between twins in terms of how the iPSCs compared to ESCs.When the team looked more in depth at the spots of the genome where this variation between methyl marks tended to show up in twins, they found that they often fell near binding sites for a regulatory protein called MYC. \"In the past, researchers had found lots of sites with variations in methylation status, but it was hard to figure out which of those sites had variation due to genetics,\" says Panopoulos. \"Here, we could focus more specifically on the sites we know have nothing to do with genetics.\" That new focus, she says, is what allowed them to home in on the MYC binding sites. The MYC protein--which is one of the molecules used to reprogram iPSCs from adult cells--likely plays a role in dictating which sites in the genome are randomly methylated during the reprogramming process, the researchers hypothesized. \"The twins enabled us to ask questions we couldn't ask before,\" says Panopoulos. \"You're able to see what happens when you reprogram cells with identical genomes but divergent epigenomes, and figure out what is happening because of genetics, and what is happening due to other mechanisms.\"The findings help scientists better understand the processes involved in reprogramming cells and the differences between iPSCs and ESCs, which has implications on future studies aiming to understand the specific causes and consequences of these changes, and the way iPSCs are being used for research and therapeutics.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/si-itn041917.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/identical-twins-not-identical-stem-cells/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology"], "journal": "Cell Stem Cell", "description": "A new twin study sheds light on what causes reprogrammed stem cells to have different epigenetic patterns.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}