{"title": "New test identifies patients with diabetes who are at high risk of kidney failure", "text": "BOSTON - (April 18, 2017) - Researchers from Joslin Diabetes Center have developed a prognostic tool that accurately predicts the risk of end stage renal disease (ESRD) in patients with both type 1 and type 2 diabetes. This new test could help doctors assess disease risk in their patients and guide researchers to develop more effective therapies to prevent or treat kidney failure. The findings are published online (April 7, 2017) on the Kidney International website ahead of print publication.In the past, doctors have relied mostly on two biomarkers -- urinary albumin to creatinine ratio (ACR) and estimated glomerular filtration rate -- to identify those at higher risk of kidney failure and also to select patients for clinical trials. But researchers say that those criteria miss a large proportion of patients who are at high risk of the disease and fail to predict accurately time of onset of ESRD.\"Overall efficiency and cost effectiveness of clinical trials depends on the diagnostic tools used to enroll study patients,\" says senior study author Andrzej S. Krolewski, M.D., Ph.D., Head, Section on Genetics & Epidemiology at Joslin Diabetes Center. \"If you recruit people who are not at risk of progressing to ESRD during the clinical trial period, statistical power declines and you can't prove anything.\"In 2012, Dr. Krolewski and his team made a very important discovery when they found a link between tumor necrosis factor receptor 1 (TNFR1) and declining renal function in type 1 and type 2 diabetes. Building on this breakthrough research, the researchers sought to translate that discovery into a practical prognostic test that doctors could use to assess care and enroll patients in clinical trials.  For this study, the researchers used data from a population of patients with both diabetes and chronic kidney disease (stage 3 and 4) enrolled in follow up studies conducted by Dr. Krolewski and his team at the Joslin Diabetes Center and followed for four to 15 years. Using an analytic tool called the classification and regression trees (CARTs), Dr. Krolewski and colleagues found that specific values of two biomarkers -- circulating level of TNFR1 and ACR combined -- indicated high risk of ESRD. The team then validated these findings in a cohort of patients with type 2 diabetes. They found that the prognostic test for type 2 diabetes was similar to type 1. Overall the composite prognostic criterion had a sensitivity value (detecting those at risk) of 72 percent and positive prognostic value (detecting those who developed ESRD in three years) of 81 percent.\"Remarkably, when we used the TNF receptor to analyze risk of ESRD, the risk was almost identical for both type 1 and type 2 diabetes. This implies that the etiologies are similar,\" says Dr. Krolewski. \"This is a very important observation because in the medical community, the impression is that the progression to ESRD in type 1 is somehow different from type 2. As a result, many clinical trials do not include patients with type 1.\"In addition, the team applied this simple enrollment criterion to a hypothetical 3-year clinical trial to evaluate the impact on reducing the sample size while increasing the statistical power.\"Currently, about 80 percent of patients in these clinical trials provide no useful information,\" says Dr. Krolewski. \"If our criterion is used in the recruitment of patients, you will not need two or three thousand patients for a clinical trial, you will only need 400 patients.\"This discovery also opens the door to using the TNF receptor as a therapeutic target. Future studies might ask the question, Is there something in the TNF receptor that is damaging the kidneys?", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/jdc-nti041817.php", "region": "namerica", "source_link": "http://www.joslin.org/news/new-test-identifies-patients-with-diabetes-at-high-risk-of-kidney-failure.html", "funder": "", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Diagnostics", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Kidney International", "description": "Two biomarkers -- urinary albumin to creatinine ratio (ACR) and estimated glomerular filtration rate -- are used to identify those at higher risk of kidney failure. But many say those criteria miss a large proportion of patients who are at high risk of the disease and fail to predict accurately time of onset of ESRD. Joslin Diabetes Center has developed a prognostic tool that accurately predicts the risk of end stage renal disease (ESRD) in patients with both type 1 and type 2 diabetes.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}