{"title": "Taxes to reduce obesity and diabetes: The sweet spot in Berkeley, Calif.", "text": "Many countries are considering or already implementing taxes on sugar-sweetened beverages (SSB) in an effort to curb increasing levels of obesity and type 2 diabetes. The effects of these taxes on purchasing decisions of these products is beginning to emerge and one study, published in PLOS Medicine examines whether such a tax in Berkeley, California is passed on to purchasers in different types of stores as well as whether it reduces sales of these beverages and how it affects grocery bills.Barry Popkin of the Carolina Population Center at the University of North Carolina at Chapel Hill, USA and Lynn Silver from the Public Health Institute and colleagues conducted a before and after study of the prices, sales of beverages and consumer spending on SSB in Berkeley, California and comparison cities. They also assessed whether changes in prices of beverages reflect the tax amount of one penny per ounce (the degree of pass through) in various stores. One year after the introduction of the tax, sales of SSB in Berkeley fell by 9.6% while sales of SSB in surrounding areas with no SSB tax rose by 6.9%. Sales of water in Berkeley increased by 15.6% post tax and sales for other non-taxed drinks such as unsweetened teas, milk and fruit juices also rose. Overall beverage sales increased in Berkeley, but the amount consumers spend per transaction at the supermarket checkout did not increase.Pass through of the tax is complete in large and small chain supermarkets as well as chain gas stations; partial in pharmacies and negative in independent stores and gas stations. In addition, the tax is more likely to be passed on for carbonated rather than non-carbonated SSB. These results suggest that there is a need for clearer messaging to store owners about which drinks to price higher to reflect the tax, which is paid by distributors. Results from this study as well as other studies, assessing similar taxes in Mexico and France, provide promise for the future of such taxes. Berkeley, California is a relatively affluent area. Prior to its implementation, it was unknown whether the tax would be high enough to effect change in purchasing, so it's encouraging to see such change; further reductions in purchases may be seen once pass through is more consistently applied in independent stores as well on non-carbonated SSB. Money raised from these taxes have already been directed towards community programs, and will continue to be used to further educate the public about healthy dietary choices, obesity and diabetes. Whether the use of such taxes will lead to longer term goals such as reduced levels of obesity and diabetes remain to be seen; early indications from these studies provide hope.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002283", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-ttr041117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Business/Economics", " Group Organization", " Health Care", " Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Nutrition/Nutrients", " Public Health"], "journal": "PLOS Medicine", "description": "Many countries are considering or already implementing taxes on sugar-sweetened beverages (SSB) in an effort to curb increasing levels of obesity and type 2 diabetes. The effects of these taxes on purchasing decisions of these products is beginning to emerge and one study, published in PLOS Medicine examines whether such a tax in Berkeley, Calif., is passed on to purchasers in different types of stores as well as whether it reduces sales of these beverages and how it affects grocery bills.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}