{"title": "Both low and high birth weight linked to fatty liver disease in children", "text": "A study published in the Journal of Pediatrics suggests that children born with lower or higher weight than normal may be at increased risk for developing nonalcoholic fatty liver disease (NAFLD). These children also were at higher risk for more severe disease, but in different ways. Advanced scarring of the liver was associated with low birth weight, while more inflammation was linked to high birth weight. The study is the first to characterize the relationship between high birth weight and NAFLD.\r\n\t\"With the obesity epidemic, we are seeing more babies with high birth weight than ever before,\" said co-author Mark Fishbein, MD, from Stanley Manne Children's Research Institute at Ann & Robert H. Lurie Children's Hospital of Chicago. \"Our study shows that these kids are more likely to have serious liver damage by the time they are teenagers.\" \r\n\tNAFLD affects up to 25 percent of the U.S. population, according to the American Liver Foundation. It is the most common cause of chronic liver disease in children and typically is diagnosed in early adolescence. In its most severe form it can lead to liver failure and the need for liver transplantation.\r\n\"Being able to identify at birth infants at risk for severe liver disease will help initiate earlier interventions,\" said Fishbein, who also is an Associate Professor of Pediatrics at Northwestern University Feinberg School of Medicine. \"Maintaining a healthy weight is the main strategy for preventing NAFLD in children.\"\r\n\tThe multicenter study included 538 children under 21 years of age who were enrolled in the database of the National Institute of Diabetes and Digestive and Kidney Diseases NASH Clinical Research Network. All participants were diagnosed with NAFLD. Birth weights were categorized as low (1500-2499 g), normal (2500-3999 g) or high (4000 g and above) and compared with the birth weight distribution in the general U.S. population. The severity of liver disease was assessed by birth weight category.\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/arh-bla041817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "keywords": ["Medicine/Health", " Liver", " Pediatrics"], "journal": "Journal of Pediatrics", "description": "Both high and low birth weights show increased risk for developing nonalcoholic fatty liver disease.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}