{"title": "Inflammatory bowel diseases on the rise in very young Canadian children", "text": "TORONTO, April 11, 2017 -- Canada has amongst the highest rates of pediatric inflammatory bowel disease (IBD) in the world, and the number of children under five years old being diagnosed increased by 7.2 per cent every year between 1999 to 2010, according to a new study by researchers at the Institute for Clinical Evaluative Sciences (ICES), Children's Hospital of Eastern Ontario (CHEO) Research Institute and the Canadian Gastro-Intestinal Epidemiology Consortium.\"The number of children under five being diagnosed with IBD is alarming because it was almost unheard of 20 years ago, and it is now much more common,\" says Dr. Eric Benchimol, lead author of the study, scientist at ICES and a pediatric gastroenterologist at the Children's Hospital of Eastern Ontario Inflammatory Bowel Disease Centre, in Ottawa.IBD primarily includes Crohn's disease and ulcerative colitis, which are lifelong conditions that cause inflammation in the digestive tract, leading to chronic diarrhea, blood in the stool, abdominal pains and weight loss.The study published today in the American Journal of Gastroenterology, identified children under 16 years of age diagnosed with IBD from 1999 to 2010 from five Canadian provinces (Alberta, Manitoba, Nova Scotia, Ontario, Quebec) , and found that cases among children five and younger have increased 7.2 per cent per year from 1999 and 2010.Researchers say a change in the bacterial composition of the gut may be to blame for the increase in IBD cases but they don't know what is causing the change. They suspect a combination of environmental risk factors could be to blame, such as early life exposure to antibiotics, diet, or lower levels of Vitamin D in Canadians.\"What our research tells us is that we need to focus future research on identification of triggers in young children with IBD, understand the biology behind changes resulting in the disease, and intervene to prevent the occurrence of IBD in this vulnerable age group,\" adds Benchimol.The researchers found that the incidence of IBD has stabilized in children over the age of five, but in children under five it continues to rise rapidly.  The researchers estimate that approximately 600 to 650 children are diagnosed with IBD every year in Canada. The study findings indicate that the number of children under 16 years old living with IBD in Canada rose from 29 per 100,000 in 1999 to 46 per 100,000 in 2008, an increase of almost 60 per cent. Almost 3,000 children under the age of 16 years old are currently living with IBD in Canada.\"Trends in epidemiology of pediatric inflammatory bowel disease in Canada: Distributed network analysis of multiple population-based provincial health administrative databases,\" was published today in the American Journal of Gastorenterology.", "article_link": "http://dx.doi.org/10.1038/AJG.2017.97", "url": "http://www.eurekalert.org/pub_releases/2017-04/choe-ibd040717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's Hospital of Eastern Ontario Research Institute", "keywords": ["Population Biology", " Medicine/Health", " Environmental Health", " Internal Medicine", " Gastroenterology", " Pediatrics"], "journal": "The American Journal of Gastroenterology", "description": "Canada has among the highest rates of pediatric inflammatory bowel disease (IBD) in the world, and the number of children under five years old being diagnosed increased by 7.2 percent every year between 1999 to 2010.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}