{"title": "Researchers describe ultrasensitive detection of protein linked to multiple autoimmune diseases", "text": "Researchers in France have developed a new method that will allow doctors to detect minute amounts of a protein called interferon- in patient samples. The technique, which is described in the study \"Detection of interferon- protein reveals differential levels and cellular sources in disease\" published April 18 in The Journal of Experimental Medicine, will aid the diagnosis and treatment of numerous autoimmune diseases, including systemic lupus erythematosus (SLE) and dermatomyositis.Interferon- proteins are a family of cell signaling molecules that play a crucial role in the immune system's antiviral defenses. But inappropriate activation of interferon signaling can cause the immune system to attack healthy tissues in the body, leading to a variety of autoimmune diseases. Elevated interferon signaling is linked, for example, to complex autoimmune disorders such as SLE, dermatomyositis, and diabetes mellitus. Mutations in individual genes can also activate interferon signaling and cause a class of autoimmune diseases known as type I interferonopathies.Diagnosing these diseases and understanding the role of interferon- proteins in their pathology have been hampered by the inability of clinicians to directly measure the levels of these proteins in patient samples. This is largely because interferon- proteins are only present in tiny amounts. They are extremely potent molecules, however, so even small changes in interferon- levels can have dramatic effects on the immune system. A team of researchers led by Darragh Duffy from the Pasteur Institute and Yanick Crow from the Institut Imagine in Paris developed an ultrasensitive method to detect minute amounts of interferon- in human blood or cerebrospinal fluid. The method is based on a technology called single-molecule array digital ELISA that can identify individual antibody-labeled proteins. Using high-affinity anti-interferon- antibodies isolated from patients with a syndrome called APECED, the researchers were able to detect interferon- at attomolar concentrations, equivalent to just quadrillionths of a gram per milliliter of sample. This is 5,000 times more sensitive than existing methods for detecting these proteins.The researchers were able to measure interferon- levels in the blood of healthy, SLE, dermatomyositis, and type I interferonopathy patients. As expected, levels were elevated in all of the autoimmune samples; in SLE patients, higher interferon- levels correlated with an increased severity of disease. The research team also detected elevated interferon- levels in the cerebrospinal fluid of patients infected with viral meningitis.Interferon- levels were particularly high in patients with type I interferonopathies. By isolating individual types of blood cells, the research team discovered that mutations in a gene called STING cause elevated production of interferon- in monocytes and plasmacytoid dendritic cells. These cells were not affected in patients with SLE, dermatomyositis, or other type I interferonopathies, however, suggesting that the source of interferon- can vary depending on the autoimmune disease.\"The ultrasensitive detection of interferon- protein in human material can provide novel insights into disease-causing pathways,\" explains co-senior author Duffy. \"It also allows the direct measurement of interferon protein as a disease biomarker for patient stratification and for monitoring the efficacy of treatments such as the antiinterferon signaling therapies that are currently being tested.\"The researchers describe their new detection method in a brand-new article format in The Journal of Experimental Medicine, Technical Advances. These primary research studies report a novel technique that advances preclinical or clinical research. Authors validate the new technique and demonstrate its advantage over existing approaches. Learn more about the new format here.", "article_link": "http://dx.doi.org/10.1084/jem.20161451", "url": "http://www.eurekalert.org/pub_releases/2017-04/rup-rdu041817.php", "region": "namerica", "source_link": "http://jem.rupress.org/cgi/doi/10.1084/jem.20161451?PR", "funder": "European Research Council, European Leukodystrophy Association, Agence Nationale de la Recherche, European Union, Lupus UK, Wellcome Trust", "meeting": "", "institution": "Rockefeller University Press", "keywords": ["Medicine/Health", " Dermatology", " Diagnostics", " Immunology/Allergies/Asthma"], "journal": "Journal of Experimental Medicine", "description": "Researchers in France have developed a new method that will allow doctors to detect minute amounts of a protein called interferon- in patient samples. The technique, which is described in the study 'Detection of interferon- protein reveals differential levels and cellular sources in disease' published April 18 in The Journal of Experimental Medicine, will aid the diagnosis and treatment of numerous autoimmune diseases, including systemic lupus erythematosus (SLE) and dermatomyositis.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}