{"title": "Individualizing health care one byte at a time", "text": "Thuwal, Kingdom of Saudi Arabia - [April, 18, 2017]: Genetic diagnosis of disease and personalization of treatment have the potential to dramatically improve strategies for diagnosis and therapy. Around 80% or rare diseases are thought to have a genetic component, but currently many patients experience long delays in diagnosis or receive none at all. The challenge is to identify which of the hundreds of thousands of genetic differences between a patient and an unaffected individual might be responsible for their disease; a problem which has been described as \"looking for needles in stacks of needles.\" What's new with this approach is the application of data from model experimental organisms. How can we make use of the similarities between human and non-human disease models? Non-human model organisms offer significantly more insight because it is possible to induce variation into their genomes and observe the outcomes. This type of data has been collected for close to a century and has culminated into a \"big-data\" set of genotype-phenotype association data. A framework called PhenomeNET finds disease genes in a patient-specific manner by matching a patient's phenotype (symptoms) to a large database of gene-to-phenotype associations, including those from non-human model organisms, such as mouse or zebrafish. By combining PhenomeNET with methods that find harmful variants in a genomics sequence, the team developed the PhenomeNET Variant Predictor (PVP) system, an algorithm that prioritizes these variants with their likelihood of involvement in human disease.  \"PVP makes use of clinical and experimental data that have been collected for years and uses them to identify the genetic variants underlying the conditions of patients with genetic disorders,\" said Professor Hoehndorf. Working with Dr. Nadia Schoenmakers at the Wellcome Trust-MRC Institute of Metabolic Science in Cambridge, the team were able to show that PVP can identify genetic changes in patients with congenital thyroid disease, and can reveal candidate genetic changes in \"Mendelian\" diseases where only a single gene is involved. Moving forward, the team will seek to determine whether a similar approach can be applied to complex diseases, such as diabetes, where multiple genes are involved. ", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005500", "url": "http://www.eurekalert.org/pub_releases/2017-04/kauo-ihc041817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "King Abdullah University of Science & Technology (KAUST)", "keywords": ["Biotechnology", " Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving", " Diagnostics", " Bioinformatics"], "journal": "PLOS Computational Biology", "description": "Based on a network that finds genes likely to be associated with disease or patient phenotype (symptoms), Robert Hoehndorf, Assistant Professor from King Abdullah University of Science and Technology (KAUST) in Saudi Arabia, his student Imane Boudellioua and several collaborators have developed an algorithm that can identify variants that modify the normal function of a gene associated with a specific disease.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}