{"title": "Researchers identify tactic Dengue virus uses to delay triggering immune response", "text": "For the human body to mount an immune response to a viral infection, host cells must identify the viral invader and trigger a signaling pathway. This signal then prompts the immune system to attack and subdue the pathogen. Using the dengue virus (DENV) as a model, researchers from the Icahn School of Medicine at Mount Sinai have identified the \"viral sensor\" that initiates an immune response and have also described how the virus counteracts this mechanism and evades immune detection.  The paper describing these findings was published in the journal Nature Microbiology. Along with aiding in the design of future vaccines, understanding how host cells signal the need for an immune response and the sophisticated mechanisms viruses use to avoid recognition can illuminate patient susceptibility to disease severity.  It can also inform techniques to dampen unwanted pro-inflammatory responses associated with autoimmune diseases. \"Previous studies have shown that human viruses have acquired specific mechanisms to strategically avoid detection by the innate immune system. Active strategies are used by viruses to minimize the ability of cells to detect and respond to infection, allowing sufficient time for the production of viral progeny,\" said last author of the study Ana Fernandez-Sesma, PhD, Professor, Microbiology, Icahn School of Medicine at Mount Sinai. \"Our study shows how dengue virus, which affects people around the globe, employs multiple techniques to avoid detection. We shed light on the mechanisms cells use to recognize the traces of viral infection within a cell and the methods viruses have acquired to obstruct them. It is this recognition that eventually leads to an immune response.\"Researchers identified cyclic GMP-AMP synthase (cGAS) as the protein responsible for initially detecting viral infection. cGAS, a cytosolic DNA sensor, recognizes DNA that has escaped the nucleus or mitochondria of a cell and entered the cytoplasm, an unusual occurrence. In the case of DENV infection, cGAS recognizes traces of mitochondrial DNA released into the cytoplasm as a consequence of the beginning stages of the infection; it does not recognize the viral particles themselves. Once cGAS binds to DNA, it activates a series of cascading chemical triggers known as the cGAS/cGAMP/STING sensing pathway, which induces type I interferon (IFN) signaling and begins the immune response. Although cGAS has been characterized as a DNA sensor, it has antiviral properties against different positive-strand RNA viruses, like DENV--a characteristic that has not yet been fully explored.DENV in turn reduces the likelihood of triggering the cGAS/cGAMP/STING pathway by degrading cGAS and preventing it from binding with mitochondrial DNA in the cytoplasm of the cell. The DENV-encoded protease cofactor NS2B promotes cGAS degradation in an autophagy-lysosome-dependent mechanism. Previous research from this group has shown that DENV cleaves to STING, an endoplasmic reticulum resident host protein, to prevent type I IFN signaling. Uncovering the role DENV plays in degrading cGAS and stopping the preliminary step of the immune-signaling pathway confirms two separate but coordinated mechanisms the virus uses to thwart a host immune response. The interplay between DENV and the mitochondria is a field of increasing interest, and by exploring that relationship this study describes a novel mechanism by which human cells can detect damage generated during the early stages of an infection. By releasing its genomic DNA inside the cell, the mitochondria initiate the cGAS/cGAMP/STING pathway, type I IFN signaling, and the immune response. However, DENV has learned to counteract this \"maternal\" protection mechanism by NS2B-induced degradation of cGAS. \"Mapping how cGAS recognizes DENV and the role mitochondrial DNA plays in creating an immune response is another novel insight of this study,\" Dr. Fernandez-Sesma said. \"Until now, it has not been understood how cGAS can play such a critical role in identifying these RNA viruses. Our data strongly suggest that mitochondrial damage and the release of mitochondrial DNA are intrinsic collateral damage during DENV infection and prompt cGAS to activate the necessary immune signaling pathways.\" DENV infects close to 400 million people every year, globally, and almost half of the world population lives in areas where the same mosquito species can transmit dangerous viruses like dengue, yellow fever and Zika, among others. Finding new ways to combat DENV and similar viruses can play a crucial role in lessening the enormous global health burden they represent. Further, charting the strategies viruses use to counteract the immune system can be used as a platform for the design of chemical compounds that can mimic this inhibitory effect and address the inflammatory process observed in many autoimmune diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tmsh-rit041817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Diagnostics", " Environmental Health", " Epidemiology", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Microbiology", "description": "Mount Sinai researchers describe novel mechanism cells use to recognize earliest stages of infection and how virus evades triggering an immune response.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}