{"title": "Do BAT receptors hold the key to treating obesity and diabetes?", "text": "According to research published online in The FASEB Journal, scientists have discovered a way to increase the amount of metabolism-boosting brown adipose tissue (BAT) (\"good\" fat) by employing two receptors on BAT cells as potential therapeutic targets. Both receptors, TRPM8 and TRPP3, are associated with the creation of BAT in humans, and may be activated by certain foods, and possibly the envisioned new drugs. This has implications for the treatment of obesity, diabetes, and related metabolic disorders.\"Our study establishes the potential of TRPM8 and TRPP3 as druggable targets involved in human brown adipogenesis, to develop substances that can modulate energy consumption in individuals and blood sugar control,\" said Michael Ragunath, M.D., Ph.D., a researcher involved in the work at the Department of Life Sciences and Facility Management, Center for Cell Biology and Tissue Engineering, Zurich University of Applied Sciences, in Zurich, Switzerland. \"In the face of a growing number of diabetic and obese people, our work hopefully will contribute to the development of non-adrenergic stimulators of brown fat and the appreciation of functional food to influence brown fat physiology.\"To make this discovery, Ragunath and colleagues used two types of precursor cells from human donors: bone marrow stem cells (MSCs) and subcutaneous belly fat cells. They induced these cells to become white or brown fat, and in parallel cultures the cells were allowed to remain undifferentiated. All 27 TRP channels were analyzed during the process. Some TRPs were never expressed, some were constantly present, and some only during brown fat cell differentiation. TRPM8 and TRPP3 were present at high levels in differentiated brown fat, but not in progenitor cells. To investigate the role of TRPM8, they used specific activator or inhibitors, and found that stimulation of TRPM8 strongly supported browning, whereas presence of the inhibitors impeded it. The function of TRPP3 was tested by using genetic manipulation to eliminate its function, and this prevented the formation of brown fat, but not white fat.\"Just when one begins to think every door in the brown fat field has been opened, here comes the olfactory receptors axis,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"If further studies link this to food recognition (and thus preferences), a major advance will have been made.\"", "article_link": "http://dx.doi.org/10.1096/fj.201601081RR", "url": "http://www.eurekalert.org/pub_releases/2017-04/foas-dbr041717.php", "region": "namerica", "source_link": null, "funder": "NUS Faculty Research Committee, NUS Life Sciences Institute, Lee Foundation, National Medical Research Council, Singapore International Graduate Award", "meeting": "", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Pharmaceutical Science"], "journal": "FASEB Journal", "description": "According to research published online in The FASEB Journal, scientists have discovered a way to increase the amount of metabolism-boosting brown adipose tissue (BAT) ('good' fat) by employing two receptors on BAT cells as potential therapeutic targets.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}