{"title": "Wearable sweat sensor can diagnose cystic fibrosis, Stanford-led study finds", "text": "A wristband-type wearable sweat sensor could transform diagnostics and drug evaluation for cystic fibrosis, diabetes and other diseases.The sensor collects sweat, measures its molecular constituents and then electronically transmits the results for analysis and diagnostics, according to a study led by researchers at the Stanford University School of Medicine, in collaboration with the University of California-Berkeley. Unlike old-fashioned sweat collectors, the new device does not require patients to sit still for a long time while sweat accumulates in the collectors.\"This is a huge step forward,\" said Carlos Milla, MD, associate professor of pediatrics at Stanford.The study will be published online April 17 in the Proceedings of the National Academy of Sciences. Milla shares senior authorship with Ronald Davis, PhD, professor of biochemistry and of genetics at Stanford. Former Stanford postdoctoral scholar Sam Emaminejad, PhD, and UC-Berkeley postdoctoral scholar Wei Gao, PhD, are co-lead authors.How does it work?The two-part system of flexible sensors and microprocessors sticks to the skin, stimulates the sweat glands and then detects the presence of different molecules and ions based on their electrical signals. The more chloride in the sweat, for example, the more electrical voltage is generated at the sensor's surface. The team used the wearable sweat sensor in separate studies to detect chloride ion levels -- high levels are an indicator of cystic fibrosis -- and to compare levels of glucose in sweat to that in blood. High blood glucose levels can indicate diabetes.Conventional methods for diagnosing cystic fibrosis -- a genetic disease that causes mucus to build up in the lungs, pancreas and other organs -- require that patients visit a specialized center and sit still while electrodes stimulate sweat glands in their skin to provide sweat for the test. The electrodes can be annoying, especially for kids, in whom CF is most often diagnosed, Milla said. Then, children have to sit still for 30 minutes while an instrument attached to their skin collects sweat. Even then, the test isn't over, he said. Families wait while a lab measures the chloride ions in the sweat to determine if the child has cystic fibrosis.Milla said this cumbersome method hasn't changed in 70 years. By comparison, the wearable sweat sensor stimulates the skin to produce minute amounts of sweat, quickly evaluates the contents and beams the data by way of a cellphone to a server that can analyze the results. The test happens all at once and in real time, Milla said, making it much easier for families to have kids evaluated.Portable and self-containedAdditionally, people living in underserved communities or in out-of-the-way villages in developing countries, where conventional testing is unavailable, could benefit from a portable, self-contained sweat sensor, he said. The wearable device is robust and can be run with a smartphone, which can send measurements to a cloud and receive a result right back after review at a specialized center. CF diagnosis, as well as other kinds of diagnoses, could be done without needing a staff of skilled clinicians on duty and a well-equipped lab. \"You can get a reading anywhere in the world,\" Milla said.The sensor is not only for diagnosis and monitoring. It could also be used to help with drug development and drug personalization. CF is caused by any of hundreds of different mutations in the CF gene, so it's possible to use the sensor to determine which drugs work best for which mutations. \"CF drugs work on only a fraction of patients,\" said Emaminejad, who is now an assistant professor of electrical engineering at UCLA. \"Just imagine if you use the wearable sweat sensor with people in clinical drug investigations; we could get a much better insight into how their chloride ions go up and down in response to a drug.\"For this study, the research team also measured glucose levels in sweat, which correspond to blood glucose levels, making the device potentially useful for monitoring pre-diabetes and diabetes. But the technology can also be used to measure other molecular constituents of sweat, such as sodium and potassium ions and lactate. The platform can be used to measure virtually anything found in sweat.\"Sweat is hugely amenable to wearable applications and a rich source of information,\" Davis said.The team is now working on large-scale clinical studies to look for correlations between sweat-sensor readings and health. \"In the longer term, we want to integrate it into a smartwatch format for broad population monitoring,\" Emaminejad said.Precision health and continuous monitoringA wearable sweat sensor allows for frequent monitoring to see how patients respond to a treatment or if they're complying with treatment, Milla said. \"It's a little like the old days when people with diabetes had to come into a clinic to get their glucose monitored. The real revolution came when people started to do their own finger stick, and nowadays you can even do it with continuous monitors.\"An important element of personalized medicine is establishing a baseline of normal values and variability for each individual. \"When we were testing the device, we noticed that people had different sweat profiles. That showed we needed to calibrate accordingly,\" said Emaminejad. Once researchers have determined a personalized baseline through long-term monitoring, they can begin to spot changes in health status, he said.Davis sees two major challenges with a wearable sweat sensor. One is reproducibility -- that is, how consistent measures are in the same person from day to day or hour to hour. \"Under the same biological conditions even with the same person, do you get the same number?\"The second is mapping the molecular constituents of sweat. In short, what is in sweat that could reasonably be monitored to provide useful information about the body? \"We're kind of limited with what we can actually measure so far. We can measure chloride, for example, so we're trying to figure out what we can use that for,\" Davis said.He emphasized that the research is more than just the development of a device; it's a new way of understanding health -- one which depends on continuous monitoring and a better understanding of individual health measures. It's an approach that could help prevent major illnesses in both individuals and populations.Davis sees it as one way to head off pandemics. \"For example, if I could sense that I'm coming down with a viral infection and my alarm goes off and says, 'You're coming down with a virus infection,' I should go home and not decide I'll push through it. It's not about me, it's about all of my colleagues.\" If everybody did that, he says, diseases wouldn't spread so quickly.\"If you could block a pandemic, it might even just die out,\" he added.The work is an example of Stanford Medicine's focus on precision health, the goal of which is to anticipate and prevent disease in the healthy and precisely diagnose and treat disease in the ill.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/sumc-wss041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health"], "journal": "Proceedings of the National Academy of Sciences", "description": "A wristband-type wearable sweat sensor could transform diagnostics and drug evaluation for cystic fibrosis, diabetes and other diseases.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}