{"title": "Sympathetic nervous system is critical in regulating energy expenditure and thermogenesis", "text": "A new study from the Icahn School of Medicine at Mount Sinai provides important insights into how the body regulates its production of heat, a process known as thermogenesis that is currently intensely studied as a target of diabetes and obesity treatment in humans.While researchers had previously hypothesized that macrophages, a class of white blood cells, played a major role in thermogenesis, the new study suggests that the main driver of thermogenesis is the sympathetic nervous system, which is chiefly controlled by the brain. The results were published online today in Nature Medicine.The Mount Sinai research team led by Christoph Buettner, MD, PhD, senior author of the study and Professor of Medicine (Endocrinology, Diabetes, and Bone Disease) at the Icahn School of Medicine at Mount Sinai, focused on catecholamines, hormones released by the sympathetic nervous system to activate brown fat tissue. Brown adipose tissue is a type of fat tissue that burns energy to produce heat and keep us warm. Catecholamines can also convert white fat tissue, the more familiar kind of fat tissue that stores lipids, into a tissue that resembles brown fat. The researchers tested whether macrophages could provide an alternative source of catecholamines, as had been proposed in recent years. \"Thermogenesis is a metabolic process that receives a lot of interest as a target of drugs that allow you to burn energy and hence reduce obesity and improve diabetes. It turns out that macrophages are not that important, as they are unable to make catecholamines, but clearly the  brain through the sympathetic nervous system is,\" says Dr. Buettner. \"Therefore, it is very important to study the role of the brain and the sympathetic nervous system when it comes to understanding metabolism.\"The ability to generate heat is critical for the survival of warm-blooded animals, including humans, as it prevents death by hypothermia. \"This evolutionary pressure shaped the biology of humans and that of other warm-blooded animals, and may in part explain why humans are susceptible to developing diabetes in the environment in which we live,\" says Dr. Buettner.According to Dr. Buettner, while a lot of effort has been invested in targeting the immune system to cure diabetes and insulin resistance, as of yet there are no anti-inflammatory drugs that have been shown to work well in humans with metabolic disease. \"Our study suggests that perhaps the key to combating the devastating effects of diabetes and obesity in humans is to restore the control of thermogenesis and metabolism by the brain and the autonomic nervous system,\" says Dr. Buettner. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tmsh-sns041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "Nature Medicine", "description": "New study suggests that your brain, not your white blood cells, keeps you warm.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}