{"title": "Electroacupuncture may improve regulation of blood sugar in overweight and obese women", "text": "For women who are overweight or obese and are unable to exercise, new research appearing online in The FASEB Journal suggests combining acupuncture with an electrical current may help. In the report, an international team of researchers used electroacupuncture to assist with muscle contraction, which led to improved blood sugar regulation. This research also may benefit women with polycystic ovarian syndrome (PCOS), the most common hormonal disorder among women, which is associated with prediabetes and an increased risk of developing Type 2 diabetes.  \"This study has the potential to gain better quality of life for patients with prediabetes and reduced capacity to regulate blood sugar levels, especially for those who have difficulties performing voluntary exercise,\" said Elisabet Stener-Victorin, Ph.D., associate professor and study author at the Department of Physiology and Pharmacology and Reproductive Endocrinology and Metabolism, Karolinska Institutet, in Stockholm, Sweden.The scientists used a cohort of overweight and obese women with and without PCOS. Changes in blood sugar levels were measured during and after 45 minutes of acupuncture. Blood glucose regulation was improved in both women with and without PCOS after 45 minutes of treatment. Researchers also used a group of rats to investigate the mechanism leading to blood glucose uptake. They found that electroacupuncture causing muscle contractions activates the autonomic nervous system in rats and that the blood glucose-regulating effect was reversed by administering drugs that block the autonomic receptors. This study has important clinical implications for patients with prediabetes and a reduced ability to regulate blood sugar levels.  \"Acupuncture is tried and true, for at least certain symptoms,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"Here we have a new possibility centered on a disease of massive morbidity.\"", "article_link": "http://dx.doi.org/10.1096/fj.201601381R", "url": "http://www.eurekalert.org/pub_releases/2017-04/foas-emi041717.php", "region": "namerica", "source_link": null, "funder": "Swedish Medical Research Council, Jane and Dan Ohlsson Foundation, Wilhelm and Martina Lundgrens's Science Fund, Hjalmar Svensson Foundation, Adlerbert Research Foundation, Novo Nordisk Foundation, Strategic Research Programme in Diab", "meeting": "", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology", " Medicine/Health", " Alternative Medicine", " Diet/Body Weight", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"], "journal": "FASEB Journal", "description": "For women who are overweight or obese and are unable to exercise, new research appearing online in The FASEB Journal suggests combining acupuncture with an electrical current may help.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}