{"title": "City of Hope researchers successfully prevent graft-versus-host disease", "text": "DUARTE, Calif. -- Through experimental work, an international team of researchers led by City of Hope's Defu Zeng, professor of diabetes immunology and hematopoietic cell transplantation, believe they may have found a way to prevent graft-versus-host disease after stem cell transplants while retaining the transplants' positive effects on fighting leukemia and lymphoma. The preclinical study results were published today in the Journal of Clinical Investigation.Allogeneic (meaning from a donor) hematopoietic cell transplantation (HCT) is a curative therapy for cancers of the blood and lymph system, including leukemia and lymphoma. It works by introducing healthy immune cells, or T cells, that eliminate tumor cells and prevent the cancer from relapsing. Unfortunately, the same donor T cells can also attack the healthy tissue of the recipient's body such as gut, liver, lung, and skin, leading to induction of graft- (T cell) versus-host (recipient's body) disease, or GVHD. Symptoms can be mild to severe and often include mouth ulcers, gastrointestinal distress, and rashes.\"Currently, immunosuppressive drugs have been used to prevent GVHD, but immune-suppressants also subdue the anti-cancer effects of the donor T cells, potentially resulting in cancer relapse, in addition to other side effects such as an increased risk of infection,\" explains Zeng. \"Therefore, prevention of GVHD while preserving anti-cancer effects remains the 'holy grail' of allogenic HCT.\" According to the paper, titled \"PD-L1 interacts with CD80 to regulate graft-versus-leukemia activity of donor CD8+ T cells,\" the research team, which included graduate students (first authors Qingxiao Song and Xiong Ni) and scientists from City of Hope, Mayo Clinic, Fred Hutchinson Cancer Research Center and three Chinese medical schools, observed that temporary in vivo depletion of a specific type of donor T cells (CD4+) soon after infusion of donor stem cell transplants prevented GVHD while preserving strong graft-versus-leukemia (GVL) effects. The depletion of CD4+ cells essentially caused another type of T cell (CD8+) to become exhausted in their quest to destroy normal tissue, but strengthened in their fight against cancer, meaning that the donor CD8+ T cells eliminated tumor cells without causing GVHD. \"If successfully translated into clinical application, this regimen may represent one of the novel approaches that allow strong GVL effects without causing GVHD,\" says Zeng. \"This kind of regimen has the potential to promote wide-spread application of allogenic HCT as a curative therapy for hematological malignancies.\"Going forward, Zeng plans to translate this novel regimen into clinical application at City of Hope by carrying out a clinical trial in collaboration with Ryotaro Nakamura, M.D., associate professor of hematology and hematopoietic cell transplantation, and Stephen J. Forman, M.D., F.A.C.P, the Francis & Kathleen McNamara Distinguished Chair in Hematology and Hematopoietic Cell Transplantation and leader of City of Hope's Hematologic Malignancies and Stem Cell Transplantation Institute, which is one of the world's largest and most successful bone marrow and blood stem cell transplant centers.\"If we see promising results, we will extend this trial by working with our collaborators from this current study,\" says Zeng. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/coh-coh041717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Cancer Institute, Nesvig Lymphoma Foundation, National Natural Science Foundation of China, National and Fujian Provincial Key Clinical Specialty Discipline Construction Program of China", "meeting": "", "institution": "City of Hope", "keywords": ["Medicine/Health", " Cancer", " Hematology"], "journal": "Journal of Clinical Investigation", "description": "City of Hope researchers believe they may have found a way to prevent graft-versus-host disease after stem cell transplants while retaining the transplants' positive effects on fighting leukemia and lymphoma. The preclinical study results were published in the Journal of Clinical Investigation.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}