{"title": "Teaching happiness to men with HIV boosts their health", "text": "CHICAGO --- When individuals recently diagnosed with HIV were coached to practice skills to help them experience positive emotions, the result was less HIV in their blood and lower antidepressant use, reports a new Northwestern Medicine study. \"Even in the midst of this stressful experience of testing positive for HIV, coaching people to feel happy, calm and satisfied -- what we call positive affect -- appears to influence important health outcomes,\" said lead author Judith Moskowitz, professor of medical social sciences and director of research at the Osher Center for Integrative Medicine at Northwestern University Feinberg School of Medicine. This is believed to be the first test of a positive emotion intervention in people newly diagnosed with HIV. Based on the study results, the intervention is promising for people in the initial stages of adjustment to any serious chronic illness. The paper was published recently in the Journal of Consulting and Clinical Psychology. The HIV study is part of a larger body of positive affect research being conducted by Moskowitz. She also is studying the health effects of teaching the skills to individuals with type 2 diabetes, women with metastatic breast cancer and caregivers of dementia patients. For the HIV study, which was based in San Francisco, 80 participants (primarily men) were taught a set of eight skills over five weekly sessions to help them experience more positive emotions. Another 79 participants were in the control group. Moskowitz and colleagues designed the tools based on evidence showing these particular skills increase positive emotions. Some of the skills included: 1)\tRecognizing a positive event each day \r\n2)\tSavoring that positive event and logging it in a journal or telling someone about it\r\n3)\tStarting a daily gratitude journal\r\n4)\tListing a personal strength each day and noting how you used this strength recently\r\n5)\tSetting an attainable goal each day and noting your progress \r\n6)\tReporting a relatively minor stressor each day, then listing ways in which the event can be positively reappraised. This can lead to increased positive affect in the face of stress\r\n7)\tUnderstanding small acts of kindness can have a big impact on positive emotion and practicing a small act of kindness each day\r\n8)\tPracticing mindfulness with a daily 10-minute breathing exercise, concentrating on the breath Fifteen months after the interventions, 91 percent of the intervention group had a suppressed viral load compared to 76 percent of the control group. In addition to the potential benefit of a lower viral load on the infected person, there may be public health benefits. \"From a public health perspective, that is potentially huge for prevention of HIV,\" Moskowitz said. \"HIV is less likely to be transmitted with a low viral load. To have a difference like that is amazing.\"The reduced viral load could be because of a stronger immune system, Moskowitz said. Observational studies in people living with HIV have shown positive emotion is related to a higher CD4 count (an indicator of less HIV-related damage to the immune system).  Or, the reduced viral load may be the result of participants' better adherence to their antiretroviral drug therapy, which generally leads to a suppressed or undetectable viral load, Moskowitz said. The positive emotion intervention also improved mental health. At baseline, about 17 percent of the control group and intervention group reported being on antidepressants.  Fifteen month later, the intervention group was still at 17 percent but the control group's antidepressant use rose to 35 percent. \"The group that learned coping skills did not increase antidepressant use, whereas overall the control group increased its antidepressant use,\" Moskowitz said. In addition, the intervention group was significantly less likely to have repeating, intrusive thoughts about HIV. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/nu-tht041717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Northwestern University", "keywords": ["Medicine/Health", " AIDS/HIV", " Alternative Medicine", " Immunology/Allergies/Asthma", " Public Health", " Sex-Linked Conditions", " Mental Health", " Stress/Anxiety"], "journal": "Journal of Consulting and Clinical Psychology", "description": "When individuals recently diagnosed with HIV were coached to practice skills to help them experience positive emotions, the result was less HIV in their blood and lower antidepressant use, reports a new study. Men using positive emotion skills learned to cope with their stress, while men in the control group increased their use of anti-depressants. The findings extend to dementia caregivers and women with metastatic breast cancer.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}