{"title": "Medical groups unite in support of science", "text": "(WASHINGTON, April 17, 2017) -- As the world's leading organizations representing clinicians, laboratory researchers, and physician-scientists committed to improving patient care, we support the March for Science and its nonpartisan call for the appreciation of scientific evidence, education, and investment. Science has no political agenda but gives us the tools to find the truths about our world and then implement informed policies to enrich our communities. Fundamental appreciation for scientific evidence is vital, and it begins with access to science education that highlights critical thinking and evidence-based decision-making. Americans need access to education that inspires them to question the world around them and develop new technologies and solutions. Science is vital to our health, as an understanding of human biology is essential to stimulating discoveries that lead to cures for devastating diseases. Every day, physicians make the best patient-care decisions they can by relying on science-based tools. Clinicians prevent disease by administering immunizations, and they manage disease by providing therapies that have been thoroughly and scientifically vetted for optimal outcomes. This science-based care saves lives, decreases human suffering, and reduces unnecessary costs.    Therefore, it is critical that we protect federal investment in our health. Over the past several decades, research supported by the National Institutes of Health (NIH) has yielded significant advances across all fields of medicine. Today, diseases with previously grim prognoses are treatable. We have powerful therapies that engage the patient's own immune system to conquer cancers and non-malignant diseases. And, genome editing is showing early promise in curing and even preventing debilitating genetic conditions. We rely on evidence from the Agency for Healthcare Research and Quality (AHRQ) to address patient safety, quality of care, efficiency, and access in our health care system. Research supported by the agency has prevented the spread of infections in hospitals and improved access to health care for patients in rural areas. And, through its surveillance programs, the Centers for Disease Control and Prevention (CDC) has played an important role in preventing and controlling inherited and communicable disease as well as dangerous outbreaks. Without the CDC, outbreaks would spread, food-borne illness would go undetected, and chronic diseases would have a higher human and monetary cost. Scientific progress and support of vital federal research programs have led to major advances in our health. We hope patients, their families, and everyone committed to advancing health care will join us in celebrating the value of scientific evidence in our everyday lives. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/asoh-mgu041717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Hematology", "keywords": ["Health Care", " Medicine/Health", " Cancer", " Health Care Systems/Services", " Hematology", " Public Health", " Medical/Scientific Ethics", " Science/Health and the Law", " Gene Therapy"], "journal": "", "description": "As the world's leading organizations representing clinicians, laboratory researchers, and physician-scientists committed to improving patient care, we support the March for Science and its nonpartisan call for the appreciation of scientific evidence, education, and investment. Science has no political agenda but gives us the tools to find the truths about our world and then implement informed policies to enrich our communities.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}