{"authors": [["Putnam", "Michael T", "MT", "Center for Language Science, The Pennsylvania State University, Pennsylvania, PA, United States."], ["Carlson", "Matthew", "M", "Center for Language Science, The Pennsylvania State University, Pennsylvania, PA, United States."], ["Reitter", "David", "D", "Center for Language Science, The Pennsylvania State University, Pennsylvania, PA, United States."]], "date": "2018-01-04", "id": "29354079", "text": "On the surface, bi- and multilingualism would seem to be an ideal context for exploring questions of typological proximity. The obvious intuition is that the more closely related two languages are, the easier it should be to implement the two languages in one mind. This is the starting point adopted here, but we immediately run into the difficulty that the overwhelming majority of cognitive, computational, and linguistic research on bi- and multilingualism exhibits a monolingual bias (i.e., where monolingual grammars are used as the standard of comparison for outputs from bilingual grammars). The primary questions so far have focused on how bilinguals balance and switch between their two languages, but our perspective on typology leads us to consider the nature of bi- and multi-lingual systems as a whole. Following an initial proposal from Hsin (2014), we conjecture that bilingual grammars are neither isolated, nor (completely) conjoined with one another in the bilingual mind, but rather exist as integrated source grammars that are further mitigated by a common, combined grammar (Cook, 2016; Goldrick et al., 2016a,b; Putnam and Klosinski, 2017). Here we conceive such a combined grammar in a parallel, distributed, and gradient architecture implemented in a shared vector-space model that employs compression through routinization and dimensionality reduction. We discuss the emergence of such representations and their function in the minds of bilinguals. This architecture aims to be consistent with empirical results on bilingual cognition and memory representations in computational cognitive architectures.", "doi": "10.3389/fpsyg.2017.02212", "title": "Integrated, Not Isolated: Defining Typological Proximity in an Integrated Multilingual Architecture.", "journal": ["Frontiers in psychology", "Front Psychol"]}