{"authors": [["Piccardo", "Enrica", "E", "Ontario Institute for Studies in Education, University of Toronto, Toronto, ON, Canada."]], "date": "2017-12-22", "id": "29312046", "text": "Post-industrial societies are characterized by a high degree of mobility which manifests itself through waves of migration and affects all knowledge domains and all aspects of both individual and collective lives. This situation presents challenges under the pressure of a powerfully uniformizing globalization. However, the exponential increase of diversity linked to intensified mobility is also conducive to social transformations since, when the numerous languages and cultures of the migrants encounter the languages and cultures of the host countries, they act as catalyzers of change. This article considers such social transformation in the light of the concept of plurilingualism as distinct from multilingualism, explaining the advantages of the former over the latter in such contexts, and analyzes possible synergies between plurilingualism and creativity through the lens of complexity theories and the theory of affordances, with the related concepts of 'affordance spaces' and landscape of affordances. After a brief introduction of the main tenets of complexity theories and affordances, the article builds on three complementary models of creativity, using complexity theories as a framework and discusses the specific characteristics and potential of plurilingualism by explaining how it can transform diversity from an obstacle into an opportunity, a possibility for action. The triadic relationship between creativity, plurilingualism, and complexity is considered. As a result, the article suggests that plurilingualism can create conditions conducive to creativity thanks to its multiple and flexible nature that values all forms of cross-fertilization and the uniqueness of the resulting individual trajectories. Without claiming any causal relationship between plurilingualism and creativity, the paper explains the reasons why it is crucial to nurture and foster plurilingualism in order to provide favorable conditions for creativity and change. The article explains the characteristics and implications of plurilanguaging, and the potential for individuals to embrace a holistic, complex view of languages and cultures and to experience empowerment in the process of perceiving and exploring linguistic and cultural diversity, hybridity and interconnections, thus discovering and liberating their full creative repertoire.", "doi": "10.3389/fpsyg.2017.02169", "title": "Plurilingualism as a Catalyst for Creativity in Superdiverse Societies: A Systemic Analysis.", "journal": ["Frontiers in psychology", "Front Psychol"]}