{"authors": [["Van de Putte", "Eowyn", "E", "Department of Experimental Psychology, Ghent University, Ghent, Belgium. Electronic address: Eowyn.vandeputte@ugent.be."], ["De Baene", "Wouter", "W", "Department of Experimental Psychology, Ghent University, Ghent, Belgium; Department of Cognitive Neuropsychology, Tilburg University, Tilburg, The Netherlands."], ["García-Pentón", "Lorna", "L", "BCBL, Basque Center on Cognition, Brain and Language, Donostia-San Sebastián, Spain; UTSC, University of Toronto Scarborough, Scarborough, Canada."], ["Woumans", "Evy", "E", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."], ["Dijkgraaf", "Aster", "A", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."], ["Duyck", "Wouter", "W", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."]], "date": "2017-12-12", "id": "29291529", "text": "In the recent literature on bilingualism, a lively debate has arisen about the long-term effects of bilingualism on cognition and the brain. These studies yield inconsistent results, in part because they rely on comparisons between bilingual and monolingual control groups that may also differ on other variables. In the present neuroimaging study, we adopted a longitudinal design, assessing the long-term anatomical and cognitive effects of an extreme form of bilingualism, namely simultaneous interpreting. We compared a group of students starting interpreting training with a closely matched group of translators, before and after nine months of training. We assessed behavioral performance and neural activity during cognitive control tasks, as well as the structural connectivity between brain regions that are involved in cognitive control. Despite the lack of behavioral differences between the two groups over time, functional and structural neural differences did arise. At the functional level, interpreters showed an increase of activation in the right angular gyrus and the left superior temporal gyrus in two non-verbal cognitive control tasks (the Simon task and a color-shape switch task), relative to the translators. At the structural level, we identified a significant increment of the structural connectivity in two different subnetworks specifically for the interpreters. The first network, the frontal-basal ganglia subnetwork, has been related to domain-general and language-specific cognitive control. The second subnetwork, in which the cerebellum and the supplementary motor area (SMA) play a key role, has recently also been proposed as an important language control network. These results suggest that interpreters undergo plastic changes in specific control-related brain networks to handle the extreme language control that takes place during interpreter training.", "doi": "10.1016/j.cortex.2017.11.024", "title": "Anatomical and functional changes in the brain after simultaneous interpreting training: A longitudinal study.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}