{"authors": [["Duncan", "Hilary D", "HD", "Department of Psychology, Concordia University, Montréal, QC, Canada; Centre for Research in Human Development, Montréal, QC, Canada."], ["Nikelski", "Jim", "J", "Lady Davis Institute for Medical Research, Jewish General Hospital, McGill University, Montréal, QC, Canada."], ["Pilon", "Randi", "R", "Lady Davis Institute for Medical Research, Jewish General Hospital, McGill University, Montréal, QC, Canada."], ["Steffener", "Jason", "J", "Department of Psychology, Concordia University, Montréal, QC, Canada; Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada; Centre de Recherche de l'Institut Universitaire de Gériatrie de Montréal, Montréal, QC, Canada."], ["Chertkow", "Howard", "H", "Lady Davis Institute for Medical Research, Jewish General Hospital, McGill University, Montréal, QC, Canada; Department of Neurology and Neurosurgery, McGill University, Montréal, QC, Canada."], ["Phillips", "Natalie A", "NA", "Department of Psychology, Concordia University, Montréal, QC, Canada; Centre for Research in Human Development, Montréal, QC, Canada; Lady Davis Institute for Medical Research, Jewish General Hospital, McGill University, Montréal, QC, Canada; Centre for Research on Brain, Language, and Music, Montréal, QC, Canada. Electronic address: natalie.phillips@concordia.ca."]], "date": "2017-12-26", "id": "29287966", "text": "Two independent lines of research provide evidence that speaking more than one language may 1) contribute to increased grey matter in healthy younger and older adults and 2) delay cognitive symptoms in mild cognitive impairment (MCI) or Alzheimer disease (AD). We examined cortical thickness and tissue density in monolingual and multilingual MCI and AD patients matched (within Diagnosis Groups) on demographic and cognitive variables. In medial temporal disease-related (DR) areas, we found higher tissue density in multilingual MCIs versus monolingual MCIs, but similar or lower tissue density in multilingual AD versus monolingual AD, a pattern consistent with cognitive reserve in AD. In areas related to language and cognitive control (LCC), both multilingual MCI and AD patients had thicker cortex than the monolinguals. Results were largely replicated in our native-born Canadian MCI participants, ruling out immigration as a potential confound. Finally, multilingual patients showed a correlation between cortical thickness in LCC regions and performance on episodic memory tasks. Given that multilinguals and monolinguals were matched on memory functioning, this suggests that increased gray matter in these regions may provide support to memory functioning. Our results suggest that being multilingual may contribute to increased gray matter in LCC areas and may also delay the cognitive effects of disease-related atrophy.", "doi": "10.1016/j.neuropsychologia.2017.12.036", "title": "Structural brain differences between monolingual and multilingual patients with mild cognitive impairment and Alzheimer disease: Evidence for cognitive reserve.", "journal": ["Neuropsychologia", "Neuropsychologia"]}