{"authors": [["Jost", "Lea B", "LB", "Laboratory for Cognitive and Neurological Sciences, Neurology Unit, Department of Medicine, Faculty of Sciences, University of Fribourg, Fribourg, Switzerland. Electronic address: lea.jost@unifr.ch."], ["Radman", "Narges", "N", "Laboratory for Cognitive and Neurological Sciences, Neurology Unit, Department of Medicine, Faculty of Sciences, University of Fribourg, Fribourg, Switzerland."], ["Buetler", "Karin A", "KA", "Leenaards Memory Center, Department of Clinical Neuroscience, Lausanne University Hospital CHUV, Lausanne, Switzerland."], ["Annoni", "Jean-Marie", "JM", "Laboratory for Cognitive and Neurological Sciences, Neurology Unit, Department of Medicine, Faculty of Sciences, University of Fribourg, Fribourg, Switzerland."]], "date": "2017-12-21", "id": "29275005", "text": "Translation is a demanding process during which a message is analyzed, translated and communicated from one language to another. Despite numerous studies on translation mechanisms, the electrophysiological processes underlying translation with overt production remain largely unexplored. Here, we investigated how behavioral response patterns and spatial-temporal brain dynamics differ in a translation compared to a control within-language word-generation task. We also investigated how forward and backward translation differs on the behavioral and electrophysiological level. To address these questions, healthy late bilingual subjects performed a translation and a within-language control task while a 128-channel EEG was recorded. Behavioral data showed faster responses for translation compared to within-language word generation and faster responses for backward than forward translation. The ERP-analysis revealed stronger early ( < 200ms) preparatory and attentional processes for between than within word generation. Later (424-630ms) differences were characterized by distinct engagement of domain-general control networks, namely self-monitoring and lexical access interference. Language asymmetry effects occurred at a later stage (600ms), reflecting differences in conceptual processing characterized by a larger involvement of areas implicated in attention, arousal and awareness for forward versus backward translation.", "doi": "10.1016/j.neuropsychologia.2017.12.034", "title": "Behavioral and electrophysiological signatures of word translation processes.", "journal": ["Neuropsychologia", "Neuropsychologia"]}