{"authors": [["Storme", "Martin", "M", "Laboratoire Adaptations Travail Individu, Université Paris Descartes, Paris, France."], ["Çelik", "Pinar", "P", "Economics and Management, Centre Emile Bernheim, Université Libre de Bruxelles, Brussels, Belgium."], ["Camargo", "Ana", "A", "Laboratoire Adaptations Travail Individu, Université Paris Descartes, Paris, France."], ["Forthmann", "Boris", "B", "Department of Psychology, University of Münster, Münster, Germany."], ["Holling", "Heinz", "H", "Department of Psychology, University of Münster, Münster, Germany."], ["Lubart", "Todd", "T", "Laboratoire Adaptations Travail Individu, Université Paris Descartes, Paris, France."]], "date": "2017-12-05", "id": "29259565", "text": "In the present study we experimentally manipulated language switching among bilinguals who indicated to be more or less habitual language switchers in daily life. Our aim was to investigate the impact of forced language switching on originality of produced ideas during divergent thinking, conditional on the level of habitual language switching. A sample of bilinguals was randomly assigned to perform alternate uses tasks (AUT's), which explicitly required them to either switch languages, or to use only one language while performing the tasks. We found that those who were instructed to switch languages during the AUT's were able to generate ideas that were on average more original, than those who were instructed to use only one language during the AUT's, but only at higher levels of habitual language switching. At low levels of habitual language switching, the effect reversed, and participants who were instructed to use only one language found ideas that were on average more original, than participants who were required to switch languages during the AUT's. Implications and limitations are discussed.", "doi": "10.3389/fpsyg.2017.02086", "title": "The Effect of Forced Language Switching during Divergent Thinking: A Study on Bilinguals' Originality of Ideas.", "journal": ["Frontiers in psychology", "Front Psychol"]}