{"authors": [["Zhou", "Vanessa", "V", "1 University of Washington, USA."], ["Munson", "Jeffrey A", "JA", "1 University of Washington, USA."], ["Greenson", "Jessica", "J", "1 University of Washington, USA."], ["Hou", "Yan", "Y", "2 Harbin Medical University School of Public Health, China."], ["Rogers", "Sally", "S", "3 University of California, USA."], ["Estes", "Annette M", "AM", "1 University of Washington, USA."]], "date": "2017-12-01", "id": "29237275", "text": "Little is known about outcomes of early intervention for children with autism spectrum disorder reared in bilingual homes. There are concerns that social communication deficits among children with autism spectrum disorder may reduce the developmental benefits of early intervention for children with autism spectrum disorder raised in bilingual environments. We conducted an exploratory analysis of cross-sectional and longitudinal data from a larger study to explore associations between home language environment and language ability and social skills in response to early autism spectrum disorder intervention. Participants, aged 12-26 months when recruited, were a subset of a larger 2-year, randomized intervention trial (ClinicalTrials.gov identifier: NCT00698997). Children from bilingual homes ( n = 13) began intervention with lower gesture use but otherwise demonstrated equal baseline language and social abilities as compared with age and nonverbal IQ-matched children from monolingual homes ( n = 24). Significant language growth was exhibited by children from both language groups and there was no moderating effect of home language environment. The bilingual home group demonstrated increased gesture use over the course of intervention as compared with the monolingual home group. Preliminary data revealed no basis for concerns regarding negative impact of a bilingual home environment on language or social development in young children with autism spectrum disorder.", "doi": "10.1177/1362361317743251", "title": "An exploratory longitudinal study of social and language outcomes in children with autism in bilingual home environments.", "journal": ["Autism : the international journal of research and practice", "Autism"]}