{"authors": [["Reifegerste", "Jana", "J", "Potsdam Research Institute for Multilingualism, University of Potsdam, Brandenburg, Germany."], ["Felser", "Claudia", "C", "Potsdam Research Institute for Multilingualism, University of Potsdam, Brandenburg, Germany."]], "date": null, "id": "29222531", "text": "The purpose of this study is to investigate the effects of healthy aging on the ability to suppress grammatically illicit antecedents during pronoun resolution.In 2 reading-based acceptability-judgment experiments, younger and older speakers of German read sentences containing an object pronoun and 2 potential antecedent noun phrases, only 1 of which was a grammatically licit antecedent. Using a gender-mismatch paradigm, we compared to what extent younger and older speakers were sensitive to feature (mis)matches between the pronoun and either of the 2 antecedents. All participants were fluent readers of German and had finished at least secondary education.Experiment 1 used a self-paced reading paradigm. Older speakers showed greater sensitivity than younger ones to mismatching licit antecedents, but no group showed any evidence of interference from an intervening competitor antecedent. In Experiment 2, we increased the processing demand by using paced word-by-word stimulus presentation and longer sentences. Here, older participants showed reduced sensitivity, in comparison with younger people, to mismatching licit antecedents. Unlike our younger participants, they showed signs of distraction by the presence of a linearly closer but grammatically inappropriate antecedent when no appropriate antecedent was available.Together, our results show that older (but not younger) speakers' ability to compute intrasentential referential dependencies is vulnerable to increased task demands. We briefly discuss a potential role for executive functions, such as interference control.", "doi": "10.1044/2017_JSLHR-L-17-0183", "title": "Effects of Aging on Interference During Pronoun Resolution.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}