{"authors": [["Rossi", "Eleonora", "E", "Department of Psychology and Sociology, California State Polytechnic University, Pomona, Pomona, CA, United States."], ["Cheng", "Hu", "H", "Department of Psychology, Indiana University, Bloomington, IN, United States."], ["Kroll", "Judith F", "JF", "Department of Psychology, University of California, Riverside, Riverside, CA, United States."], ["Diaz", "Michele T", "MT", "Department of Psychology, Pennsylvania State University, University Park, PA, United States."], ["Newman", "Sharlene D", "SD", "Department of Psychology, Indiana University, Bloomington, IN, United States."]], "date": "2017-11-21", "id": "29209263", "text": "Morphological brain changes as a consequence of new learning have been widely established. Learning a second language (L2) is one such experience that can lead to rapid structural neural changes. However, still relatively little is known about how levels of proficiency in the L2 and the age at which the L2 is learned influence brain neuroplasticity. The goal of this study is to provide novel evidence for the effect of bilingualism on white matter structure in relatively proficient but late L2 learners who acquired the second language after early childhood. Overall, the results demonstrate a significant effect on white matter fractional anisotropy (FA) as a function of L2 learning. Higher FA values were found in a broad white matter network including the anterior thalamic radiation (ATR), the inferior fronto-occipital fasciculus (IFOF), the Uncinate Fasciculus (UF), and the inferior longitudinal fasciculus (ILF). Moreover, FA values were correlated with age of L2 acquisition, suggesting that learning an L2, even past childhood, induces neural changes. Finally, these results provide some initial evidence that variability in the age of L2 acquisition has important consequences for neural plasticity.", "doi": "10.3389/fpsyg.2017.02040", "title": "Changes in White-Matter Connectivity in Late Second Language Learners: Evidence from Diffusion Tensor Imaging.", "journal": ["Frontiers in psychology", "Front Psychol"]}