{"authors": [["Sierpowska", "Joanna", "J", "Cognition and Brain Plasticity Group [Bellvitge Biomedical Research Institute - IDIBELL], L'Hospitalet de Llobregat, Barcelona, Spain; Dept. of Cognition, Development and Education Psychology, Campus Bellvitge, University of Barcelona, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Fernandez-Coello", "Alejandro", "A", "Hospital Universitari de Bellvitge (HUB), Neurosurgery Section, Campus Bellvitge, University of Barcelona - IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain; CIBER de Bioingeniería, Biomateriales y Nanomedicina (CIBER-BBN), Barcelona, Spain."], ["Gomez-Andres", "Alba", "A", "Cognition and Brain Plasticity Group [Bellvitge Biomedical Research Institute - IDIBELL], L'Hospitalet de Llobregat, Barcelona, Spain; Dept. of Cognition, Development and Education Psychology, Campus Bellvitge, University of Barcelona, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Camins", "Àngels", "À", "Institut de Diagnòstic per la Imatge, Centre Bellvitge, Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Castañer", "Sara", "S", "Institut de Diagnòstic per la Imatge, Centre Bellvitge, Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Juncadella", "Montserrat", "M", "Hospital Universitari de Bellvitge (HUB), Neurology Section, Campus Bellvitge, University of Barcelona - IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Gabarrós", "Andreu", "A", "Hospital Universitari de Bellvitge (HUB), Neurosurgery Section, Campus Bellvitge, University of Barcelona - IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Rodríguez-Fornells", "Antoni", "A", "Cognition and Brain Plasticity Group [Bellvitge Biomedical Research Institute - IDIBELL], L'Hospitalet de Llobregat, Barcelona, Spain; Dept. of Cognition, Development and Education Psychology, Campus Bellvitge, University of Barcelona, L'Hospitalet de Llobregat, Barcelona, Spain; ICREA, Pg. Lluís Companys 23, Barcelona, Spain. Electronic address: antoni.rodriguez@icrea.cat."]], "date": "2017-11-14", "id": "29197227", "text": "Neural basis of language switching and the cognitive models of bilingualism remain controversial. We explored the functional neuroanatomy of language switching implementing a new multimodal protocol assessing neuropsychological, functional magnetic resonance and intraoperative electrical stimulation mapping results. A prospective series of 9 Spanish-Catalan bilingual candidates for awake brain surgery underwent a specific language switching paradigm implemented both before and after surgery, throughout the electrical stimulation procedure and during functional magnetic resonance both pre- and postoperatively. All patients were harboring left-hemispheric intrinsic brain lesions and were presenting functional language-related activations within the affected hemisphere. Language functional maps were reconstructed on the basis of the intraoperative electrical stimulation results and compared to the functional magnetic resonance findings. Single language-naming sites (Spanish and Catalan), as well as language switching naming sites were detected by electrical stimulation mapping in 8 patients (in one patient only Spanish related sites were detected). Single naming points outnumbered the switching points and did not overlap with each other. Within the frontal lobe, the single language naming sites were found significantly more frequently within the inferior frontal gyrus as compared to the middle frontal gyrus [X2 (1) = 20.3, p < .001]. Contrarily, switching naming sites were distributed across the middle frontal gyrus significantly more often than within the inferior frontal gyrus [X2 (1) = 4.1, p = .043]. Notably, there was not always an overlap between functional magnetic resonance and electrical stimulation mapping findings. After surgery, patients did not report involuntary language switching and their neuropsychological scores did not differ significantly from the pre-surgical examinations. Our results suggest a functional division of the frontal cortex between naming and language switching functions, supporting that non-language specific cognitive control prefrontal regions (middle frontal gyrus) are essential to maintain an effective communication together with the classical language-related sites (inferior frontal gyrus).", "doi": "10.1016/j.cortex.2017.10.017", "title": "Involvement of the middle frontal gyrus in language switching as revealed by electrical stimulation mapping and functional magnetic resonance imaging in bilingual brain tumor patients.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}