{"authors": [["Wofford", "Mary Claire", "MC", "a Florida State University College of Communication and Information, Communication Science and Disorders , Tallahassee , FL , USA."], ["Tibi", "Sana", "S", "a Florida State University College of Communication and Information, Communication Science and Disorders , Tallahassee , FL , USA."]], "date": "2017-11-24", "id": "29171285", "text": "Forty percent of Syrian refugees are younger than 12, and many have not attended school for up to five years, disadvantaging them academically, emotionally, and psychosocially. Article 19 of the Universal Declaration of Human Rights dictates \"the right to freedom of opinion and expression…and to seek, receive and impart information and ideas…)\". Resettled refugee children face the challenge of integration into majority-English school systems with limited ability to express themselves or linguistic means to access education. However, Syrian adults possess high rates of literacy and funds of knowledge that can promote an environment of learning in the home language. With incomplete language and literacy skills in their native Arabic, learning English for academics proves challenging. Without language and literacy instruction, refugee children experience a lower likelihood of class participation and a greater likelihood of social isolation or drop out. To inform speech-language pathologists and other educators, this literature review aims: (1) to apply second language learning concepts relevant to refugees, (2) to inform pedagogy specific to reading by highlighting cross-linguistic differences between Arabic and English, and (3) to illuminate strategies that families and educators of Arabic-speaking refugee students may employ to resume and promote language and literacy development.", "doi": "10.1080/17549507.2017.1397746", "title": "A human right to literacy education: Implications for serving Syrian refugee children.", "journal": ["International journal of speech-language pathology", "Int J Speech Lang Pathol"]}