{"authors": [["Garraffa", "Maria", "M", "Department of Psychology, Heriot-Watt University, Edinburgh, United Kingdom."], ["Obregon", "Mateo", "M", "Department of Psychology, Heriot-Watt University, Edinburgh, United Kingdom."], ["Sorace", "Antonella", "A", "Department of Linguistics and English Language, The University of Edinburgh, Edinburgh, United Kingdom."]], "date": "2017-11-01", "id": "29163288", "text": "This study explores the effects of bilingualism in Sardinian as a regional minority language on the linguistic competence in Italian as the dominant language and on non-linguistic cognitive abilities. Sardinian/Italian adult speakers and monolingual Italian speakers living in the same geographical area of Sardinia were compared in two kinds of tasks: (a) verbal and non-verbal cognitive tasks targeting working memory and attentional control and (b) tasks of linguistic abilities in Italian focused on the comprehension of sentences differing in grammatical complexity. Although no difference was found between bilinguals and monolinguals in the cognitive control of attention, bilinguals performed better on working memory tasks. Bilinguals with lower formal education were found to be faster at comprehension of one type of complex sentence (center embedded object relative clauses). In contrast, bilinguals and monolinguals with higher education showed comparable slower processing of complex sentences. These results show that the effects of bilingualism are modulated by type of language experience and education background: positive effects of active bilingualism on the dominant language are visible in bilinguals with lower education, whereas the effects of higher literacy in Italian obliterate those of active bilingualism in bilinguals and monolinguals with higher education.", "doi": "10.3389/fpsyg.2017.01907", "title": "Linguistic and Cognitive Effects of Bilingualism with Regional Minority Languages: A Study of Sardinian-Italian Adult Speakers.", "journal": ["Frontiers in psychology", "Front Psychol"]}