{"authors": [["Schroeder", "Scott R", "SR", "Department of Communication Sciences and Disorders, Northwestern University."], ["Marian", "Viorica", "V", "Department of Communication Sciences and Disorders, Northwestern University."]], "date": "2016-04-01", "id": "29151803", "text": "The objectives of the present research were to examine the cognitive consequences of trilingualism and explain them relative to the cognitive consequences of bilingualism.A comparison of cognitive abilities in trilinguals and bilinguals was conducted. In addition, we proposed a cognitive plasticity framework to account for cognitive differences and similarities between trilinguals and bilinguals.Three aspects of cognition were analyzed: (1) cognitive reserve in older adults, as measured by age of onset of Alzheimer's disease and mild cognitive impairment; (2) inhibitory control in children and younger adults, as measured by response times on behavioral Simon and flanker tasks; and (3) memory generalization in infants and toddlers, as measured by accuracy on behavioral deferred imitation tasks. Results were considered within a framework of cognitive plasticity, which took into account several factors that may affect plasticity, including the age of learning a third language and the extent to which additional cognitive resources are needed to learn the third language.A mixed pattern of results was observed. In some cases, such as cognitive reserve in older adults, trilinguals showed larger advantages than bilinguals. On other measures, for example inhibitory control in children and younger adults, trilinguals were found to exhibit the same advantages as bilinguals. In still other cases, like memory generalization in infants and toddlers, trilinguals did not demonstrate the advantages seen in bilinguals.This study is the first comprehensive analysis of how learning a third language affects the cognitive abilities that are modified by bilingual experience, and the first to propose a cognitive plasticity framework that can explain and predict trilingual-bilingual differences.This research shows that the cognitive consequences of trilingualism are not simply an extension of bilingualism's effects; rather, trilingualism has distinct consequences, with theoretical implications for our understanding of linguistic and cognitive processes and their plasticity, as well as applied-science implications for using second and third language learning in educational and rehabilitative contexts to foster successful cognitive development and aging.", "doi": "10.1177/1367006916637288", "title": "Cognitive Consequences of Trilingualism.", "journal": ["The international journal of bilingualism : cross-disciplinary, cross-linguistic studies of language behavior", "Int J Billing"]}