{"authors": [["Božinović", "Nikolina", "N", null], ["Sindik", "Joško", "J", null]], "date": null, "id": "29139649", "text": "Learning strategies are special thoughts or behaviours that individuals use to understand, learn or retain new information, according to the point of view of O’Malley & Chamot. The other view, promoted by Oxford, believes learning strategies are specific actions taken by the learner to make learning easier, faster, more enjoyable, and more transferrable to new situations of language learning and use. The use of appropriate strategies ensures greater success in language learning. The aim of the research was to establish metric characteristics of the Questionnaire on learning strategies created by the author, in line with the template of the original SILL questionnaire (Strategy Inventory for Language Learning). The research was conducted at the Rochester Institute of Technology Croatia on a sample of 201 participants who learned German, Spanish, French and Italian as a foreign language. The results have shown that one-component latent dimensions which describe the space of foreign language learning strategies according to Oxford’s classification, have metric characteristics which are low, but still satisfactory (reliability and validity). All dimensions of learning strategies appeared not to be adequately defined. Therefore, we excluded compensation strategies and merged social and affective strategies into social-affective strategies into the unique dimension. Overall, this version of Oxford’s original questionnaire, based on Oxford’s theoretical construct, applied on Croatian students, clearly shows that current version of the questionnaire has poor metric characteristics. One of the explanations of the results obtained could be positioned in multicultural context and intercultural dialogue. Namely, particular social, political and economic context in Croatia could shape even foreign language learning strategies.", "doi": null, "title": "Construction of the Questionnaire on Foreign Language Learning Strategies in Specific Croatian Context.", "journal": ["Collegium antropologicum", "Coll Antropol"]}