{"authors": [["Nair", "Vishnu Kk", "VK", "Discipline of Speech Pathology and Audiology, Flinders University, Adelaide, Australia."], ["Biedermann", "Britta", "B", "ARC Centre of Excellence in Cognition and its Disorders, Department of Cognitive Science, Macquarie University, Sydney, Australia."], ["Nickels", "Lyndsey", "L", "ARC Centre of Excellence in Cognition and its Disorders, Department of Cognitive Science, Macquarie University, Sydney, Australia."]], "date": null, "id": "29114764", "text": "Previous research has shown that the language-learning mechanism is affected by bilingualism resulting in a novel word learning advantage for bilingual speakers. However, less is known about the factors that might influence this advantage. This article reports an investigation of 2 factors: phonotactic probability and phonological neighborhood density.Acquisition of 15 novel words varying in phonotactic probability and phonological neighborhood density was examined in high-proficiency, early onset, Mandarin-English bilinguals and English monolinguals.Both bilinguals and monolinguals demonstrated a significant effect of phonotactic probability and phonological neighborhood density. Novel word learning improved when the phonological neighborhood density was higher; in contrast, higher phonotactic probability resulted in worse learning. Although the bilingual speakers showed significantly better novel word learning than monolingual speakers, this did not interact with phonotactic probability and phonological neighborhood density manipulations.Both bilingual and monolingual word learning abilities are constrained by the same learning mechanisms. However, bilingual advantages may be underpinned by more effective allocation of cognitive resources due to their dual language experience.", "doi": "10.1044/2017_JSLHR-L-15-0376", "title": "Understanding Bilingual Word Learning: The Role of Phonotactic Probability and Phonological Neighborhood Density.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}