{"authors": [["Fu", "Yongben", "Y", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, China."], ["Lu", "Di", "D", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, China."], ["Kang", "Chunyan", "C", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, China."], ["Wu", "Junjie", "J", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, China."], ["Ma", "Fengyang", "F", "School of Education, University of Cincinnati, United States."], ["Ding", "Guosheng", "G", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, China; Center for Collaboration and Innovation in Brain and Learning Sciences, Beijing Normal University, China."], ["Guo", "Taomei", "T", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, China; Center for Collaboration and Innovation in Brain and Learning Sciences, Beijing Normal University, China. Electronic address: guotm@bnu.edu.cn."]], "date": "2017-11-02", "id": "29102823", "text": "The present study investigated the neural correlates of naming disadvantage of the dominant language under the mixed language context. Twenty one unbalanced Chinese-English bilinguals completed a cued picture naming task while being scanned with functional magnetic resonance imaging (fMRI). Behavioral results showed that naming pictures in the second lanuage (L2) was significantly slower than naming pictures in the first language (L1) under a single language context. When comparing picture naming in L2 to naming in L1, enhanced activity in the left inferior parietal lobule and left cerebellum was observed. On the contrary, naming pictures in Chinese (L1) was significantly slower than naming in English (L2) under the mixed language context. The fMRI results showed that bilateral inferior frontal gyri, right middle frontal gyrus, and right supplementary motor area were activated to a greater extent in L1 than in L2. These results suggest that the dominant language is inhibited to a greater extent to ensure the production of the second language under the mixed language context. Therefore, more attentional control resources are recruited when bilinguals produced the dominant language. The present study, for the first time, reveals neural correlates of L1 naming disadvantage under the mixed language context.", "doi": "10.1016/j.bandl.2017.10.005", "title": "Neural correlates for naming disadvantage of the dominant language in bilingual word production.", "journal": ["Brain and language", "Brain Lang"]}