{"authors": [["Garcia", "Alexis M", "AM", "Florida International University, Miami, FL 33199, USA."], ["Ros", "Rosmary", "R", "Florida International University, Miami, FL 33199, USA."], ["Hart", "Katie C", "KC", "Florida International University, Miami, FL 33199, USA."], ["Graziano", "Paulo A", "PA", "Florida International University, Miami, FL 33199, USA. Electronic address: pgrazian@fiu.edu."]], "date": "2017-10-31", "id": "29096236", "text": "The current study examined differences in working memory (WM) between monolingual and bilingual Hispanic/Latino preschoolers with disruptive behavior disorders (DBDs). A total of 149 children (Mage = 5.10 years, SD = 0.53; 76% male) with elevated levels of DBDs, as indicated by their parents or teachers, were recruited to participate in an 8-week summer program prior to the start of kindergarten (Summer Treatment Program for Pre-Kindergarteners). Prior to the start of treatment, parents completed several measures about their children's behavior and executive function, and children were administered two subtests of the Automated Working Memory Assessment to examine their current WM capabilities. After controlling for demographic variables (i.e., age, sex, socioeconomic status, IQ, and diagnostic status), no significant differences were observed between bilingual and monolingual children in verbal WM performance (β = .03, p > .05). However, children who were bilingual did perform better than monolinguals on spatial WM tasks (β = .23, p < .01). Finally, parent reports of WM corroborated these findings such that bilingual children were reported as having fewer WM problems by parents (β = -.19, p < .05) and teachers (β = -.22, p < .05). Whereas WM deficits are often found among children with DBDs, the current findings suggest that bilingualism may serve as a protective factor for preschoolers with DBDs.", "doi": "10.1016/j.jecp.2017.09.020", "title": "Comparing working memory in bilingual and monolingual Hispanic/Latino preschoolers with disruptive behavior disorders.", "journal": ["Journal of experimental child psychology", "J Exp Child Psychol"]}