{"authors": [["van Setten", "Ellie R H", "ERH", "Center for Language and Cognition Groningen (CLCG), Faculty of Arts, University of Groningen, Groningen, the Netherlands."], ["Tops", "Wim", "W", "Center for Language and Cognition Groningen (CLCG), Faculty of Arts, University of Groningen, Groningen, the Netherlands."], ["Hakvoort", "Britt E", "BE", "Research Institute of Child Development and Education, University of Amsterdam, Amsterdam, the Netherlands."], ["van der Leij", "Aryan", "A", "Research Institute of Child Development and Education, University of Amsterdam, Amsterdam, the Netherlands."], ["Maurits", "Natasha M", "NM", "Research School of Behavioural and Cognitive Neurosciences (BCN), University Medical Center Groningen, University of Groningen, Groningen, the Netherlands."], ["Maassen", "Ben A M", "BAM", "Center for Language and Cognition Groningen (CLCG), Faculty of Arts, University of Groningen, Groningen, the Netherlands."]], "date": "2017-10-16", "id": "29062600", "text": "The present study investigated differences in reading and spelling outcomes in Dutch and English as a second language (ESL) in adolescents with a high familial risk of dyslexia, of whom some have developed dyslexia (HRDys) while others have not (HRnonDys), in comparison to a low familial risk control group without dyslexia (LRnonDys). This allowed us to investigate the persistence of dyslexia in the first language (L1) and the effect of dyslexia on the second language (L2), which has, in this case, a lower orthographic transparency. Furthermore, the inclusion of the HRnonDys group allowed us to investigate the continuity of the familial risk of dyslexia, as previous studies observed that the HRnonDys group often scores in between the HRDys and LRnonDys group, and whether these readers without reading deficits in Dutch, have more reading difficulties in ESL.The data of three groups of adolescents were analyzed; 27 LRnonDys, 25 HRdys 25 HRnonDys. The mean age was 14;1 years; months, and 37 were male. All were native speakers of Dutch, attended regular secondary education (grade 7-10), and were non-native speakers of English. Using MANOVA the groups were compared on Dutch and English word reading fluency (WRF), spelling and vocabulary, Dutch pseudoword and loanword reading fluency, phonological awareness (PA), rapid automatized naming (RAN), and verbal short term and working memory. A repeated measures ANOVA was used to compare English and Dutch WRF, spelling and vocabulary directly within the three groups.The analyses revealed that the HRDys group had a deficit in both reading and spelling in Dutch and ESL. They also performed poorer than the LRnonDys group on all other measures. Effect sizes were especially large for pseudoword reading and the reaction times during the PA task. The HRnonDys group scored generally poorer than the LRnonDys group but this difference was only significant for Dutch pseudoword reading, PA reaction times and verbal short term memory. In general the HRDys and HRnonDys group scored similar in Dutch and English, except for English WRF where the HRDys group scored slightly better than expected based on their Dutch WRF.There was a high persistence of dyslexia. Adolescents with dyslexia had large impairments in reading and spelling, and reading related measures, both in Dutch and ESL. Despite high inter-individual differences, an overall three-step pattern was observed. Adolescents in the HRnonDys group scored in between the HRDys and LRnonDys group, supporting the polygenetic origin of dyslexia and the continuity of the familial risk of dyslexia. The lower orthographic transparency did not have a negative effect on L2 reading, spelling and vocabulary, both in the HRnonDys and HRDys group. The latter group performed slightly better than expected in L2, which may be a result of the massive exposure to English and high motivation to use English by adolescents.", "doi": "10.7717/peerj.3895", "title": "L1 and L2 reading skills in Dutch adolescents with a familial risk of dyslexia.", "journal": ["PeerJ", "PeerJ"]}