{"authors": [["Rodriguez", "Stephen Matthew", "SM", "University of Houston, 4800 Calhoun Rd., Houston, TX 77004, USA. Electronic address: matt23411@gmail.com."], ["Archila-Suerte", "Pilar", "P", "University of Houston, 4800 Calhoun Rd., Houston, TX 77004, USA."], ["Vaughn", "Kelly A", "KA", "University of Houston, 4800 Calhoun Rd., Houston, TX 77004, USA."], ["Chiarello", "Christine", "C", "University of California, Riverside, 900 University Ave., Riverside, CA 92521, USA."], ["Hernandez", "Arturo E", "AE", "University of Houston, 4800 Calhoun Rd., Houston, TX 77004, USA."]], "date": "2017-10-21", "id": "29061528", "text": "A previous fMRI study of novel speech sound learning, tied to the methods and results presented here, identified groups of advanced and novice learners and related their classification to neural activity. To complement those results and better elucidate the role of the entire neural system in speech learning, the current study analyzed the neuroanatomical data with the goals of 1) uncovering the regions of interest (ROIs) that predicted speech learning performance in a sample of monolingual and bilingual adults, and 2) examining if the relationship between cortical thickness from selected ROIs and individual learning ability depends on language group. The ROIs selected were brain regions well-established in the literature as areas associated with language and speech processing (i.e., Transverse Superior Temporal Gyrus, anterior insula and posterior insula, all bilaterally). High-resolution brain scans (T1-weighted) were acquired from 23 Spanish-English bilinguals and 20 English monolingual adults. The thickness of the left anterior insula significantly predicted speech sound learning ability in bilinguals but not monolinguals. These results suggest that aptitude for learning a new language is associated with variations in the cortical thickness of the left anterior insula in bilinguals. These findings may provide insight into the higher order mechanisms involved in speech perception and advance our understanding of the unique strategies employed by the bilingual brain during language learning.", "doi": "10.1016/j.neuroimage.2017.10.038", "title": "Anterior insular thickness predicts speech sound learning ability in bilinguals.", "journal": ["NeuroImage", "Neuroimage"]}