{"authors": [["Chan", "Angel", "A", "Department of Chinese and Bilingual Studies, Hong Kong Polytechnic University, Hong Kong, China."], ["Chen", "Si", "S", "Department of Chinese and Bilingual Studies, Hong Kong Polytechnic University, Hong Kong, China."], ["Matthews", "Stephen", "S", "Childhood Bilingualism Research Centre, The Chinese University of Hong Kong, Hong Kong, China."], ["Yip", "Virginia", "V", "Childhood Bilingualism Research Centre, The Chinese University of Hong Kong, Hong Kong, China."]], "date": "2017-10-06", "id": "29056917", "text": "Chinese relative clauses (RCs) have word order properties that are distinctly rare across languages of the world; such properties provide a good testing ground to tease apart predictions regarding the relative complexity of subject and object RCs in acquisition and processing. This study considers these special word order properties in a multilingual acquisition context, examining how Cantonese(L1)-English(L2)-Mandarin(L3) trilingual children process RCs in two Chinese languages differing in exposure conditions. Studying in an English immersion international school, these trilinguals are also under intensive exposure to English. Comparisons of the trilinguals with their monolingual counterparts are made with a focus on the directionality of cross-linguistic influence. The study considers how various factors such as language exposure, structural overlaps in the target languages, typological distance, and language dominance can account for the linguistic abilities and vulnerabilities exhibited by a group of children in a trilingual acquisition context. Twenty-one trilingual 5- to 6-year-olds completed tests of subject- and object- RC comprehension in all three languages. Twenty-four age-matched Cantonese monolinguals and 24 age-matched Mandarin monolinguals served as comparison groups. Despite limited exposure to Mandarin, the trilinguals performed comparable to the monolinguals. Their Cantonese performance uniquely predicts their Mandarin performance, suggesting positive transfer from L1 Cantonese to L3 Mandarin. In Cantonese, however, despite extensive exposure from birth, the trilinguals comprehended object RCs significantly worse than the monolinguals. Error analyses suggested an English-based head-initial analysis, implying negative transfer from L2 English to L1 Cantonese. Overall, we identified a specific case of bi-directional influence between the first and second/third languages. The trilinguals experience facilitation in processing Mandarin RCs, because parallels and overlaps in both form and function provide a transparent basis for positive transfer from L1 Cantonese to L3 Mandarin. On the other hand, they experience more difficulty in processing object RCs in Cantonese compared to their monolingual peers, because structural overlaps with competing structures from English plus intensive exposure to English lead to negative transfer from L2 English to L1 Cantonese. The findings provide further evidence that head noun assignment in object RCs is especially vulnerable in multilingual Cantonese children when they are under intensive exposure to English.", "doi": "10.3389/fpsyg.2017.01641", "title": "Comprehension of Subject and Object Relative Clauses in a Trilingual Acquisition Context.", "journal": ["Frontiers in psychology", "Front Psychol"]}