{"authors": [["Cachia", "Arnaud", "A", "Laboratory for the Psychology of Child Development and Education, Sorbonne, CNRS UMR8240, Paris, France; Paris Descartes University, Sorbonne Paris Cité, Paris, France; Institut Universitaire de France, Paris, France; Biomarkers of Brain Development and Disorders, Center of Psychiatry and Neurosciences, INSERM UMR894, Paris, France."], ["Del Maschio", "Nicola", "N", "Centre for Neurolinguistics and Psycholinguistics, University Vita-Salute San Raffaele and Scientific Institute San Raffaele, Milano, Italy."], ["Borst", "Gregoire", "G", "Laboratory for the Psychology of Child Development and Education, Sorbonne, CNRS UMR8240, Paris, France; Paris Descartes University, Sorbonne Paris Cité, Paris, France; Institut Universitaire de France, Paris, France."], ["Della Rosa", "Pasquale Anthony", "PA", "Centre for Neurolinguistics and Psycholinguistics, University Vita-Salute San Raffaele and Scientific Institute San Raffaele, Milano, Italy."], ["Pallier", "Christophe", "C", "Cognitive Neuroimaging Unit, CEA DSV/I2BM, INSERM, Université Paris-Sud, Université Paris-Saclay, NeuroSpin Center, Gif-sur-Yvette, France."], ["Costa", "Albert", "A", "Universitat de Pompeu Fabra, Barcelona & ICREA, Spain."], ["Houdé", "Olivier", "O", "Laboratory for the Psychology of Child Development and Education, Sorbonne, CNRS UMR8240, Paris, France; Paris Descartes University, Sorbonne Paris Cité, Paris, France; Institut Universitaire de France, Paris, France."], ["Abutalebi", "Jubin", "J", "Centre for Neurolinguistics and Psycholinguistics, University Vita-Salute San Raffaele and Scientific Institute San Raffaele, Milano, Italy. Electronic address: abutalebi.jubin@hsr.it."]], "date": "2017-10-07", "id": "29017088", "text": "The role of the anterior cingulate cortex (ACC) in modulating the effect of bilingual experience on cognitive control has been reported at both functional and structural neural levels. Individual differences in the ACC sulcal patterns have been recently correlated with cognitive control efficiency in monolinguals. We aimed to investigate whether differences of ACC sulcation mediate the effect of bilingualism on cognitive control efficiency. We contrasted the performance of bilinguals and monolinguals during a cognitive control task (i.e., the Flanker Task) using a stratification based on the participants' ACC sulcal features. We found that performance of the two groups was differentially affected by ACC sulcation. Our findings provide the first evidence that early neurodevelopmental mechanisms may modulate the effect of different environmental backgrounds - here, bilingual vs monolingual experience - on cognitive efficiency.", "doi": "10.1016/j.bandl.2017.09.005", "title": "Anterior cingulate cortex sulcation and its differential effects on conflict monitoring in bilinguals and monolinguals.", "journal": ["Brain and language", "Brain Lang"]}