{"authors": [["Mungas", "Dan", "D", null], ["Early", "Dawnté R", "DR", null], ["Glymour", "M Maria", "MM", null], ["Zeki Al Hazzouri", "Adina", "A", null], ["Haan", "Mary N", "MN", null]], "date": "2017-10-02", "id": "28967765", "text": "This study examined the influence of education, country where education occurred, and monolingual-bilingual (English/Spanish) language usage on late life cognitive trajectories in the Sacramento Area Latino Study on Aging (SALSA), an epidemiological study of health and cognition in Hispanics, mostly of Mexican origin, age 60 and over (N = 1,499).SALSA followed a large cohort of older Latinos for up to 7 assessment waves from 1998 to 2007. Global cognition was assessed by using the Modified Mini Mental State Examination, and the Spanish English Verbal Learning Test was used to measure episodic memory. Education, country of origin, and language usage patterns were collected at the baseline assessment and used as predictors of longitudinal trajectories of cognition. Parallel process mixed effects models were used to examine effects of education and language variables on baseline cognition and rate of cognitive decline.Mixed effects longitudinal models showed that education had strong effects on baseline global cognition and verbal memory but was not related to decline over up to 9 years of longitudinal follow-up. Differences in education effects between subgroups educated in Mexico and in the United States were minor. Monolingual-bilingual language usage was not related to cognitive decline, and bilinguals did not significantly differ from monolingual English speakers on baseline cognitive scores.Hypotheses that higher education and bilingualism protect against late life cognitive decline were not supported and education effects on late-life cognitive trajectories did not substantially differ across U.S.- and Mexico-educated groups. (PsycINFO Database Record", "doi": "10.1037/neu0000356", "title": "Education, Bilingualism, and Cognitive Trajectories: Sacramento Area Latino Aging Study (SALSA).", "journal": ["Neuropsychology", "Neuropsychology"]}