{"authors": [["Singh", "Leher", "L", "Department of Psychology, National University of SingaporeSingapore, Singapore."], ["Loh", "Darrell", "D", "Department of Psychology, National University of SingaporeSingapore, Singapore."], ["Xiao", "Naiqi G", "NG", "Department of Psychology, Princeton UniversityPrinceton, NJ, United States."]], "date": "2017-09-12", "id": "28955278", "text": "Perceptual narrowing is a highly significant development associated with the first year of life. It conventionally refers to an orientation toward nativeness whereby infant's perceptual sensitivities begin to align with the phonetic properties of their native environment. Nativeness effects, such as perceptual narrowing, have been observed in several domains, most notably, in face discrimination within other-race faces and speech discrimination of non-native phonemes. Thus, far, nativeness effects in the face and speech perception have been theoretically linked, but have mostly been investigated independently. An important caveat to nativeness effects is that diversifying experiences, such as bilingualism or multiracial exposure, can lead to a reduction or postponement in attunement to the native environment. The present study was designed to investigate whether bilingualism influences nativeness effects in phonetic and face perception. Eleven-month-old monolingual and bilingual infants were tested on their abilities to discriminate native and non-native speech contrasts as well as own-race and other-race face contrasts. While monolingual infants demonstrated nativeness effects in face and speech perception, bilingual infants demonstrated nativeness effects in the face perception but demonstrated flexibility in speech perception. Results support domain-specific effects of bilingual experience on nativeness effects.", "doi": "10.3389/fpsyg.2017.01563", "title": "Bilingual Infants Demonstrate Perceptual Flexibility in Phoneme Discrimination but Perceptual Constraint in Face Discrimination.", "journal": ["Frontiers in psychology", "Front Psychol"]}