{"authors": [["Bosma", "Evelyn", "E", "Fryske AkademyLeeuwarden, Netherlands."], ["Heeringa", "Wilbert", "W", "Fryske AkademyLeeuwarden, Netherlands."], ["Hoekstra", "Eric", "E", "Fryske AkademyLeeuwarden, Netherlands."], ["Versloot", "Arjen", "A", "Fryske AkademyLeeuwarden, Netherlands."], ["Blom", "Elma", "E", "Special Education Cognitive and Motor Disabilities, Department of Education and Pedagogy, Utrecht UniversityUtrecht, Netherlands."]], "date": "2017-09-12", "id": "28955260", "text": "Closely related languages share cross-linguistic phonological regularities, such as Frisian -âld [ͻ:t] and Dutch -oud [ʱut], as in the cognate pairs kâld [kͻ:t] - koud [kʱut] 'cold' and wâld [wͻ:t] - woud [wʱut] 'forest'. Within Bybee's (1995, 2001, 2008, 2010) network model, these regularities are, just like grammatical rules within a language, generalizations that emerge from schemas of phonologically and semantically related words. Previous research has shown that verbal working memory is related to the acquisition of grammar, but not vocabulary. This suggests that verbal working memory supports the acquisition of linguistic regularities. In order to test this hypothesis we investigated whether verbal working memory is also related to the acquisition of cross-linguistic phonological regularities. For three consecutive years, 5- to 8-year-old Frisian-Dutch bilingual children (n = 120) were tested annually on verbal working memory and a Frisian receptive vocabulary task that comprised four cognate categories: (1) identical cognates, (2) non-identical cognates that either do or (3) do not exhibit a phonological regularity between Frisian and Dutch, and (4) non-cognates. The results showed that verbal working memory had a significantly stronger effect on cognate category (2) than on the other three cognate categories. This suggests that verbal working memory is related to the acquisition of cross-linguistic phonological regularities. More generally, it confirms the hypothesis that verbal working memory plays a role in the acquisition of linguistic regularities.", "doi": "10.3389/fpsyg.2017.01487", "title": "Verbal Working Memory Is Related to the Acquisition of Cross-Linguistic Phonological Regularities.", "journal": ["Frontiers in psychology", "Front Psychol"]}