{"authors": [["Santillán", "Jimena", "J", "Department of Psychology, University of Oregon, Eugene, OR, USA."], ["Khurana", "Atika", "A", "Department of Psychology, University of Oregon, Eugene, OR, USA."]], "date": "2017-09-24", "id": "28944614", "text": "Children from lower socioeconomic (SES) backgrounds tend to be at-risk for executive function (EF) impairments by the time they are in preschool, placing them at an early disadvantage for academic success. The present study examined the potentially protective role of bilingual experience on the development of inhibitory control (IC) in 1146 Head Start preschoolers who were followed for an 18-month period during the transition to kindergarten as part of the longitudinal Family and Child Experiences Survey (FACES) 2009 study. Using three waves of data, we predicted individual variation in developmental trajectories of IC for three groups that differed in bilingual experience-English monolinguals, Spanish-English bilinguals, and a group of children who transitioned from being Spanish monolingual to Spanish-English bilinguals during the course of the study. Compared to their English monolingual peers, bilingual children from Spanish-speaking homes showed higher IC performance at Head Start entry, as well as steeper IC growth over time. Children who were Spanish monolingual at the beginning of Head Start showed the lowest IC performance at baseline. However, their rate of IC growth exceeded that of children who remained English monolingual and did not differ from that of their peers who entered Head Start being bilingual. These results suggest that acquiring bilingualism and continued bilingual experience are associated with more rapid IC development during the transition from preschool to kindergarten in children from lower SES backgrounds.", "doi": "10.1111/desc.12624", "title": "Developmental associations between bilingual experience and inhibitory control trajectories in Head Start children.", "journal": ["Developmental science", "Dev Sci"]}