{"authors": [["Timmer", "Kalinka", "K", "Department of Psychology, York University, Toronto, Canada; Center for Brain and Cognition (CBC), Universitat Pompeu Fabra, Barcelona, Spain."], ["Grundy", "John G", "JG", "Department of Psychology, York University, Toronto, Canada."], ["Bialystok", "Ellen", "E", "Department of Psychology, York University, Toronto, Canada. Electronic address: ellenb@yorku.ca."]], "date": "2017-09-21", "id": "28943364", "text": "The present study investigated processing differences between young adults who were English monolinguals or English-French bilinguals on a task- and language-switching paradigm. The mechanisms responsible for task switching and language switching were investigated using electrophysiological (EEG) measures. In nonverbal task switching, monolinguals and bilinguals demonstrated equivalent behavioral mixing (pure vs. repeat) and switching (repeat vs. switch) costs, but bilinguals were more accurate in the mixed blocks. Bilinguals used a more distributed neural network than monolinguals that captured the nonverbal mixing effect and showed earlier discrimination for the switching effect in the ERPs. In language switching, more distributed networks for bilinguals than monolinguals were found for the switching effect. The scalp distributions revealed more overlap between task switching and language switching for bilinguals than monolinguals. For switch costs, both groups showed P3/LPC modulations in both tasks, but bilinguals showed extended activation to central regions for both switching tasks. For mixing costs, both groups revealed modulations of the N2 but only bilinguals showed extended activation to the occipital region. Overall bilinguals revealed more overlapping processing between task- and language-switching than monolinguals, consistent with the interpretation of integration of verbal and nonverbal control networks during early visual processing for bilinguals and later executive processing for monolinguals.", "doi": "10.1016/j.neuropsychologia.2017.09.017", "title": "Earlier and more distributed neural networks for bilinguals than monolinguals during switching.", "journal": ["Neuropsychologia", "Neuropsychologia"]}