{"authors": [["Haman", "Ewa", "E", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Wodniecka", "Zofia", "Z", "Psychology of Language and Bilingualism Lab, Institute of Psychology, Jagiellonian UniversityKrakow, Poland."], ["Marecka", "Marta", "M", "Psychology of Language and Bilingualism Lab, Institute of Psychology, Jagiellonian UniversityKrakow, Poland."], ["Szewczyk", "Jakub", "J", "Psychology of Language and Bilingualism Lab, Institute of Psychology, Jagiellonian UniversityKrakow, Poland."], ["Białecka-Pikul", "Marta", "M", "Early Child Development Psychology Laboratory, Institute of Psychology, Jagiellonian UniversityKrakow, Poland."], ["Otwinowska", "Agnieszka", "A", "Institute of English Studies, University of WarsawWarsaw, Poland."], ["Mieszkowska", "Karolina", "K", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Łuniewska", "Magdalena", "M", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Kołak", "Joanna", "J", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Miękisz", "Aneta", "A", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Kacprzak", "Agnieszka", "A", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Banasik", "Natalia", "N", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Foryś-Nogala", "Małgorzata", "M", "Psycholinguistics Lab, Faculty of Psychology, University of WarsawWarsaw, Poland."]], "date": "2017-09-04", "id": "28928681", "text": "Most studies on bilingual language development focus on children's second language (L2). Here, we investigated first language (L1) development of Polish-English early migrant bilinguals in four domains: vocabulary, grammar, phonological processing, and discourse. We first compared Polish language skills between bilinguals and their Polish non-migrant monolingual peers, and then investigated the influence of the cumulative exposure to L1 and L2 on bilinguals' performance. We then examined whether high exposure to L1 could possibly minimize the gap between monolinguals and bilinguals. We analyzed data from 233 typically developing children (88 bilingual and 145 monolingual) aged 4;0 to 7;5 (years;months) on six language measures in Polish: receptive vocabulary, productive vocabulary, receptive grammar, productive grammar (sentence repetition), phonological processing (non-word repetition), and discourse abilities (narration). Information about language exposure was obtained via parental questionnaires. For each language task, we analyzed the data from the subsample of bilinguals who had completed all the tasks in question and from monolinguals matched one-on-one to the bilingual group on age, SES (measured by years of mother's education), gender, non-verbal IQ, and short-term memory. The bilingual children scored lower than monolinguals in all language domains, except discourse. The group differences were more pronounced on the productive tasks (vocabulary, grammar, and phonological processing) and moderate on the receptive tasks (vocabulary and grammar). L1 exposure correlated positively with the vocabulary size and phonological processing. Grammar scores were not related to the levels of L1 exposure, but were predicted by general cognitive abilities. L2 exposure negatively influenced productive grammar in L1, suggesting possible L2 transfer effects on L1 grammatical performance. Children's narrative skills benefitted from exposure to two languages: both L1 and L2 exposure influenced story structure scores in L1. Importantly, we did not find any evidence (in any of the tasks in which the gap was present) that the performance gap between monolinguals and bilinguals could be fully closed with high amounts of L1 input.", "doi": "10.3389/fpsyg.2017.01444", "title": "How Does L1 and L2 Exposure Impact L1 Performance in Bilingual Children? Evidence from Polish-English Migrants to the United Kingdom.", "journal": ["Frontiers in psychology", "Front Psychol"]}