{"authors": [["Woumans", "Evy", "E", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."], ["Versijpt", "Jan", "J", "Department of Neurology, Brussels University Hospital, Vrije Universiteit Brussel, Brussels, Belgium."], ["Sieben", "Anne", "A", "Department of Neurology, Ghent University Hospital, Ghent University, Ghent, Belgium."], ["Santens", "Patrick", "P", "Department of Neurology, Ghent University Hospital, Ghent University, Ghent, Belgium."], ["Duyck", "Wouter", "W", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."]], "date": null, "id": "28922163", "text": "In a recent review, Mukadam, Sommerlad, and Livingston (2017) argue that bilingualism offers no protection against cognitive decline. The authors examined the results of 13 studies (five prospective, eight retrospective) in which monolinguals and bilinguals were compared for cognitive decline and onset of dementia symptoms. Analysis of four of the five prospective studies resulted in the conclusion that there was no difference between monolinguals and bilinguals, whereas seven of the eight retrospective studies actually showed bilingualism to result in a four-to-five year delay of symptom onset. The authors decided to ignore the results from the retrospective studies in favor of those from the prospective studies, reasoning that the former may be confounded by participants' cultural background and education levels. In this commentary, we argue that most of these studies actually controlled for these two variables and still found a positive effect of bilingualism. Furthermore, we argue that the meta-analysis of the prospective studies is not complete, lacking the results of two crucial reports. We conclude that the literature offers substantial evidence for a bilingual effect on the development of cognitive decline and dementia.", "doi": "10.3233/JAD-170759", "title": "Bilingualism and Cognitive Decline: A Story of Pride and Prejudice.", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."]}