{"authors": [["Mariën", "Peter", "P", "Clinical and Experimental Neurolinguistics, CLIN, Vrije Universiteit Brussel, Brussels, Belgium; Department of Neurology and Memory Clinic, ZNA Middelheim Hospital, Antwerp, Belgium. Electronic address: peter.marien5@telenet.be."], ["van Dun", "Kim", "K", "Clinical and Experimental Neurolinguistics, CLIN, Vrije Universiteit Brussel, Brussels, Belgium."], ["Van Dormael", "Johanna", "J", "Department of Neurological Rehabilitation, University Hospital Brussels, Brussels, Belgium."], ["Vandenborre", "Dorien", "D", "Clinical and Experimental Neurolinguistics, CLIN, Vrije Universiteit Brussel, Brussels, Belgium; Speech therapy and audiology, Thomas More, Antwerp, Belgium."], ["Keulen", "Stefanie", "S", "Clinical and Experimental Neurolinguistics, CLIN, Vrije Universiteit Brussel, Brussels, Belgium; Center for Language and Cognition, Rijksuniversiteit Groningen, Groningen, The Netherlands."], ["Manto", "Mario", "M", "Unité d'Étude du Mouvement, FNRS Neurologie, ULB Erasme, Brussels, Belgium."], ["Verhoeven", "Jo", "J", "Department of Language and Communication Science, City University, London, UK."], ["Abutalebi", "Jubin", "J", "Centre for Neurolinguistics and Psycholinguistics, University Vita-Salute San Raffaele, Milan, Italy."]], "date": "2017-09-14", "id": "28917165", "text": "Research has shown that linguistic functions in the bilingual brain are subserved by similar neural circuits as in monolinguals, but with extra-activity associated with cognitive and attentional control. Although a role for the right cerebellum in multilingual language processing has recently been acknowledged, a potential role of the left cerebellum remains largely unexplored. This paper reports the clinical and fMRI findings in a strongly right-handed (late) multilingual patient who developed differential polyglot aphasia, ataxic dysarthria and a selective decrease in executive function due to an ischemic stroke in the left cerebellum. fMRI revealed that lexical-semantic retrieval in the unaffected L1 was predominantly associated with activations in the left cortical areas (left prefrontal area and left postcentral gyrus), while naming in two affected non-native languages recruited a significantly larger bilateral functional network, including the cerebellum. It is hypothesized that the left cerebellar insult resulted in decreased right prefrontal hemisphere functioning due to a loss of cerebellar impulses through the cerebello-cerebral pathways.", "doi": "10.1016/j.bandl.2017.09.001", "title": "Cerebellar induced differential polyglot aphasia: A neurolinguistic and fMRI study.", "journal": ["Brain and language", "Brain Lang"]}