{"authors": [["Fabiano-Smith", "Leah", "L", "a Department of Speech, Language, and Hearing Sciences , University of Arizona , Tucson , AZ."], ["Cuzner", "Suzanne Lea", "SL", "a Department of Speech, Language, and Hearing Sciences , University of Arizona , Tucson , AZ."]], "date": "2017-09-13", "id": "28901779", "text": "The purpose of this study was to utilize a theoretical model of bilingual speech sound production as a framework for analyzing the speech of bilingual children with speech sound disorders. In order to distinguish speech difference from speech disorder, we examined between-language interaction on initial consonant deletion, an error pattern found cross-linguistically in the speech of children with speech sound disorders. Thirteen monolingual English-speaking and bilingual Spanish-and English-speaking preschoolers with speech sound disorders were audio-recorded during a single word picture-naming task and their recordings were phonetically transcribed. Initial consonant deletion errors were examined both quantitatively and qualitatively. An analysis of cross-linguistic effects and an analysis of phonemic complexity were performed. Monolingual English-speaking children exhibited initial consonant deletion at a significantly lower rate than bilingual children in their Spanish productions; however, no other quantitative differences were found across groups or languages. Qualitative differences yielded between-language interaction in the error patterns of bilingual children. Phonemic complexity appeared to play a role in initial consonant deletion. Evidence from the speech of bilingual children with speech sound disorders supports analysing bilingual speech using a cross-linguistic framework. Both theoretical and clinical implications are discussed.", "doi": "10.1080/02699206.2017.1367037", "title": "Initial consonant deletion in bilingual Spanish-English-speaking children with speech sound disorders.", "journal": ["Clinical linguistics & phonetics", "Clin Linguist Phon"]}