{"authors": [["Bosma", "Evelyn", "E", "Fryske Akademy, Royal Netherlands Academy of Arts and SciencesLeeuwarden, Netherlands."], ["Hoekstra", "Eric", "E", "Fryske Akademy, Royal Netherlands Academy of Arts and SciencesLeeuwarden, Netherlands."], ["Versloot", "Arjen", "A", "Fryske Akademy, Royal Netherlands Academy of Arts and SciencesLeeuwarden, Netherlands."], ["Blom", "Elma", "E", "Special Education: Cognitive and Motor Disabilities, Department of Education and Pedagogy, Utrecht UniversityUtrecht, Netherlands."]], "date": "2017-08-29", "id": "28900405", "text": "Various studies have shown that bilingual children need a certain degree of proficiency in both languages before their bilingual experiences enhance their executive functioning (EF). In the current study, we investigated if degree of bilingualism in Frisian-Dutch children influenced EF and if this effect was sustained over a 3-year period. To this end, longitudinal data were analyzed from 120 Frisian-Dutch bilingual children who were 5- or 6-years-old at the first time of testing. EF was measured with two attention and two working memory tasks. Degree of bilingualism was defined as language balance based on receptive vocabulary and expressive morphology scores in both languages. In a context with a minority and a majority language, such as the Frisian-Dutch context, chances for becoming proficient in both languages are best for children who speak the minority language at home. Therefore, in a subsequent analysis, we examined whether minority language exposure predicted language balance and whether there was a relationship between minority language exposure and EF, mediated by language balance. The results showed that intensity of exposure to Frisian at home, mediated by language balance, had an impact on one of the attention tasks only. It predicted performance on this task at time 1, but not at time 2 and 3. This partially confirms previous evidence that the cognitive effects of bilingualism are moderated by degree of bilingualism and furthermore reveals that substantial minority language exposure at home indirectly affects bilingual children's cognitive development, namely through mediation with degree of bilingualism. However, the findings also demonstrate that the effect of bilingualism on EF is limited and unstable.", "doi": "10.3389/fpsyg.2017.01453", "title": "The Minimal and Short-Lived Effects of Minority Language Exposure on the Executive Functions of Frisian-Dutch Bilingual Children.", "journal": ["Frontiers in psychology", "Front Psychol"]}