{"authors": [["Meir", "Natalia", "N", "Department of English Literature and Linguistics, Bar Ilan UniversityRamat Gan, Israel."], ["Armon-Lotem", "Sharon", "S", "Department of English Literature and Linguistics, Bar Ilan UniversityRamat Gan, Israel."]], "date": "2017-08-25", "id": "28890706", "text": "The current study explores the influence of socioeconomic status (SES) and bilingualism on the linguistic skills and verbal short-term memory of preschool children. In previous studies comparing children of low and mid-high SES, the terms \"a child with low-SES\" and \"a child speaking a minority language\" are often interchangeable, not enabling differentiated evaluation of these two variables. The present study controls for this confluence by testing children born and residing in the same country and attending the same kindergartens, with all bilingual children speaking the same heritage language (HL-Russian). A total of 120 children (88 bilingual children: 44 with low SES; and 32 monolingual children: 16 with low SES) with typical language development, aged 5; 7-6; 7, were tested in the societal language (SL-Hebrew) on expressive vocabulary and three repetition tasks [forward digit span (FWD), nonword repetition (NWR), and sentence repetition (SRep)], which tap into verbal short-term memory. The results indicated that SES and bilingualism impact different child abilities. Bilingualism is associated with decreased vocabulary size and lower performance on verbal short-term memory tasks with higher linguistic load in the SL-Hebrew. The negative effect of bilingualism on verbal short-term memory disappears once vocabulary is accounted for. SES influences not only linguistic performance, but also verbal short-term memory with lowest linguistic load. The negative effect of SES cannot be solely attributed to lower vocabulary scores, suggesting that an unprivileged background has a negative impact on children's cognitive development beyond a linguistic disadvantage. The results have important clinical implications and call for more research exploring the varied impact of language and life experience on children's linguistic and cognitive skills.", "doi": "10.3389/fpsyg.2017.01442", "title": "Independent and Combined Effects of Socioeconomic Status (SES) and Bilingualism on Children's Vocabulary and Verbal Short-Term Memory.", "journal": ["Frontiers in psychology", "Front Psychol"]}