{"authors": [["Fichman", "Sveta", "S", "Department of English Literature and Linguistics, Bar Ilan University, Ramat Gan, Israel. Electronic address: fichmans@gmail.com."], ["Altman", "Carmit", "C", "School of Education, Bar Ilan University, Ramat Gan, Israel. Electronic address: carmit.altman@biu.ac.il."], ["Voloskovich", "Anna", "A", "Department of English Literature and Linguistics, Bar Ilan University, Ramat Gan, Israel. Electronic address: vam33@yandex.ru."], ["Armon-Lotem", "Sharon", "S", "Department of English Literature and Linguistics, Bar Ilan University, Ramat Gan, Israel; Gonda Multidisciplinary Brain Research Center, Bar Ilan University, Ramat Gan, Israel. Electronic address: sharon.armon-lotem@biu.ac.il."], ["Walters", "Joel", "J", "Department of English Literature and Linguistics, Bar Ilan University, Ramat Gan, Israel; Gonda Multidisciplinary Brain Research Center, Bar Ilan University, Ramat Gan, Israel. Electronic address: waltej@mail.biu.ac.il."]], "date": "2017-08-24", "id": "28886430", "text": "While there is general agreement regarding poor performance of children with Specific Language Impairment (SLI) on microstructure measures of narrative production, findings on macrostructure are inconsistent.The present study analyzed narrative abilities of Russian-Hebrew bilingual preschool children with and without SLI, with a particular focus on story grammar (SG) elements and causal relations, in order to identify macrostructure features which distinguish bilingual children with SLI from those with typical development.Narratives were collected from 35 typically developing bilinguals (BiTD) and 14 bilinguals with SLI (BiSLI) in both Russian/L1 and Hebrew/L2 using a retelling procedure (LITMUS-Multilingual Assessment Instrument for Narratives) (Gagarina, Klop, Kunnari, Tantele, Välimaa, Balčiūnienė, Bohnacker, & Walters, 2012). Each story contained three episodes, and each episode introduced a different protagonist with explicitly stated Goals (G), Attempts (A) and Outcomes (O). Causal relations assessed included Enabling, Physical, Motivational, and Psychological relations, following Trabasso & Nickels (1992). Each Goal-Attempt-Outcome (GAO) episode was examined for the use of SG elements and causal relations.Group differences emerged for both aspects of macrostructure. For causal relations, narratives of BiSLI children contained fewer Enabling and Physical relations, and differed qualitatively from those of BiTD children. For SG elements, BiSLI children referred to fewer SG elements than BiTD children in the first episode, but performed like BiTD children in the second and the third episodes.Story grammar elements in specific episodes along with Enabling and Physical causal relations distinguish the narratives of children with BiSLI from those with BiTD, which stresses the importance of examining wider array of macrostructure features in narratives.", "doi": "10.1016/j.jcomdis.2017.08.001", "title": "Story grammar elements and causal relations in the narratives of Russian-Hebrew bilingual children with SLI and typical language development.", "journal": ["Journal of communication disorders", "J Commun Disord"]}