{"authors": [["Van de Putte", "Eowyn", "E", "Department of Experimental Psychology, Ghent University, Ghent, Belgium. Electronic address: Eowyn.vandeputte@ugent.be."], ["De Baene", "Wouter", "W", "Department of Experimental Psychology, Ghent University, Ghent, Belgium; Department of Cognitive Neuropsychology, Tilburg University, Tilburg, The Netherlands."], ["Brass", "Marcel", "M", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."], ["Duyck", "Wouter", "W", "Department of Experimental Psychology, Ghent University, Ghent, Belgium."]], "date": "2017-09-05", "id": "28870853", "text": "Although research has now converged towards a consensus that both languages of a bilingual are represented in at least partly shared systems for language comprehension, it remains unclear whether both languages are represented in the same neural populations for production. We investigated the neural overlap between L1 and L2 semantic representations of translation equivalents using a production task in which the participants had to name pictures in L1 and L2. Using a decoding approach, we tested whether brain activity during the production of individual nouns in one language allowed predicting the production of the same concepts in the other language. Because both languages only share the underlying semantic representation (sensory and lexical overlap was maximally avoided), this would offer very strong evidence for neural overlap in semantic representations of bilinguals. Based on the brain activation for the individual concepts in one language in the bilateral occipito-temporal cortex and the inferior and the middle temporal gyrus, we could accurately predict the equivalent individual concepts in the other language. This indicates that these regions share semantic representations across L1 and L2 word production.", "doi": "10.1016/j.neuroimage.2017.08.082", "title": "Neural overlap of L1 and L2 semantic representations in speech: A decoding approach.", "journal": ["NeuroImage", "Neuroimage"]}