{"authors": [["Kang", "Chunyan", "C", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, People's Republic of China."], ["Fu", "Yongben", "Y", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, People's Republic of China."], ["Wu", "Junjie", "J", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, People's Republic of China."], ["Ma", "Fengyang", "F", "School of Education, University of Cincinnati, Cincinnati, Ohio, 45221."], ["Lu", "Chunming", "C", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, People's Republic of China."], ["Guo", "Taomei", "T", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, 100875, People's Republic of China."]], "date": "2017-09-03", "id": "28868623", "text": "The present study investigated how language switching experience would modulate the neural correlates of cognitive control involved in bilingual language production. A group of unbalanced Chinese-English bilinguals undertook an 8-day cued picture naming training during which they named pictures in either of their languages based on visually presented cues. Participants' brain activation was scanned before and after the training in the same task. Behavioral results revealed a significant training effect such that switch costs were reduced after training. fMRI results showed that after training, activation of brain areas associated with cognitive control including the anterior cingulated cortex and the caudate was reduced. Besides, the activation reduction in the left dorsal anterior cingulated cortex positively correlated with the reduction in switch costs in response time and this training effect could be transferred to untrained stimuli. These findings suggest that neural correlates of cognitive control, especially that of the conflict monitoring process, in bilingual language production could be modulated by short-term language switching training. Hum Brain Mapp 38:5859-5870, 2017. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23765", "title": "Short-term language switching training tunes the neural correlates of cognitive control in bilingual language production.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}