{"authors": [["Mukadam", "Naaheed", "N", "Division of Psychiatry, UCL, University College London Hospitals/University College London Research Support Centre, University College London, London, UK."], ["Jichi", "Fatima", "F", "Biostatistics Group, University College London Hospitals/University College London Research Support Centre, University College London, London, UK."], ["Green", "David", "D", "Division of Psychology and Language Sciences, University College London Hospitals/University College London Research Support Centre, University College London, London, UK."], ["Livingston", "Gill", "G", "Division of Psychiatry, UCL, University College London Hospitals/University College London Research Support Centre, University College London, London, UK."]], "date": "2017-08-31", "id": "28857305", "text": "We wished to clarify the link between bilingualism and cognitive decline, and examine whether improved executive function due to bilingualism may be a factor in preventing cognitive decline.We used the Australian Longitudinal Study of Ageing which collected data on 2087 participants aged over 65 over 20 years. We compared baseline demographics, health, and social characteristics between bilingual and non-bilingual participants. We used linear mixed models analysis to explore the effect of bilingualism on MMSE score over time and linear regression to explore the effect of bilingualism on baseline MMSE scores, controlling for pre-specified potential confounders.Bilingual participants had lower baseline MMSE scores than the non-bilingual population (mean difference = -2.3 points; 95% confidence intervals = 1.56-2.90). This was fully explained by education and National Adult Reading Test scores (17.4; standard deviation [SD] =7.7 versus 28.1; SD = 8.2) which also partly explained baseline executive function test scores differences. Bilingual and non-bilingual participants did not differ in MMSE decline over time (-0.33 points, P = 0.31) nor on baseline tests of executive function (-0.26, P = 0.051).In this cohort, education rather than bilingualism was a predictor of MMSE score, and being bilingual did not protect from cognitive decline. We conclude that bilingualism is complex, and when it is not the result of greater educational attainment, it does not always protect from cognitive decline. Neuroprotective effects of bilingualism over time may be attributable to the precise patterns of language use but not to bilingualism per se.", "doi": "10.1002/gps.4778", "title": "The relationship of bilingualism to cognitive decline: The Australian Longitudinal Study of Ageing.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}