{"authors": [["Mieszkowska", "Karolina", "K", "Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Łuniewska", "Magdalena", "M", "Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Kołak", "Joanna", "J", "Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Kacprzak", "Agnieszka", "A", "Faculty of Psychology, University of WarsawWarsaw, Poland."], ["Wodniecka", "Zofia", "Z", "Institute of Psychology, Jagiellonian UniversityKraków, Poland."], ["Haman", "Ewa", "E", "Faculty of Psychology, University of WarsawWarsaw, Poland."]], "date": "2017-08-10", "id": "28848473", "text": "Language input is crucial for language acquisition and especially for children's vocabulary size. Bilingual children receive reduced input in each of their languages, compared to monolinguals, and are reported to have smaller vocabularies, at least in one of their languages. Vocabulary acquisition in trilingual children has been largely understudied; only a few case studies have been published so far. Moreover, trilingual language acquisition in children has been rarely contrasted with language outcomes of bilingual and monolingual peers. We present a comparison of trilingual, bilingual, and monolingual children (total of 56 participants, aged 4;5-6;7, matched one-to-one for age, gender, and non-verbal IQ) in regard to their receptive and expressive vocabulary (measured by standardized tests), and relative frequency of input in each language (measured by parental report). The monolingual children were speakers of Polish or English, while the bilinguals and trilinguals were migrant children living in the United Kingdom, speaking English as a majority language and Polish as a home language. The trilinguals had another (third) language at home. For the majority language, English, no differences were found across the three groups, either in the receptive or productive vocabulary. The groups differed, however, in their performance in Polish, the home language. The trilinguals had lower receptive vocabulary than the monolinguals, and lower productive vocabulary compared to the monolinguals. The trilinguals showed similar lexical knowledge to the bilinguals. The bilinguals demonstrated lower scores than the monolinguals, but only in productive vocabulary. The data on reported language input show that input in English in bilingual and trilingual groups is similar, but the bilinguals outscore the trilinguals in relative frequency of Polish input. Overall, the results suggest that in the majority language, multilingual children may develop lexical skills similar to those of their monolingual peers. However, their minority language is weaker: the trilinguals scored lower than the Polish monolinguals on both receptive and expressive vocabulary tests, and the bilinguals showed reduced expressive knowledge but leveled out with the Polish monolinguals on receptive vocabulary. The results should encourage parents of migrant children to support home language(s), if the languages are to be retained in a longer perspective.", "doi": "10.3389/fpsyg.2017.01358", "title": "Home Language Will Not Take Care of Itself: Vocabulary Knowledge in Trilingual Children in the United Kingdom.", "journal": ["Frontiers in psychology", "Front Psychol"]}