{"authors": [["Hussey", "Erika K", "EK", "Cognitive Science Team, U.S. Army Natick Soldier Research, Development and Engineering Center, Natick, Massachusetts, United States of America."], ["Christianson", "Kiel", "K", "Beckman Institute for Advanced Science and Technology, University of Illinois, Urbana, Illinois, United States of America."], ["Treiman", "David M", "DM", "Department of Neurology, Barrow Neurological Institute, Phoenix, Arizona, United States of America."], ["Smith", "Kris A", "KA", "Department of Neurosurgery, Barrow Neurological Institute, Phoenix, Arizona, United States of America."], ["Steinmetz", "Peter N", "PN", "Department of Neurology, Barrow Neurological Institute, Phoenix, Arizona, United States of America."]], "date": "2017-08-23", "id": "28832639", "text": "We report the results of a bilingual continuous recognition memory task during which single- and multi-neuron activity was recorded in human subjects with intracranial microwire implants. Subjects (n = 5) were right-handed Spanish-English bilinguals who were undergoing evaluation prior to surgery for severe epilepsy. Subjects were presented with Spanish and English words and the task was to determine whether any given word had been seen earlier in the testing session, irrespective of the language in which it had appeared. Recordings in the left and right hippocampus revealed notable laterality, whereby both Spanish and English items that had been seen previously in the other language (switch trials) triggered increased neural firing in the left hippocampus. Items that had been seen previously in the same language (repeat trials) triggered increased neural firings in the right hippocampus. These results are consistent with theories that propose roles of both the left- and right-hemisphere in real-time linguistic processing. Importantly, this experiment presents the first instance of intracranial recordings in bilinguals performing a task with switching demands.", "doi": "10.1371/journal.pone.0181850", "title": "Single neuron recordings of bilinguals performing in a continuous recognition memory task.", "journal": ["PloS one", "PLoS ONE"]}