{"authors": [["DeJesus", "Jasmine M", "JM", "Department of Psychology, Department of Pediatrics, University of Michigan, Ann Arbor, MI 48109, USA. Electronic address: dejesus@umich.edu."], ["Hwang", "Hyesung G", "HG", "Department of Psychological and Brain Sciences, Washington University in St. Louis, St. Louis, MO 63130, USA."], ["Dautel", "Jocelyn B", "JB", "School of Psychology, Queens University Belfast, Belfast BT7 1NN, UK."], ["Kinzler", "Katherine D", "KD", "Department of Psychology, Cornell University, Ithaca, NY 14850, USA."]], "date": "2017-08-18", "id": "28826060", "text": "Past research finds that monolingual and bilingual children prefer native speakers to individuals who speak in unfamiliar foreign languages or accents. Do children in bilingual contexts socially distinguish among familiar languages and accents and, if so, how do their social preferences based on language and accent compare? The current experiments tested whether 5- to 7-year-olds in two bilingual contexts in the United States demonstrate social preferences among the languages and accents that are present in their social environments. We compared children's preferences based on language (i.e., English vs. their other native language) and their preferences based on accent (i.e., English with a native accent vs. English with a non-native [yet familiar] accent). In Experiment 1, children attending a French immersion school demonstrated no preference between English and French speakers but preferred American-accented English to French-accented English. In Experiment 2, bilingual Korean American children demonstrated no preference between English and Korean speakers but preferred American-accented English to Korean-accented English. Across studies, bilingual children's preferences based on accent (i.e., American-accented English over French- or Korean-accented English) were not related to their own language dominance. These results suggest that children from diverse linguistic backgrounds demonstrate social preferences for native-accented speakers. Implications for understanding the potential relation between social reasoning and language acquisition are discussed.", "doi": "10.1016/j.jecp.2017.07.005", "title": "Bilingual children's social preferences hinge on accent.", "journal": ["Journal of experimental child psychology", "J Exp Child Psychol"]}