{"authors": [["Hoff", "Erika", "E", "Department of Psychology, Florida Atlantic University, Boca Raton, FL. Electronic address: ehoff@fau.edu."], ["Ribot", "Krystal M", "KM", "Department of Psychology, Florida Atlantic University, Boca Raton, FL."]], "date": "2017-08-10", "id": "28803620", "text": "To describe the trajectories of English and Spanish language growth in typically developing children from bilingual homes and compare those with the trajectories of English growth in children from monolingual homes, to assess effects of dual language exposure on language growth in typically developing children.Expressive vocabularies were assessed at 6-month intervals from age 30 to 60 months, in English for monolinguals and English and Spanish for bilinguals. Use of English and Spanish in the home was assessed via parental report.Multilevel modeling, including parent education as a covariate, revealed that children from bilingual homes lagged 6 months to 1 year behind monolingual children in English vocabulary growth. The size of the lag was related to the relative amount of English use in the home, but the relation was not linear. Increments in English use conferred the greatest benefit most among homes with already high levels of English use. These homes also were likely to have 1 parent who was a native English speaker. Bilingual children showed stronger growth in English than in Spanish.Bilingual children can lag 6 months to 1 year behind monolingual children in normal English language development. Such lags may not necessarily signify clinically relevant delay if parents report that children also have skills in the home language. Shorter lags are associated with 2 correlated factors: more English exposure and more exposure from native English speakers. Early exposure to Spanish in the home does not guarantee acquisition of Spanish.", "doi": "10.1016/j.jpeds.2017.06.071", "title": "Language Growth in English Monolingual and Spanish-English Bilingual Children from 2.5 to 5 Years.", "journal": ["The Journal of pediatrics", "J. Pediatr."]}