{"authors": [["Li", "Fangfang", "F", "Department of Psychology, University of Lethbridge, Alberta, Canada."], ["Bunta", "Ferenc", "F", "Department of Communication Sciences and Disorders, University of Houston, TX."], ["Tomblin", "J Bruce", "JB", "Department of Communication Sciences and Disorders, The University of Iowa, Iowa City."]], "date": null, "id": "28800372", "text": "This study investigates the production of voiceless alveolar and postalveolar fricatives and affricates by bilingual and monolingual children with hearing loss who use cochlear implants (CIs) and their peers with normal hearing (NH).Fifty-four children participated in our study, including 12 Spanish-English bilingual CI users (M = 6;0 [years;months]), 12 monolingual English-speaking children with CIs (M = 6;1), 20 bilingual children with NH (M = 6;5), and 10 monolingual English-speaking children with NH (M = 5;10). Picture elicitation targeting /s/, /tʃ/, and /ʃ/ was administered. Repeated-measures analyses of variance comparing group means for frication duration, rise time, and centroid frequency were conducted for the effects of CI use and bilingualism.All groups distinguished the target sounds in the 3 acoustic parameters examined. Regarding frication duration and rise time, the Spanish productions of bilingual children with CIs differed from their bilingual peers with NH. English frication duration patterns for bilingual versus monolingual CI users also differed. Centroid frequency was a stronger place cue for children with NH than for children with CIs.Patterns of fricative and affricate production display effects of bilingualism and diminished signal, yielding unique patterns for bilingual and monolingual CI users.", "doi": "10.1044/2017_JSLHR-S-16-0125", "title": "Alveolar and Postalveolar Voiceless Fricative and Affricate Productions of Spanish-English Bilingual Children With Cochlear Implants.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}