{"authors": [["Leivada", "Evelina", "E", "Department of English Studies, University of CyprusNicosia, Cyprus."], ["Papadopoulou", "Elena", "E", "Cyprus Acquisition TeamNicosia, Cyprus."], ["Pavlou", "Natalia", "N", "Department of Linguistics, University of Chicago, ChicagoIL, United States."]], "date": "2017-07-25", "id": "28790953", "text": "Findings from the field of experimental linguistics have shown that a native speaker may judge a variant that is part of her grammar as unacceptable, but still use it productively in spontaneous speech. The process of eliciting acceptability judgments from speakers of non-standard languages is sometimes clouded by factors akin to prescriptive notions of grammatical correctness. It has been argued that standardization enhances the ability to make clear-cut judgments, while non-standardization may result to grammatical hybridity, often manifested in the form of functionally equivalent variants in the repertoire of a single speaker. Recognizing the importance of working with corpora of spontaneous speech, this work investigates patterns of variation in the spontaneous production of five neurotypical, adult speakers of a non-standard variety in terms of three variants, each targeting one level of linguistic analysis: syntax, morphology, and phonology. The results reveal the existence of functionally equivalent variants across speakers and levels of analysis. We first discuss these findings in relation to the notions of competing, mixed, and fused grammars, and then we flesh out the implications that different values of the same variant carry for parametric approaches to Universal Grammar. We observe that intraspeaker realizations of different values of the same variant within the same syntactic environment are incompatible with the 'triggering-a-single-value' approach of parametric models, but we argue that they are compatible with the concept of Universal Grammar itself. Since the analysis of these variants is ultimately a way of investigating the status of Universal Grammar primitives, we conclude that claims about the alleged unfalsifiability of (the contents of) Universal Grammar are unfounded.", "doi": "10.3389/fpsyg.2017.01260", "title": "Functionally Equivalent Variants in a Non-standard Variety and Their Implications for Universal Grammar: A Spontaneous Speech Corpus.", "journal": ["Frontiers in psychology", "Front Psychol"]}