{"authors": [["Boerma", "Tessel", "T", "Department of Special Education, Utrecht UniversityUtrecht, Netherlands."], ["Leseman", "Paul", "P", "Department of Special Education, Utrecht UniversityUtrecht, Netherlands."], ["Wijnen", "Frank", "F", "Utrecht Institute of Linguistics OTS, Utrecht UniversityUtrecht, Netherlands."], ["Blom", "Elma", "E", "Department of Special Education, Utrecht UniversityUtrecht, Netherlands."]], "date": "2017-07-21", "id": "28785235", "text": "Background: The language profiles of children with language impairment (LI) and bilingual children can show partial, and possibly temporary, overlap. The current study examined the persistence of this overlap over time. Furthermore, we aimed to better understand why the language profiles of these two groups show resemblance, testing the hypothesis that the language difficulties of children with LI reflect a weakened ability to maintain attention to the stream of linguistic information. Consequent incomplete processing of language input may lead to delays that are similar to those originating from reductions in input frequency. Methods: Monolingual and bilingual children with and without LI (N = 128), aged 5-8 years old, participated in this study. Dutch receptive vocabulary and grammatical morphology were assessed at three waves. In addition, auditory and visual sustained attention were tested at wave 1. Mediation analyses were performed to examine relationships between LI, sustained attention, and language skills. Results: Children with LI and bilingual children were outperformed by their typically developing (TD) and monolingual peers, respectively, on vocabulary and morphology at all three waves. The vocabulary difference between monolinguals and bilinguals decreased over time. In addition, children with LI had weaker auditory and visual sustained attention skills relative to TD children, while no differences between monolinguals and bilinguals emerged. Auditory sustained attention mediated the effect of LI on vocabulary and morphology in both the monolingual and bilingual groups of children. Visual sustained attention only acted as a mediator in the bilingual group. Conclusion: The findings from the present study indicate that the overlap between the language profiles of children with LI and bilingual children is particularly large for vocabulary in early (pre)school years and reduces over time. Results furthermore suggest that the overlap may be explained by the weakened ability of children with LI to sustain their attention to auditory stimuli, interfering with how well incoming language is processed.", "doi": "10.3389/fpsyg.2017.01241", "title": "Language Proficiency and Sustained Attention in Monolingual and Bilingual Children with and without Language Impairment.", "journal": ["Frontiers in psychology", "Front Psychol"]}