{"authors": [["Hsieh", "Ming-Che", "MC", "Department of Functional Brain Imaging, IDAC, Tohoku University, Sendai, Japan; Graduate Institute of Linguistics, National Chengchi University, Taipei, Taiwan."], ["Jeong", "Hyeonjeong", "H", "Graduate School of International Cultural Studies, Tohoku University, Sendai, Japan; Department of Human Brain Science, IDAC, Tohoku University, Sendai, Japan. Electronic address: hyeonjeong.jeong.b8@tohoku.ac.jp."], ["Dos Santos Kawata", "Kelssy Hitomi", "KH", "Department of Human Brain Science, IDAC, Tohoku University, Sendai, Japan."], ["Sasaki", "Yukako", "Y", "Department of Functional Brain Imaging, IDAC, Tohoku University, Sendai, Japan."], ["Lee", "Hsun-Cheng", "HC", "Department of Functional Brain Imaging, IDAC, Tohoku University, Sendai, Japan."], ["Yokoyama", "Satoru", "S", "Department of Functional Brain Imaging, IDAC, Tohoku University, Sendai, Japan; Chiba Institute of Science, Chiba, Japan."], ["Sugiura", "Motoaki", "M", "Department of Human Brain Science, IDAC, Tohoku University, Sendai, Japan."], ["Kawashima", "Ryuta", "R", "Department of Functional Brain Imaging, IDAC, Tohoku University, Sendai, Japan."]], "date": "2017-07-24", "id": "28750252", "text": "Bilingual studies using alphabetic languages have shown parallel activation of two languages during word recognition. However, little is known about the brain mechanisms of language control during word comprehension with a logogram writing system. We manipulated the types of words (interlingual homographs (IH), cognates, and language-specific words) and the types of participants (Chinese (L1)-Japanese (L2) bilinguals vs. Japanese monolinguals). Greater activation was found in the bilateral inferior frontal gyri, supplementary motor area, caudate nucleus and left fusiform gyrus, when the bilinguals processed IH, as compared to cognates. These areas were also commonly activated when the bilinguals processed L2 control words during an L1 lexical decision task. The areas function as the task/decision system that plays a role in cognitive control for resolving response conflict. Furthermore, the anterior cingulate cortex, left thalamus, and left middle temporal gyrus were activated during IH processing, suggesting resolution of the semantic conflict at the stimulus level (i.e., one logographic word having different meanings in the two languages).", "doi": "10.1016/j.bandl.2017.06.006", "title": "Neural correlates of bilingual language control during interlingual homograph processing in a logogram writing system.", "journal": ["Brain and language", "Brain Lang"]}