{"authors": [["Tremblay", "Annie", "A", "Department of Linguistics, University of Kansas, Lawrence, Kansas, United States of America."], ["Namjoshi", "Jui", "J", "Department of French and Italian, University of Illinois, Urbana, Illinois, United States of America."], ["Spinelli", "Elsa", "E", "Laboratoire de Psychologie et Neurocognition, Université Grenoble Alpes, Grenoble, France."], ["Broersma", "Mirjam", "M", "Centre for Language Studies, Radboud University, Nijmegen, The Netherlands."], ["Cho", "Taehong", "T", "Department of English Language and Literature, Hanyang University, Seoul, Korea."], ["Kim", "Sahyang", "S", "Department of English Education, Hongik University, Seoul, Korea."], ["Martínez-García", "Maria Teresa", "MT", "Department of Occidental Languages, Hankuk University of Foreign Studies, Seoul, Korea."], ["Connell", "Katrina", "K", "Department of Linguistics, University of Kansas, Lawrence, Kansas, United States of America."]], "date": "2017-07-24", "id": "28738093", "text": "This study investigates whether listeners' experience with a second language learned later in life affects their use of fundamental frequency (F0) as a cue to word boundaries in the segmentation of an artificial language (AL), particularly when the cues to word boundaries conflict between the first language (L1) and second language (L2). F0 signals phrase-final (and thus word-final) boundaries in French but word-initial boundaries in English. Participants were functionally monolingual French listeners, functionally monolingual English listeners, bilingual L1-English L2-French listeners, and bilingual L1-French L2-English listeners. They completed the AL-segmentation task with F0 signaling word-final boundaries or without prosodic cues to word boundaries (monolingual groups only). After listening to the AL, participants completed a forced-choice word-identification task in which the foils were either non-words or part-words. The results show that the monolingual French listeners, but not the monolingual English listeners, performed better in the presence of F0 cues than in the absence of such cues. Moreover, bilingual status modulated listeners' use of F0 cues to word-final boundaries, with bilingual French listeners performing less accurately than monolingual French listeners on both word types but with bilingual English listeners performing more accurately than monolingual English listeners on non-words. These findings not only confirm that speech segmentation is modulated by the L1, but also newly demonstrate that listeners' experience with the L2 (French or English) affects their use of F0 cues in speech segmentation. This suggests that listeners' use of prosodic cues to word boundaries is adaptive and non-selective, and can change as a function of language experience.", "doi": "10.1371/journal.pone.0181709", "title": "Experience with a second language affects the use of fundamental frequency in speech segmentation.", "journal": ["PloS one", "PLoS ONE"]}