{"authors": [["Stasenko", "Alena", "A", "Joint Doctoral Program in Clinical Psychology, San Diego State University."], ["Matt", "Georg E", "GE", "Joint Doctoral Program in Clinical Psychology, San Diego State University."], ["Gollan", "Tamar H", "TH", "Joint Doctoral Program in Clinical Psychology, San Diego State University."]], "date": "2017-07-17", "id": "28714710", "text": "Bilingual language switching may increase general switching efficiency, but the evidence on this question is mixed. We hypothesized that group differences in switching might be stronger at a long cue-target interval (CTI), which may better tap general switching abilities (Yehene & Meiran, 2007). Eighty Spanish-English bilinguals and 80 monolinguals completed a color-shape switching task, and an analogous language-switching task, varying CTI (short vs. long) in both tasks. With longer preparation time (long CTI), bilinguals exhibited significantly smaller task-switching costs than monolinguals, but only in the first half of trials. Group differences diminished with practice, though practice benefitted RTs on short CTI trials more than long, and bilinguals committed fewer errors with practice especially at short CTI. Groups did not differ in mixing costs; however, across CTIs and tasks, bilinguals and monolinguals alike, exhibited robust correlations between mixing costs, but not between switching costs. These results confirm an association between bilingualism and switching efficiency that may be magnified with manipulations that target general switching ability (or could reflect better ability to take advantage of preparation time). However, practice effects observed within experimental paradigms, and between task correlations in costs, may reflect cognitive mechanisms specific to laboratory tasks much more than associations with general switching ability and executive control mechanisms-for which more reliable and valid measures can hopefully be developed in future work. (PsycINFO Database Record", "doi": "10.1037/xge0000340", "title": "A relative bilingual advantage in switching with preparation: Nuanced explorations of the proposed association between bilingualism and task switching.", "journal": ["Journal of experimental psychology. General", "J Exp Psychol Gen"]}