{"authors": [["Liu", "Xiaojin", "X", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China."], ["Tu", "Liu", "L", "College of Foreign Studies, Jinan University, Guangzhou 510631, PR China."], ["Wang", "Junjing", "J", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China."], ["Jiang", "Bo", "B", "Department of Radiology, Huangpu Clinical Medical Center, Sun Yat-sen University First Affiliated Hospital, Guangzhou 510700, PR China."], ["Gao", "Wei", "W", "College of Foreign Studies, Jinan University, Guangzhou 510631, PR China."], ["Pan", "Ximin", "X", "Department of Radiology, Huangpu Clinical Medical Center, Sun Yat-sen University First Affiliated Hospital, Guangzhou 510700, PR China."], ["Li", "Meng", "M", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China."], ["Zhong", "Miao", "M", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China."], ["Zhu", "Zhenzhen", "Z", "College of Foreign Studies, Jinan University, Guangzhou 510631, PR China."], ["Niu", "Meiqi", "M", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China."], ["Li", "Yanyan", "Y", "College of Foreign Studies, Jinan University, Guangzhou 510631, PR China."], ["Zhao", "Ling", "L", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China."], ["Chen", "Xiaoxi", "X", "Management School, Jinan University, Guangzhou 510631, PR China."], ["Liu", "Chang", "C", "College of Foreign Studies, Jinan University, Guangzhou 510631, PR China."], ["Lu", "Zhi", "Z", "Guangdong Collaborative Innovation Center for Language Research and Services, Guangdong University of Foreign Studies, Guangzhou 510420, PR China. Electronic address: luzhi@gdufs.edu.cn."], ["Huang", "Ruiwang", "R", "Center for the Study of Applied Psychology, Key Laboratory of Mental Health and Cognitive Science of Guangdong Province, School of Psychology, South China Normal University, Guangzhou 510631, PR China. Electronic address: ruiwang.huang@gmail.com."]], "date": "2017-07-14", "id": "28711720", "text": "Early second language (L2) experience influences the neural organization of L2 in neuro-plastic terms. Previous studies tried to reveal these plastic effects of age of second language acquisition (AoA-L2) and proficiency-level in L2 (PL-L2) on the neural basis of language processing in bilinguals. Although different activation patterns have been observed during language processing in early and late bilinguals by task-fMRI, few studies reported the effect of AoA-L2 and high PL-L2 on language network at resting state. In this study, we acquired resting-state fMRI (R-fMRI) data from 10 Cantonese (L1)-Mandarin (L2) early bilinguals (acquired L2: 3years old) and 11 late bilinguals (acquired L2: 6years old), and analyzed their topological properties of language networks after controlling the language daily exposure and usage as well as PL in L1 and L2. We found that early bilinguals had significantly a higher clustering coefficient, global and local efficiency, but significantly lower characteristic path length compared to late bilinguals. Modular analysis indicated that compared to late bilinguals, early bilinguals showed significantly stronger intra-modular functional connectivity in the semantic and phonetic modules, stronger inter-modular functional connectivity between the semantic and phonetic modules as well as between the phonetic and syntactic modules. Differences in global and local parameters may reflect different patterns of neuro-plasticity respectively for early and late bilinguals. These results suggested that different L2 experience influences topological properties of language network, even if late bilinguals achieve high PL-L2. Our findings may provide a new perspective of neural mechanisms related to early and late bilinguals.", "doi": "10.1016/j.bandl.2017.07.003", "title": "Onset age of L2 acquisition influences language network in early and late Cantonese-Mandarin bilinguals.", "journal": ["Brain and language", "Brain Lang"]}