{"authors": [["Rahmani", "Farzaneh", "F", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran. farzaneh.rahmani@usern.org."], ["Sobhani", "Soheila", "S", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran."], ["Aarabi", "Mohammad Hadi", "MH", "NeuroImaging Network (NIN), Universal Scientific Education and Research Network (USERN), Tehran, Iran."]], "date": "2017-07-12", "id": "28702836", "text": "Study of bilingual brain has provided evidence for probable advantageous outcomes of early second language learning and brain structural correlates to these outcomes. DMRI connectometry is a novel approach that tracts fibers based on correlation of the adjacent voxels with a variable of interest or group differences. Using the data deposited by Pliatsikas et al., we investigated through diffusion MRI connectometry and correlation analysis, the structural differences in white matter tracts of 20 healthy sequential bilingual adults who used English as a second language on a daily basis, compared to 25 age matched in fiber differentiation analyses. Connectometry results revealed increased connectivity in corpus callosum (CC), bilateral cingulum, arcuate fasciculus (AF), and left IFOF of sequential bilingual adults. All the above fibers except cingulum had positive association with language immersion period. We introduce cingulum as a tract with increased connectivity in late bilingual adults. We also found an increase in white matter connectivity conventional language-related fibers such as AF, and areas that had been shown in previous studies addressing WM differences between early or late bilinguals and monolinguals, inferior frontooccipital fasciculus, and CC. Pliatsikas reported a confounding effect for the immersion period, as a regressor in TBSS model. Through DMRI connectometry and correlation analysis, we showed that quantitative anisotropy of all of the significant fibers from connectometry analysis, except cingulum, had direct correlation with the duration of immersion period of the bilingual group into the second language.", "doi": "10.1007/s00221-017-5029-x", "title": "Sequential language learning and language immersion in bilingualism: diffusion MRI connectometry reveals microstructural evidence.", "journal": ["Experimental brain research", "Exp Brain Res"]}