{"authors": [["Boerma", "Tessel", "T", "Utrecht University, Department of Special Education, the Netherlands."], ["Wijnen", "Frank", "F", "Utrecht University, Utrecht Institute of Linguistics OTS, the Netherlands."], ["Leseman", "Paul", "P", "Utrecht University, Department of Special Education, the Netherlands."], ["Blom", "Elma", "E", "Utrecht University, Department of Special Education, the Netherlands."]], "date": null, "id": "28687827", "text": "Grammatical morphology is often a locus of difficulty for both children with language impairment (LI) and bilingual children. In contrast to previous research that mainly focused on verbal tense and agreement markings, the present study investigated whether plural and past participle formation can disentangle the effects of LI and bilingualism and, in addition, can point to weaknesses of LI that hold across monolingual and bilingual contexts.Monolingual and bilingual children with and without LI (n = 33 per group) were tested at 2 waves with a word formation task that elicited Dutch noun plurals and past participles. The quantity and quality of errors as well as children's development over time were examined.The plural formation task discriminated between monolingual children with and without LI, but a less differentiated picture emerged in the bilingual group. Moreover, plural accuracy showed fully overlapping language profiles of monolinguals with LI and bilinguals without LI, in contrast to accuracy scores on the past participle formation task. Error analyses suggested that frequent omission of participial affixes may be indicative of LI, irrespective of lingual status.The elicited production of past participles may support a reliable diagnosis of LI in monolingual and bilingual learning contexts.https://doi.org/10.23641/asha.5165689.", "doi": "10.1044/2017_JSLHR-L-16-0351", "title": "Grammatical Morphology in Monolingual and Bilingual Children With and Without Language Impairment: The Case of Dutch Plurals and Past Participles.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}