{"authors": [["Kousaie", "Shanna", "S", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada; Centre for Research on Brain, Language, and Music, McGill University, Montreal, Quebec H3A 2B4, Canada. Electronic address: shanna.kousaie@mcgill.ca."], ["Chai", "Xiaoqian J", "XJ", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada."], ["Sander", "Kaija M", "KM", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada; Centre for Research on Brain, Language, and Music, McGill University, Montreal, Quebec H3A 2B4, Canada."], ["Klein", "Denise", "D", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, Montreal, Quebec H3A 2B4, Canada; Centre for Research on Brain, Language, and Music, McGill University, Montreal, Quebec H3A 2B4, Canada; Department of Neurology and Neurosurgery, McGill University, Montreal, Quebec H3A 2B4, Canada."]], "date": "2017-06-22", "id": "28648285", "text": "This study explores the effect of individual differences in the age of acquisition of a second language using resting-state functional magnetic resonance imaging (rs-fMRI) to examine functional connectivity and its relation with cognitive control within bilinguals. We compared simultaneous bilinguals, who learned two languages from birth, to sequential bilinguals, who learned a second language following mastery of their first language. Results show an effect of language experience on the strength of anticorrelation between the default mode network and the task-positive attention network and on cognitive control, with simultaneous bilinguals demonstrating stronger anticorrelations between the two networks, as well as superior cognitive control compared to sequential bilinguals. These findings demonstrate that the timing of language learning may have an impact on cognitive control, with the simultaneous learning of two languages being associated with more optimal brain connectivity for cognitive control compared to sequential language learning.", "doi": "10.1016/j.bandc.2017.06.003", "title": "Simultaneous learning of two languages from birth positively impacts intrinsic functional connectivity and cognitive control.", "journal": ["Brain and cognition", "Brain Cogn"]}