{"authors": [["Mosca", "Michela", "M", "International Doctorate for Experimental Approaches to Language and Brain (IDEALAB), University of Potsdam, Potsdam, Germany / University of Groningen, Groningen, Netherlands / University of Trento, Trento, Italy / University of Newcastle, Newcastle upon Tyne, United Kingdom / Macquarie UniversitySydney, NSW, Australia."], ["de Bot", "Kees", "K", "Department of Applied Linguistics, University of PannoniaVeszprém, Hungary."]], "date": "2017-06-07", "id": "28638361", "text": "This study aims at assessing how bilinguals select words in the appropriate language in production and recognition while minimizing interference from the non-appropriate language. Two prominent models are considered which assume that when one language is in use, the other is suppressed. The Inhibitory Control (IC) model suggests that, in both production and recognition, the amount of inhibition on the non-target language is greater for the stronger compared to the weaker language. In contrast, the Bilingual Interactive Activation (BIA) model proposes that, in language recognition, the amount of inhibition on the weaker language is stronger than otherwise. To investigate whether bilingual language production and recognition can be accounted for by a single model of bilingual processing, we tested a group of native speakers of Dutch (L1), advanced speakers of English (L2) in a bilingual recognition and production task. Specifically, language switching costs were measured while participants performed a lexical decision (recognition) and a picture naming (production) task involving language switching. Results suggest that while in language recognition the amount of inhibition applied to the non-appropriate language increases along with its dominance as predicted by the IC model, in production the amount of inhibition applied to the non-relevant language is not related to language dominance, but rather it may be modulated by speakers' unconscious strategies to foster the weaker language. This difference indicates that bilingual language recognition and production might rely on different processing mechanisms and cannot be accounted within one of the existing models of bilingual language processing.", "doi": "10.3389/fpsyg.2017.00934", "title": "Bilingual Language Switching: Production vs. Recognition.", "journal": ["Frontiers in psychology", "Front Psychol"]}