{"authors": [["Landmark", "Anne Marie Dalby", "AMD", "MultiLing Center for Research on Multilingualism in Society across the Lifespan, Department of Linguistics and Scandinavian Studies, University of Oslo, Oslo, Norway; HØKH Health Services Research Centre, Akershus University Hospital, Lørenskog, Norway. Electronic address: a.m.landmark@iln.uio.no."], ["Ofstad", "Eirik Hugaas", "EH", "Department of Internal Medicine, Nordland Hospital Trust, Bodø, Norway; HØKH Health Services Research Centre, Akershus University Hospital, Lørenskog, Norway; Department of Community Medicine, UiT the Arctic University of Norway, Tromsø, Norway."], ["Svennevig", "Jan", "J", "MultiLing Center for Research on Multilingualism in Society across the Lifespan, Department of Linguistics and Scandinavian Studies, University of Oslo, Oslo, Norway."]], "date": "2017-06-19", "id": "28637612", "text": "To explore how physicians bring up patient preferences, and how it aligns with assessments of shared decision-making.Qualitative conversation analysis of physicians formulating hypotheses about the patient's treatment preference was compared with quantitative scores on SDM and 'patient preferences' using OPTION(5) and MAPPIN'SDM.Physicians occasionally formulate hypotheses about patients' preferences and then present a treatment option on the basis of that (\"if you think X+we can do Y\"). This practice may promote SDM in that the decisions are treated as contingent on patient preferences. However, the way these hypotheses are formulated, simultaneously constrains the patient's freedom of choice and exerts a pressure to accept the physician's recommendation. These opposing effects may in part explain cases where different assessment instruments yield large variations in SDM measures.Eliciting patient preferences is a complex phenomenon that can be difficult to reduce into an accurate number. Detailed analysis can shed light on how patient preferences are elicited, and its consequences for patient involvement. Comparing CA and SDM measurements can contribute to specifying communicative actions that SDM scores are based on.Our findings have implications for SDM communication skills training and further development of SDM measurements.", "doi": "10.1016/j.pec.2017.05.018", "title": "Eliciting patient preferences in shared decision-making (SDM): Comparing conversation analysis and SDM measurements.", "journal": ["Patient education and counseling", "Patient Educ Couns"]}