{"authors": [["Chang", "Ming", "M", "Center for Information and Neural Networks (CiNet), National Institute of Information and Communications Technology and Osaka University, Iwaoka, Iwaoka-cho, Nishi-ku, Kobe, Hyougo, Japan."], ["Iizuka", "Hiroyuki", "H", "Graduate School of Information Science and Technology, Hokkaido University, Nishi Chome, Kita, Kita-ku, Sapporo, Hokkaido, Japan."], ["Kashioka", "Hideki", "H", "Center for Information and Neural Networks (CiNet), National Institute of Information and Communications Technology and Osaka University, Iwaoka, Iwaoka-cho, Nishi-ku, Kobe, Hyougo, Japan."], ["Naruse", "Yasushi", "Y", "Center for Information and Neural Networks (CiNet), National Institute of Information and Communications Technology and Osaka University, Iwaoka, Iwaoka-cho, Nishi-ku, Kobe, Hyougo, Japan."], ["Furukawa", "Masahiro", "M", "Center for Information and Neural Networks (CiNet), National Institute of Information and Communications Technology and Osaka University, Iwaoka, Iwaoka-cho, Nishi-ku, Kobe, Hyougo, Japan."], ["Ando", "Hideyuki", "H", "Center for Information and Neural Networks (CiNet), National Institute of Information and Communications Technology and Osaka University, Iwaoka, Iwaoka-cho, Nishi-ku, Kobe, Hyougo, Japan."], ["Maeda", "Taro", "T", "Center for Information and Neural Networks (CiNet), National Institute of Information and Communications Technology and Osaka University, Iwaoka, Iwaoka-cho, Nishi-ku, Kobe, Hyougo, Japan."]], "date": "2017-06-15", "id": "28617861", "text": "When people learn foreign languages, they find it difficult to perceive speech sounds that are nonexistent in their native language, and extensive training is consequently necessary. Our previous studies have shown that by using neurofeedback based on the mismatch negativity event-related brain potential, participants could unconsciously achieve learning in the auditory discrimination of pure tones that could not be consciously discriminated without the neurofeedback. Here, we examined whether mismatch negativity neurofeedback is effective for helping someone to perceive new speech sounds in foreign language learning. We developed a task for training native Japanese speakers to discriminate between 'l' and 'r' sounds in English, as they usually cannot discriminate between these two sounds. Without participants attending to auditory stimuli or being aware of the nature of the experiment, neurofeedback training helped them to achieve significant improvement in unconscious auditory discrimination and recognition of the target words 'light' and 'right'. There was also improvement in the recognition of other words containing 'l' and 'r' (e.g., 'blight' and 'bright'), even though these words had not been presented during training. This method could be used to facilitate foreign language learning and can be extended to other fields of auditory and clinical research and even other senses.", "doi": "10.1371/journal.pone.0178694", "title": "Unconscious improvement in foreign language learning using mismatch negativity neurofeedback: A preliminary study.", "journal": ["PloS one", "PLoS ONE"]}