{"authors": [["Aparicio", "Xavier", "X", "Laboratory CHArt - EA 4004, Paris-Est Créteil University - ESPE, Créteil, France. xaparici@gmail.com."], ["Heidlmayr", "Karin", "K", "Max Planck Institute for Psycholinguistics, Nijmegen, The Netherlands."], ["Isel", "Frédéric", "F", "Laboratory MoDyCo - UMR 7114, CNRS, Paris Ouest Nanterre La Défense University - Paris Lumières, Paris, France."]], "date": null, "id": "28597331", "text": "The present behavioral study aimed to examine the impact of language control expertise on two domain-general control processes, i.e. active inhibition of competing representations and overcoming of inhibition. We compared how Simultaneous Interpreters (SI) and Highly Proficient Bilinguals-two groups assumed to differ in language control capacity-performed executive tasks involving specific inhibition processes. In Experiment 1 (language decision task), both active and overcoming of inhibition processes are involved, while in Experiment 2 (bilingual Stroop task) only interference suppression is supposed to be required. The results of Experiment 1 showed a language switching effect only for the highly proficient bilinguals, potentially because overcoming of inhibition requires more cognitive resources than in SI. Nevertheless, both groups performed similarly on the Stroop task in Experiment 2, which suggests that active inhibition may work similarly in both groups. These contrasting results suggest that overcoming of inhibition may be harder to master than active inhibition. Taken together, these data indicate that some executive control processes may be less sensitive to the degree of expertise in bilingual language control than others. Our findings lend support to psycholinguistic models of bilingualism postulating a higher-order mechanism regulating language activation.", "doi": "10.1007/s10936-017-9501-3", "title": "Inhibition Efficiency in Highly Proficient Bilinguals and Simultaneous Interpreters: Evidence from Language Switching and Stroop Tasks.", "journal": ["Journal of psycholinguistic research", "J Psycholinguist Res"]}