{"authors": [["Claassen", "Joel", "J", "University of Cape Town, Cape Town, South Africa. joel.claassen@uct.ac.za."], ["Jama", "Zukile", "Z", "University of Cape Town, Cape Town, South Africa."], ["Manga", "Nayna", "N", "University of Cape Town, Cape Town, South Africa."], ["Lewis", "Minnie", "M", "University of Cape Town, Cape Town, South Africa."], ["Hellenberg", "Derek", "D", "University of Cape Town, Cape Town, South Africa."]], "date": "2017-06-07", "id": "28592265", "text": "This study reflects on the development and teaching of communication skills courses in additional national languages to health care staff within two primary health care facilities in Cape Town, South Africa. These courses were aimed at addressing the language disparities that recent research has identified globally between patients and health care staff. Communication skills courses were offered to staff at two Metropolitan District Health Services clinics to strengthen patient access to health care services. This study reflects on the communicative proficiency in the additional languages that were offered to health care staff.A mixed-method approach was utilised during this case study with quantitative data-gathering through surveys and qualitative analysis of assessment results. The language profiles of the respective communities were assessed through data obtained from the South African National census, while staff language profiles were obtained at the health care centres. Quantitative measuring, by means of a patient survey at the centres, occurred on a randomly chosen day to ascertain the language profile of the patient population. Participating staff performed assessments at different phases of the training courses to determine their skill levels by the end of the course.The performances of the participating staff during the Xhosa and Afrikaans language courses were assessed, and the development of the staff communicative competencies was measured. Health care staff learning the additional languages could develop Basic or Intermediate Xhosa and Afrikaans that enables communication with patients.In multilingual countries such as South Africa, language has been recognised as a health care barrier preventing patients from receiving quality care. Equipping health care staff with communication skills in the additional languages, represents an attempt to bridge a vital barrier in the South African health care system. The study proves that offering communication skills courses in additional languages, begins to equip health care staff to be multilingual, that allows patients to communicate about their illnesses within their mother tongues.", "doi": "10.1186/s12913-017-2313-1", "title": "Building freeways: piloting communication skills in additional languages to health service personnel in Cape Town, South Africa.", "journal": ["BMC health services research", "BMC Health Serv Res"]}