{"authors": [["Felton", "Adam", "A", "University of California, Riverside, 900 University Ave., Riverside, CA, USA 92521."], ["Vazquez", "David", "D", "University of California, Riverside, 900 University Ave., Riverside, CA, USA 92521."], ["Ramos-Nunez", "Aurora I", "AI", "University of Houston, 4800 Calhoun Rd., Houston, TX, USA 77004."], ["Greene", "Maya R", "MR", "University of Houston, 4800 Calhoun Rd., Houston, TX, USA 77004."], ["McDowell", "Alessandra", "A", "University of California, Riverside, 900 University Ave., Riverside, CA, USA 92521."], ["Hernandez", "Arturo E", "AE", "University of Houston, 4800 Calhoun Rd., Houston, TX, USA 77004."], ["Chiarello", "Christine", "C", "University of California, Riverside, 900 University Ave., Riverside, CA, USA 92521."]], "date": "2016-11-10", "id": "28579694", "text": "Bilingualism represents an interesting model of possible experience-dependent alterations in brain structure. The current study examines whether interhemispheric adaptations in brain structure are associated with bilingualism. Corpus callosum volume and cortical thickness asymmetry across 13 regions of interest (selected to include critical language and bilingual cognitive control areas) were measured in a sample of Spanish-English bilinguals and age- and gender-matched monolingual individuals (N = 39 per group). Cortical thickness asymmetry of the anterior cingulate region differed across groups, with thicker right than left cortex for bilinguals and the reverse for monolinguals. In addition, two adjacent regions of the corpus callosum (mid-anterior and central) had greater volume in bilinguals. The findings suggest that structural indices of interhemispheric organization in a critical cognitive control region are sensitive to variations in language experience.", "doi": "10.1016/j.jneuroling.2016.10.004", "title": "Bilingualism Influences Structural Indices of Interhemispheric Organization.", "journal": ["Journal of neurolinguistics", "J Neurolinguistics"]}