{"authors": [["Ratiu", "Ileana", "I", "Arizona State University, Tempe, AZ, USA. iratiu@midwestern.edu."], ["Hout", "Michael C", "MC", "New Mexico State University, Las Cruces, NM, USA."], ["Walenchok", "Stephen C", "SC", "Arizona State University, Tempe, AZ, USA."], ["Azuma", "Tamiko", "T", "Arizona State University, Tempe, AZ, USA."], ["Goldinger", "Stephen D", "SD", "Arizona State University, Tempe, AZ, USA."]], "date": null, "id": "28508116", "text": "Recent research has suggested that bilinguals show advantages over monolinguals in visual search tasks, although these findings have been derived from global behavioral measures of accuracy and response times. In the present study we sought to explore the bilingual advantage by using more sensitive eyetracking techniques across three visual search experiments. These spatially and temporally fine-grained measures allowed us to carefully investigate any nuanced attentional differences between bilinguals and monolinguals. Bilingual and monolingual participants completed visual search tasks that varied in difficulty. The experiments required participants to make careful discriminations in order to detect target Landolt Cs among similar distractors. In Experiment 1, participants performed both feature and conjunction search. In Experiments 2 and 3, participants performed visual search while making different types of speeded discriminations, after either locating the target or mentally updating a constantly changing target. The results across all experiments revealed that bilinguals and monolinguals were equally efficient at guiding attention and generating responses. These findings suggest that the bilingual advantage does not reflect a general benefit in attentional guidance, but could reflect more efficient guidance only under specific task demands.", "doi": "10.3758/s13414-017-1328-3", "title": "Comparing visual search and eye movements in bilinguals and monolinguals.", "journal": ["Attention, perception & psychophysics", "Atten Percept Psychophys"]}