{"authors": [["Davaris", "Myles", "M", "University of Melbourne, Melbourne, Australia."], ["Barnett", "Stephen", "S", "University of Melbourne, Melbourne, Australia."], ["Abouassaly", "Robert", "R", "University Hospitals Case Medical Centre, Cleveland, OH, United States."], ["Lawrentschuk", "Nathan", "N", "Austin Hospital, Department of Surgery, University of Melbourne, Melbourne, Australia."]], "date": "2017-05-12", "id": "28500021", "text": "Previous data suggest that quality of Internet information regarding surgical conditions and their treatments is variable. However, no comprehensive analysis of website quality exists for thoracic surgery.The aim of this study was to quantify website quality in a multilingual setting using an international standard for assessment.Health On the Net (HON) principles may be applied to websites using an automated toolbar function. We used the English, French, Spanish, and German Google search engines to identify 12,000 websites using keywords related to thoracic conditions and procedures. The first 150 websites returned by each keyword in each language were examined. We compared website quality to assess for tertile (is the quality better in first, second, or third 50 websites returned) and language differences. A further analysis of the English site types was undertaken performing a comparative analysis of website provider types.Overall, there are a considerable number of websites devoted to thoracic surgery: \"lung cancer\" returned over 150 million websites. About 7.85% (940/11,967) of websites are HON-accredited with differences by search term (P<.001) and tertiles (P<.001) of the first 150 websites, but not between languages. Oncological keywords regarding conditions and procedures were found to return a higher percentage of HON-accreditation. The percentage of HON-accredited sites was similar across all four languages (P=.77). In general, the first tertile contained a higher percentage of HON-accredited sites for every keyword.Clinicians should appreciate the lack of validation of the majority of thoracic websites, with discrepancies in quality and number of websites across conditions and procedures. These differences appear similar regardless of language. An opportunity exists for clinicians to participate in the development of informative, ethical, and reliable health websites on the Internet and direct patients to them.", "doi": "10.2196/ijmr.6732", "title": "Thoracic Surgery Information on the Internet: A Multilingual Quality Assessment.", "journal": ["Interactive journal of medical research", "Interact J Med Res"]}