{"authors": [["Van Rinsveld", "Amandine", "A", "Institute of Cognitive Science and Assessment, Education, Culture, Cognition and Society research unit, University of Luxembourg, Campus Belval, Esch-sur-Alzette, Luxembourg. Electronic address: am.vanrinsveld@gmail.com."], ["Dricot", "Laurence", "L", "Institute Of Neuroscience, Université catholique de Louvain, Belgium."], ["Guillaume", "Mathieu", "M", "Institute of Cognitive Science and Assessment, Education, Culture, Cognition and Society research unit, University of Luxembourg, Campus Belval, Esch-sur-Alzette, Luxembourg."], ["Rossion", "Bruno", "B", "Institute Of Neuroscience, Université catholique de Louvain, Belgium; Psychological Sciences Research Institute, Université catholique de Louvain, Belgium; Neurology Unit, Centre Hospitalier Regional Universitaire (CHRU) de Nancy, F-54000 Nancy, France."], ["Schiltz", "Christine", "C", "Institute of Cognitive Science and Assessment, Education, Culture, Cognition and Society research unit, University of Luxembourg, Campus Belval, Esch-sur-Alzette, Luxembourg."]], "date": "2017-05-08", "id": "28495598", "text": "How do bilinguals solve arithmetic problems in each of their languages? We investigated this question by exploring the neural substrates of mental arithmetic in bilinguals. Critically, our population was composed of a homogeneous group of adults who were fluent in both of their instruction languages (i.e., German as first instruction language and French as second instruction language). Twenty bilinguals were scanned with fMRI (3T) while performing mental arithmetic. Both simple and complex problems were presented to disentangle memory retrieval occuring in very simple problems from arithmetic computation occuring in more complex problems. In simple additions, the left temporal regions were more activated in German than in French, whereas no brain regions showed additional activity in the reverse constrast. Complex additions revealed the reverse pattern, since the activations of regions for French surpassed the same computations in German and the extra regions were located predominantly in occipital regions. Our results thus highlight that highly proficient bilinguals rely on differential activation patterns to solve simple and complex additions in each of their languages, suggesting different solving procedures. The present study confirms the critical role of language in arithmetic problem solving and provides novel insights into how highly proficient bilinguals solve arithmetic problems.", "doi": "10.1016/j.neuropsychologia.2017.05.009", "title": "Mental arithmetic in the bilingual brain: Language matters.", "journal": ["Neuropsychologia", "Neuropsychologia"]}