{"authors": [["Blom", "Elma", "E", "Special Education: Cognitive & Motor Disabilities, Department of Education & Pedagogy, Utrecht UniversityUtrecht, Netherlands."], ["Boerma", "Tessel", "T", "Special Education: Cognitive & Motor Disabilities, Department of Education & Pedagogy, Utrecht UniversityUtrecht, Netherlands."], ["Bosma", "Evelyn", "E", "Amsterdam Center for Language and CommunicationAmsterdam, Netherlands."], ["Cornips", "Leonie", "L", "Faculty of Arts and Social Sciences, Maastricht UniversityMaastricht, Netherlands."], ["Everaert", "Emma", "E", "Special Education: Cognitive & Motor Disabilities, Department of Education & Pedagogy, Utrecht UniversityUtrecht, Netherlands."]], "date": "2017-04-21", "id": "28484403", "text": "Many studies have shown that bilingual children outperform monolinguals on tasks testing executive functioning, but other studies have not revealed any effect of bilingualism. In this study we compared three groups of bilingual children in the Netherlands, aged 6-7 years, with a monolingual control group. We were specifically interested in testing whether the bilingual cognitive advantage is modulated by the sociolinguistic context of language use. All three bilingual groups were exposed to a minority language besides the nation's dominant language (Dutch). Two bilingual groups were exposed to a regional language (Frisian, Limburgish), and a third bilingual group was exposed to a migrant language (Polish). All children participated in two working memory tasks (verbal, visuospatial) and two attention tasks (selective attention, interference suppression). Bilingual children outperformed monolinguals on selective attention. The cognitive effect of bilingualism was most clearly present in the Frisian-Dutch group and in a subgroup of migrant children who were relatively proficient in Polish. The effect was less robust in the Limburgish-Dutch sample. Investigation of the response patterns of the flanker test, testing interference suppression, suggested that bilingual children more often show an effect of response competition than the monolingual children, demonstrating that bilingual children attend to different aspects of the task than monolingual children. No bilingualism effects emerged for verbal and visuospatial working memory.", "doi": "10.3389/fpsyg.2017.00552", "title": "Cognitive Advantages of Bilingual Children in Different Sociolinguistic Contexts.", "journal": ["Frontiers in psychology", "Front Psychol"]}