{"authors": [["Emmorey", "Karen", "K", "San Diego State University, 5500 Campanile Drive, San Diego, CA 92182, United States. Electronic address: kemmorey@mail.sdsu.edu."], ["Giezen", "Marcel R", "MR", "San Diego State University, 5500 Campanile Drive, San Diego, CA 92182, United States."], ["Petrich", "Jennifer A F", "JAF", "San Diego State University, 5500 Campanile Drive, San Diego, CA 92182, United States."], ["Spurgeon", "Erin", "E", "San Diego State University, 5500 Campanile Drive, San Diego, CA 92182, United States."], ["O'Grady Farnady", "Lucinda", "L", "San Diego State University, 5500 Campanile Drive, San Diego, CA 92182, United States."]], "date": "2017-05-05", "id": "28477456", "text": "This study investigated the relation between linguistic and spatial working memory (WM) resources and language comprehension for signed compared to spoken language. Sign languages are both linguistic and visual-spatial, and therefore provide a unique window on modality-specific versus modality-independent contributions of WM resources to language processing. Deaf users of American Sign Language (ASL), hearing monolingual English speakers, and hearing ASL-English bilinguals completed several spatial and linguistic serial recall tasks. Additionally, their comprehension of spatial and non-spatial information in ASL and spoken English narratives was assessed. Results from the linguistic serial recall tasks revealed that the often reported advantage for speakers on linguistic short-term memory tasks does not extend to complex WM tasks with a serial recall component. For English, linguistic WM predicted retention of non-spatial information, and both linguistic and spatial WM predicted retention of spatial information. For ASL, spatial WM predicted retention of spatial (but not non-spatial) information, and linguistic WM did not predict retention of either spatial or non-spatial information. Overall, our findings argue against strong assumptions of independent domain-specific subsystems for the storage and processing of linguistic and spatial information and furthermore suggest a less important role for serial encoding in signed than spoken language comprehension.", "doi": "10.1016/j.actpsy.2017.04.014", "title": "The relation between working memory and language comprehension in signers and speakers.", "journal": ["Acta psychologica", "Acta Psychol (Amst)"]}