{"authors": [["Prior", "Anat", "A", "University of Haifa, Israel. Electronic address: aprior@edu.haifa.ac.il."], ["Degani", "Tamar", "T", "University of Haifa, Israel."], ["Awawdy", "Sehrab", "S", "University of Haifa, Israel."], ["Yassin", "Rana", "R", "University of Haifa, Israel."], ["Korem", "Nachshon", "N", "University of Haifa, Israel."]], "date": "2017-04-28", "id": "28458090", "text": "The ability to overcome interference from the first-language (L1) is a source of variability in second language (L2) achievement, which has to date been explored mainly in same-script bilinguals. Such interference management, and bilingual language control more generally, have recently been linked to domain general executive functions (EF). In the current study, we examined L2 proficiency and executive functions as possible predictors of susceptibility to L1 interference during L2 processing, in bilinguals whose languages do not share an orthographic system. Seventy Arabic-Hebrew bilingual university students performed two tasks indexing cross-language interference (from L1 to L2). Lexical interference was assessed using a cross-modal semantic similarity judgment task in Hebrew, with false-cognates as critical items. Syntactic interference was assessed using a self-paced reading paradigm and grammaticality judgments on Hebrew sentences whose syntactic structures differed from those of Arabic. EFs were examined using spatial and numerical Stroop tasks, to index inhibitory control, and a task switching paradigm, to index shifting abilities. We found significant L1 interference across the lexical and syntactic domains, even in proficient different-script bilinguals. However, these interference effects were not correlated, and neither type of interference was related to domain general EF abilities. Finally, offline susceptibility to syntactic interference, but not lexical interference, was reduced with greater L2 proficiency. These results suggest at least partially independent mechanisms for managing interference in the two language domains, and raise questions regarding the degree to which domain general control abilities are recruited for managing L1 interference.", "doi": "10.1016/j.cognition.2017.04.006", "title": "Is susceptibility to cross-language interference domain specific?", "journal": ["Cognition", "Cognition"]}