{"authors": [["Boerma", "Tessel", "T", "Utrecht University, The Netherlands. Electronic address: T.D.Boerma@uu.nl."], ["Blom", "Elma", "E", "Utrecht University, The Netherlands."]], "date": "2017-04-10", "id": "28448800", "text": "Language delays of bilingual children can arise from language impairment (LI) but also from insufficient exposure to the target language. A reliable diagnosis of LI in bilingual children is therefore ideally based on the evaluation of both languages, as LI affects each language that is learned. However, due to the multitude of language combinations that are encountered in clinical practice, this is often not feasible. Bilingual norm-referencing may offer a solution, but the heterogeneity within the bilingual population makes it difficult to determine appropriate standards for every child. The present study examined an alternative approach to assessing both languages or using bilingual norm-referencing, aiming to assemble instruments that reduce bias against bilingual children. We used a four-group design, including monolingual and bilingual children with and without LI (N=132), to first investigate the effects of LI and bilingualism on risks associated with a child's early language development and the prevalence of language problems in the family, as reported by parents. Second, we evaluated the diagnostic validity of these two indices, and, in addition, combined these with two unbiased language measures which we previously examined in isolation: a quasi-universal nonword repetition task and a narrative task. Results showed that the index of Early Language Development was a strong predictor of LI. In combination with the two direct language measures, it excellently identified the presence or absence of LI in and across monolingual and bilingual learning contexts.As a result of this study, the reader will learn about an alternative approach to testing a bilingual child in both languages. The reader will recognize the importance of using unbiased measures for the identification of LI in a bilingual context, and, in addition, will appreciate the value of combining parental report with direct language measures.", "doi": "10.1016/j.jcomdis.2017.04.001", "title": "Assessment of bilingual children: What if testing both languages is not possible?", "journal": ["Journal of communication disorders", "J Commun Disord"]}