{"authors": [["Sanchez-Azanza", "Victor A", "VA", "Department of Applied Pedagogy and Educational Psychology, Universitat de les Illes Balears, Illes Balears (Spain)."], ["López-Penadés", "Raúl", "R", "Department of Applied Pedagogy and Educational Psychology, Universitat de les Illes Balears, Illes Balears (Spain)."], ["Buil-Legaz", "Lucía", "L", "Department of Applied Pedagogy and Educational Psychology, Universitat de les Illes Balears, Illes Balears (Spain)."], ["Aguilar-Mediavilla", "Eva", "E", "Department of Applied Pedagogy and Educational Psychology, Universitat de les Illes Balears, Illes Balears (Spain)."], ["Adrover-Roig", "Daniel", "D", "Department of Applied Pedagogy and Educational Psychology, Universitat de les Illes Balears, Illes Balears (Spain)."]], "date": "2017-04-20", "id": "28426797", "text": "This study uses several bibliometric indices to explore the temporal course of publication trends regarding the bilingual advantage in executive control over a ten-year window. These indices include the number of published papers, numbers of citations, and the journal impact factor. According to the information available in their abstracts, studies were classified into one of four categories: supporting, ambiguous towards, not mentioning, or challenging the bilingual advantage. Results show that the number of papers challenging the bilingual advantage increased notably in 2014 and 2015. Both the average impact factor and the accumulated citations as of June 2016 were equivalent between categories. However, of the studies published in 2014, those that challenge the bilingual advantage accumulated more citations in June 2016 than those supporting it. Our findings offer evidence-based bibliometric information about the current state of the literature and suggest a change in publication trends regarding the literature on the bilingual advantage.", "doi": "10.1371/journal.pone.0176151", "title": "Is bilingualism losing its advantage? A bibliometric approach.", "journal": ["PloS one", "PLoS ONE"]}