{"authors": [["Kasparian", "Kristina", "K", "Neurocognition of Language Laboratory, School of Communication Sciences and Disorders, McGill UniversityMontreal, QC, Canada."], ["Steinhauer", "Karsten", "K", "Neurocognition of Language Laboratory, School of Communication Sciences and Disorders, McGill UniversityMontreal, QC, Canada."]], "date": "2017-03-30", "id": "28424634", "text": "Although research on multilingualism has revealed continued neuroplasticity for language-learning beyond what was previously expected, it remains controversial whether and to what extent a second language (L2) acquired in adulthood may induce changes in the neurocognitive processing of a first language (L1). First language (L1) attrition in adulthood offers new insight on neuroplasticity and the factors that modulate neurocognitive responses to language. To date, investigations of the neurocognitive correlates of L1 attrition and of factors influencing these mechanisms are still scarce. Moreover, most event-related-potential (ERP) studies of second language processing have focused on L1 influence on the L2, while cross-linguistic influence in the reverse direction has been underexplored. Using ERPs, we examined the real-time processing of Italian relative-clauses in 24 Italian-English adult migrants with predominant use of English since immigration and reporting attrition of their native-Italian (Attriters), compared to 30 non-attriting monolinguals in Italy (Controls). Our results showed that Attriters differed from Controls in their acceptability judgment ratings and ERP responses when relative clause constructions were ungrammatical in English, though grammatical in Italian. Controls' ERP responses to unpreferred sentence constructions were consistent with garden path effects typically observed in the literature for these complex sentences. In contrast, due to L2-English influence, Attriters were less sensitive to semantic cues than to word-order preferences, and processed permissible Italian sentences as outright morphosyntactic violations. Key factors modulating processing differences within Attriters were the degree of maintained L1 exposure, length of residence in the L2 environment and L2 proficiency - with higher levels of L2 immersion and proficiency associated with increased L2 influence on the L1. To our knowledge, this is the first demonstration that high levels of L2 proficiency and exposure may render a grammatical sentence in one's native language ungrammatical. These group differences strongly point to distinct processing strategies and provide evidence that even a \"stabilized\" L1 grammar is subject to change after a prolonged period of L2 immersion and reduced L1 use, especially in linguistic areas promoting cross-linguistic influence.", "doi": "10.3389/fpsyg.2017.00389", "title": "When the Second Language Takes the Lead: Neurocognitive Processing Changes in the First Language of Adult Attriters.", "journal": ["Frontiers in psychology", "Front Psychol"]}