{"authors": [["Kljakic", "Ornela", "O", "Robarts Research Institute, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Janickova", "Helena", "H", "Robarts Research Institute, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Prado", "Vania F", "VF", "Robarts Research Institute, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Prado", "Marco A M", "MAM", "Robarts Research Institute, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."]], "date": "2017-04-18", "id": "28421605", "text": "It is well established that neurons secrete neuropeptides and ATP with classical neurotransmitters; however, certain neuronal populations are also capable of releasing two classical neurotransmitters by a process named co-transmission. Although there has been progress in our understanding of the molecular mechanism underlying co-transmission, the individual regulation of neurotransmitter secretion and the functional significance of this neuronal 'bilingualism' is still unknown. Striatal cholinergic interneurons (CINs) have been shown to secrete glutamate (Glu) in addition to acetylcholine (ACh) and are recognized for their role in the regulation of striatal circuits and behavior. Our review highlights the recent research into identifying mechanisms that regulate the secretion and function of Glu and ACh released by CINs and the roles these neurons play in regulating dopamine secretion and striatal activity. In particular, we focus on how the transporters for ACh (VAChT) and Glu (VGLUT3) influence the storage of neurotransmitters in CINs. We further discuss how these individual neurotransmitters regulate striatal computation and distinct aspects of behavior that are regulated by the striatum. We suggest that understanding the distinct and complementary functional roles of these two neurotransmitters may prove beneficial in the development of therapies for Parkinson's disease and addiction. Overall, understanding how Glu and ACh secreted by CINs impacts striatal activity may provide insight into how different populations of 'bilingual' neurons are able to develop sophisticated regulation of their targets by interacting with multiple receptors but also by regulating each other's vesicular storage. This is an article for the special issue XVth International Symposium on Cholinergic Mechanisms.", "doi": "10.1111/jnc.14003", "title": "Cholinergic/glutamatergic co-transmission in striatal cholinergic interneurons: new mechanisms regulating striatal computation.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}