{"authors": [["Beeres-Scheenstra", "Renske", "R", "*Department of Otorhinolaryngology-Head & Neck Surgery, Luzerner Kantonsspital, Lucerne †Pädagogische Hochschule Luzern, University of Teacher Education, Lucerne, Switzerland."], ["Ohnsorg", "Claudia", "C", null], ["Candreia", "Claudia", "C", null], ["Heinzmann", "Sybille", "S", null], ["Castellanos", "Susana", "S", null], ["De Min", "Nicola", "N", null], ["Linder", "Thomas E", "TE", null]], "date": null, "id": "28419062", "text": "To evaluate foreign language acquisition at school in cochlear implant patients.Cohort study.CI center.Forty three cochlear implants (CI) patients (10-18 yr) were evaluated. CI nonusers and patients with CI-explantation, incomplete datasets, mental retardation, or concomitant medical disorders were excluded.Additional data (type of schooling, foreign language learning, and bilingualism) were obtained with questionnaires. German-speaking children with foreign tuition language (English and/or French) at school were enrolled for further testing.General patient data, auditory data, and foreign language data from both questionnaires and tests were collected and analyzed.Thirty seven out of 43 questionnaires (86%) were completed. Sixteen (43%) were in mainstream education. Twenty-seven CI users (73%) have foreign language learning at school. Fifteen of these were in mainstream education (55%), others in special schooling. From 10 CI users without foreign language learning, one CI user was in mainstream education (10%) and nine patients (90%) were in special schooling. Eleven German-speaking CI users were further tested in English and six additionally in French. For reading skills, the school objectives for English were reached in 7 of 11 pupils (64%) and for French in 3 of 6 pupils (50%). For listening skills, 3 of 11 pupils (27%) reached the school norm in English and none in French.Almost 75% of our CI users learn foreign language(s) at school. A small majority of the tested CI users reached the current school norm for in English and French in reading skills, whereas for hearing skills most of them were not able to reach the norm.", "doi": "10.1097/MAO.0000000000001431", "title": "Single-Center Study Investigating Foreign Language Acquisition at School in Children, Adolescents, and Young Adults With Uni- or Bilateral Cochlear Implants in the Swiss German Population.", "journal": ["Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology", "Otol. Neurotol."]}