{"authors": [["Jankowiak", "Katarzyna", "K", "Faculty of English, Adam Mickiewicz University in Poznań, Poznań, Poland."], ["Rataj", "Karolina", "K", "Faculty of English, Adam Mickiewicz University in Poznań, Poznań, Poland."], ["Naskręcki", "Ryszard", "R", "NanoBioMedical Centre, Adam Mickiewicz University in Poznań, Poznań, Poland."]], "date": "2017-04-17", "id": "28414742", "text": "Though metaphoric language comprehension has previously been investigated with event-related potentials, little attention has been devoted to extending this research from the monolingual to the bilingual context. In the current study, late proficient unbalanced Polish (L1)-English (L2) bilinguals performed a semantic decision task to novel metaphoric, conventional metaphoric, literal, and anomalous word pairs presented in L1 and L2. The results showed more pronounced P200 amplitudes to L2 than L1, which can be accounted for by differences in the subjective frequency of the native and non-native lexical items. Within the early N400 time window (300-400 ms), L2 word dyads evoked delayed and attenuated amplitudes relative to L1 word pairs, possibly indicating extended lexical search during foreign language processing, and weaker semantic interconnectivity for L2 compared to L1 words within the memory system. The effect of utterance type was observed within the late N400 time window (400-500 ms), with smallest amplitudes evoked by literal, followed by conventional metaphoric, novel metaphoric, and anomalous word dyads. Such findings are interpreted as reflecting more resource intensive cognitive mechanisms governing novel compared to conventional metaphor comprehension in both the native and non-native language. Within the late positivity time window (500-800 ms), Polish novel metaphors evoked reduced amplitudes relative to literal utterances. In English, on the other hand, this effect was observed for both novel and conventional metaphoric word dyads. This finding might indicate continued effort in information retrieval or access to the non-literal route during novel metaphor comprehension in L1, and during novel and conventional metaphor comprehension in L2. Altogether, the present results point to decreased automaticity of cognitive mechanisms engaged in non-native and non-dominant language processing, and suggest a decreased sensitivity to the levels of conventionality of metaphoric meanings in late proficient unbalanced bilingual speakers.", "doi": "10.1371/journal.pone.0175578", "title": "To electrify bilingualism: Electrophysiological insights into bilingual metaphor comprehension.", "journal": ["PloS one", "PLoS ONE"]}