{"authors": [["Meade", "Gabriela", "G", "Joint Doctoral Program in Language and Communicative Disorders, San Diego State University & University of California, San Diego, USA. Electronic address: meade.gabriela@gmail.com."], ["Midgley", "Katherine J", "KJ", "Department of Psychology, San Diego State University, USA."], ["Sevcikova Sehyr", "Zed", "Z", "School of Speech, Language, and Hearing Sciences, San Diego State University, USA."], ["Holcomb", "Phillip J", "PJ", "Department of Psychology, San Diego State University, USA."], ["Emmorey", "Karen", "K", "School of Speech, Language, and Hearing Sciences, San Diego State University, USA."]], "date": "2017-04-10", "id": "28407510", "text": "In an implicit phonological priming paradigm, deaf bimodal bilinguals made semantic relatedness decisions for pairs of English words. Half of the semantically unrelated pairs had phonologically related translations in American Sign Language (ASL). As in previous studies with unimodal bilinguals, targets in pairs with phonologically related translations elicited smaller negativities than targets in pairs with phonologically unrelated translations within the N400 window. This suggests that the same lexicosemantic mechanism underlies implicit co-activation of a non-target language, irrespective of language modality. In contrast to unimodal bilingual studies that find no behavioral effects, we observed phonological interference, indicating that bimodal bilinguals may not suppress the non-target language as robustly. Further, there was a subset of bilinguals who were aware of the ASL manipulation (determined by debrief), and they exhibited an effect of ASL phonology in a later time window (700-900ms). Overall, these results indicate modality-independent language co-activation that persists longer for bimodal bilinguals.", "doi": "10.1016/j.bandl.2017.03.004", "title": "Implicit co-activation of American Sign Language in deaf readers: An ERP study.", "journal": ["Brain and language", "Brain Lang"]}