{"authors": [["Molinaro", "Nicola", "N", "BCBL, Basque Center on Cognition, Brain and Language, Donostia-San Sebastian, Spain; Ikerbasque, Basque Foundation for Science, Bilbao, Spain. Electronic address: n.molinaro@bcbl.eu."], ["Giannelli", "Francesco", "F", "Dipartimento di Psicologia, Universitá di Milano-Bicocca, Milano, Italy."], ["Caffarra", "Sendy", "S", "BCBL, Basque Center on Cognition, Brain and Language, Donostia-San Sebastian, Spain."], ["Martin", "Clara", "C", "BCBL, Basque Center on Cognition, Brain and Language, Donostia-San Sebastian, Spain; Ikerbasque, Basque Foundation for Science, Bilbao, Spain."]], "date": "2017-04-03", "id": "28384491", "text": "Language comprehension is largely supported by predictive mechanisms that account for the ease and speed with which communication unfolds. Both native and proficient non-native speakers can efficiently handle contextual cues to generate reliable linguistic expectations. However, the link between the variability of the linguistic background of the speaker and the hierarchical format of the representations predicted is still not clear. We here investigate whether native language exposure to typologically highly diverse languages (Spanish and Basque) affects the way early balanced bilingual speakers carry out language predictions. During Spanish sentence comprehension, participants developed predictions of words the form of which (noun ending) could be either diagnostic of grammatical gender values (transparent) or totally ambiguous (opaque). We measured electrophysiological prediction effects time-locked both to the target word and to its determiner, with the former being expected or unexpected. Event-related (N200-N400) and oscillatory activity in the low beta-band (15-17Hz) frequency channel showed that both Spanish and Basque natives optimally carry out lexical predictions independently of word transparency. Crucially, in contrast to Spanish natives, Basque natives displayed visual word form predictions for transparent words, in consistency with the relevance that noun endings (post-nominal suffixes) play in their native language. We conclude that early language exposure largely shapes prediction mechanisms, so that bilinguals reading in their second language rely on the distributional regularities that are highly relevant in their first language. More importantly, we show that individual linguistic experience hierarchically modulates the format of the predicted representation.", "doi": "10.1016/j.cognition.2017.03.012", "title": "Hierarchical levels of representation in language prediction: The influence of first language acquisition in highly proficient bilinguals.", "journal": ["Cognition", "Cognition"]}