{"authors": [["Calvo", "Noelia", "N", "Institute of Philosophy, School of Philosophy, Humanities and Arts|, National University of San Juan, San Juan, Argentina."], ["Ibáñez", "Agustín", "A", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCyT), INECO Foundation, Favaloro University, Buenos Aires, Argentina."], ["Muñoz", "Edinson", "E", "Departamento de Lingüística y Literatura, Facultad de Humanidades, Universidad de Santiago de Chile, Santiago, Chile."], ["García", "Adolfo M", "AM", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCyT), INECO Foundation, Favaloro University, Buenos Aires, Argentina."]], "date": "2017-03-28", "id": "28370288", "text": "Language is a key source of cross-cultural variability, which may have both subtle and major effects on neurocognition. However, this issue has been largely overlooked in two flourishing lines of research assessing the relationship between language-related neural systems and dementia. This paper assesses the limitations of the evidence on (i) the neuroprotective effects of bilingualism in Alzheimer's disease and (ii) specific language deficits as markers of Parkinson's disease.First, we outline the rationale behind each line of research. Second, we review available evidence and discuss the potential impact of cross-linguistic factors. Third, we outline ideas to foster progress in both fields and, with it, in cross-cultural neuroscience at large.On the one hand, studies on bilingualism suggest that sustained use of more than one language may protect against Alzheimer's disease symptoms. On the other hand, insights from the embodied cognition framework point to syntactic and action-verb deficits as early (and even preclinical) markers of Parkinson's disease. However, both fields share a key limitation that lies at the heart of cultural neuroscience: the issue of cross-linguistic generalizability.Relevant evidence for both research trends comes from only a handful of (mostly Indo-European) languages, which are far from capturing the full scope of structural and typological diversity of the linguistic landscape worldwide. This raises questions on the external validity of reported findings. Greater collaboration between linguistic typology and cognitive neuroscience seems crucial as a first step to assess the impact of transcultural differences on language-related effects across neurodegenerative diseases. Copyright © 2017 John Wiley & Sons, Ltd.", "doi": "10.1002/gps.4712", "title": "A core avenue for transcultural research on dementia: on the cross-linguistic generalization of language-related effects in Alzheimer's disease and Parkinson's disease.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}