{"authors": [["Purić", "Danka", "D", "Department of Psychology, Faculty of Philosophy, University of Belgrade, 11000 Belgrade, Serbia. Electronic address: dpuric@f.bg.ac.rs."], ["Vuksanović", "Jasmina", "J", "Institute for Medical Research, University of Belgrade, 11000 Belgrade, Serbia."], ["Chondrogianni", "Vasiliki", "V", "School of Philosophy, Psychology, and Language Sciences, University of Edinburgh, Edinburgh EH8 9AD, UK."]], "date": "2017-03-27", "id": "28359995", "text": "Previous studies with bilingual children have shown that the nature of their second-language instruction has an effect on the development of their cognitive abilities. The aim of this study was to determine whether children who acquire a second language in two different immersion programs for a period of 1year show advantages in executive functions and to examine how the amount of daily exposure affects executive functions. A group of Serbian-speaking second-grade children exposed to the second language for about 5h each day (high exposure group, HEG) and a low-exposure group (LEG) exposed to the second language for about 1.5h each day were compared with an age-matched control group (CG) of monolingual peers on working memory, inhibition, and shifting. Significant group differences were found for working memory, with the HEG performing better than the CG and LEG even after controlling for individual differences in terms of age and intelligence. The three groups did not differ in terms of inhibition and overall shifting abilities, although the control group had a marginally significant advantage on one of the two shifting tasks. Our findings extend previous research by demonstrating that the amount of daily exposure is a significant factor affecting executive functions in early immersion programs for second-language acquisition. In addition, they show that early intensive second-language acquisition can be advantageous for performance on tasks that require a higher level of executive control.", "doi": "10.1016/j.jecp.2017.02.011", "title": "Cognitive advantages of immersion education after 1year: Effects of amount of exposure.", "journal": ["Journal of experimental child psychology", "J Exp Child Psychol"]}