{"authors": [["Petersen", "Douglas B", "DB", "University of Wyoming, Laramie."], ["Chanthongthip", "Helen", "H", "Synertx Rehabilitation, Great Falls, Montana."], ["Ukrainetz", "Teresa A", "TA", "University of Wyoming, Laramie."], ["Spencer", "Trina D", "TD", "Northern Arizona University, Flagstaff."], ["Steeve", "Roger W", "RW", "University of Wyoming, Laramie."]], "date": null, "id": "28350892", "text": "This study investigated the classification accuracy of a concentrated English narrative dynamic assessment (DA) for identifying language impairment (LI).Forty-two Spanish-English bilingual kindergarten to third-grade children (10 LI and 32 with no LI) were administered two 25-min DA test-teach-test sessions. Pre- and posttest narrative retells were scored in real time. Using a structured intervention approach, examiners taught children missing story grammar elements and subordination. A posttest was administered using a parallel story.Four classification predictors were analyzed: posttest scores, gain scores, modifiability ratings, and teaching duration. Discriminant function analysis indicated that an overall modifiability rating was the best classifier, with 100% sensitivity and 88% specificity after 1 DA session and 100% sensitivity and specificity after 2 sessions. Any 2 combinations of posttest scores, modifiability ratings, and teaching duration for just 1 session resulted in sensitivity and specificity rates over 90%. Receiver operating characteristic analyses were used to identify clinically usable cutoff points. Post hoc exploration indicated that similar results could be obtained after only one 5-10-min teaching cycle, potentially further abbreviating the DA process.Concentrated English narrative DA results in high classification accuracy for bilingual children with and without LI. This efficient version of DA is amenable to clinical use.", "doi": "10.1044/2016_JSLHR-L-15-0426", "title": "Dynamic Assessment of Narratives: Efficient, Accurate Identification of Language Impairment in Bilingual Students.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}