{"authors": [["Połczyńska", "Monika M", "MM", "Department of Psychiatry and Biobehavioral Sciences, David Geffen School of Medicine at UCLA, University of California, Los Angeles, CA, USA; Faculty of English, Adam Mickiewicz University, Poznań, Poland. Electronic address: plmonik@wa.amu.edu.pl."], ["Japardi", "Kevin", "K", "Department of Psychiatry and Biobehavioral Sciences, David Geffen School of Medicine at UCLA, University of California, Los Angeles, CA, USA. Electronic address: kjapardi@gmail.com."], ["Bookheimer", "Susan Y", "SY", "Department of Psychiatry and Biobehavioral Sciences, David Geffen School of Medicine at UCLA, University of California, Los Angeles, CA, USA. Electronic address: sbook@ucla.edu."]], "date": "2017-03-23", "id": "28343082", "text": "Research on bilinguals with brain lesions is complicated by high patient variability, making it difficult to find well-matched controls. We benefitted from a database of over 700 patients and conducted an analysis of pre-operative functional magnetic resonance imaging data to assess language dominance in 25 early, highly proficient Spanish-English bilinguals, and 25 carefully matched monolingual controls. Our results showed that early bilingualism is associated with greater bilateral hemispheric involvement, and monolingualism is associated with stronger left hemisphere lateralization (p=0.009). The bilinguals showed more pronounced right hemisphere activation (p=0.008). Although language dominance values were concordant in the bilingual group, there were a few (12%) atypical cases with different lateralization patterns in L1 and L2. Finally, we found distinct areas of activity in first and second language within the language network, in addition to regions of convergence. These data underscore the need to map all languages proficiently spoken by surgical candidates.", "doi": "10.1016/j.bandl.2017.03.002", "title": "Lateralizing language function with pre-operative functional magnetic resonance imaging in early proficient bilingual patients.", "journal": ["Brain and language", "Brain Lang"]}