{"authors": [["Alemán Bañón", "José", "J", "Centre for Research on Bilingualism, Stockholm University."], ["Miller", "David", "D", "Department of Psychology and Clinical Language Sciences, University of Reading."], ["Rothman", "Jason", "J", "Department of Psychology and Clinical Language Sciences, University of Reading."]], "date": "2017-03-23", "id": "28333508", "text": "We examined sources of morphological variability in second language (L2) learners of Spanish whose native language (L1) is English, with a focus on L1-L2 similarity, morphological markedness, and knowledge type (receptive vs. expressive). Experiment 1 uses event-related potentials to examine noun-adjective number (present in L1) and gender agreement (absent in L1) in online sentence comprehension (receptive knowledge). For each feature, markedness was manipulated, such that half of the critical noun-adjective combinations were feminine (marked) and the other half were masculine; half were used in the plural (marked) and the other half were used in the singular. With this setup, we examined learners' potential overreliance on unmarked forms or \"defaults\" (singular/masculine). Experiment 2 examines similar dependencies in spoken sentence production (expressive knowledge). Learners (n = 22) performed better with number than gender overall, but their brain responses to both features were qualitatively native-like (i.e., P600), even though gender was probed with nouns that do not provide strong distributional cues to gender. In addition, variability with gender agreement was better accounted for by lexical (as opposed to syntactic) aspects. Learners showed no advantage for comprehension over production, and no systematic evidence of reliance on morphological defaults, although their online processing was sensitive to markedness in a native-like manner. Overall, these results suggest that there is facilitation for L2 properties that exist in the L1 and that markedness impacts L2 processing, but in a native-like manner. These results also speak against proposals arguing that adult L2ers have deficits at the level of the morphology or the syntax. (PsycINFO Database Record", "doi": "10.1037/xlm0000394", "title": "Morphological variability in second language learners: An examination of electrophysiological and production data.", "journal": ["Journal of experimental psychology. Learning, memory, and cognition", "J Exp Psychol Learn Mem Cogn"]}