{"authors": [["Alladi", "Suvarna", "S", "Department of Neurology, Nizam's Institute of Medical Sciences, Punjagutta, Hyderabad 500082, India. Electronic address: alladisuvarna@hotmail.com."], ["Bak", "Thomas H", "TH", "Department of Psychology, Centre for Cognitive Aging and Cognitive Epidemiology (CCACE) and Centre for Clinical Brain Sciences (CCBS), University of Edinburgh, Edinburgh, UK. Electronic address: thomas.bak@ed.ac.uk."], ["Shailaja", "Mekala", "M", "Department of Neurology, Nizam's Institute of Medical Sciences, Punjagutta, Hyderabad 500082, India. Electronic address: shailaja1.mekala@gmail.com."], ["Gollahalli", "Divyaraj", "D", "Department of Neurology, Nizam's Institute of Medical Sciences, Punjagutta, Hyderabad 500082, India. Electronic address: diya174@gmail.com."], ["Rajan", "Amulya", "A", "Department of Neurology, Nizam's Institute of Medical Sciences, Punjagutta, Hyderabad 500082, India. Electronic address: amulya.rajan@gmail.com."], ["Surampudi", "Bapiraju", "B", "Cognitive Science Lab, International Institute of Information Technology, Hyderabad & Centre for Neural and Cognitive Sciences, University of Hyderabad, Hyderabad, India. Electronic address: raju.bapi@iiit.ac.in."], ["Hornberger", "Michael", "M", "Norwich Medical School, University of East Anglia, UK. Electronic address: m.hornberger@uea.ac.uk."], ["Duggirala", "Vasanta", "V", "Department of Linguistics, Osmania University, Hyderabad, India. Electronic address: vasantad@gmail.com."], ["Chaudhuri", "Jaydip Ray", "JR", "Department of Neurology, Yashoda Hospitals, Hyderabad, India. Electronic address: jaydiprc@gmail.com."], ["Kaul", "Subhash", "S", "Department of Neurology, Nizam's Institute of Medical Sciences, Punjagutta, Hyderabad 500082, India. Electronic address: subashkaul@hotmail.com."]], "date": "2017-03-18", "id": "28322905", "text": "Bilingualism has been found to delay onset of dementia and this has been attributed to an advantage in executive control in bilinguals. However, the relationship between bilingualism and cognition is complex, with costs as well as benefits to language functions. To further explore the cognitive consequences of bilingualism, the study used Frontotemporal dementia (FTD) syndromes, to examine whether bilingualism modifies the age at onset of behavioral and language variants of Frontotemporal dementia (FTD) differently. Case records of 193 patients presenting with FTD (121 of them bilingual) were examined and the age at onset of the first symptoms were compared between monolinguals and bilinguals. A significant effect of bilingualism delaying the age at onset of dementia was found in behavioral variant FTD (5.7 years) but not in progressive nonfluent aphasia (0.7 years), semantic dementia (0.5 years), corticobasal syndrome (0.4 years), progressive supranuclear palsy (4.3 years) and FTD-motor neuron disease (3 years). On dividing all patients predominantly behavioral and predominantly aphasic groups, age at onset in the bilingual behavioral group (62.6) was over 6 years higher than in the monolingual patients (56.5, p=0.006), while there was no difference in the aphasic FTD group (60.9 vs. 60.6 years, p=0.851). The bilingual effect on age of bvFTD onset was shown independently of other potential confounding factors such as education, gender, occupation, and urban vs rural dwelling of subjects. To conclude, bilingualism delays the age at onset in the behavioral but not in the aphasic variants of FTD. The results are in line with similar findings based on research in stroke and with the current views of the interaction between bilingualism and cognition, pointing to advantages in executive functions and disadvantages in lexical tasks.", "doi": "10.1016/j.neuropsychologia.2017.03.021", "title": "Bilingualism delays the onset of behavioral but not aphasic forms of frontotemporal dementia.", "journal": ["Neuropsychologia", "Neuropsychologia"]}