{"authors": [["Pua", "Emmanuel Peng Kiat", "EPK", "Department of Psychology, National University of Singapore."], ["Lee", "Mary Lay Choo", "MLC", "Department of Psychology, National University of Singapore."], ["Rickard Liow", "Susan J", "SJ", "Department of Psychology, National University of SingaporeDepartment of Otolaryngology, National University of Singapore."]], "date": null, "id": "28297001", "text": "The utility of parent and teacher reports for screening 3 types of bilingual preschoolers (English-first language [L1]/Mandarin-second language[L2], Mandarin-L1/English-L2, or Malay-L1/English-L2) for language difficulty was investigated in Singapore with reference to measures of reliability, validity, sensitivity, and specificity in an English-medium kindergarten setting.The index tests were teachers' ratings of the English language ability of 5-year-olds (N = 85) on the Bilingual Language Assessment Battery (BLAB): Preschool Teacher Report (Pua, Lee, & Rickard Liow, 2013) and parents' ratings of their child's home language ability (N = 78 English-L1, Mandarin-L1, or Malay-L1) on the BLAB: Preschool Parent Report (Pua, Lee, & Rickard Liow, 2013). The reference standards were objective measures of single-word receptive vocabulary (80 items) and expressive vocabulary (140 items) in the child's L1 and L2, as proxies for language ability.BLAB Teacher Reports for the English receptive and expressive subscales showed concurrent validity for all 3 bilingual groups, as well as generally high sensitivity and specificity. In contrast, BLAB Parent Reports for L1 receptive ability failed to show significant correlations with the objective measures of receptive vocabulary.Subjective teacher ratings may be an effective method of screening bilingual preschoolers for language difficulty, thereby prompting referral to clinicians.", "doi": "10.1044/2016_JSLHR-L-16-0122", "title": "Screening Bilingual Preschoolers for Language Difficulties: Utility of Teacher and Parent Reports.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}