{"authors": [["Humphries", "Tom", "T", "Emeritus, Education Studies and Department of Communication, University of California at San Diego, La Jolla, California, USA."], ["Kushalnagar", "Poorna", "P", "Department of Psychology, Gallaudet University, Washington, DC, USA."], ["Mathur", "Gaurav", "G", "Department of Linguistics and Dean, Graduate School and Continuing Studies, Gallaudet University, Washington, DC, USA."], ["Napoli", "Donna Jo", "DJ", "Department of Linguistics, Swarthmore College, Swarthmore, Pennsylvania, USA."], ["Padden", "Carol", "C", "Division of Social Sciences, Department of Communication and Dean, University of California at San Diego, La Jolla, California, USA."], ["Rathmann", "Christian", "C", "Section Deaf Studies and Sign Language Interpreting Humboldt-Universität, Berlin, Germany."], ["Smith", "Scott", "S", "Office of the President, National Technical Institute for the Deaf, Rochester Institute of Technology, Rochester, New York, USA."]], "date": "2017-03-09", "id": "28280057", "text": "There is no evidence that learning a natural human language is cognitively harmful to children. To the contrary, multilingualism has been argued to be beneficial to all. Nevertheless, many professionals advise the parents of deaf children that their children should not learn a sign language during their early years, despite strong evidence across many research disciplines that sign languages are natural human languages. Their recommendations are based on a combination of misperceptions about (1) the difficulty of learning a sign language, (2) the effects of bilingualism, and particularly bimodalism, (3) the bona fide status of languages that lack a written form, (4) the effects of a sign language on acquiring literacy, (5) the ability of technologies to address the needs of deaf children and (6) the effects that use of a sign language will have on family cohesion. We expose these misperceptions as based in prejudice and urge institutions involved in educating professionals concerned with the healthcare, raising and educating of deaf children to include appropriate information about first language acquisition and the importance of a sign language for deaf children. We further urge such professionals to advise the parents of deaf children properly, which means to strongly advise the introduction of a sign language as soon as hearing loss is detected.", "doi": "10.1136/medethics-2015-103242", "title": "Discourses of prejudice in the professions: the case of sign languages.", "journal": ["Journal of medical ethics", "J Med Ethics"]}