{"authors": [["Grundy", "John G", "JG", "York University, Canada."], ["Chung-Fat-Yim", "Ashley", "A", "York University, Canada."], ["Friesen", "Deanna C", "DC", "York University, Canada."], ["Mak", "Lorinda", "L", "York University, Canada."], ["Bialystok", "Ellen", "E", "York University, Canada. Electronic address: ellenb@yorku.ca."]], "date": "2017-03-06", "id": "28273520", "text": "Three studies examined the hypothesis that bilinguals can more rapidly disengage attention from irrelevant information than monolinguals by investigating the impact of previous trial congruency on performance in a simple flanker task. In Study 1, monolingual and bilingual young adults completed two versions of a flanker task. There were no differences between language groups on mean reaction time using standard analyses for congruent or incongruent trials or the size of the flanker effect. Sequential congruency effects (SCEs) however, which account for previous trial congruency, were smaller for bilinguals than for monolinguals. This finding was strongest at the shortest response-to-stimulus interval (RSI). Study 2 replicated this effect using a slightly different flanker task and a shorter RSI than study 1. Study 3 showed that at long RSIs, where behavioral SCE differences between groups disappear because of sufficient time to recover from the previous trial, event-related potentials demonstrated a continued influence of previous trial congruency for monolinguals but not bilinguals at both the N2 and the P3, replicating the reaction time effects in Studies 1 and 2. Together, these studies demonstrate that bilinguals experience less influence from previous trial congruency and have greater ability to disengage attention from the previous trial in order to focus attention on the current trial than is found for monolinguals.", "doi": "10.1016/j.cognition.2017.02.010", "title": "Sequential congruency effects reveal differences in disengagement of attention for monolingual and bilingual young adults.", "journal": ["Cognition", "Cognition"]}