{"authors": [["Rinker", "Tanja", "T", "Department of Linguistics/Zukunftskolleg, University of Konstanz, Konstanz, Germany."], ["Shafer", "Valerie L", "VL", "The Graduate Center, City University of New York, New York, New York, United States of America."], ["Kiefer", "Markus", "M", "Ulm University, Ulm, Germany."], ["Vidal", "Nancy", "N", "The Graduate Center, City University of New York, New York, New York, United States of America."], ["Yu", "Yan H", "YH", "St. Johns University, New York, New York, United States of America."]], "date": "2017-03-07", "id": "28267801", "text": "Lateral temporal neural measures (Na and T-complex Ta and Tb) of the auditory evoked potential (AEP) index maturation of auditory/speech processing. These measures are also sensitive to language experience in adults. This paper examined neural responses to a vowel sound at temporal electrodes in four- to five-year-old Spanish-English bilinguals and English monolinguals and in five- to six-year-old Turkish-German bilinguals and German monolinguals. The goal was to determine whether obligatory AEPs at temporal electrode sites were modulated by language experience. Language experience was defined in terms of monolingual versus bilingual status as well as the amount and quality of the bilingual language experience.AEPs were recorded at left and right temporal electrode sites to a 250-ms vowel [Ɛ] from 20 monolingual (American)-English and 18 Spanish-English children from New York City, and from 11 Turkish-German and 13 monolingual German children from Ulm, Germany. Language background information and standardized verbal and non-verbal test scores were obtained for the children.The results revealed differences in temporal AEPs (Na and Ta of the T-complex) between monolingual and bilingual children. Specifically, bilingual children showed smaller and/or later peak amplitudes than the monolingual groups. Ta-amplitude distinguished monolingual and bilingual children best at right electrode sites for both the German and American groups. Amount of experience and type of experience with the target language (English and German) influenced processing.The finding of reduced amplitudes at the Ta latency for bilingual compared to monolingual children indicates that language specific experience, and not simply maturational factors, influences development of the neural processes underlying the Ta AEP, and suggests that lateral temporal cortex has an important role in language-specific speech perception development.", "doi": "10.1371/journal.pone.0171992", "title": "T-complex measures in bilingual Spanish-English and Turkish-German children and monolingual peers.", "journal": ["PloS one", "PLoS ONE"]}