{"authors": [["Wewalaarachchi", "Thilanga D", "TD", "Department of Psychology, National University of Singapore, Singapore, 117570, Singapore."], ["Wong", "Liang Hui", "LH", "Department of Psychology, National University of Singapore, Singapore, 117570, Singapore."], ["Singh", "Leher", "L", "Department of Psychology, National University of Singapore, Singapore, 117570, Singapore. Electronic address: leher.singh@gmail.com."]], "date": "2017-03-03", "id": "28266332", "text": "Although bilingual learners represent the linguistic majority, much less is known about their lexical processing in comparison with monolingual learners. In the current study, bilingual and monolingual toddlers were compared on their ability to recognize familiar words. Children were presented with correct pronunciations and mispronunciations, with the latter involving a vowel, consonant, or tone substitution. A robust ability to recognize words when their labels were correctly pronounced was observed in both groups. Both groups also exhibited a robust ability to reject vowel, tone, and consonant mispronunciations as possible labels for familiar words. However, time course analyses revealed processing differences based on language background; relative to Mandarin monolinguals, Mandarin-English bilingual toddlers demonstrated reduced efficiency in recognizing correctly pronounced words. With respect to mispronunciations, Mandarin-English bilingual learners demonstrated reduced sensitivity to tone mispronunciations relative to Mandarin monolingual toddlers. Moreover, the relative cost of mispronunciations differed for monolingual and bilingual toddlers. Monolingual toddlers demonstrated least sensitivity to consonants followed by vowels and tones, whereas bilingual toddlers demonstrated least sensitivity to tone, followed by consonants and then by vowels. Time course analyses revealed that both groups were sensitive to vowel and consonant variation. Results reveal both similarities and differences in monolingual and bilingual learners' processing of familiar words in Mandarin Chinese.", "doi": "10.1016/j.jecp.2017.01.009", "title": "Vowels, consonants, and lexical tones: Sensitivity to phonological variation in monolingual Mandarin and bilingual English-Mandarin toddlers.", "journal": ["Journal of experimental child psychology", "J Exp Child Psychol"]}