{"authors": [["Li", "Chuchu", "C", "Department of Psychiatry, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA, 92093-0948, USA. chl441@ucsd.edu."], ["Goldrick", "Matthew", "M", "Northwestern University, Evanston, IL, USA."], ["Gollan", "Tamar H", "TH", "Department of Psychiatry, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA, 92093-0948, USA."]], "date": null, "id": "28265900", "text": "Though bilinguals know many more words than monolinguals, within each language bilinguals exhibit some processing disadvantages, extending to sublexical processes specifying the sound structure of words (Gollan & Goldrick, Cognition, 125(3), 491-497, 2012). This study investigated the source of this bilingual disadvantage. Spanish-English bilinguals, Mandarin-English bilinguals, and English monolinguals repeated tongue twisters composed of English nonwords. Twister materials were made up of sound sequences that are unique to the English language (nonoverlapping) or sound sequences that are highly similar-yet phonetically distinct-in the two languages for the bilingual groups (overlapping). If bilingual disadvantages in tongue-twister production result from competition between phonetic representations in their two languages, bilinguals should have more difficulty selecting an intended target when similar sounds are activated in the overlapping sound sequences. Alternatively, if bilingual disadvantages reflect the relatively reduced frequency of use of sound sequences, bilinguals should have greater difficulty in the nonoverlapping condition (as the elements of such sound sequences are limited to a single language). Consistent with the frequency-lag account, but not the competition account, both Spanish-English and Mandarin-English bilinguals were disadvantaged in tongue-twister production only when producing twisters with nonoverlapping sound sequences. Thus, the bilingual disadvantage in tongue-twister production likely reflects reduced frequency of use of sound sequences specific to each language.", "doi": "10.3758/s13421-017-0688-1", "title": "Bilinguals' twisted tongues: Frequency lag or interference?", "journal": ["Memory & cognition", "Mem Cognit"]}