{"authors": [["Hämäläinen", "Sini", "S", "Cognitive Brain Research Unit, Department of Psychology and Logopedics, Faculty of Medicine, University of Helsinki, 00014 Helsinki, Finland; Cognitive Science, Institute of Behavioural Sciences, University of Helsinki, 00014 Helsinki, Finland; Advanced Magnetic Imaging Centre, Aalto NeuroImaging, Aalto University Espoo, Finland. Electronic address: sini.hamalainen@helsinki.fi."], ["Sairanen", "Viljami", "V", "Laboratory of Medical Physics, Department of Physics, University of Helsinki, 00014 Helsinki, Finland; HUS Medical Imaging Center, Radiology, University of Helsinki and Helsinki University Hospital, 00029 Helsinki, Finland."], ["Leminen", "Alina", "A", "Cognitive Brain Research Unit, Department of Psychology and Logopedics, Faculty of Medicine, University of Helsinki, 00014 Helsinki, Finland; Center of Functionally Integrative Neuroscience, Department of Clinical Medicine, Aarhus University, Denmark."], ["Lehtonen", "Minna", "M", "Cognitive Brain Research Unit, Department of Psychology and Logopedics, Faculty of Medicine, University of Helsinki, 00014 Helsinki, Finland; Department of Psychology, Abo Akademi University, Turku, Finland."]], "date": "2017-03-02", "id": "28263923", "text": "Learning and speaking a second language (L2) may result in profound changes in the human brain. Here, we investigated local structural differences along two language-related white matter trajectories, the arcuate fasciculus and the inferior fronto-occipital fasciculus (IFOF), between early simultaneous bilinguals and late sequential bilinguals. We also examined whether early exposure to two languages might lead to a more bilateral structural organization of the arcuate fasciculus. Fractional anisotropy, mean and radial diffusivities (FA, MD, and RD respectively) were extracted to analyse tract-specific changes. Additionally, global voxel-wise effects were investigated with Tract-Based Spatial Statistics (TBSS). We found that relative to late exposure, early exposure to L2 leads to increased FA along a phonology-related segment of the arcuate fasciculus, but induces no modulations along the IFOF, associated to semantic processing. Late sequential bilingualism, however, was associated with decreased MD along the bilateral IFOF. Our results suggest that early vs. late bilingualism may lead to qualitatively different kind of changes in the structural language-related network. Furthermore, we show that early bilingualism contributes to the structural laterality of the arcuate fasciculus, leading to a more bilateral organization of these perisylvian language-related tracts.", "doi": "10.1016/j.neuroimage.2017.02.081", "title": "Bilingualism modulates the white matter structure of language-related pathways.", "journal": ["NeuroImage", "Neuroimage"]}