{"authors": [["Skoe", "Erika", "E", "Department of Speech, Language, and Hearing Sciences, Storrs, CT 06269, USA; Affiliate of the Department of Psychological Sciences, Cognitive Sciences Program, Connecticut Institute for Brain and Cognitive Sciences, Storrs, CT 06269, USA; University of Connecticut, Storrs, CT 06269, USA. Electronic address: erika.skoe@uconn.edu."], ["Burakiewicz", "Emily", "E", "Department of Speech, Language, and Hearing Sciences, Storrs, CT 06269, USA; University of Connecticut, Storrs, CT 06269, USA."], ["Figueiredo", "Michael", "M", "Department of Speech, Language, and Hearing Sciences, Storrs, CT 06269, USA; University of Connecticut, Storrs, CT 06269, USA."], ["Hardin", "Margaret", "M", "Department of Physiology and Neurobiology, Storrs, CT 06269, USA; University of Connecticut, Storrs, CT 06269, USA."]], "date": "2017-03-01", "id": "28259798", "text": "The central auditory nervous system (CANS) undergoes language-dependent tuning to enhance linguistically relevant features of sound. However, less is known about how dual-language exposure affects the CANS. Recent reports indicate that Spanish-English bilingual children and adolescents have larger neural responses to the fundamental frequency (F0) of vowels, as measured by the frequency-following response (FFR), a phase-locked response to sound. Given the cross-language significance of F0, this led us to hypothesize that enhanced neural responses to the F0 are not unique to Spanish-English bilingual children and adolescents but are instead a common feature of a CANS with significant early dual language experience. In support of this hypothesis, we found that early bilingual adults, representing more than a dozen languages, had more robust FFRs to the F0 compared to English-language monolinguals suggesting that bilingual experience imprints on the CANS in a similar fashion regardless of the languages of exposure. Taken together, our results suggest that early exposure to two linguistic sound systems primes the brain to respond to the F0, a basic feature of all speech sounds that signals important indexical information for vowel, talker, and language identification.", "doi": "10.1016/j.neuroscience.2017.02.049", "title": "Basic neural processing of sound in adults is influenced by bilingual experience.", "journal": ["Neuroscience", "Neuroscience"]}