{"authors": [["Hampton", "Sarah", "S", "Department of Psychology, University of Edinburgh, Edinburgh, United Kingdom."], ["Rabagliati", "Hugh", "H", "Department of Psychology, University of Edinburgh, Edinburgh, United Kingdom."], ["Sorace", "Antonella", "A", "Department of English Language and Linguistics, University of Edinburgh, Edinburgh, United Kingdom."], ["Fletcher-Watson", "Sue", "S", "Patrick Wild Centre, University of Edinburgh, Edinburgh, United Kingdom."]], "date": null, "id": "28196376", "text": "Research into how bilingual parents of children with autism spectrum disorder (ASD) make choices about their children's language environment is scarce. This study aimed to explore this issue, focusing on understanding how bilingual parents of children with ASD may make different language exposure choices compared with bilingual parents of children without ASD.Semistructured qualitative interviews were conducted with 17 bilingual parents with a child with ASD and 18 bilingual parents with a typically developing (TD) child.Thematic analysis revealed that, in contrast to parents of TD children, parents with a child with ASD expressed concerns that a bilingual environment would cause confusion for their child and exacerbate language delays. This was particularly common for parents of children with lower verbal ability. Parents also identified potential benefits of bilingualism, particularly in terms of maintaining a close and affectionate bond with their child.Parents of children with ASD have concerns about bilingualism not present for parents of TD children, and these concerns are greater for parents of children with lower verbal ability. Future research in this area should take into account factors such as parent-child bonds as well as communication and language development.", "doi": "10.1044/2016_JSLHR-L-15-0348", "title": "Autism and Bilingualism: A Qualitative Interview Study of Parents' Perspectives and Experiences.", "journal": ["Journal of speech, language, and hearing research : JSLHR", "J. Speech Lang. Hear. Res."]}