{"authors": [["Tussis", "Lorena", "L", "Department of Neurosurgery, Klinikum rechts der Isar, Technische Universität München, Ismaninger Str. 22, 81675 Munich, Germany. Electronic address: TussisLorena@gmail.com."], ["Sollmann", "Nico", "N", "Department of Neurosurgery, Klinikum rechts der Isar, Technische Universität München, Ismaninger Str. 22, 81675 Munich, Germany; TUM-Neuroimaging Center, Klinikum rechts der Isar, Technische Universität München, Munich, Germany. Electronic address: Nico.Sollmann@tum.de."], ["Boeckh-Behrens", "Tobias", "T", "Section of Neuroradiology, Department of Radiology, Klinikum rechts der Isar, Technische Universität München, Ismaninger Str. 22, 81675 Munich, Germany. Electronic address: Boeckh-Behrens@tum.de."], ["Meyer", "Bernhard", "B", "Department of Neurosurgery, Klinikum rechts der Isar, Technische Universität München, Ismaninger Str. 22, 81675 Munich, Germany. Electronic address: Bernhard.Meyer@tum.de."], ["Krieg", "Sandro M", "SM", "Department of Neurosurgery, Klinikum rechts der Isar, Technische Universität München, Ismaninger Str. 22, 81675 Munich, Germany; TUM-Neuroimaging Center, Klinikum rechts der Isar, Technische Universität München, Munich, Germany. Electronic address: Sandro.Krieg@tum.de."]], "date": "2017-02-09", "id": "28189046", "text": "The cortical areas that code for the first (L1) and second language (L2) in bilinguals have still not been sufficiently explored. Thus, this study investigated the left-hemispheric distribution of the L1 and L2 using repetitive navigated transcranial magnetic stimulation (rTMS), in combination with an object-naming task, in 10 healthy, right-handed volunteers. In particular, higher error rates (ERs) were observed in the L1, and there was a statistically significant difference between the ERs of L1 and L2 for no-response errors (L1 mean 11.9±9.0%, L2 mean 6.5±5.2%; p=0.03). Furthermore, language-specific and shared cortical distribution patterns for the L1 and L2 were observed within the frontal, parietal, and temporal lobes with a trend towards higher occurrence of language-specific spots within posterior regions. Overall, the L1 presented a more stable pattern of language distribution compared to the L2.", "doi": "10.1016/j.bandl.2017.01.011", "title": "Identifying cortical first and second language sites via navigated transcranial magnetic stimulation of the left hemisphere in bilinguals.", "journal": ["Brain and language", "Brain Lang"]}