{"authors": [["Hindle", "John V", "JV", "Bangor University, Bangor, Gwynedd, UK."], ["Martin-Forbes", "Pamela A", "PA", "Bangor University, Bangor, Gwynedd, UK."], ["Martyr", "Anthony", "A", "Centre for Research in Ageing and Cognitive Health, School of Psychology, Devon, UK."], ["Bastable", "Alexandra J M", "AJM", "Bangor University, Bangor, Gwynedd, UK."], ["Pye", "Kirstie L", "KL", "Bangor University, Bangor, Gwynedd, UK."], ["Mueller Gathercole", "Virginia C", "VC", "Florida International University, Miami, FL, USA."], ["Thomas", "Enlli M", "EM", "Bangor University, Bangor, Gwynedd, UK."], ["Clare", "Linda", "L", "Centre for Research in Ageing and Cognitive Health, School of Psychology, Devon, UK."]], "date": "2017-02-07", "id": "28170111", "text": "Active lifelong cognitive lifestyles increase cognitive reserve and have beneficial effects on global cognition, cognitive decline and dementia risk in Parkinson's disease (PD). Executive function is particularly impaired even in early PD, and this impacts on quality of life. The effects of lifelong cognitive lifestyle on executive function in PD have not been studied previously. This study examined the association between lifelong cognitive lifestyle, as a proxy measure of cognitive reserve, and executive function in people with PD.Sixty-nine people diagnosed with early PD without dementia were recruited as part of the Bilingualism as a protective factor in Age-related Neurodegenerative Conditions study. Participants completed a battery of tests of executive function. The Lifetime of Experiences Questionnaire was completed as a comprehensive assessment of lifelong cognitive lifestyle. Non-parametric correlations compared clinical measures with executive function scores. Cross-sectional analyses of covariance were performed comparing the performance of low and high cognitive reserve groups on executive function tests.Correlational analyses showed that better executive function scores were associated with younger age, higher levodopa dose and higher Lifetime of Experiences Questionnaire scores. Higher cognitive reserve was associated with better motor function, but high and low cognitive reserve groups did not differ in executive function.Cognitive reserve, although associated with global cognition, does not appear to be associated with executive function. This differential effect may reflect the specific cognitive profile of PD. The long-term effects of cognitive reserve on executive function in PD require further exploration. Copyright © 2017 John Wiley & Sons, Ltd.", "doi": "10.1002/gps.4677", "title": "The effects of lifelong cognitive lifestyle on executive function in older people with Parkinson's disease.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}