{"authors": [["White", "Anne", "A", "Department of Experimental Psychology, KU Leuven Leuven, Belgium."], ["Malt", "Barbara C", "BC", "Department of Psychology, Lehigh University, Bethlehem PA, USA."], ["Storms", "Gert", "G", "Department of Experimental Psychology, KU Leuven Leuven, Belgium."]], "date": "2017-01-23", "id": "28167921", "text": "Naming patterns of bilinguals have been found to converge and form a new intermediate language system from elements of both the bilinguals' languages. This converged naming pattern differs from the monolingual naming patterns of both a bilingual's languages. We conducted a pre-registered replication study of experiments addressing the question whether there is a convergence between a bilingual's both lexicons. The replication used an enlarged set of stimuli of common household containers, providing generalizability, and more reliable representations of the semantic domain. Both an analysis at the group-level and at the individual level of the correlations between naming patterns reject the two-pattern hypothesis that poses that bilinguals use two monolingual-like naming patterns, one for each of their two languages. However, the results of the original study and the replication comply with the one-pattern hypothesis, which poses that bilinguals converge the naming patterns of their two languages and form a compromise. Since this convergence is only partial the naming pattern in bilinguals corresponds to a moderate version of the one-pattern hypothesis. These findings are further confirmed by a representation of the semantic domain in a multidimensional space and the finding of shorter distances between bilingual category centers than monolingual category centers in this multidimensional space both in the original and in the replication study.", "doi": "10.3389/fpsyg.2016.02081", "title": "Convergence in the Bilingual Lexicon: A Pre-registered Replication of Previous Studies.", "journal": ["Frontiers in psychology", "Front Psychol"]}