{"authors": [["Litcofsky", "Kaitlyn A", "KA", "Pennsylvania State University, USA. Electronic address: kal378@psu.edu."], ["Van Hell", "Janet G", "JG", "Pennsylvania State University, USA."]], "date": "2017-02-03", "id": "28167120", "text": "Bilinguals have the unique ability to produce utterances that switch between languages. Most language switching research has focused on isolated, unrelated items, which emphasizes separation of the languages. Fewer studies examined the cognitive and neural mechanisms of switching languages in natural discourse. The present study examined the effect of codeswitching direction on the comprehension of intra-sentential codeswitching in Spanish-English bilinguals, using self-paced reading behavioral measurements (Experiment 1) and electroencephalography (EEG) measurements (Experiment 2), analyzed via both event-related potentials (ERPs) and time-frequency analysis (TFR). Reading times showed a significant switching cost for codeswitched sentences in both codeswitching directions, though switching costs were somewhat higher into the dominant language than into the weaker language. ERPs showed that codeswitched as compared to non-switched words elicited a late positivity, but only when switching from the dominant into the weaker language, not in the reverse direction. TFRs showed complementary and converging results: switches into the weaker language resulted in a power decrease in lower beta band while switches into the dominant language resulted in a power increase in theta band. These multi-method findings provide novel insights into neurocognitive resources engaged in the comprehension of intra-sentential codeswitches related to sentence-level restructuring processes to activate and access the weaker language.", "doi": "10.1016/j.neuropsychologia.2017.02.002", "title": "Switching direction affects switching costs: Behavioral, ERP and time-frequency analyses of intra-sentential codeswitching.", "journal": ["Neuropsychologia", "Neuropsychologia"]}