{"authors": [["Bonifacci", "Paola", "P", "Department of Psychology, University of Bologna, Bologna, Italy."], ["Canducci", "Elisa", "E", "Department of Psychology, University of Bologna, Bologna, Italy."], ["Gravagna", "Giulia", "G", "Department of Psychology, University of Bologna, Bologna, Italy."], ["Palladino", "Paola", "P", "Department of Brain and Behavioral Sciences, University of Pavia, Pavia, Italy."]], "date": "2017-02-06", "id": "28165169", "text": "The present study was aimed at investigating literacy skills in English as a foreign language in three different groups of children: monolinguals with dyslexia (n = 19), typically developing bilinguals (language-minority) (n = 19) and a control group of monolinguals (Italian) (n = 76). Bilinguals were not expected to fail in English measures, and their gap with monolinguals would be expected to be limited to the instructional language, owing to underexposure. All participants were enrolled in Italian primary schools (fourth and fifth grades). A non-verbal reasoning task and Italian and English literacy tasks were administered. The Italian battery included word and non-word reading (speed and accuracy), word and non-word writing, and reading comprehension; the English battery included similar tasks, except for the non-word writing. Bilingual children performed similarly to typical readers in English tasks, whereas in Italian tasks, their performance was similar to that of typical readers in reading speed but not in reading accuracy and writing. Children with dyslexia underperformed compared with typically developing children in all English and Italian tasks, except for reading comprehension in Italian. Profile analysis and correlational analyses were further discussed. These results suggest that English as a foreign language might represent a challenge for students with dyslexia but a strength for bilingual language-minority children. Copyright © 2017 John Wiley & Sons, Ltd.", "doi": "10.1002/dys.1553", "title": "English as a Foreign Language in Bilingual Language-minority Children, Children with Dyslexia and Monolingual Typical Readers.", "journal": ["Dyslexia (Chichester, England)", "Dyslexia"]}