{"authors": [["Schumacher", "Jayna", "J", "*Boston University School of Medicine, Department of Pediatrics, Division of Developmental and Behavioral Pediatrics, Boston, MA; †Boston University, College of Health and Rehabilitation Sciences, Sargent College, Boston, MA."], ["Strand", "Kristine E", "KE", null], ["Augustyn", "Marilyn", "M", null]], "date": null, "id": "28141716", "text": "Gio is a bilingual 6-year 10-month-old boy new to your practice who presents for an unscheduled visit with concerns for speech and language delay. He was born in Portugal, and his native language is Portuguese. When he was 21 months old, his family moved to Italy and then moved to the United States 3 years later. He had very little contact with other children while living in Italy, but his parents report that he has made friends quickly in the United States. His family speaks Portuguese at home, although his father is fluent in English.He started school 3 months after moving to the United States and is currently repeating kindergarten. He is in a sheltered English classroom with several other students who speak Portuguese. He is able to understand and follow directions in English. A recent school evaluation revealed solidly average nonverbal reasoning skills and relative weaknesses in verbal reasoning and working memory. His speech is described as unintelligible in conversation, both in English and Portuguese.Results of a special education evaluation qualified him for services with a bilingual therapist. His teachers are very concerned that he may have autism spectrum disorder (ASD) and attention-deficit hyperactivity disorder (ADHD). They describe him as having limited interest in other children, poor eye contact, and hypersensitivities. He wanders at recess. He is very skilled at art and seems to prefer to draw rather than interact with others. He needs constant support and redirection throughout the school day. He has difficulty putting on his coat, using playground equipment, and following daily classroom routines. On the Vanderbilt Rating Scale, his teacher endorses 17 of 18 ADHD symptoms as present often or very often and significant impairment in his performance.Gio presents to your clinic as a relatable young boy with childhood apraxia of speech. Only his productions of single words and short routine phrases are intelligible. He attempts to engage in conversation but averts his gaze and becomes frustrated when asked to repeat things. Scores on the Parent Conners Rating Scale and Social Responsiveness Scale are not elevated. When you bring up school's concerns, his father describes feeling somewhat badgered by his teachers about possibility of ASD.School is considering placement in an inclusion classroom for children with ASD. What do you recommend? How would you advise his parents?", "doi": "10.1097/DBP.0000000000000132", "title": "Apraxia, Autism, Attention-Deficit Hyperactivity Disorder: Do We Have a New Spectrum?", "journal": ["Journal of developmental and behavioral pediatrics : JDBP", "J Dev Behav Pediatr"]}