{"authors": [["Perani", "Daniela", "D", "Faculty of Psychology, Vita-Salute San Raffaele University, 20132 Milan, Italy; perani.daniela@hsr.it."], ["Farsad", "Mohsen", "M", "Nuclear Medicine Unit, Azienda Sanitaria dell'Alto Adige, 39100 Bolzano, Italy."], ["Ballarini", "Tommaso", "T", "In Vivo Human Molecular and Structural Neuroimaging Unit, Division of Neuroscience, San Raffaele Scientific Institute, 20132 Milan, Italy."], ["Lubian", "Francesca", "F", "Memory Clinic, Geriatric Department, Azienda Sanitaria dell'Alto Adige, 39100 Bolzano, Italy."], ["Malpetti", "Maura", "M", "Faculty of Psychology, Vita-Salute San Raffaele University, 20132 Milan, Italy."], ["Fracchetti", "Alessandro", "A", "Department of Physics, Azienda Sanitaria dell'Alto Adige, 39100 Bolzano, Italy."], ["Magnani", "Giuseppe", "G", "Department of Neurology, San Raffaele Hospital, 20132 Milan, Italy."], ["March", "Albert", "A", "Memory Clinic, Geriatric Department, Azienda Sanitaria dell'Alto Adige, 39100 Bolzano, Italy."], ["Abutalebi", "Jubin", "J", "Faculty of Psychology, Vita-Salute San Raffaele University, 20132 Milan, Italy."]], "date": "2017-01-30", "id": "28137833", "text": "Cognitive reserve (CR) prevents cognitive decline and delays neurodegeneration. Recent epidemiological evidence suggests that lifelong bilingualism may act as CR delaying the onset of dementia by ∼4.5 y. Much controversy surrounds the issue of bilingualism and its putative neuroprotective effects. We studied brain metabolism, a direct index of synaptic function and density, and neural connectivity to shed light on the effects of bilingualism in vivo in Alzheimer's dementia (AD). Eighty-five patients with probable AD and matched for disease duration (45 German-Italian bilingual speakers and 40 monolingual speakers) were included. Notably, bilingual individuals were on average 5 y older than their monolingual peers. In agreement with our predictions and with models of CR, cerebral hypometabolism was more severe in the group of bilingual individuals with AD. The metabolic connectivity analyses crucially supported the neuroprotective effect of bilingualism by showing an increased connectivity in the executive control and the default mode networks in the bilingual, compared with the monolingual, AD patients. Furthermore, the degree of lifelong bilingualism (i.e., high, moderate, or low use) was significantly correlated to functional modulations in crucial neural networks, suggesting both neural reserve and compensatory mechanisms. These findings indicate that lifelong bilingualism acts as a powerful CR proxy in dementia and exerts neuroprotective effects against neurodegeneration. Delaying the onset of dementia is a top priority of modern societies, and the present in vivo neurobiological evidence should stimulate social programs and interventions to support bilingual or multilingual education and the maintenance of the second language among senior citizens.", "doi": "10.1073/pnas.1610909114", "title": "The impact of bilingualism on brain reserve and metabolic connectivity in Alzheimer's dementia.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}