{"authors": [["Liu", "Yi-Chien", "YC", "Division of Geriatric Behavioral Neurology, CYRIC, Tohoku University, Sendai, Japan."], ["Liu", "Yen-Ying", "YY", "Fu Jen University School of Medicine, Taipei, Taiwan."], ["Yip", "Ping-Keung", "PK", "Neurological Center of Cardinal Tien Hospital, Taipei, Taiwan."], ["Meguro", "Mitsue", "M", "Division of Geriatric Behavioral Neurology, CYRIC, Tohoku University, Sendai, Japan."], ["Meguro", "Kenichi", "K", "Division of Geriatric Behavioral Neurology, CYRIC, Tohoku University, Sendai, Japan."]], "date": "2017-01-30", "id": "28133849", "text": "Increasing evidence shows that bilingualism or multilingualism may have beneficial effects on preventing dementia. We performed a cross-sectional, community-based study in Taiwan. Some elders (older than 70 years) in Taiwan can speak Japanese because of the formal Japanese education they received before World War II, when Taiwan was under Japanese rule. After the war, Mandarin Chinese was adopted as the official language of Taiwan. We assessed whether constantly using three languages had an effect on dementia prevalence and cognitive function.We defined multilingualism as the ability to fluently speak Taiwanese (T), Japanese (J), and Mandarin Chinese (C) in daily life. We evaluated the Mini-Mental State Examination and AD8 questionnaire results of 514 community-dwelling people older than 70 years in Taishan, Taiwan.Seventy-three of the subjects (14.2%) were multilingual (T, J, C) and 441 (85.8%) were bilingual (T, C). No difference was noted in dementia prevalence between multilingual (6.8%) and bilingual (7.4%) populations, but multilinguals were older than bilinguals (mean age: 79.9 vs 77.3 years). Multilinguals had higher Mini-Mental State Examination scores than bilinguals (mean: 24.6 vs. 22.7). However, after the subjects were stratified into low and high education level groups, the Mini-Mental State Examination difference was found to be significant in only the low education level group.Dementia prevalence did not significantly differ between the multilingual (T, J, C) and bilingual (T, C) groups. However, given that the average age of the multilingual group was approximately 2 years older than that of the bilingual group, there may have been minor effects in the multilingual group.", "doi": "10.1111/psyg.12230", "title": "Speaking one more language in early life has only minor effects on cognition in Taiwanese with low education level: the Taishan Project.", "journal": ["Psychogeriatrics : the official journal of the Japanese Psychogeriatric Society", "Psychogeriatrics"]}