{"authors": [["Lagarrigue", "Aurélie", "A", "Aix-Marseille Université, CNRS, LPL-UMR 7309, 13100 Aix-en-Provence, France; Aix-Marseille Université, CNRS, LNC-UMR 7291, 13005 Marseille, France. Electronic address: aurelie.lagarrigue@blri.fr."], ["Longcamp", "Marieke", "M", "Aix-Marseille Université, CNRS, LNC-UMR 7291, 13005 Marseille, France."], ["Anton", "Jean Luc", "JL", "Centre IRM Fonctionnelle de Marseille, INT-UMR 7289, CNRS Université Aix Marseille, France."], ["Nazarian", "Bruno", "B", "Centre IRM Fonctionnelle de Marseille, INT-UMR 7289, CNRS Université Aix Marseille, France."], ["Prévot", "Laurent", "L", "Aix-Marseille Université, CNRS, LPL-UMR 7309, 13100 Aix-en-Provence, France."], ["Velay", "Jean-Luc", "JL", "Aix-Marseille Université, CNRS, LNC-UMR 7291, 13005 Marseille, France."], ["Cao", "Fan", "F", "Michigan State University, East Lansing, MI, USA."], ["Frenck-Mestre", "Cheryl", "C", "Aix-Marseille Université, CNRS, LPL-UMR 7309, 13100 Aix-en-Provence, France."]], "date": "2017-01-26", "id": "28131811", "text": "We examined the implication of training modality on the cortical representation of Chinese words in adult second language learners of Chinese. In particular, we tested the implication of the neural substrates of writing in a reading task. The brain network sustaining finger writing was defined neuroanatomically based on an independent functional localizer. We examined the brain activations elicited by Chinese words learned via writing vs. pronunciation, and by novel untrained words, within regions of interest (ROIs) defined according to the position of the activation peaks in the localizer, and at the whole brain level. We revealed activations in the reading task that overlapped with several parts of the finger writing network. In addition, our results provide evidence that the neural substrates of writing are differentially involved in reading depending on the stored knowledge for words, as revealed by the fine-grained response of several regions including the left superior parietal lobule and left precentral gyrus / superior frontal sulcus to the experimental manipulations. Training modality and the linguistic properties of the characters also impacted the response of the left mid-fusiform gyrus, confirming its involvement as the brain region where linguistic, visual and sensorimotor information converge during orthographic processing. At the behavioral level, global handwriting quality during the training sessions was positively correlated to the final translation performance. Our results demonstrate substantial overlap in the neural substrates of reading and writing, and indicate that some regions sustaining handwriting are differentially involved in reading depending on the type of knowledge associated with words.", "doi": "10.1016/j.neuropsychologia.2017.01.026", "title": "Activation of writing-specific brain regions when reading Chinese as a second language. Effects of training modality and transfer to novel characters.", "journal": ["Neuropsychologia", "Neuropsychologia"]}