{"authors": [["Oliver", "Myriam", "M", "BCBL, Basque Center on Cognition Brain and Language, Donostia-San Sebastian, 2009 Gipuzkoa, Spain."], ["Carreiras", "Manuel", "M", "BCBL, Basque Center on Cognition Brain and Language, Donostia-San Sebastian, 2009 Gipuzkoa, Spain."], ["Paz-Alonso", "Pedro M", "PM", "BCBL, Basque Center on Cognition Brain and Language, Donostia-San Sebastian, 2009 Gipuzkoa, Spain."]], "date": null, "id": "28122808", "text": "In today's world, bilingualism is increasingly common. However, it is still unclear how left-lateralized dorsal and ventral reading networks are tuned to reading in proficient second-language learners. Here, we investigated differences in functional regional activation and connectivity as a function of L1 and L2 reading, L2 orthographic depth, and task demands. Thirty-seven late bilinguals with the same L1 and either an opaque or transparent L2 performed perceptual and semantic reading tasks in L1 and L2 during functional magnetic resonance imaging (fMRI) scanning. Results revealed stronger regional recruitment for L2 versus L1 reading and stronger connectivity within the dorsal stream during L1 versus L2 reading. Differences in orthographic depth were associated with a segregated profile of left ventral occipitotemporal (vOT) coactivation with dorsal regions for the transparent L2 group and with ventral regions for the opaque L2 group. Finally, semantic versus perceptual demands modulated left vOT engagement, supporting the interactive account of the contribution of vOT to reading, and were associated with stronger coactivation within the ventral network. Our findings support a division of labor between ventral and dorsal reading networks, elucidating the critical role of the language used to read, L2 orthographic depth, and task demands on the functional dynamics of bilingual reading.", "doi": "10.1093/cercor/bhw310", "title": "Functional Dynamics of Dorsal and Ventral Reading Networks in Bilinguals.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}