{"authors": [["Riva", "Anna", "A", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."], ["Nacinovich", "Renata", "R", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."], ["Bertuletti", "Nadia", "N", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."], ["Montrasi", "Valentina", "V", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."], ["Marchetti", "Sara", "S", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."], ["Neri", "Francesca", "F", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."], ["Bomba", "Monica", "M", "Child and Adolescent Mental Health Department, University of Milan Bicocca, San Gerardo Hospital, Monza, Italy."]], "date": "2016-12-30", "id": "28115851", "text": "The aim of this study is to compare the Wechsler Intelligence Scale for Children® - fourth edition IV (WISC IV) intellectual profile of two groups of children with specific learning disorder, a group of bilingual children and a group of monolingual Italian children, in order to identify possible significant differences between them.A group of 48 bilingual children and a group of 48 Italian monolingual children were included in this study. A preliminary comparison showed the homogeneity of the two groups regarding learning disorder typology and sociodemographic characteristics (age at WISC IV assessment, sex and years of education in Italy) with the exception of socioeconomic status. Socioeconomic status was then used as a covariate in the analysis.Even if the two groups were comparable in specific learning disorder severity and, in particular, in the text comprehension performance, our findings showed that the WISC IV performances of the bilingual group were significantly worse than the Italian group in Full Scale Intelligence Quotient (P=0.03), in General Ability Index (P=0.03), in Working Memory Index (P=0.009) and in some subtests and clusters requiring advanced linguistic abilities.These results support the hypothesis of a weakness in metalinguistic abilities in bilingual children with specific learning disorders than monolinguals. If confirmed, this result must be considered in the rehabilitation treatment.", "doi": "10.2147/NDT.S121536", "title": "Cognitive profiles in bilingual children born to immigrant parents and Italian monolingual native children with specific learning disorders.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}