{"authors": [["Bhatia", "Divya", "D", "Maharishi Dayanand University, Rohtak, India."], ["Prasad", "Seema Gorur", "SG", "Center for Neural and Cognitive Sciences, University of Hyderabad, Hyderabad, India."], ["Sake", "Kaushik", "K", "Center for Neural and Cognitive Sciences, University of Hyderabad, Hyderabad, India."], ["Mishra", "Ramesh Kumar", "RK", "Center for Neural and Cognitive Sciences, University of Hyderabad, Hyderabad, India."]], "date": "2017-01-12", "id": "28081136", "text": "We examined if external cues such as other agents' actions can influence the choice of language during voluntary and cued object naming in bilinguals in three experiments. Hindi-English bilinguals first saw a cartoon waving at a color patch. They were then asked to either name a picture in the language of their choice (voluntary block) or to name in the instructed language (cued block). The colors waved at by the cartoon were also the colors used as language cues (Hindi or English). We compared the influence of the cartoon's choice of color on naming when speakers had to indicate their choice explicitly before naming (Experiment 1) as opposed to when they named directly on seeing the pictures (Experiment 2 and 3). Results showed that participants chose the language indicated by the cartoon greater number of times (Experiment 1 and 3). Speakers also switched significantly to the language primed by the cartoon greater number of times (Experiment 1 and 2). These results suggest that choices leading to voluntary action, as in the case of object naming can be influenced significantly by external non-linguistic cues. Importantly, these symbolic influences can work even when other agents are merely indicating their choices and are not interlocutors in bilingual communication.", "doi": "10.1371/journal.pone.0169284", "title": "Task Irrelevant External Cues Can Influence Language Selection in Voluntary Object Naming: Evidence from Hindi-English Bilinguals.", "journal": ["PloS one", "PLoS ONE"]}