{"authors": [["Hervais-Adelman", "Alexis", "A", "Brain and Language Lab, Department of Clinical Neuroscience, University of Geneva, Switzerland."], ["Moser-Mercer", "Barbara", "B", "InZone, University of Geneva, Switzerland."], ["Murray", "Micah M", "MM", "The Laboratory for Investigative Neurophysiology (The LINE), Departments of Clinical Neurosciences and Radiology, University Hospital Centre and University of Lausanne, Lausanne, Switzerland; The EEG Brain Mapping Core, Centre for Biomedical Imaging (CIBM), Lausanne, Switzerland; The Department of Ophthalmology, Jules Gonin Eye Hospital, University of Lausanne, Switzerland; The Department of Hearing and Speech Sciences, Vanderbilt University, Nashville, TN, USA."], ["Golestani", "Narly", "N", "Brain and Language Lab, Department of Clinical Neuroscience, University of Geneva, Switzerland. Electronic address: Narly.Golestani@unige.ch."]], "date": "2017-01-09", "id": "28077311", "text": "Simultaneous interpretation is a complex cognitive task that not only demands multilingual language processing, but also requires application of extreme levels of domain-general cognitive control. We used MRI to longitudinally measure cortical thickness in simultaneous interpretation trainees before and after a Master's program in conference interpreting. We compared them to multilingual control participants scanned at the same interval of time. Increases in cortical thickness were specific to trainee interpreters. Increases were observed in regions involved in lower-level, phonetic processing (left posterior superior temporal gyrus, anterior supramarginal gyrus and planum temporale), in the higher-level formulation of propositional speech (right angular gyrus) and in the conversion of items from working memory into a sequence (right dorsal premotor cortex), and finally, in domain-general executive control and attention (right parietal lobule). Findings are consistent with the linguistic requirements of simultaneous interpretation and also with the more general cognitive demands on attentional control for expert performance in simultaneous interpreting. Our findings may also reflect beneficial, potentially protective effects of simultaneous interpretation training, which has previously been shown to confer enhanced skills in certain executive and attentional domains over and above those conferred by bilingualism.", "doi": "10.1016/j.neuropsychologia.2017.01.008", "title": "Cortical thickness increases after simultaneous interpretation training.", "journal": ["Neuropsychologia", "Neuropsychologia"]}