{"authors": [["Landmark", "Anne Marie Dalby", "AMD", "MultiLing Center for Research on Multilingualism in Society across the Lifespan, Department of Linguistics and Scandinavian Studies, University of Oslo, Oslo, Norway; HØKH Health Services Research Centre, Akershus University Hospital, Lørenskog, Norway; Institute of Clinical Medicine, University of Oslo, Oslo, Norway. Electronic address: a.m.landmark@iln.uio.no."], ["Svennevig", "Jan", "J", "MultiLing Center for Research on Multilingualism in Society across the Lifespan, Department of Linguistics and Scandinavian Studies, University of Oslo, Oslo, Norway."], ["Gerwing", "Jennifer", "J", "HØKH Health Services Research Centre, Akershus University Hospital, Lørenskog, Norway."], ["Gulbrandsen", "Pål", "P", "HØKH Health Services Research Centre, Akershus University Hospital, Lørenskog, Norway; Institute of Clinical Medicine, University of Oslo, Oslo, Norway."]], "date": "2016-12-14", "id": "28065435", "text": "This study aims to explicate efforts for realizing patient-centeredness (PCC) and involvement (SDM) in a difficult decision-making situation. It investigates what communicative strategies a physician used and the immediate, observable consequences for patient participation.From a corpus of videotaped hospital encounters, one case in which the physician and patient used Norwegian as lingua franca was selected for analysis using conversation analysis (CA). Secondary data were measures of PCC and SDM.Though the physician did extensive interactional work to secure the patient's understanding and acceptance of a treatment recommendation, his persistent attempts did not succeed in generating the patient's participation. In ratings of PCC and SDM, this case scored well above average.Despite the fact that this encounter displays some of the 'best actual practice' of PCC and SDM within the corpus, our analysis of the interaction shows why the strategies were insufficient in the context of a language barrier and possible disagreement.When facing problems of understanding, agreement and participation in treatment decision-making, relatively good patient centered skills may not suffice. Knowledge about the interactional realization of key activities is needed for developing training targeted at overcoming such challenges.", "doi": "10.1016/j.pec.2016.12.006", "title": "Patient involvement and language barriers: Problems of agreement or understanding?", "journal": ["Patient education and counseling", "Patient Educ Couns"]}