{"authors": [["Hansen", "Laura Birke", "LB", "Centro de Investigación Mente, Cerebro y Comportamiento (CIMCYC), Universidad de Granada, Spain."], ["Morales", "Julia", "J", "Centro de Investigación Mente, Cerebro y Comportamiento (CIMCYC), Universidad de Granada, Spain."], ["Macizo", "Pedro", "P", "Centro de Investigación Mente, Cerebro y Comportamiento (CIMCYC), Universidad de Granada, Spain."], ["Duñabeitia", "Jon Andoni", "JA", "Basque Center on Cognition, Brain and Language (BCBL), Spain."], ["Saldaña", "David", "D", "Department of Developmental and Educational Psychology, Universidad de Sevilla, Spain."], ["Carreiras", "Manuel", "M", "Basque Center on Cognition, Brain and Language (BCBL), Spain."], ["Fuentes", "Luis J", "LJ", "Department of Basic Psychology, Universidad de Murcia, Spain."], ["Bajo", "M Teresa", "MT", "Centro de Investigación Mente, Cerebro y Comportamiento (CIMCYC), Universidad de Granada, Spain."]], "date": null, "id": "28032442", "text": "The present research aims to assess literacy acquisition in children becoming bilingual via second language immersion in school. We adopt a cognitive components approach, assessing text-level reading comprehension, a complex literacy skill, as well as underlying cognitive and linguistic components in 144 children aged 7 to 14 (72 immersion bilinguals, 72 controls). Using principal component analysis, a nuanced pattern of results was observed: although emergent bilinguals lag behind their monolingual counterparts on measures of linguistic processing, they showed enhanced performance on a memory and reasoning component. For reading comprehension, no between-group differences were evident, suggesting that selective benefits compensate costs at the level of underlying cognitive components. Overall, the results seem to indicate that literacy skills may be modulated by emerging bilingualism even when no between-group differences are evident at the level of complex skill, and the detection of such differences may depend on the focus and selectivity of the task battery used.", "doi": "10.1111/desc.12454", "title": "Reading comprehension and immersion schooling: evidence from component skills.", "journal": ["Developmental science", "Dev Sci"]}