{"authors": [["Watson", "Marcus R", "MR", "Department of Biology, York University, Toronto, Ontario, Canada. Electronic address: watsonmr@yorku.ca."], ["Chromý", "Jan", "J", "Institute of the Czech Language and Theory of Communication, Charles University, Prague, Czech Republic."], ["Crawford", "Lyle", "L", "Department of Philosophy, Simon Fraser University, Burnaby, BC, Canada."], ["Eagleman", "David M", "DM", "Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA."], ["Enns", "James T", "JT", "Department of Psychology, University of British Columbia, Vancouver, BC, Canada."], ["Akins", "Kathleen A", "KA", "Department of Philosophy, Simon Fraser University, Burnaby, BC, Canada."]], "date": "2016-12-23", "id": "28013176", "text": "According to one theory, synaesthesia develops, or is preserved, because it helps children learn. If so, it should be more common among adults who faced greater childhood learning challenges. In the largest survey of synaesthesia to date, the incidence of synaesthesia was compared among native speakers of languages with transparent (easier) and opaque (more difficult) orthographies. Contrary to our prediction, native speakers of Czech (transparent) were more likely to be synaesthetes than native speakers of English (opaque). However, exploratory analyses suggested that this was because more Czechs learned non-native second languages, which was strongly associated with synaesthesia, consistent with the learning hypothesis. Furthermore, the incidence of synaesthesia among speakers of opaque languages was double that among speakers of transparent languages other than Czech, also consistent with the learning hypothesis. These findings contribute to an emerging understanding of synaesthetic development as a complex and lengthy process with multiple causal influences.", "doi": "10.1016/j.concog.2016.12.004", "title": "The prevalence of synaesthesia depends on early language learning.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}