{"authors": [["Moriano-Gutierrez", "A", "A", "Universidad de Valencia. Facultad de Medicina, 46010 Valencia, Espana."], ["Colomer-Revuelta", "J", "J", "Universidad de Valencia. Facultad de Medicina, 46010 Valencia, Espana."], ["Sanjuan", "J", "J", "Universidad de Valencia. Facultad de Medicina, 46010 Valencia, Espana."], ["Carot-Sierra", "J M", "JM", "Universidad Politecnica de Valencia, Valencia, Espana."]], "date": null, "id": "28000910", "text": "A great deal of research has addressed problems in the correct acquisition of language, but with few overall conclusions. The reasons for this lie in the individual variability, the existence of different measures for assessing language and the fact that a complex network of genetic and environmental factors are involved in its development.To review the environmental and genetic variables that have been studied to date, in order to gain a better under-standing of the causes of specific language impairment and create new evidence that can help in the development of screening systems for the early detection of these disorders.The environmental variables related with poorer early child language development include male gender, low level of education of the mother, familial history of problems with language or psychiatric problems, perinatal problems and health problems in early childhood. Bilingualism seems to be a protective factor. Temperament and language are related. Within the genetic factors there are several specific genes associated with language, two of which have a greater influence on its physiological acquisition: FOXP2 and CNTNAP2. The other genes that are most related with specific language disorders are ATP2C2, CMIP, ROBO2, ZNF277 and NOP9.The key to comprehending the development of specific language disorders lies in reaching an understanding of the true role played by genes in the ontogenesis, in the regulation of the different developmental processes, and how this role is modulated by the environment.Variables ambientales y geneticas relacionadas con alteraciones en la adquisicion del lenguaje en la infancia.Introduccion. Los problemas en la correcta adquisicion del lenguaje se han estudiado mucho, pero con escasas conclusiones globales; a ello contribuye la variabilidad individual, la existencia de diferentes medidas para evaluar el lenguaje y a que en su desarrollo participa una compleja red de factores geneticos y ambientales. Objetivo. Revisar las variables ambientales y geneticas que se han investigado hasta la actualidad, para comprender mejor las causas de los trastornos especificos del lenguaje y crear nuevas evidencias que faciliten la elaboracion de sistemas de deteccion precoz de estos trastornos. Desarrollo. Dentro de las variables ambientales relacionadas con peor desarrollo en el lenguaje infantil estan el sexo masculino, un nivel educacional maternal bajo, una historia familiar de problemas en el lenguaje o problemas psiquiatricos, los problemas perinatales y los problemas de salud en la infancia. El bilinguismo parece ser un factor protector. El temperamento y el lenguaje tienen relacion. Dentro de los factores geneticos existen ya varios genes especificos asociados con el lenguaje, dos de ellos con una influencia mayor en su adquisicion fisiologica: FOXP2 y CNTNAP2. Los otros genes mas relacionados con trastornos especificos del lenguaje son ATP2C2, CMIP, ROBO2, ZNF277 y NOP9. Conclusiones. La clave para entender el desarrollo de los trastornos especificos del lenguaje radica en llegar a comprender el verdadero papel que desempeñan los genes en la ontogenia, regulando los diferentes procesos de desarrollo y como este papel se ve modulado por el ambiente.", "doi": null, "title": "[Environmental and genetic variables related with alterations in language acquisition in early childhood].", "journal": ["Revista de neurologia", "Rev Neurol"]}