{"authors": [["Dong", "Yanping", "Y", "Bilingual Cognition and Development Lab, Center for Linguistics and Applied Linguistics, Guangdong University of Foreign Studies, China. Electronic address: ypdong@gdufs.edu.cn."], ["Zhong", "Fei", "F", "Bilingual Cognition and Development Lab, Center for Linguistics and Applied Linguistics, Guangdong University of Foreign Studies, China."]], "date": "2016-12-08", "id": "27939366", "text": "To explore how interpreting experience may modulate young adults' executive functioning, the present study conducted two ERP studies using the Flanker task, and recruited university students of more or less interpreting experience. Experiment 1 revealed that participants of more interpreting experience exhibited larger N1 and N2 amplitudes in both congruent and incongruent conditions, which, according to previous research, are respectively evidence for advantages in early attentional processing and monitoring. As for the response time (RT) data, a smaller interference effect for the group of more interpreting experience was obtained, showing an advantage in inhibition. The P3 results were quite mixed, with the results of the first half P3 time window mainly supporting a monitoring advantage, and the results of the second half mainly supporting an inhibition advantage. Experiment 2 replicated Experiment 1 with two participant groups more closely matched in age and L2 AoA. The pattern of the results was similar to that in Experiment 1, except that the inhibition advantage from the P3 component appeared earlier, and that the inhibition advantage in RT data was only marginally significant. Both experiments have produced results that can be integrated into a coherent whole along the time course of processing, indicating that interpreting experience may enhance early attentional processing, conflict monitoring and interference suppression, with the latter two as parts of inhibitory control.", "doi": "10.1016/j.neuropsychologia.2016.12.007", "title": "Interpreting experience enhances early attentional processing, conflict monitoring and interference suppression along the time course of processing.", "journal": ["Neuropsychologia", "Neuropsychologia"]}