{"authors": [["Medina-Presentado", "Julio C", "JC", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Margolis", "Alvaro", "A", "Universidad de la República, Facultad de Ingeniería, Montevideo, Uruguay; EviMed, Montevideo, Uruguay. Electronic address: Alvaro.Margolis@evimed.net."], ["Teixeira", "Lucia", "L", "Universidade Federal do Rio de Janeiro, Rio de Janeiro, RJ, Brazil; American Society for Microbiology, Washington DC, United States."], ["Lorier", "Leticia", "L", "EviMed, Montevideo, Uruguay."], ["Gales", "Ana C", "AC", "Universidade Federal de São Paulo, São Paulo, SP, Brazil."], ["Pérez-Sartori", "Graciela", "G", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Oliveira", "Maura S", "MS", "Universidade de São Paulo, São Paulo, SP, Brazil."], ["Seija", "Verónica", "V", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Paciel", "Daniela", "D", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Vignoli", "Rafael", "R", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Guerra", "Silvia", "S", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Albornoz", "Henry", "H", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Arteta", "Zaida", "Z", "Universidad de la República, Facultad de Medicina, Montevideo, Uruguay."], ["Lopez-Arredondo", "Antonio", "A", "Universidad de la República, Facultad de Ingeniería, Montevideo, Uruguay; EviMed, Montevideo, Uruguay."], ["García", "Sofía", "S", "EviMed, Montevideo, Uruguay."]], "date": "2016-12-03", "id": "27918888", "text": "Latin America is a large and diverse region, comprising more than 600 million inhabitants and one million physicians in over 20 countries. Resistance to antibacterial drugs is particularly important in the region. This paper describes the design, implementation and results of an international bi-lingual (Spanish and Portuguese) online continuing interprofessional interactive educational program on hospital-acquired infections and antimicrobial resistance for Latin America, supported by the American Society for Microbiology.Participation, satisfaction and knowledge gain (through pre and post tests) were used. Moreover, commitment to change statements were requested from participants at the end of the course and three months later.There were 1169 participants from 19 Latin American countries who registered: 57% were physicians and 43% were other health care professionals. Of those, 1126 participated in the course, 46% received a certificate of completion and 54% a certificate of participation. There was a significant increase in knowledge between before and after the course. Of 535 participants who took both tests, the grade increased from 59 to 81%. Commitments to change were aligned with course objectives.Implementation of this educational program showed the feasibility of a continent-wide interprofessional massive course on hospital acquired-infections in Latin America, in the two main languages spoken in the region. Next steps included a new edition of this course and a \"New Challenges\" course on hospital-acquired infections, which were successfully implemented in the second semester of 2015 by the same institutions.", "doi": "10.1016/j.bjid.2016.11.003", "title": "Online continuing interprofessional education on hospital-acquired infections for Latin America.", "journal": ["The Brazilian journal of infectious diseases : an official publication of the Brazilian Society of Infectious Diseases", "Braz J Infect Dis"]}