{"authors": [["Estanga", "Ainara", "A", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Ecay-Torres", "Mirian", "M", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Ibañez", "Almudena", "A", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Izagirre", "Andrea", "A", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Villanua", "Jorge", "J", "Department of Neuroimaging, CITA-Alzheimer Foundation, San Sebastian, Spain; Donostia Unit, Osatek SA, Donostia University Hospital, San Sebastian, Spain."], ["Garcia-Sebastian", "Maite", "M", "Department of Neuroimaging, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Iglesias Gaspar", "M Teresa", "MT", "Clinical Epidemiology Unit, Donostia University Hospital, Biodonostia, CIBER-ESP, San Sebastian, Spain."], ["Otaegui-Arrazola", "Ane", "A", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Iriondo", "Ane", "A", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Clerigue", "Monserrat", "M", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain."], ["Martinez-Lage", "Pablo", "P", "Department of Neurology, CITA-Alzheimer Foundation, San Sebastian, Spain. Electronic address: pmlage@cita-alzheimer.org."]], "date": null, "id": "27916386", "text": "Bilingualism as a component of cognitive reserve has been claimed to delay the onset of Alzheimer's disease (AD). However, its effect on cerebrospinal fluid (CSF) AD-biomarkers has not been investigated. We assessed cognitive performance and CSF AD-biomarkers, and potential moderation effect of bilingualism on the association between age, CSF AD-biomarkers, and cognition. Cognitively healthy middle-aged participants classified as monolinguals (n = 100, nCSF = 59), early (n = 81, nCSF = 55) and late bilinguals (n = 97, nCSF = 52) were evaluated. Models adjusted for confounders showed that bilinguals performed better than monolinguals on digits backwards (early-bilinguals p = 0.003), Judgment of Line Orientation (JLO) (early-bilinguals p = 0.018; late-bilinguals p = 0.004), and Trail Making Test-B (late-bilinguals p = 0.047). Early bilingualism was associated with lower CSF total-tau (p = 0.019) and lower prevalence of preclinical AD (NIA-AA classification) (p = 0.02). Bilingualism showed a moderation effect on the relationship between age and CSF AD-biomarkers and the relationship between age and executive function. We conclude that bilingualism contributes to cognitive reserve enhancing executive and visual-spatial functions. For the first time, this study reveals that early bilingualism is associated with more favorable CSF AD-biomarker profile.", "doi": "10.1016/j.neurobiolaging.2016.10.013", "title": "Beneficial effect of bilingualism on Alzheimer's disease CSF biomarkers and cognition.", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}