{"authors": [["Jasińska", "K K", "KK", "Haskins Laboratories, 300 George Street, Suite 900, New Haven CT06511, USA. Electronic address: kaja.jasinska@yale.edu."], ["Berens", "M S", "MS", "U.S. Department of Defense, Washington, DC, USA. Electronic address: melody.berens@gmail.com."], ["Kovelman", "I", "I", "University of Michigan, Department of Psychology, 530 Church Street, Ann Arbor MI 48104, USA. Electronic address: kovelman@umich.edu."], ["Petitto", "L A", "LA", "National Science Foundation, Science of Learning Center; and The Petitto Brain and Language Laboratory for Neuroimaging, Gallaudet University, 800 Florida Ave NE, Washington, DC 20002, USA. Electronic address: laura-ann.petitto@gallaudet.edu."]], "date": "2016-11-25", "id": "27894901", "text": "How does bilingual exposure impact children's neural circuitry for learning to read? Theories of bilingualism suggests that exposure to two languages may yield a functional and neuroanatomical adaptation to support the learning of two languages (Klein et al., 2014). To test the hypothesis that this neural adaptation may vary as a function of structural and orthographic characteristics of bilinguals' two languages, we compared Spanish-English and French-English bilingual children, and English monolingual children, using functional Near Infrared Spectroscopy neuroimaging (fNIRS, ages 6-10, N =26). Spanish offers consistent sound-to-print correspondences (\"phonologically transparent\" or \"shallow\"); such correspondences are more opaque in French and even more opaque in English (which has both transparent and \"phonologically opaque\" or \"deep\" correspondences). Consistent with our hypothesis, both French- and Spanish-English bilinguals showed hyperactivation in left posterior temporal regions associated with direct sound-to-print phonological analyses and hypoactivation in left frontal regions associated with assembled phonology analyses. Spanish, but not French, bilinguals showed a similar effect when reading Irregular words. The findings inform theories of bilingual and cross-linguistic literacy acquisition by suggesting that structural characteristics of bilinguals' two languages and their orthographies have a significant impact on children's neuro-cognitive architecture for learning to read.", "doi": "10.1016/j.neuropsychologia.2016.11.018", "title": "Bilingualism yields language-specific plasticity in left hemisphere's circuitry for learning to read in young children.", "journal": ["Neuropsychologia", "Neuropsychologia"]}