{"authors": [["Yow", "W Quin", "WQ", "Singapore University of Technology and Design, Singapore."], ["Li", "Xiaoqian", "X", "Singapore University of Technology and Design, Singapore."], ["Lam", "Sarah", "S", "Singapore Institute for Clinical Sciences, Singapore."], ["Gliga", "Teodora", "T", "Centre for Brain and Cognitive Development, Birkbeck, University of London, UK."], ["Chong", "Yap Seng", "YS", "Singapore Institute for Clinical Sciences, Singapore."], ["Kwek", "Kenneth", "K", "KK Women's and Children's Hospital, Singapore."], ["Broekman", "Birit F P", "BF", "Singapore Institute for Clinical Sciences, Singapore."]], "date": "2016-11-23", "id": "27882635", "text": "Research has demonstrated a bilingual advantage in how young children use referential cues such as eye gaze and pointing gesture to locate an object or to categorize objects. This study investigated the use of referential cues (i.e. eye gaze) in fast mapping in three groups of children that differed in their language exposure. One hundred and seven 54-month-old children who were English monolinguals (n = 28), English-Mandarin bilinguals (n = 48), and English-Mandarin bilinguals with exposure to a third language (i.e. trilinguals, n = 31) were assessed with a word learning task using two types of test - a referent test and a mutual exclusivity test. During the task, following the gaze of an adult speaker was needed to be able to indicate the correct referent of a novel word at test. All three groups of children demonstrated successful word learning in explicit selection of and implicit looking time toward the target object during testing. However, bilingual and trilingual children outperformed their monolingual peers in both types of test when they were asked to explicitly select the correct objects. These findings suggest positive effects of bilingualism on children's use of referential cues in fast mapping.", "doi": "10.1111/desc.12482", "title": "A bilingual advantage in 54-month-olds' use of referential cues in fast mapping.", "journal": ["Developmental science", "Dev Sci"]}