{"authors": [["Kousaie", "Shanna", "S", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, Canada."], ["Phillips", "Natalie A", "NA", "Department of Psychology/Centre for Research in Human Development, Concordia University, Canada. Electronic address: Natalie.Phillips@concordia.ca."]], "date": "2016-11-20", "id": "27876508", "text": "Given previous, but inconsistent, findings of language group differences on cognitive control tasks the current investigation examined whether such differences could be demonstrated in a sample of older bilingual adults. Monolingual and bilingual older adults performed three cognitive control tasks that have previously been used in the literature (i.e., Stroop, Simon and flanker tasks) while brain electrophysiological recordings took place. Both behavioural (response time and accuracy) and event-related brain potentials (ERPs; N2 and P3 amplitude and latency) were compared across the two language groups. Processing differences between monolinguals and bilinguals were identified for each task, although the locus differed across the tasks. Language group differences were most clear in the Stroop task, with bilinguals showing superior performance both behaviourally and electrophysiologically. In contrast, for the Simon and flanker tasks there were electrophysiological differences indicating language group processing differences at the level of conflict monitoring (Simon task only) and stimulus categorization (Simon and flanker tasks), but no behavioural differences. These findings support suggestions that these three tasks that are often used to examine executive control processes show little convergent validity; however, there are clear language group differences for each task that are suggestive of superior performance for bilinguals, with behavioural differences emerging only in the linguistic Stroop task. Furthermore, it is clear that behavioural measures alone do not capture the language group effects in their entirety, and perhaps processing differences between language groups are more marked in a sample of older adults who are experiencing age-related cognitive changes than in younger adults who are at the peak of their cognitive capacity.", "doi": "10.1016/j.neuropsychologia.2016.11.013", "title": "A behavioural and electrophysiological investigation of the effect of bilingualism on aging and cognitive control.", "journal": ["Neuropsychologia", "Neuropsychologia"]}