{"authors": [["Sauval", "Karinne", "K", "SCALab UMR CNRS 9193, Université de Lille, 59653 Villeneuve d'Ascq, France."], ["Perre", "Laetitia", "L", "SCALab UMR CNRS 9193, Université de Lille, 59653 Villeneuve d'Ascq, France."], ["Duncan", "Lynne G", "LG", "School of Psychology, University of Dundee, Nethergate, Dundee DD1 4HN, Scotland, UK."], ["Marinus", "Eva", "E", "Department of Cognitive Science, ARC Centre of Excellence in Cognition and Its Disorders, Macquarie University, Sydney, New South Wales 2109, Australia."], ["Casalis", "Séverine", "S", "SCALab UMR CNRS 9193, Université de Lille, 59653 Villeneuve d'Ascq, France. Electronic address: severine.casalis@univ-lille3.fr."]], "date": "2016-11-09", "id": "27835754", "text": "Previous masked priming research has shown automatic phonological activation during visual word recognition in monolingual skilled adult readers. Activation also occurs across languages in bilingual adult readers, suggesting that the activation of phonological representations is not language specific. Less is known about developing readers. First, it is unclear whether there is automatic phonological activation during visual word recognition among children in general. Second, no empirical data exist on whether the activation of phonological representations is language specific or not in bilingual children. The current study investigated these issues in bilingual third and fifth graders using cross-language phonological masked priming in a lexical decision task. Targets were French words, and primes were English pseudowords of three types: (a) phonological primes, which share phonological information with the target beginning (e.g., dee-DIMANCHE [Sunday], pronounced /di:/-/dimãʃ/); (b) orthographic control primes, which control for letters shared by the phonological prime and target (e.g., d) and their position (e.g., doo-DIMANCHE, pronounced /du:/-/dimãʃ/); and (c) unrelated primes, which share no phonological or orthographic information with the target beginning (e.g., pow-DIMANCHE, pronounced /paʊ/-/dimãʃ/). Significant phonological priming was observed, suggesting that (a) phonological representations are rapidly and automatically activated by print during visual word recognition from Grade 3 onward and that (b) the activation of phonological representations is not language specific in bilingual children.", "doi": "10.1016/j.jecp.2016.10.003", "title": "Automatic phonological activation during visual word recognition in bilingual children: A cross-language masked priming study in grades 3 and 5.", "journal": ["Journal of experimental child psychology", "J Exp Child Psychol"]}