{"authors": [["Xie", "Xin", "X", "Department of Speech, Language and Hearing Sciences, University of Connecticut."], ["Theodore", "Rachel M", "RM", "Department of Speech, Language and Hearing Sciences, University of Connecticut."], ["Myers", "Emily B", "EB", "Department of Speech, Language and Hearing Sciences, University of Connecticut."]], "date": "2016-11-07", "id": "27819457", "text": "The literature on perceptual learning for speech shows that listeners use lexical information to disambiguate phonetically ambiguous speech sounds and that they maintain this new mapping for later recognition of ambiguous sounds for a given talker. Evidence for this kind of perceptual reorganization has focused on phonetic category boundary shifts. Here, we asked whether listeners adjust both category boundaries and internal category structure in rapid adaptation to foreign accents. We investigated the perceptual learning of Mandarin-accented productions of word-final voiced stops in English. After exposure to a Mandarin speaker's productions, native-English listeners' adaptation to the talker was tested in 3 ways: a cross-modal priming task to assess spoken word recognition (Experiment 1), a category identification task to assess shifts in the phonetic boundary (Experiment 2), and a goodness rating task to assess internal category structure (Experiment 3). Following exposure, both category boundary and internal category structure were adjusted; moreover, these prelexical changes facilitated subsequent word recognition. Together, the results demonstrate that listeners' sensitivity to acoustic-phonetic detail in the accented input promoted a dynamic, comprehensive reorganization of their perceptual response as a consequence of exposure to the accented input. We suggest that an examination of internal category structure is important for a complete account of the mechanisms of perceptual learning. (PsycINFO Database Record", "doi": "10.1037/xhp0000285", "title": "More than a boundary shift: Perceptual adaptation to foreign-accented speech reshapes the internal structure of phonetic categories.", "journal": ["Journal of experimental psychology. Human perception and performance", "J Exp Psychol Hum Percept Perform"]}