{"authors": [["White", "Lisa J", "LJ", "Department of Psychology, University of Miami, USA."], ["Greenfield", "Daryl B", "DB", "Department of Psychology, University of Miami, USA."]], "date": "2016-10-23", "id": "27774743", "text": "A growing percentage of low-income children in the United States come from Spanish-speaking homes and are dual language learners (DLLs). Recent research shows that bilingual children, compared to monolinguals, have enhanced executive functioning (EF), a set of foundational cognitive skills that predict higher social-emotional competence and academic achievement in preschool and beyond. Although this association has been found among children of different backgrounds, no study to date has assessed whether bilingual Latino preschoolers from low-income backgrounds have higher EF than their monolingual peers and their emerging bilingual peers, respectively. The current study assessed 303 predominantly Latino Head Start preschoolers (83.5% Latino and 13.5% African American) to examine this relationship. Using a language screener, three groups were formed (148 Spanish-English bilinguals, 83 English monolinguals, and 72 Spanish-dominant emerging bilinguals) and subsequently compared on a latent factor of EF. As predicted, results indicated that the bilingual group outperformed the monolingual English group on EF. Implications for the findings of the lack of EF differences between the Spanish-dominant emerging bilinguals and the other two groups are also discussed. This study advances our understanding of the intersection between language and cognitive development for young low-income Latino DLLs growing up in the United States and highlights bilingualism as a potential advantage in this population. A video abstract of this article can be viewed at: https://www.youtube.com/watch?v=J2Eq_MwLRfQ.", "doi": "10.1111/desc.12502", "title": "Executive functioning in Spanish- and English-speaking Head Start preschoolers.", "journal": ["Developmental science", "Dev Sci"]}