{"authors": [["Wood", "Fiona", "F", "Division of Population Medicine, School of Medicine, Cardiff University, Cardiff, CF14 4YS, UK. Electronic address: Wood@cardiff.ac.uk."], ["Phillips", "Katie", "K", "Division of Population Medicine, School of Medicine, Cardiff University, Cardiff, CF14 4YS, UK."], ["Edwards", "Adrian", "A", "Division of Population Medicine, School of Medicine, Cardiff University, Cardiff, CF14 4YS, UK."], ["Elwyn", "Glyn", "G", "The Dartmouth Institute for Health Policy and Clinical Practice, Dartmouth College, Hanover NH USA."]], "date": "2016-09-22", "id": "27745941", "text": "We aimed to observe how an Option Grid™ decision aid for clinical encounters might be used where an interpreter is present, and to assess the impact of its use on shared decision making.Data were available from three clinical consultations between patient, clinician (a physiotherapist), and interpreter about knee osteoarthritis. Clinicians were trained in the use of an Option Grid decision aid and the tool was used. Consultations were audio-recorded, transcribed, and translated by independent translators into English.Analysis revealed the difficulties with introducing a written decision aid into an interpreted consultation. The extra discussion needed between the clinician and interpreter around the principles and purpose of shared decision making and instructions regarding the Option Grid decision aid proved challenging and difficult to manage. Discussion of treatment options while using an Option Grid decision aid was predominantly done between clinician and interpreter. The patient appeared to have little involvement in discussion of treatment options.Patients were not active participants within the discussion. Further work needs to be done on how shared decision making can be achieved within interpreted consultations.Option Grid decision aids are not being used as intended in interpreted consultations.", "doi": "10.1016/j.pec.2016.09.016", "title": "Working with interpreters: The challenges of introducing Option Grid patient decision aids.", "journal": ["Patient education and counseling", "Patient Educ Couns"]}