{"authors": [["François", "Clément", "C", "Cognition and Brain Plasticity Group [Bellvitge Biomedical Research Institute-] IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain; Department of Cognition, Development and Educational Science, University of Barcelona, Barcelona, Spain; Institut de Recerca Pediàtrica Hospital Sant Joan de Déu, Barcelona, Spain. Electronic address: fclement24@hotmail.com."], ["Cunillera", "Toni", "T", "Department of Cognition, Development and Educational Science, University of Barcelona, Barcelona, Spain."], ["Garcia", "Enara", "E", "Cognition and Brain Plasticity Group [Bellvitge Biomedical Research Institute-] IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain; Department of Cognition, Development and Educational Science, University of Barcelona, Barcelona, Spain."], ["Laine", "Matti", "M", "Department of Psychology, Abo Akademi University, Turku, Finland."], ["Rodriguez-Fornells", "Antoni", "A", "Cognition and Brain Plasticity Group [Bellvitge Biomedical Research Institute-] IDIBELL, L'Hospitalet de Llobregat, Barcelona, Spain; Department of Cognition, Development and Educational Science, University of Barcelona, Barcelona, Spain; Catalan Institution for Research and Advanced Studies, ICREA, Barcelona, Spain. Electronic address: antoni.rodriguez@icrea.cat."]], "date": "2016-10-11", "id": "27732869", "text": "Learning a new language requires the identification of word units from continuous speech (the speech segmentation problem) and mapping them onto conceptual representation (the word to world mapping problem). Recent behavioral studies have revealed that the statistical properties found within and across modalities can serve as cues for both processes. However, segmentation and mapping have been largely studied separately, and thus it remains unclear whether both processes can be accomplished at the same time and if they share common neurophysiological features. To address this question, we recorded EEG of 20 adult participants during both an audio alone speech segmentation task and an audiovisual word-to-picture association task. The participants were tested for both the implicit detection of online mismatches (structural auditory and visual semantic violations) as well as for the explicit recognition of words and word-to-picture associations. The ERP results from the learning phase revealed a delayed learning-related fronto-central negativity (FN400) in the audiovisual condition compared to the audio alone condition. Interestingly, while online structural auditory violations elicited clear MMN/N200 components in the audio alone condition, visual-semantic violations induced meaning-related N400 modulations in the audiovisual condition. The present results support the idea that speech segmentation and meaning mapping can take place in parallel and act in synergy to enhance novel word learning.", "doi": "10.1016/j.neuropsychologia.2016.10.006", "title": "Neurophysiological evidence for the interplay of speech segmentation and word-referent mapping during novel word learning.", "journal": ["Neuropsychologia", "Neuropsychologia"]}