{"authors": [["Barbeau", "Elise B", "EB", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, 3801 Rue University, Montreal, QC, Canada H3A 2B4; Center for Research on Brain, Language and Music (CRBLM), McGill University, 3640 rue de la Montagne, Montreal, QC, Canada H3G 2A8. Electronic address: elise.barbeau@mail.mcgill.ca."], ["Chai", "Xiaoqian J", "XJ", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, 3801 Rue University, Montreal, QC, Canada H3A 2B4; Center for Research on Brain, Language and Music (CRBLM), McGill University, 3640 rue de la Montagne, Montreal, QC, Canada H3G 2A8. Electronic address: xiaoqian.chai@mcgill.ca."], ["Chen", "Jen-Kai", "JK", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, 3801 Rue University, Montreal, QC, Canada H3A 2B4; Center for Research on Brain, Language and Music (CRBLM), McGill University, 3640 rue de la Montagne, Montreal, QC, Canada H3G 2A8. Electronic address: jen-kai.chen@mail.mcgill.ca."], ["Soles", "Jennika", "J", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, 3801 Rue University, Montreal, QC, Canada H3A 2B4. Electronic address: jennikasoles@live.ca."], ["Berken", "Jonathan", "J", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, 3801 Rue University, Montreal, QC, Canada H3A 2B4; Center for Research on Brain, Language and Music (CRBLM), McGill University, 3640 rue de la Montagne, Montreal, QC, Canada H3G 2A8. Electronic address: jonathan.berken@gmail.com."], ["Baum", "Shari", "S", "Center for Research on Brain, Language and Music (CRBLM), McGill University, 3640 rue de la Montagne, Montreal, QC, Canada H3G 2A8; School of Communication Sciences and Disorders, McGill University, 2001 McGill College, 8th Floor Montreal, QC, Canada H3A 1G1. Electronic address: shari.baum@mcgill.ca."], ["Watkins", "Kate E", "KE", "Department of Experimental Psychology, University of Oxford, 9 South Parks Road, Oxford OX1 3UD, UK. Electronic address: kate.watkins@psy.ox.ac.uk."], ["Klein", "Denise", "D", "Cognitive Neuroscience Unit, Montreal Neurological Institute, McGill University, 3801 Rue University, Montreal, QC, Canada H3A 2B4; Center for Research on Brain, Language and Music (CRBLM), McGill University, 3640 rue de la Montagne, Montreal, QC, Canada H3G 2A8. Electronic address: denise.klein@mcgill.ca."]], "date": "2016-10-07", "id": "27725166", "text": "Research to date suggests that second language acquisition results in functional and structural changes in the bilingual brain, however, in what way and how quickly these changes occur remains unclear. To address these questions, we studied fourteen English-speaking monolingual adults enrolled in a 12-week intensive French language-training program in Montreal. Using functional MRI, we investigated the neural changes associated with new language acquisition. The participants were scanned before the start of the immersion program and at the end of the 12 weeks. The fMRI scan aimed to investigate the brain regions recruited in a sentence reading task both in English, their first language (L1), and in French, their second language (L2). For the L1, fMRI patterns did not change from Time 1 to Time 2, while for the L2, the brain response changed between Time 1 and Time 2 in language-related areas. Of note, for the L2, there was higher activation at Time 2 compared to Time 1 in the left inferior parietal lobule (IPL) including the supramarginal gyrus. At Time 2 this higher activation in the IPL correlated with faster L2 reading speed. Moreover, higher activation in the left IPL at Time 1 predicted improvement in L2 reading speed from Time 1 to Time 2. Our results suggest that learning-induced plasticity occurred as early as 12 weeks into immersive second-language training, and that the IPL appears to play a special role in language learning.", "doi": "10.1016/j.neuropsychologia.2016.10.003", "title": "The role of the left inferior parietal lobule in second language learning: An intensive language training fMRI study.", "journal": ["Neuropsychologia", "Neuropsychologia"]}