{"authors": [["Ito", "Aine", "A", "Department of Psychology, School of Philosophy, Psychology and Language Sciences, University of Edinburgh."], ["Martin", "Andrea E", "AE", "Department of Psychology, School of Philosophy, Psychology and Language Sciences, University of Edinburgh."], ["Nieuwland", "Mante S", "MS", "Department of Psychology, School of Philosophy, Psychology and Language Sciences, University of Edinburgh."]], "date": "2016-09-26", "id": "27668483", "text": "We used event-related potentials (ERP) to investigate whether Spanish-English bilinguals preactivate form and meaning of predictable words. Participants read high-cloze sentence contexts (e.g., \"The student is going to the library to borrow a . . .\"), followed by the predictable word (book), a word that was form-related (hook) or semantically related (page) to the predictable word, or an unrelated word (sofa). Word stimulus onset synchrony (SOA) was 500 ms (Experiment 1) or 700 ms (Experiment 2). In both experiments, all nonpredictable words elicited classic N400 effects. Form-related and unrelated words elicited similar N400 effects. Semantically related words elicited smaller N400s than unrelated words, which however, did not depend on cloze value of the predictable word. Thus, we found no N400 evidence for preactivation of form or meaning at either SOA, unlike native-speaker results (Ito, Corley et al., 2016). However, non-native speakers did show the post-N400 posterior positivity (LPC effect) for form-related words like native speakers, but only at the slower SOA. This LPC effect increased gradually with cloze value of the predictable word. We do not interpret this effect as necessarily demonstrating prediction, but rather as evincing combined effects of top-down activation (contextual meaning) and bottom-up activation (form similarity) that result in activation of unseen words that fit the context well, thereby leading to an interpretation conflict reflected in the LPC. Although there was no evidence that non-native speakers preactivate form or meaning, non-native speakers nonetheless appear to use bottom-up and top-down information to constrain incremental interpretation much like native speakers do. (PsycINFO Database Record", "doi": "10.1037/xlm0000315", "title": "On predicting form and meaning in a second language.", "journal": ["Journal of experimental psychology. Learning, memory, and cognition", "J Exp Psychol Learn Mem Cogn"]}