{"authors": [["Palmer", "Christina G S", "CG", "Department of Psychiatry & Biobehavioral Sciences, UCLA, USA; Department of Human Genetics, UCLA, USA; Institute for Society and Genetics, UCLA, USA. Electronic address: cpalmer@mednet.ucla.edu."], ["Boudreault", "Patrick", "P", "Gallaudet University, Washington DC, USA."], ["Berman", "Barbara A", "BA", "Department of Health Policy and Management, Fielding School of Public Health, UCLA, USA."], ["Wolfson", "Alicia", "A", "Department of Psychiatry & Biobehavioral Sciences, UCLA, USA."], ["Duarte", "Lionel", "L", "Department of Psychiatry & Biobehavioral Sciences, UCLA, USA."], ["Venne", "Vickie L", "VL", "Veterans Health Administration, UT, USA."], ["Sinsheimer", "Janet S", "JS", "Department of Human Genetics, UCLA, USA; Institute for Society and Genetics, UCLA, USA; Department of Biomathematics, UCLA, USA."]], "date": "2016-07-28", "id": "27594054", "text": "Deaf American Sign Language-users (ASL) have limited access to cancer genetics information they can readily understand, increasing risk for health disparities. We compared effectiveness of online cancer genetics information presented using a bilingual approach (ASL with English closed captioning) and a monolingual approach (English text).Bilingual modality would increase cancer genetics knowledge and confidence to create a family tree; education would interact with modality.We used a parallel 2:1 randomized pre-post study design stratified on education. 150 Deaf ASL-users ≥18 years old with computer and internet access participated online; 100 (70 high, 30 low education) and 50 (35 high, 15 low education) were randomized to the bilingual and monolingual modalities. Modalities provide virtually identical content on creating a family tree, using the family tree to identify inherited cancer risk factors, understanding how cancer predisposition can be inherited, and the role of genetic counseling and testing for prevention or treatment. 25 true/false items assessed knowledge; a Likert scale item assessed confidence. Data were collected within 2 weeks before and after viewing the information.Significant interaction of language modality, education, and change in knowledge scores was observed (p = .01). High education group increased knowledge regardless of modality (Bilingual: p < .001; d = .56; Monolingual: p < .001; d = 1.08). Low education group increased knowledge with bilingual (p < .001; d = .85), but not monolingual (p = .79; d = .08) modality. Bilingual modality yielded greater confidence creating a family tree (p = .03).Bilingual approach provides a better opportunity for lower educated Deaf ASL-users to access cancer genetics information than a monolingual approach.", "doi": "10.1016/j.dhjo.2016.07.002", "title": "Bilingual approach to online cancer genetics education for Deaf American Sign Language users produces greater knowledge and confidence than English text only: A randomized study.", "journal": ["Disability and health journal", "Disabil Health J"]}