{"authors": [["Berken", "Jonathan A", "JA", "Cognitive Neuroscience Unit, Montreal Neurological Institute, Montreal, Que., Canada H3A 2B4; Centre for Research on Brain, Language, and Music, McGill University, Montreal, Que., Canada H3G 2A8. Electronic address: jonathan.berken@gmail.com."], ["Gracco", "Vincent L", "VL", "Centre for Research on Brain, Language, and Music, McGill University, Montreal, Que., Canada H3G 2A8; Haskins Laboratories, New Haven, CT 06511, United States."], ["Klein", "Denise", "D", "Cognitive Neuroscience Unit, Montreal Neurological Institute, Montreal, Que., Canada H3A 2B4; Centre for Research on Brain, Language, and Music, McGill University, Montreal, Que., Canada H3G 2A8."]], "date": "2016-09-01", "id": "27593907", "text": "The brain demonstrates a remarkable capacity to undergo structural and functional change in response to experience throughout the lifespan. Evidence suggests that, in many domains of skill acquisition, the manifestation of this neuroplasticity depends on the age at which learning begins. The fact that most skills are acquired late in childhood or in adulthood has proven to be a limitation in studies aimed at determining the relationship between age of acquisition and brain plasticity. Bilingualism, however, provides an optimal model for discerning differences in how the brain wires when a skill is acquired from birth, when the brain circuitry for language is being constructed, versus later in life, when the pathways subserving the first language are already well developed. This review examines some of the existing knowledge about optimal periods in language development, with particular attention to the attainment of native-like phonology. It focuses on the differences in brain structure and function between simultaneous and sequential bilinguals and the compensatory mechanisms employed when bilingualism is achieved later in life, based on evidence from studies using a variety of neuroimaging modalities, including positron emission tomography (PET), task-based and resting-state functional magnetic resonance imaging (fMRI), and structural MRI. The discussion concludes with the presentation of recent neuroimaging studies that explore the concept of nested optimal periods in language development and the different neural paths to language proficiency taken by simultaneous and sequential bilinguals, with extrapolation to general notions of the relationship between age of acquisition and ultimate skill performance.", "doi": "10.1016/j.neuropsychologia.2016.08.031", "title": "Early bilingualism, language attainment, and brain development.", "journal": ["Neuropsychologia", "Neuropsychologia"]}