{"authors": [["Tong", "Elisa K", "EK", "Department of Internal Medicine, University of California at Davis, Sacramento, California."], ["Nguyen", "Tung T", "TT", "Department of Internal Medicine, University of California at San Francisco, San Francisco, California."], ["Lo", "Penny", "P", "Hmong Women's Heritage Association, Sacramento, California."], ["Stewart", "Susan L", "SL", "Department of Public Health Sciences, University of California at Davis, Sacramento, California."], ["Gildengorin", "Ginny L", "GL", "Department of Internal Medicine, University of California at San Francisco, San Francisco, California."], ["Tsoh", "Janice Y", "JY", "Department of Psychiatry, University of California at San Francisco, San Francisco, California."], ["Jo", "Angela M", "AM", "University of New Mexico at Albuquerque, Albuquerque, New Mexico."], ["Kagawa-Singer", "Marjorie L", "ML", "Fielding School of Public Health and Asian American Studies Center, University of California at Los Angeles, Los Angeles, California."], ["Sy", "Angela U", "AU", "University of Hawai'i at Manoa, Manoa, Hawaii."], ["Cuaresma", "Charlene", "C", "University of Hawai'i at Manoa, Manoa, Hawaii."], ["Lam", "Hy T", "HT", "Department of Internal Medicine, University of California at San Francisco, San Francisco, California."], ["Wong", "Ching", "C", "Department of Internal Medicine, University of California at San Francisco, San Francisco, California."], ["Tran", "Mi T", "MT", "Department of Internal Medicine, University of California at San Francisco, San Francisco, California."], ["Chen", "Moon S", "MS", "Department of Internal Medicine, University of California at Davis, Sacramento, California."]], "date": "2016-08-26", "id": "27564924", "text": "Asian Americans have lower colorectal cancer (CRC) screening rates than non-Hispanic white individuals. Hmong Americans have limited socioeconomic resources and literacy. The current randomized controlled trial was conducted to determine whether bilingual/bicultural lay health educator (LHE) education could increase CRC screening among Hmong Americans.A cluster randomized controlled trial was conducted among Hmong Americans in Sacramento, California. LHEs and recruited participants were randomized to intervention or control groups. The intervention group received CRC education over 3 months delivered by an LHE. The control group received education regarding nutrition and physical activity delivered by a health educator. The outcomes were changes in self-reported ever-screening and up-to-date CRC screening after 6 months.All 329 participants were foreign-born with mostly no formal education, limited English proficiency, and no employment. The majority of the participants were insured and had a regular source of health care. The intervention group experienced greater changes after the intervention than the control group for ever-screening (P = .068) and being up-to-date with screening (P<.0001). In multivariable regression analyses, the intervention group demonstrated a greater increase than the control group in reporting ever-screening (adjusted odds ratio, 1.73; 95% confidence interval, 1.07-2.79) and being up-to-date with screening (adjusted odds ratio, 1.71; 95% confidence interval, 1.26-2.32). Individuals who had health insurance were found to have >4 times the odds of receiving screening, both ever-screening and up-to-date screening. A higher CRC knowledge score mediated the intervention effect for both screening outcomes.A culturally and linguistically appropriate educational intervention delivered by trained LHEs was found to increase CRC screening in an immigrant population with low levels of education, employment, English proficiency, and literacy. Cancer 2017;98-106. © 2016 American Cancer Society.", "doi": "10.1002/cncr.30265", "title": "Lay health educators increase colorectal cancer screening among Hmong Americans: A cluster randomized controlled trial.", "journal": ["Cancer", "Cancer"]}