{"authors": [["Erdodi", "Laszlo A", "LA", "a Department of Psychology , University of Windsor , Windsor , Canada."], ["Jongsma", "Katherine A", "KA", "a Department of Psychology , University of Windsor , Windsor , Canada."], ["Issa", "Meriam", "M", "a Department of Psychology , University of Windsor , Windsor , Canada."]], "date": "2016-08-24", "id": "27556291", "text": "The present study was designed to examine the potential of the Boston Naming Test - Short Form (BNT-15) to provide an objective estimate of English proficiency. A secondary goal was to examine the effect of limited English proficiency (LEP) on neuropsychological test performance.A brief battery of neuropsychological tests was administered to 79 bilingual participants (40.5% male, MAge = 26.9, MEducation = 14.2). The majority (n = 56) were English dominant (EN), and the rest were Arabic dominant (AR). The BNT-15 was further reduced to 10 items that best discriminated between EN and AR (BNT-10). Participants were divided into low, intermediate, and high English proficiency subsamples based on BNT-10 scores (≤6, 7-8, and ≥9). Performance across groups was compared on neuropsychological tests with high and low verbal mediation.The BNT-15 and BNT-10 respectively correctly identified 89 and 90% of EN and AR participants. Level of English proficiency had a large effect (partial η2 = .12-.34; Cohen's d = .67-1.59) on tests with high verbal mediation (animal fluency, sentence comprehension, word reading), but no effect on tests with low verbal mediation (auditory consonant trigrams, clock drawing, digit-symbol substitution).The BNT-15 and BNT-10 can function as indices of English proficiency and predict the deleterious effect of LEP on neuropsychological tests with high verbal mediation. Interpreting low scores on such measures as evidence of impairment in examinees with LEP would likely overestimate deficits.", "doi": "10.1080/13854046.2016.1224392", "title": "The 15-item version of the Boston Naming Test as an index of English proficiency.", "journal": ["The Clinical neuropsychologist", "Clin Neuropsychol"]}