{"authors": [["Fernández-Coello", "Alejandro", "A", "Sections of 1 Neurosurgery and."], ["Havas", "Viktória", "V", "Cognition and Brain Plasticity Group, IDIBELL, L'Hospitalet de Llobregat."], ["Juncadella", "Montserrat", "M", "Neurology, Hospital Universitari de Bellvitge, Campus Bellvitge, University of Barcelona-IDIBELL."], ["Sierpowska", "Joanna", "J", "Department of Basic Psychology, Campus Bellvitge, University of Barcelona."], ["Rodríguez-Fornells", "Antoni", "A", "Department of Basic Psychology, Campus Bellvitge, University of Barcelona."], ["Gabarrós", "Andreu", "A", "Sections of 1 Neurosurgery and."]], "date": "2016-08-19", "id": "27540905", "text": "OBJECTIVE Most knowledge regarding the anatomical organization of multilingualism is based on aphasiology and functional imaging studies. However, the results have still to be validated by the gold standard approach, namely electrical stimulation mapping (ESM) during awake neurosurgical procedures. In this ESM study the authors describe language representation in a highly specific group of 13 multilingual individuals, focusing on how age of acquisition may influence the cortical organization of language. METHODS Thirteen patients who had a high degree of proficiency in multiple languages and were harboring lesions within the dominant, left hemisphere underwent ESM while being operated on under awake conditions. Demographic and language data were recorded in relation to age of language acquisition (for native languages and early- and late-acquired languages), neuropsychological pre- and postoperative language testing, the number and location of language sites, and overlapping distribution in terms of language acquisition time. Lesion growth patterns and histopathological characteristics, location, and size were also recorded. The distribution of language sites was analyzed with respect to age of acquisition and overlap. RESULTS The functional language-related sites were distributed in the frontal (55%), temporal (29%), and parietal lobes (16%). The total number of native language sites was 47. Early-acquired languages (including native languages) were represented in 97 sites (55 overlapped) and late-acquired languages in 70 sites (45 overlapped). The overlapping distribution was 20% for early-early, 71% for early-late, and 9% for late-late. The average lesion size (maximum diameter) was 3.3 cm. There were 5 fast-growing and 7 slow-growing lesions. CONCLUSIONS Cortical language distribution in multilingual patients is not homogeneous, and it is influenced by age of acquisition. Early-acquired languages have a greater cortical representation than languages acquired later. The prevalent native and early-acquired languages are largely represented within the perisylvian left hemisphere frontoparietotemporal areas, and the less prevalent late-acquired languages are mostly overlapped with them.", "doi": "10.3171/2016.5.JNS152791", "title": "Age of language acquisition and cortical language organization in multilingual patients undergoing awake brain mapping.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}