{"authors": [["Järvinen", "Kati", "K", "Speech and Voice Laboratory, School of Education, University of Tampere, Tampere, Finland. Electronic address: jarvinen.kati.h@student.uta.fi."], ["Laukkanen", "Anne-Maria", "AM", "Speech and Voice Laboratory, School of Education, University of Tampere, Tampere, Finland."], ["Geneid", "Ahmed", "A", "Department of Otolaryngology and Phoniatrics, Head and Neck Surgery, Helsinki University Hospital and University of Helsinki, Helsinki, Finland."]], "date": "2016-08-02", "id": "27495969", "text": "Language shift from native (L1) to foreign language (L2) may affect speaker's voice production and induce vocal fatigue. This study investigates the effects of language shift on voice source and perceptual voice quality.This is a comparative experimental study.Twenty-four subjects were recorded in L1 and L2. Twelve of the subjects were native Finnish speakers and 12 were native English speakers, and the foreign languages were English and Finnish. Two groups were created based on reports of fatigability. Group 1 had the subjects who did not report more vocal fatigue in L2 than in L1, and in group 2 those who reported more vocal fatigue in L2 than in L1. Acoustic analyses by inverse filtering were conducted in L1 and L2. Also, the subjects' voices were perceptually evaluated in both languages.Results show that language shift from L1 to L2 increased perceived pressedness of voice. Acoustic analyses correlated with the perceptual evaluations. Also, the subjects who reported more vocal loading had poorer voice quality, more strenuous voice production, more pressed phonation, and a higher pitch.Voice production was less optimal in L2 than in L1. Speech training given in L2 could be beneficial for people who need to use L2 extensively.", "doi": "10.1016/j.jvoice.2016.05.003", "title": "Voice Quality in Native and Foreign Languages Investigated by Inverse Filtering and Perceptual Analyses.", "journal": ["Journal of voice : official journal of the Voice Foundation", "J Voice"]}