{"authors": [["Rao", "Chaitra", "C", "National Brain Research Center, Manesar, India."], ["Vaid", "Jyotsna", "J", "Texas A&M University, USA. Electronic address: jvaid@tamu.edu."]], "date": "2016-07-25", "id": "27461076", "text": "Although identical on the spoken level, Hindi and Urdu differ markedly on the written level in terms of reading/writing direction and orthographic depth, with discernible processing consequences. The present study used a divided field paradigm to study the impact of writing system characteristics of Hindi and Urdu on word naming latencies in skilled biliterate users of these languages. Hindi (read/written from left to right) was hypothesized to show a larger right field advantage than Urdu (read/written from right to left); Hindi words sharing form overlap with primes were expected to show a significant priming effect in the left visual field, but a significant right field effect for morphologically-primed naming. Both these expectations were confirmed. An overall right field advantage was obtained for one syllable Hindi and Urdu words; two syllable Urdu words showed either no visual field differences or a left field advantage, and the right field advantage for Hindi was significantly greater for two syllable than one syllable words. Further, Hindi words showed significant form priming (relative to control stimuli) in the left visual field and significant morphological priming (relative to form priming) in the right visual field. By contrast, Urdu words showed no significant form priming in either visual field, and significantly greater morphological than form priming in the left visual field. These results are taken to suggest that visual field asymmetries in word naming are sensitive to differences in reading habit-related scanning biases and to orthographic depth-related differences in word recognition processes.", "doi": "10.1016/j.neuropsychologia.2016.07.031", "title": "Morphology, orthography, and the two hemispheres: A divided visual field study with Hindi/Urdu biliterates.", "journal": ["Neuropsychologia", "Neuropsychologia"]}