{"authors": [["Sarker", "Bijon K", "BK", "Department of English Language and Literature, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju, 61186, Korea."], ["Baek", "Seunghyun", "S", "Department of English Language and Literature, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju, 61186, Korea. sh3940@jnu.ac.kr."]], "date": null, "id": "27344325", "text": "The current study investigated the distinction of L2 (second language) English article choice sensitivity in fifty-three L1-Korean L2-English learners in semantic contexts. In the context of English as a foreign language, the participants were divided into two groups based on grammatical ability as determined by their performance on a cloze test. In addition, a forced-choice elicitation test and a writing production test were administered to assess, respectively, the participants' receptive and productive article choice abilities. Regardless of grammatical ability, the results disclosed the overuse of the indefinite a in the [[Formula: see text]definite, -specific] context and the definite the in the [-definite, [Formula: see text]specific] context on the forced-choice elicitation test. In the [[Formula: see text]definite, [Formula: see text]specific] and [-definite, -specific] contexts, however, the overuse of either the indefinite a or the definite the, respectively, was less likely. Furthermore, it was revealed on the writing test that the participants more accurately used the definite the than the indefinite a, and they were also found to unreasonably omit more articles than to add or substitute articles on the writing production test. The findings across the two tests indicate that L1-Korean L2-English learners are more likely to have intrinsic difficulties transferring their L1 noun phrase (NP) knowledge to L2 NP knowledge owing to structural discrepancies and complex interfaces between L1 NPs and L2 NPs with respect to syntactic, semantic and pragmatic/discourse language subsystems.", "doi": "10.1007/s10936-016-9440-4", "title": "Revisiting Fluctuations in L2 Article Choice in L1-Korean L2-English Learners.", "journal": ["Journal of psycholinguistic research", "J Psycholinguist Res"]}