{"authors": [["Bartolotti", "James", "J", "Northwestern University, Department of Communication Sciences and Disorders, 2240 Campus Drive, Evanston, IL 60208, USA. Electronic address: j-bartolotti@u.northwestern.edu."], ["Bradley", "Kailyn", "K", "University of Houston, Department of Psychology, 3695 Cullen Boulevard, Houston, TX 77204, USA."], ["Hernandez", "Arturo E", "AE", "University of Houston, Department of Psychology, 3695 Cullen Boulevard, Houston, TX 77204, USA."], ["Marian", "Viorica", "V", "Northwestern University, Department of Communication Sciences and Disorders, 2240 Campus Drive, Evanston, IL 60208, USA."]], "date": "2016-04-08", "id": "27068064", "text": "Experience with multiple languages has unique effects on cortical structure and information processing. Differences in gray matter density and patterns of cortical activation are observed in lifelong bilinguals compared to monolinguals as a result of their experience managing interference across languages. Monolinguals who acquire a second language later in life begin to encounter the same type of linguistic interference as bilinguals, but with a different pre-existing language architecture. The current study used functional magnetic resonance imaging to explore the beginning stages of second language acquisition and cross-linguistic interference in monolingual adults. We found that after English monolinguals learned novel Spanish vocabulary, English and Spanish auditory words led to distinct patterns of cortical activation, with greater recruitment of posterior parietal regions in response to English words and of left hippocampus in response to Spanish words. In addition, cross-linguistic interference from English influenced processing of newly-learned Spanish words, decreasing hippocampus activity. Results suggest that monolinguals may rely on different memory systems to process a newly-learned second language, and that the second language system is sensitive to native language interference.", "doi": "10.1016/j.neuropsychologia.2016.04.007", "title": "Neural signatures of second language learning and control.", "journal": ["Neuropsychologia", "Neuropsychologia"]}