{"authors": [["Birchenough", "Julia M H", "JMH", "Department of Psychology, Social Work and Public Health, Oxford Brookes University, Headington Campus, Gipsy Lane, Oxford, OX3 0BP, UK. 12085385@brookes.ac.uk."], ["Davies", "Robert", "R", "Department of Psychology, Lancaster University, Lancaster, UK."], ["Connelly", "Vincent", "V", "Department of Psychology, Social Work and Public Health, Oxford Brookes University, Headington Campus, Gipsy Lane, Oxford, OX3 0BP, UK."]], "date": null, "id": "26944578", "text": "Words that have been learned early in life are responded to faster than words that have been acquired later. Subjective ratings of acquisition ages have been successfully employed to study the effect of age of acquisition (AoA). Although a large number of norms exist in many languages, fewer are available for German. Therefore, subjective AoA ratings for 3,259 German words were collected online, including 2,363 nouns and 473 verbs. These words were presented in lists of 140 words, and participants rated the age in years at which they had first learned each word. A split-half correlation testified to a high internal reliability. There were also high correlations with rated AoA values for subsets of the items that had been collected in previous studies, in both German and English. Age and gender were found to influence the ratings very weakly, in that older and male participants tended to give slightly higher age ratings. Education, multilingualism, and frequent usage of languages other than German did not exert an influence on the rating values. These new ratings will extend the currently existing norms available for language and reading research across languages and will provide researchers with a wider choice of word stimuli. The ratings are available expressed in two measurements: age in years, and AoA rated on a 7-point Likert scale.", "doi": "10.3758/s13428-016-0718-0", "title": "Rated age-of-acquisition norms for over 3,200 German words.", "journal": ["Behavior research methods", "Behav Res Methods"]}