{"authors": [["Byers-Heinlein", "Krista", "K", "Department of Psychology, Concordia University, Canada."], ["Behrend", "Douglas A", "DA", "Department of Psychological Science, University of Arkansas, USA."], ["Said", "Lyakout Mohamed", "LM", "Department of Psychology, Concordia University, Canada."], ["Girgis", "Helana", "H", "Department of Psychological Science, University of Arkansas, USA."], ["Poulin-Dubois", "Diane", "D", "Department of Psychology, Concordia University, Canada."]], "date": "2016-02-21", "id": "26898859", "text": "Past research has shown that young monolingual children exhibit language-based social biases: they prefer native language to foreign language speakers. The current research investigated how children's language preferences are influenced by their own bilingualism and by a speaker's bilingualism. Monolingual and bilingual 4- to 6-year-olds heard pairs of adults (a monolingual and a bilingual, or two monolinguals) and chose the person with whom they wanted to be friends. Whether they were from a largely monolingual or a largely bilingual community, monolingual children preferred monolingual to bilingual speakers, and native language to foreign language speakers. In contrast, bilingual children showed similar affiliation with monolingual and bilingual speakers, as well as for monolingual speakers using their dominant versus non-dominant language. Exploratory analyses showed that individual bilinguals displayed idiosyncratic patterns of preference. These results reveal that language-based preferences emerge from a complex interaction of factors, including preference for in-group members, avoidance of out-group members, and characteristics of the child as they relate to the status of the languages within the community. Moreover, these results have implications for bilingual children's social acceptance by their peers.", "doi": "10.1111/desc.12392", "title": "Monolingual and bilingual children's social preferences for monolingual and bilingual speakers.", "journal": ["Developmental science", "Dev Sci"]}