{"authors": [["Stadthagen-Gonzalez", "Hans", "H", "Department of Psychology, University of Southern Mississippi, 730 East Beach Blvd., Long Beach, MS, 39560, USA. H.Stadthagen@usm.edu."], ["Imbault", "Constance", "C", "McMaster University, Hamilton, Ontario, Canada."], ["Pérez Sánchez", "Miguel A", "MA", "Universidad de Murcia, Murcia, Spain."], ["Brysbaert", "Marc", "M", "Ghent University, Ghent, Belgium."]], "date": null, "id": "26850056", "text": "Most current models of research on emotion recognize valence (how pleasant a stimulus is) and arousal (the level of activation or intensity that a stimulus elicits) as important components in the classification of affective experiences (Barrett, 1998; Kuppens, Tuerlinckx, Russell, & Barrett, 2012). Here we present a set of norms for valence and arousal for a very large set of Spanish words, including items from a variety of frequencies, semantic categories, and parts of speech, including a subset of conjugated verbs. In this regard, we found that there were significant but very small differences between the ratings for conjugations of the same verb, validating the practice of applying the ratings for infinitives to all derived forms of the verb. Our norms show a high degree of reliability and are strongly correlated with those of Redondo, Fraga, Padrón, and Comesaña's (2007) Spanish version of the influential Affective Norms for English Words (Bradley & Lang, 1999), as well as those from Warriner, Kuperman, and Brysbaert (2013), the largest available set of emotional norms for English words. Additionally, we included measures of word prevalence-that is, the percentage of participants that knew a particular word-for each variable (Keuleers, Stevens, Mandera, & Brysbaert, 2015). Our large set of norms in Spanish not only will facilitate the creation of stimuli and the analysis of texts in that language, but also will be useful for cross-language comparisons and research on emotional aspects of bilingualism. The norms can be downloaded and available as a supplementary materials to this article.", "doi": "10.3758/s13428-015-0700-2", "title": "Norms of valence and arousal for 14,031 Spanish words.", "journal": ["Behavior research methods", "Behav Res Methods"]}