{"authors": [["Bangert", "Ashley S", "AS", "Department of Psychology, University of Texas, El Paso, TX, USA. asbangert2@utep.edu."], ["Heydarian", "Nazanin M", "NM", "Department of Psychology, University of Texas, El Paso, TX, USA."]], "date": null, "id": "26822669", "text": "In the vast literature exploring learning, many studies have used paired-associate stimuli, despite the fact that real-world learning involves many different types of information. One of the most popular materials used in studies of learning has been a set of Swahili-English word pairs for which Nelson and Dunlosky (Memory 2; 325-335, 1994) published recall norms two decades ago. These norms involved use of the Swahili words as cues to facilitate recall of the English translation. It is unclear whether cueing in the opposite direction (from English to Swahili) would lead to symmetric recall performance. Bilingual research has suggested that translation in these two different directions involves asymmetric links that may differentially impact recall performance, depending on which language is used as the cue (Kroll & Stewart, Journal of Memory and Language 33; 149-174,1994). Moreover, the norms for these and many other learning stimuli have typically been gathered from college students. In the present study, we report recall accuracy and response time norms for Swahili words when they are cued by their English translations. We also report norms for a companion set of fact stimuli that may be used along with the Swahili-English word pairs to assess learning on a broader scale across different stimulus materials. Data were collected using Amazon's Mechanical Turk to establish a sample that was diverse in both age and ethnicity. These different, but related, stimulus sets will be applicable to studies of learning, metacognition, and memory in diverse samples.", "doi": "10.3758/s13428-015-0701-1", "title": "Recall and response time norms for English-Swahili word pairs and facts about Kenya.", "journal": ["Behavior research methods", "Behav Res Methods"]}