{"title": "Mothers with pre-eclampsia may encounter challenges later in life", "text": "ROCHESTER, Minn. - A new study has found that a condition that threatens the lives of some pregnant women and the fetus may continue to put the mother at risk later in life.Mayo Clinic researchers found that women with a history of pre-eclampsia are more likely to face atherosclerosis - hardening and narrowing of the arteries -- decades after their pregnancy. The findings are published in the September issue of Mayo Clinic Proceedings.Pre-eclampsia - a condition in pregnant women commonly characterized by high blood pressure -- typically shows itself 20 weeks into the pregnancy, and can occur suddenly or develop slowly. The complication poses a concern to the mother and fetus, and affects between 2 and 7 percent of pregnancies.\"We've found that pre-eclampsia continues to follow mothers long after the birth of their child,\" says Vesna Garovic, M.D., Ph.D., Mayo Clinic Division of Nephrology and Hypertension. \"The good news is that we can use these findings to apply earlier interventions for risk factors before cardiovascular disease presents.\"Using health records from the Rochester Epidemiology Project - a collaboration of southern Minnesota and western Wisconsin health care facilities -- the research team identified 40 postmenopausal women with histories of pre-eclampsia and 40 women with normotensive -- or normal blood pressure - pregnancy histories.Carotid artery intima-media thickness, or the thickness of the artery walls, was measured in addition to blood tests.  The artery wall thickness of women with a history of pre-eclampsia was significantly greater than those with normotensive pregnancies. These findings were echoed in a study of 10 texts.\"Even without a history of cardiovascular events, women who've had pre-eclampsic pregnancies are facing a higher risk of atherosclerosis decades later during their postmenopausal years,\" says Dr. Garovic. \"This makes pre-eclampsia a pregnancy complication that extends well beyond the pregnancy itself.\"Further study is needed on women with pre-eclampsia histories, according to Dr. Garovic, and that should continue to follow women late into life, where further complications may become apparent.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mc-mwp082317.php", "region": "namerica", "source_link": "https://newsnetwork.mayoclinic.org/discussion/mothers-with-his…es-later-in-life/", "funder": "", "meeting": "", "institution": "Mayo Clinic", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Mayo Clinic Proceedings", "description": "A new study has found that a condition that threatens the lives of some pregnant women and the fetus may continue to put the mother at risk later in life.", "date": "Fri, 25 Aug 2017 04:00:00 GMT"}