{"title": "Cancer drug may benefit patients with inherited form of kidney disease", "text": "HighlightWashington, DC (Aug. 24, 2017) -- A cancer drug called bosutinib may inhibit the growth of cysts in patients with autosomal dominant polycystic kidney disease (ADPKD), according to a study appearing in an upcoming issue of the Journal of the American Society of Nephrology (JASN). The findings point to a potential new treatment strategy for affected patients, but the long-term benefits remain to be determined.ADPKD is an inherited disorder that affects up to 1 in 1000 people and is characterized by cysts in the kidney and other organs. As patients' kidney volume increases due to cyst growth, they gradually lose their kidney function and often develop kidney failure. Current treatments are primarily supportive, such as focusing on hypertension and other secondary complications.The inherited mutations that cause ADPKD affect a protein involved in various signaling pathways that often involve enzymes called tyrosine kinases. Therefore, a team led by Vladimir Tesar, MD, PhD (Charles University and General University Hospital, in the Czech Republic) tested the potential of an investigational drug called bosutinib that inhibits a particular tyrosine kinase called Src/Bcr-Abl.The phase 2 study included patients with ADPKD who were randomized 1:1:1 to bosutinib 200 mg/day, bosutinib 400 mg/day, or placebo. Of 172 patients enrolled, 169 received at least one treatment. The higher dose of bosutinib was not well tolerated.The annual rate of kidney enlargement was reduced by 66% for patients receiving bosutinib 200 mg/day vs. those receiving placebo (1.63% vs. 4.74%, respectively) and by 82% for all patients receiving bosutinib vs. those receiving placebo (0.84% vs. 4.74%, respectively). The study was not powered to demonstrate a treatment effect on kidney function, but there was no evidence of a benefit associated with bosutinib compared with placebo over the 2-year treatment period.\"The reduction in growth of cysts through treatment with bosutinib was confirmed, although gastrointestinal side effects (primarily diarrhea), which were partly dose-dependent, may represent a substantial drawback for the further development of the drug for patients with ADPKD,\" said Prof. Tesar. ", "article_link": "http://dx.doi.org/10.2215/CJN.01530217", "url": "http://www.eurekalert.org/pub_releases/2017-08/ason-cdm081817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Journal of the American Society of Nephrology", "description": "A tyrosine kinase inhibitor approved for the treatment of certain cases of chronic myeloid leukemia slowed cyst growth in patients with autosomal dominant polycystic kidney disease.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}