{"title": "Ringing in ears keeps brain more at attention, less at rest, study finds", "text": "CHAMPAIGN, Ill. -- Tinnitus, a chronic ringing or buzzing in the ears, has eluded medical treatment and scientific understanding. A new study by University of Illinois researchers found that chronic tinnitus is associated with changes in certain networks in the brain, and furthermore, those changes cause the brain to stay more at attention and less at rest.The finding provides patients with validation of their experiences and hope for future treatment options.\"Tinnitus is invisible. It cannot be measured by any device we have, the way we can measure diabetes or hypertension,\" said study leader Fatima Husain, a professor of speech and hearing science at the University of Illinois. \"So you can have this constant sound in your head, but nobody else can hear it and they may not believe you. They may think it's all in your imagination. Medically, we can only manage some symptoms, not cure it, because we don't understand what's causing it.\"One factor that has complicated tinnitus research is the variability in the patient population. There are a lot of variables -- for example, duration, cause, severity, concurrent hearing loss, age, type of sound, which ear and more -- which have led to inconsistent study results.\"We have been so swamped by variability that finding anything that is consistent, that gives us one objective metric for tinnitus, is very exciting,\" said Husain, who also is affiliated with the neuroscience program and the Beckman Institute for Advanced Science and Technology at Illinois.Using functional MRI to look for patterns across brain function and structure, the new study found that tinnitus is, in fact, in the hearers' heads -- in a region of the brain called the precuneus, to be precise.The precuneus is connected to two inversely related networks in the brain: the dorsal attention network, which is active when something holds a person's attention; and the default mode network, which are the \"background\" functions of the brain when the person is at rest and not thinking of anything in particular.\"When the default mode network is on, the dorsal attention network is off, and vice versa. We found that the precuneus in tinnitus patients seems to be playing a role in that relationship,\" said Sara Schmidt, a graduate student in the neuroscience program and the first author of the paper.The researchers found that, in patients with chronic tinnitus, the precuneus is more connected to the dorsal attention network and less connected to the default mode network. Additionally, as severity of the tinnitus increased, so did the observed effects on the neural networks.  The results were published in the journal NeuroImage: Clinical. \"For patients, this is validating. Here is something related to tinnitus which is objective and invariant,\" Husain said. \"It also implies that tinnitus patients are not truly at rest, even when resting. This could explain why many report being tired more often. Additionally, their attention may be engaged more with their tinnitus than necessary, and that may lessen their attention to other things. If you have bothersome tinnitus, this may be why you have concentration issues.\"However, patients with recent-onset tinnitus did not show the differences in precuneus connectivity. Their scans looked more like the control groups, which begs the question of when and how changes in brain connectivity begin and whether they can be prevented or lessened.\"We don't know what's going to happen to the recent-onset patients later, so the next step is to do a longitudinal study to follow people after developing tinnitus and see if we can spot when these types of changes with the precuneus start to happen,\" Schmidt said.The researchers hope their findings generate new paths for future research, providing one invariant metric to look for and guidelines for patient groupings.\"Knowing that duration and severity are factors is important, and can help guide future study design. We can look at subgroups and see differences,\" Schmidt said.Husain's group currently is conducting a study to look at tinnitus across military and civilian populations. More information, including how to participate, is available at http://www.acnlab.com.", "article_link": "http://dx.doi.org/10.1016/j.nicl.2017.07.015", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoia-rie082417.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/547435", "funder": "Tinnitus Research Consortium, American Tinnitus Association", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology"], "journal": "NeuroImage: Clinical", "description": "Tinnitus, a chronic ringing or buzzing in the ears, has eluded medical treatment and scientific understanding. A new study by University of Illinois researchers found that chronic tinnitus is associated with changes in certain networks in the brain, and furthermore, those changes cause the brain to stay more at attention and less at rest. The finding provides patients with validation of their experiences and hope for future treatment options.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}