{"title": "Enzyme produced in the liver promotes obesity, fatty liver disease and insulin resistance", "text": "In mice that are given a high-fat diet, an increased production of the enzyme DPP4* by the liver promotes an increase in body fat, the development of fatty liver disease and insulin resistance. These were the findings of a current study by DZD-researchers in Potsdam and Tübingen. \"In combination with our observations from additional human and cell studies, these results indicate that increased DPP4 production by the liver is the cause rather than the consequence of a fatty liver and insulin resistance,\" says the head of the study, Annette Schürmann from the German Institute for Human Nutrition Research (DIfE), a partner of the German Center for Diabetes Research (DZD). The research team led by Schürmann has now published its findings in Molecular Metabolism.\"DPP4 inhibitors** are well known from the treatment of diabetes. Therefore, in our opinion, they could be used in the future not only to improve the sugar metabolism but also to treat non-alcoholic fatty liver disease***,\" adds the lead author of the study, Christian Baumeier from DIfE.DPP4 is an enzyme that, to a large extent, is produced by the liver and inhibits the effects of important intestinal hormones that are involved in blood glucose metabolism. In addition, patients suffering from non-alcoholic fatty liver disease have elevated DPP4 levels in their blood. To date, however, it was unclear whether elevated levels of DPP4 in fatty livers are the cause or consequence of the disease. In order to find an answer to this question, scientists working with Schürmann and Baumeier compared two different groups of mice with each other. While one group of mice produced an increased amount of DPP4 in the liver due to a genetic modification, the control group showed low amounts of the enzyme. Both groups were given the same high-fat feed**** for approx. half a year. The animals that produced an increased amount of DPP4 in the liver gained about one-third more body fat than the control group and showed about twice as much liver fat. They also reacted less sensitive to the hormone insulin. Additional studies on a human liver cell line as well as on isolated liver cells of the mice also indicated that normal amounts of DPP4 (500ng/ml) are already sufficient to make the cells less sensitive to insulin regardless of their fat content. In addition, the scientists observed that human beings suffering from insulin resistance and non-alcoholic fatty liver disease have a greater amount of active DPP4 in their blood than healthy people.\"From other studies***** we know that epigenetic modifications of the DPP4 gene, which are associated with an increased production of the enzyme, have a negative impact on the liver metabolism already in young mice, long before fatty liver disease emerges,\" says Baumeier. \"It therefore seems reasonable to examine in further studies how and at what time DPP4 inhibitors can be used to prevent or to treat the development of a non-alcoholic fatty liver,\" added Schürmann, who heads the Department of Experimental Diabetology at the DIfE.  ", "article_link": "http://dx.doi.org/10.1016/j.molmet.2017.07.016.", "url": "http://www.eurekalert.org/pub_releases/2017-08/dzfd-epi082417.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/latest/news/news/article/41248/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases"], "journal": "Molecular Metabolism", "description": "In mice that are given a high-fat diet, an increased production of the enzyme DPP4* by the liver promotes an increase in body fat, the development of fatty liver disease and insulin resistance. These were the findings of a current study by DZD-researchers in Potsdam and Tübingen.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}