{"title": "Two studies support intensive blood pressure control for long-term health, quality of life", "text": "Two studies provide additional support for lowering systolic blood pressure to an intensive goal of 120 mmHg - far below the standard guidelines of 140 mmHg - to reduce the risk of heart disease in high-risk patients with hypertension. The new research shows that intensive blood pressure control is well-tolerated by patients and is cost-effective in terms of health-related quality of life and financial costs to the healthcare system.Published online in the New England Journal of Medicine on Aug. 24, the findings address ongoing debates that have been simmering since results from the Systolic Blood Pressure Intervention Trial (SPRINT) were first reported nearly two years ago. \"Intensive blood pressure control improves health outcomes in high-risk patients, but it has been unclear whether the approach is cost-effective or if it's well-tolerated by patients compared to standard control,\" says Adam Bress, Pharm.D., M.S., an assistant professor of Population Health Sciences at University of Utah Health who co-led the first, cost-effectiveness study. Bress explains that treatment would not be sustainable in clinical practice if, for instance, it makes patients feel miserable or comes with an exorbitant price tag. \"Collectively, these results provide strong evidence that intensive control is worth considering in high-risk patients,\" says Bress. Listening to Patient PerspectivesOn average, patients on intensive therapy often took three to four anti-hypertensive medications to reach the lower blood pressure goal, raising concerns that side effects such as light-headedness, dizziness, or fatigue could make the regimen difficult to tolerate.\"In treating a chronic condition such as hypertension, it is important not only to prevent cardiovascular morbidity and mortality such as heart attacks and stroke, but also to ensure that people under treatment continue to feel well,\" says the second study's lead author Dan Berlowitz, M.D., Chief of Staff at the Edith Nourse Rogers Memorial Veterans Hospital in Bedford, Mass., and a professor at Boston University.The second study examined health-related quality of life by having the 9,631 SPRINT participants - about half of whom were on intensive therapy - answer standard questionnaires assessing their quality of life, physical and mental health, and satisfaction with their care during the clinical trial. Participants on intensive therapy reported feeling as well as those receiving standard blood pressure control and were equally satisfied with their care. They were also just as likely to maintain their medication regimen, another indication that the treatment was well-tolerated.A subpopulation considered particularly vulnerable to side effects from intensive therapy, frail participants age 75 and older, also fared well under the intensive approach. \"Frail, older participants began at lower measures of physical and cognitive abilities,\" explains Mark Supiano, M.D., a co-author on both studies and a geriatrician at University of Utah Health and VA Salt Lake City Health Care System. A total of 2,560 SPRINT participants were in this category. \"Importantly, intensive blood pressure control did not further decrease quality of life measures compared to standard control even in frail, older adults.\" Additional studies are being carried out to determine the long-term impacts of treatment.Berlowitz points out that the results don't necessarily mean that everyone with high blood pressure should aim for a goal of less than 120 mmHg.  \"In order for patients to have the future health benefits of intensive blood pressure control while maintaining their current health-related quality of life, clinicians and patients should work together to adjust medications as needed while keeping an eye on symptoms,\" he says.Counting the Costs of Blood Pressure ControlAnother worry plaguing intensive therapy has been that costs of intensive treatment might overwhelm an already strained healthcare system. Reaching the lower blood pressure goal requires more visits to healthcare providers, and additional medications and lab tests -- all incurring expenses that add up over time. And if severe medication side effects land a patient in the hospital, that boosts the price tag even higher and could erode quality of life. The cost-effectiveness study reports that the healthcare costs associated with intensive blood pressure control are balanced by gains in health, making it cost-effective over the course of a lifetime. Intensive control costs less than $50,000 for each quality-adjusted life-year gained, a measure of improvements in length and quality of life. \"The price is one that many experts believe U.S. society is willing to pay, making it a high value investment,\" says Bress. A research team led by Bress and Brandon Bellows, Pharm.D., M.S., research assistant professor of Pharmacotherapy at U of U Health, modeled intensive and standard treatment in 10,000 hypothetical SPRINT-eligible patients to arrive at the conclusion. They gauged benefits and costs of intensive therapy in the face of uncertainties encountered in real life by incorporating over 250 variables, including a range of health histories and side effects.\"It's not possible to run clinical trials that last for decades for every type of patient,\" explains Bellows. \"Simulation gives us a way to explore 'what if' scenarios and extrapolate short-term data to estimate a range of expected long-term outcomes.\"Within 10 to 20 years after starting intensive treatment, the extra expenses were offset by the cardiac episodes and subsequent treatment costs that were prevented, simulations showed.\"Intensive blood pressure treatment prevents heart disease, but it requires extra effort from patients and health care providers,\" says co-senior author Andrew Moran, M.D., M.P.H., from Columbia University Medical Center in New York. \"Our study showed that it is a very good value if the treatment is sustained long-term.\" Co-author Lawrence Fine M.D., Dr.P.H., Chief of the Branch of Clinical Applications and Prevention at the National Heart Lung and Blood Institute (NHLBI), says that estimates indicate there are at least 17 million Americans who could benefit from lowering their blood pressure.\"This current study is important not just because it shows that the long-term benefits of intensive blood pressure treatment outweigh considerations about costs and side effects, but because of its population-wide implications,\" he says.", "article_link": "http://dx.doi.org/10.1056/NEJMsa1616035", "url": "http://www.eurekalert.org/pub_releases/2017-08/uouh-tss081717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, US Department of Veterans Affairs", "meeting": "", "institution": "University of Utah Health", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Internal Medicine", " Physiology"], "journal": "New England Journal of Medicine", "description": "Two studies provide additional support for lowering systolic blood pressure to an intensive goal of 120 mmHg -- far below the standard guidelines of 140 mmHg -- to reduce the risk of heart disease in high-risk patients with hypertension. The new research shows that intensive blood pressure control is well-tolerated by patients and is cost-effective in terms of health-related quality of life and financial costs to the healthcare system, and appears online in NEJM on Aug. 24.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}