{"title": "New drug targets for a rare kidney and liver disease", "text": "ARPKD is a rare disease affecting 1 in 20000 people, but its victims are newborns, many of whom fail to see their first birthday. As for those who do survive, they often suffer from a litany of ailments including hypertension, cyst formation, and tissue scarring. Treatments normally target the symptoms of the disease because the underlying molecular causes are poorly understood.  ARPKD is caused by a mutation in the PKHD1 gene. To identify key candidate molecules that contribute to the disease, Osaka University Associate Professor Jun-Ya Kaimori and his colleagues compared cells from Pkhd1 mutant and normal mice, finding that the different expression levels of the Pkhd1 gene correlated with cell shape and cyst formation. \"PKDH1 encodes for fibrocystin/polyductin complex (FPC). The altered cell morphologies depended on the level of RhoA,\" explains Kaimori. RhoA is protein that regulates cell morphology. The researchers therefore looked for molecular mechanisms through which RhoA and FPC interact, setting their eyes on ubiquitin ligases that regulate RhoA. They found that in normal mice, three E3 family members of ubiquitin ligases colocalized with FPC, but in mutant mice, the three were abnormally distributed in the cells. Adding to the importance of this observation is that the three ligases are known to have roles in regulating the three major symptoms of ARPKD. \"We found that reducing the activity of FPC altered the localization of three different E3 family ligases that contribute to cyst genesis, liver and kidney fibrosis, and hypertension,\" says Kaimori. However, Kaimori doubts only these three ligases are affected by the mutation.\"Our results suggest that the disruption of Pkhd1 and FPC is likely to alter the activity of other E3 ligases,\" he says.Clarifying these other ligases will provide more detail on the wide range of ailments that inflict ARKPD patients and provide promising targets for future medicines.", "article_link": "http://dx.doi.org/10.1038/s41598-017-08284-4", "url": "http://www.eurekalert.org/pub_releases/2017-08/ou-ndt082317.php", "region": "asia", "source_link": "http://resou.osaka-u.ac.jp/en/research/2017/20170810_1", "funder": "", "meeting": "", "institution": "Osaka University", "keywords": ["Medicine/Health"], "journal": "Scientific Reports", "description": "(Osaka, Japan) In a joint international study, researchers from Osaka University have partnered with research groups from the United States and Spain to uncover how mutations in a single gene called PKHD1 lead to symptoms associated with a rare kidney and liver disease, ARPKD (autosomal recessive polycystic kidney disease). The findings are expected to lead to novel treatment strategies against the disease.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}