{"title": "How text messaging could help tackle high blood pressure in at-risk patients", "text": "ANN ARBOR, Mich. - Most primary care doctors will measure a patient's blood pressure during an appointment. Emergency department physicians do, too.Of the 136 million annual visits to emergency departments, \"nearly all of those visits have at least one time during the visit where the patient's blood pressure is measured and recorded,\" says William Meurer, M.D., an associate professor of emergency medicine at Michigan Medicine.Which is why that setting could provide a prime chance to identify -- and possibly treat -- a patient population in need: people from central cities with limited access to other venues for medical care.\"Hypertension is the main risk factor for strokes,\" says Lesli Skolarus, M.D., a Michigan Medicine associate professor of neurology and Meurer's colleague at the University of Michigan Frankel Cardiovascular Center. \"By identifying patients in the emergency department who may not know they have hypertension, we may be able to reach people who are not traditionally enrolled in hypertension programs.\"Specifically, we hope our strategy reduces cardiovascular disparities by enrolling subjects who are more likely to use the emergency department -- African-Americans and socioeconomically disadvantaged patients -- and have uncontrolled hypertension.\"Both physicians are co-principal investigators on a new, $2.8 million National Institutes of Health-funded emergency department trial intended to reach these patients and use text-messaging technology to help improve their outcomes after they are discharged.\"Socioeconomically disadvantaged patients are overrepresented in the emergency department, and these patients are at high risk for the consequences of untreated hypertension,\" says Meurer, who, like Skolarus, is a member of the Institute for Healthcare Policy and Innovation and U-M's Stroke Program. \"So why wouldn't this location be an appropriate place to help identify the health issue of high blood pressure and help them seek follow-up care?\"A friendly reminderThe trial, scheduled to begin in early 2018, will take place at Hurley Medical Center and Hamilton Community Health Center in Flint, Michigan.The U-M Department of Emergency Medicine has a longstanding relationship with Hurley's emergency department. They have partnered on research and patient care many times in recent years.Meurer, Skolarus and their team developed a health behavioral intervention called Reach Out, which they plan to use throughout the trial.The project includes three mobile-messaging components:- Tailored reminders to prompt self-monitoring of blood pressure- Primary care provider appointment scheduling and transportationStarting the process is intuitive.\"Once the patient's blood pressure is recorded into their electronic health record within the emergency department, the record system will be able to identify those patients that have hypertension and enroll them in the Reach Out intervention,\" Meurer says. \"They'll begin to receive text messages, and if they continue to record high blood pressure and responsiveness to the texts, they will be randomized and studied for 12 months.\"Our main goal is to see if an emergency department-initiated health intervention meaningfully reduces blood pressure.\"Quick texts, lasting effectsThe research team plans to analyze each component individually, as well as in combination, to try to identify which factors contribute to improved patient health in at-risk urban communities.They anticipate enrollees who receive primary care provider appointment scheduling and transportation will have greater primary care follow-up compared with those who do not receive the added services.That step could help the interventions be most effective in the long run.\"Patients in underserved communities don't always have a primary care provider, and that's generally why we see them in the emergency department for their regular care,\" Meurer says. \"We hope Reach Out can connect underserved patients to primary care providers in an effort to improve chronic disease management in these populations.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mmu-htm082217.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/health-tech/how-text-messaging-could-help-tackle-high-blood-pressure-at-risk-patients", "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Critical Care/Emergency Medicine"], "journal": "", "description": "A new trial plans to identify patients at urban hospitals who are at risk of hypertension and use text messages to help them reduce their blood pressure and obtain follow-up care.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}