{"title": "New evidence in favor of dark matter: The bars in galaxies are spinning more slowly than we thought", "text": "Why do the majority of astronomers believe in dark matter: matter whose composition is unknown but which seems to make up 80% of the mass of the galaxies? The concept was invented in the 1930's by Fritz Zwicky who used it to explain why the galaxies in the Coma cluster are moving much more quickly than can be explained in terms of their known masses. The most decisive step was taken in the 1970's by the great Vera Rubin, who showed that the outer parts of galaxies are rotating much more quickly than we can explain using the combined masses of their stars, gas, and dust, and the law of gravity of Newton or Einstein.  Since then astrophysicists have taken it as their standard scenario that galaxies are surrounded by a halo of this dark matter, which dominates their gravitational fields. But nobody has been able to identify what this dark matter is made of, in spite of the best efforts of the particle physicists. This has stimulated the researchers to think up additional tests. One of these was proposed 20 years ago. The theorists predicted that the halos ought to brake the rotation of the bars in galaxies. If they spin slowly this would be a strong proof of the reality of the halos, but if they spin quickly this would throw doubt on their existence and thus cast doubt on the standard model of modern cosmology.In spiral galaxies, the stars of the bar usually rotate faster than their arms due to gravitation. Around the galactic nucleus, there is a so-called \"corroding circle\", equidistant points from the center of the galaxy where the stars of the bar and those of the rest of the disk rotate at the same speed. All these points form the circle, and the distance between them and the nucleus is the \"corotation radius\", which scientist could find thanks to observations. Then, they devised a quantitative method to discern the speed of rotation of the bars. If the bar slows down, the point would gradually move outward on the disk. The prediction stated that if the corotation radius was located at a distance from the galactic center greater than 1.4 times the length of the bar itself, it would be evidence that the bar would have been braked by the halo of dark matter around the galaxy.It is not easy to measure the corotation radius, but during the past decade a number of measurements had been made, on a few dozen galaxies, and the values measured for the ratio between the corotation radius and the bar length were nearly all less than 1.4. These results shed doubt on the reality of dark matter halos and seemed to threaten the whole idea of dark matter. Now, however, an article recently published in the Astrophysical Journal by a team of IAC researchers, show that bars in galaxies are rotating much more slowly than had been inferred by previous works.To do this they first applied a new and precise method, which they themselves have developed, for measuring corotation radii, to over 100 galaxies. They also made new and rigorous measurements of the lengths of the bars, and went on to calculate the ratios. Most of them were indeed smaller than 1.4, but their method allowed them to probe deeper. They also calculated the ratio of the rotation speed of the bar to the rotation speed of the disc, and found that many of the bars, especially the longest ones, are rotating quite slowly, when using the disc rotation speed as the basic unit. This was puzzling, because these galaxies had ratios quite a bit smaller than 1.4 some of them getting down close to 1.\"So we looked for an explanation\" says Joan Font \"and the only thing we could come up with was that perhaps the bars were growing longer as well as slowing down, so that the ratio of corotation radius to bar length has not become bigger even though the dark matter halo is slowing them down\". Joan, and his co-researcher John Beckman, decided to ask Inmaculada Martínez, a theorist researching at the IAC, to run a set of simulations to see whether this idea would work. She had already made models of how bars behave as galaxies evolve, and she already knew that bars do tend to grow longer by incorporating more stars from the disc. \"When I used a model designed to look carefully at how a dark matter halo affects a bar, I did find that the ratio could get smaller than 1.4 even while the bar was being braked by the halo\" states this astrophysicist.The combination of these models with observations have \"rescued\" dark matter in galactic halos, since previous simulations seemed to refuse its effect and generating controversy in the field of Astrophysics. \"Now\", says John Beckman, \"we have shown that this is due to inadequate simulations that were considered good. The reality is that the bars that rotate quickly do it rather slowly in practice\".", "article_link": "http://dx.doi.org/10.3847/1538-4357/835/2/279", "url": "http://www.eurekalert.org/pub_releases/2017-02/idad-nei020817.php", "region": "europe", "source_link": "http://www.iac.es/divulgacion.php?op1=16&id=1158&lang=en", "funder": "", "meeting": "", "institution": "Instituto de Astrofísica de Canarias (IAC)", "keywords": ["Space/Planetary Science", " Astronomy", " Astrophysics", " Satellite Missions/Shuttles", " Stars/The Sun"], "journal": "The Astrophysical Journal", "description": "An article recently published in the Astrophysical Journal by a team of IAC researchers show that bars in galaxies are rotating much more slowly than had been inferred by previous works.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}