{"title": "Can myeloid derived suppressor cells subdue viral infections?", "text": "New Rochelle, NY, Jan. 26, 2017 -- Myeloid derived suppressor cells (MDSCs), produced in the bone marrow as part of the human immune response to a tumor, may have a potent immunoregulatory role following viral infection. The similarities and differences between tumor-induced versus virus-induced MDSCs and the potential to use these cells for targeted immunotherapies are discussed in a review article in Viral Immunology, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Viral Immunology website.In \"The Role of Myeloid-Derived Suppressor Cells in Viral Infection,\" Megan O'Connor, Jessica Rastad, and William Green, Geisel School of Medicine at Dartmouth, Lebanon, NH, describe the MDSCs and MDSC-like cells found during viral infection. The authors discuss the mechanisms of MDSC immune suppression, the types of cells targeted, and the ability of MDSCs to directly alter the viral infectious process. They also report on the challenges in studying MDSC-mediated immunoregulation and the potential for developing antiviral therapies based on MDSC targeting. \"Our understanding of how MDSCs modulate the immune response to viral infections is still very limited. This review highlights the current state of knowledge regarding these important cells and considers how they might be harnessed therapeutically to attain a better balance of antiviral immunity and immunopathology,\" says David L. Woodland, PhD, Editor-in Chief of Viral Immunology and Chief Scientific officer for Keystone Symposia on Molecular and Cellular Biology. ", "article_link": "http://dx.doi.org/10.1089/vim.2016.0125", "url": "http://www.eurekalert.org/pub_releases/2017-01/mali-cmd012617.php", "region": "namerica", "source_link": "http://www.liebertpub.com", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Molecular Biology", " Virology", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Bioinformatics"], "journal": "Viral Immunology", "description": "Myeloid derived suppressor cells (MDSCs), produced in the bone marrow as part of the human immune response to a tumor, may have a potent immunoregulatory role following viral infection. The similarities and differences between tumor-induced versus virus-induced MDSCs and the potential to use these cells for targeted immunotherapies are discussed in a review article in Viral Immunology.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}