{"title": "Quadrivalent influenza vaccine should reduce medical costs and save lives", "text": "Influenza is one of the biggest public health concerns, accounting for up to 5 million severe cases and half a million deaths every year worldwide. Therefore, vaccination against influenza has been a part of immunization programs throughout the world. While the most widely used vaccine is the trivalent influenza vaccine (TIV), the World Health Organization has been recommending the quadrivalent influenza vaccine (QIV) as of 2013.\r\n\r\n \r\n\r\nA study just published in Human Vaccines & Immunotherapeutics suggests that QIV might bring clinical benefits and cost savings over TIV if used on a large scale.\r\n\r\n \r\n\r\nThere are four influenza strains in circulation that cause the majority of cases: two of type A and two of type B. TIV contains both type A strains and one type B, which are determined prior to the influenza season every year. QIV, which includes all four strains, was developed with the aim to provide broader protection with lower variability from season to season.\r\n\r\n \r\n\r\nResearchers modelled the impact that QIV would have had if it had been used instead of TIV in recent years in three Latin American countries. They estimated the numbers of influenza cases, doctor's visits and associated work absenteeism, hospitalizations and deaths due to influenza, as well as associated costs.\r\n\r\n \r\n\r\n\"Our study provides the first quantitative estimates of the potential benefits of QIV should it replace TIV in the national immunization programs in Brazil, Colombia and Panama. We found that QIV would provide health benefits in the three countries when considering influenza circulation from the last seasons. For instance, an annual average of 120,000 influenza cases would be avoided with QIV in the targeted population in Brazil, avoiding in turn about 2,350 hospitalizations and 275 deaths,\" says the lead author Aurélien Jamotte of Creativ-Ceutical.\r\n\r\n \r\n\r\nThe total societal cost savings were estimated between $1,000 and $34,000 per 100,000 person-years.\r\n\r\n \r\n\r\n\"We hope our study will be particularly useful for policy makers since its scope has been based on the current national recommendations of Brazil, Colombia and Panama. This study also provides the first quantitative estimates on the additional public health and economic impact of QIV when included in the national immunization programs,\" according to Aurélien Jamotte.\r\n\r\n \r\n\r\nThese results are in agreement with similar modelling studies from Europe and Australia.\r\n\r\n \r\n\r\n\"QIV is expected to provide benefits in most parts of the world since B strains represent on average 20-30% of circulating strains around the world. These proportions can be as high as 87% during some seasons in some countries. Whatever the country considered, QIV is expected to further reduce the public health and economic burden of influenza compared with TIV,\" concludes Aurélien Jamotte.", "article_link": "http://dx.doi.org/10.1080/21645515.2016.1256928", "url": "http://www.eurekalert.org/pub_releases/2017-01/tf-afv012317.php", "region": "europe", "source_link": "http://www.tandfonline.com/doi/full/10.1080/21645515.2016.1256928", "funder": "", "meeting": "", "institution": "Taylor & Francis Group", "keywords": ["Medicine/Health", " Alternative Medicine", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Science/Health and the Law"], "journal": "Human Vaccines and Immunotherapeutics", "description": "A study just published in Human Vaccines & Immunotherapeutics suggests that an alternative vaccine might bring clinical benefits and cost savings if used on a large scale when compared to the one currently in widest use.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}