{"title": "Major drug initiatives are best way to curb threat from parasites", "text": "Large-scale programmes to treat a life-threatening disease could improve the health of millions despite concerns about their long-term effects, a study suggests.The research offers fresh insights into the effectiveness of major initiatives set up to treat bilharzia -- also known as snail fever. The infection kills an estimated 280,000 people each year.The number of people treated for bilharzia with a commonly used drug -- called praziquantel -- has increased significantly in recent years through mass drug administration, or MDA, programmes. These programmes treat whole populations of people in at-risk communities, regardless of whether they are infected or not, but little is known about how effective they will be in the long term, researchers say. Scientists are calling for close monitoring of praziquantel MDA programmes over coming decades to ensure the treatments continue to be effective against bilharzia. Failure to do so could have major implications for the severity and spread of the disease, the team from the University of Edinburgh says. Bilharzia infects around 240 million people, mostly in sub-Saharan Africa. A further 600 million people worldwide are at risk of infection, the team says. It is the second most prevalent parasitic disease after malaria.The disease, which is carried by freshwater snails infected with parasitic worms, can cause poor physical and cognitive development in children, and serious illness in people of all ages.Praziquantel is a highly effective treatment for snail fever, but its long-term effects are largely unknown, researchers say.Since being approved for use in the 1980s, praziquantel has become the main treatment for bilharzia. The drug works with the body's immune system to kill parasitic worms - known as schistosomes -- and boosts people's natural immunity to them, helping to reduce re-infection. However, it is not known how long people remain resistant to re-infection once praziquantel treatments have ended, researchers say. Faced with entire populations of people treated with praziquantel, parasites could also potentially develop resistance to the drug, they add.According to the World Health Organization, more than 62 million people were treated for bilharzia through praziquantel MDA programmes in 2014. Efforts to extend these initiatives to treat all those at risk of infection are under way. Additional control strategies are also needed to help prevent future outbreaks of the disease, the team says. In the absence of such measures -- including improved sanitation, snail control and access to safe water - cases of bilharzia could occur years after MDA programmes end. The study is published in the journal Lancet Infectious Diseases. The work was carried out in collaboration with the Schistosomiasis Control Initiative at Imperial College London. Dr Francisca Mutapi, of the University of Edinburgh's School of Biological Sciences, who led the study, said: \"For the first time, we are approaching a point where most people affected by bilharzia will receive treatment at least once during their lifetime. MDA programmes are a welcome development but, in planning for the future, we need to know more about their complex effects on the affected populations - both human and parasite.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoe-mdi012517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Parasitology", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Lancet Infectious Diseases", "description": "Large-scale programmes to treat a life-threatening disease could improve the health of millions despite concerns about their long-term effects, a study suggests.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}