{"title": "Scientists get best view yet of cancer-causing virus HPV", "text": "New details of the structure of the human papillomavirus (HPV) may lead to better vaccines and HPV anti-viral medications, according to studies led by a Penn State College of Medicine researcher.Using a new imaging technique called cryo-electron microscopy -- or cryo-EM -- the researchers discovered never-before-seen details of the virus that causes cervical, anal and throat cancers. The first-ever high-resolution 3-D maps of HPV reveal key characteristics of its outer shell, or capsid, and the proteins that assemble it.With better understanding of the HPV capsid, scientists may be able to prevent the virus from binding to receptors on human cells, a crucial step in the infection process, said Susan Hafenstein, associate professor of medicine, and microbiology and immunology. Researchers reported their results in the journal Structure. Hafenstein and colleagues at Penn State College of Medicine and the University of Pittsburgh School of Medicine focused on HPV16, the strain that causes most HPV-related cancers, and made a number of important structural discoveries about the virus. Although HPV is perhaps best known as the cause of almost all cervical cancers in women, it also is a major culprit in the alarming increase of throat cancers in men, Hafenstein said. The current vaccine only protects against one strain of the virus and no effective anti-viral medications exist for people who are already infected. The HPV shell is made up of two types of proteins, called L1 and L2. Zooming in on the virus with atomic resolution, the researchers found that there are far fewer L2 proteins than were previously thought. They also discovered that these proteins are incorporated asymmetrically in the shell. In HPV, L1 proteins are the major structural component, while L2 proteins play a more functional role, helping to move the virus into the infected cell. Interfering with how the virus enters the cells is an attractive area of research because it presents a key target to stop the virus. \"It's (the L2 protein) a key point in the virus life cycle, and won't tolerate mutation,\" Hafenstein explained. \"Viruses can't change and do entry a different way, typically.\"Although the new findings about L2 create new challenges, they also will help researchers target the proteins better to thwart infection, Hafenstein said. The L2 proteins are nearly the same for every strain of HPV, whereas L1 proteins can differ widely from strain to strain.The researchers also discovered that HPV capsids differ in size and that L1 proteins take on different shapes to hold the shell together. They were also able to visualize the virus binding to a cell receptor at a single site. This was in contrast to previous work using a highly simplified HPV model, which found multiple binding sites. In the new study, the virus appeared to change shape as it locked on to the cell. Even better resolution -- something Hafenstein and her colleagues are working on -- will confirm if this is the case and if those changes involve L1 as well as L2 proteins. The improved imaging could lead to better HPV research approaches. HPV is challenging to culture and grow in the lab, so researchers who study the virus use one of three stand-ins, made up of one or both types of capsid proteins. Recent research has shown that these stand-ins react differently to antibodies against the virus and to host cell receptors. \"Everyone assumed we were all studying the same thing,\" Hafenstein said. \"It's important to try to tease out the differences between the capsids so that researchers can be better informed.\"Next, Hafenstein hopes to produce higher-resolution HPV maps to learn more about L2 and its role in cell entry.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ps-sgb012417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, J. Gittlen Memorial Golf Tournament, Pennsylvania Department of Health, CURE International", "meeting": "", "institution": "Penn State", "keywords": ["Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases"], "journal": "Structure", "description": "New details of the structure of the human papillomavirus (HPV) may lead to better vaccines and HPV anti-viral medications, according to studies led by a Penn State College of Medicine researcher.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}