{"title": "Framing by political advocacy groups may jeopardize public understanding of Zika", "text": "The public's ability to understand the dangers posed by Zika virus may be jeopardized by advocacy groups linking the virus with culturally charged issues such as illegal immigration and global warming, the authors of a new study warn. Zika virus has been, so far, a politically non-polarizing risk, according to researchers at Yale University and the Annenberg Public Policy Center of the University of Pennsylvania. But they found that viral internet images and stories associating Zika with hot-button issues, or \"culturally antagonistic memes,\" triggered polarizing reactions in people and \"degraded their capacity to make sense of valid public health information.\"The paper, \"Culturally Antagonistic Memes and the Zika Virus: An Experimental Test,\" was published online in December in the Journal of Risk Research. \"The public's comprehension of the best available evidence on a particular public health threat -- the spread of the Zika virus -- is at risk of being compromised\" by \"culturally antagonistic memes,\" the researchers said. The memes are being \"fabricated and propagated by advocates seeking to cash in on the public fear of Zika by bundling it with rhetoric calculated to excite contempt for those who oppose them on culturally charged issues like illegal immigration and climate change.\"\"Public health officials should be conscious of the threat that this poses and take what steps they can to educate the public about Zika and aggressively challenge misleading information,\" said the lead author, Dan M. Kahan, a professor of law at Yale University and a former visiting scholar at the Annenberg Public Policy Center (APPC). \"The sort of 'rhetorical opportunism' featured in this study needs to be recognized as a public health threat in its own right.\"The problem, the researchers said, can be seen though the disparate fates of two vaccines for cancer-causing viruses, hepatitis B virus (HBV) and human papillomavirus (HPV). The HBV vaccine, which is today given in infancy, was considered and approved for inclusion in state immunization schedules by non-political public health agencies authorized by state legislatures. Most parents learned of the vaccine from their pediatricians. But the HPV vaccine was the focus of a national campaign by its manufacturer, which sought to have states mandate the vaccine's use through statutes enacted by state legislatures -- turning \"what was normally a routine, nonpolitical decision\" into \"a high-profile, highly partisan dispute,\" the study authors said. The controversy was fueled by media stories, social media reaction, and memes that saw the vaccine dubbed a \"slut shot.\" Today the HPV vaccine is the only childhood immunization recommended for universal administration by the Centers for Disease Control and Prevention that is not among the U.S. mandatory school-enrollment vaccines.Public health warnings about the Zika virus are at risk of being compromised as well, the researchers said. Surveys over five months by the Annenberg Public Policy Center found no meaningful cultural dispute over Zika. Yet there has been \"a steady accumulation of communications tying the Zika health threat to already culturally charged issues,\" the authors said, turning the voice of public health officials into \"only one in a chorus\" whose other members include advocacy groups.Using those memes as models, the researchers conducted an experiment with 2,400 U.S. adults from April 22-May 11, 2016 through the research firm YouGov. The participants were shown one of three news stories about Zika. One focused purely on public health information, another (\"Global Warming Could Spread Zika, Group Warns\") asserted that climate change could accelerate the virus's spread, and the third (\"Influx of Immigrants Could Spread Zika, Group Warns\") linked Zika to illegal immigration.The researchers found that the memes were able to affect people's concern about Zika virus, depending on their cultural worldview. For instance, people who tend to see a high risk in immigrants but not climate change (a group called hierarchical individualists) became more concerned about Zika when it was linked to illegal immigration but less concerned when it was tied to global warming. People who tend to see climate change as high-risk but immigration as low-risk (egalitarian communitarians) were equally worried about Zika when given either the public health story or the Zika-global warming story. But faced with the illegal immigration story, they actually became less worried about Zika than when shown the public health story. The authors called on public health agencies and science communicators to act decisively and quickly to disseminate health information in a case such as Zika, where public sensibilities are largely unformed. And they urged health professionals, journalists and responsible advocacy groups to oppose the use of memes that cloud public understanding of a health emergency. \"This kind of communication effectively disables members of certain groups to define what is true and what is not,\" Kahan said. \"And that is a public health concern as much as the disease itself.\"", "article_link": "http://dx.doi.org/10.1080/13669877.2016.1260631", "url": "http://www.eurekalert.org/pub_releases/2017-01/appc-fbp012417.php", "region": "namerica", "source_link": "http://www.annenbergpublicpolicycenter.org/framing-by-political-advocacy-groups-may-jeopardize-public-understanding-of-zika/", "funder": "", "meeting": "", "institution": "Annenberg Public Policy Center of the University of Pennsylvania", "keywords": ["Medicine/Health", " Epidemiology", " Health Professionals", " Infectious/Emerging Diseases", " Public Health", " Social/Behavioral Science", " Immigrants & Migration", " Mass Media", " Political Science", " Climate Change"], "journal": "Journal of Risk Research", "description": "The public's ability to understand the dangers posed by Zika virus may be jeopardized by advocacy groups linking the virus with culturally charged issues such as illegal immigration and global warming, the authors of a new study warn.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}