{"title": "How race consciousness influences your likelihood of getting a flu shot", "text": "College Park, Md. - African American adults are less likely than Whites to get an annual flu shot (39% vs. 47%), and public health efforts to address this racial disparity have had little impact on increasing vaccination rates to date. A study led by Professor Sandra Crouse Quinn in the University of Maryland School of Public Health is the first to explore racial factors and how they may influence vaccine attitudes and behaviors. The findings are published in the journal Vaccine.\"In our research team and the field more broadly, we have looked at traditional ways of addressing attitudes and knowledge in our communications to enhance people's acceptance of the flu vaccine. Yet it's not working and racial disparities persist,\" explains Dr. Quinn, who is in the Department of Family Science and the Maryland Center for Health Equity. \"The social, cultural and historical contexts in which African Americans and Whites make healthcare decisions are quite different. We found that African Americans had a higher degree of skepticism of the flu vaccine and the process of creating the vaccine, which was related to their experience of racial bias and an awareness about racial disparities in the healthcare setting.\"Dr. Quinn and her research team surveyed 819 African Americans and 838 Whites to assess racial consciousness and perception of fairness in the healthcare setting, trust of the flu vaccine and perception of risks associated with taking or not taking it, vaccine beliefs (such as support for conspiracy theories), and knowledge of the flu vaccine. All participants were asked to rank their response to questions about racial fairness such as: \"The government acts in the best interest of people in my racial group,\" and \"People of my race are treated fairly in a healthcare setting.\"  The research team explored racial consciousness for both groups, asking questions such as \"I think about my race when I am in a healthcare setting,\" \"Because of my race, I have less reason to trust the flu vaccine than other groups,\" \"Racism makes a difference in getting access to certain medicines or treatments,\" and \"The healthcare system favors my race over other groups.\"The responses showed that racial fairness has a significant impact on multiple positive attitudes and beliefs about the flu vaccine for both racial groups.  African Americans, who scored higher on the measures of racial consciousness, which is interpreted to indicate more negative experiences, had a lower confidence in the vaccine safety and process and were less likely to be vaccinated. Alternatively, Whites had a greater perception of racial fairness, higher trust in the vaccine as well as perceived risk of getting the flu and a lower perceived risk of vaccine side effects. This was correlated, not surprisingly, with a greater probability of getting the flu vaccine. \"Our survey results validate that racial factors are more relevant for African Americans and make a big difference in whether people choose to be vaccinated,\" Dr. Quinn said. \"This has important implications for how we train health care providers to talk with patients about the vaccine. Our race makes a difference in how we see the world and how the world sees us. The extent to which people perceive they are being treated fairly and respectfully, and that the information about vaccination is tailored to them may have a big impact on how people perceive the flu vaccine and the likelihood that they will take it.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uom-hrc012317.php", "region": "namerica", "source_link": "http://sph.umd.edu/news-item/how-race-consciousness-influences-your-likelihood-getting-flu-shot", "funder": "", "meeting": "", "institution": "University of Maryland", "keywords": ["Health Care", " Medicine/Health", " Vaccines", " Public Health", " Minorities"], "journal": "Vaccine", "description": "A study led by Professor Sandra Crouse Quinn in the University of Maryland School of Public Health is the first to explore racial factors and how they may influence attitudes and behaviors towards the flu vaccine.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}