{"title": "2017 Louis-Jeantet Prize for Medicine", "text": "The 2017 Louis-Jeantet Prize for Medicine is awarded to SILVIA ARBER, Professor of Neurobiology at the Biozentrum, University of Basel, Switzerland and senior group leader at the Friedrich Miescher Institute (FMI) in Basel, Switzerland, and to the immunologist CAETANO REIS E SOUSA, senior group leader at the Francis Crick Institute, United Kingdom.The LOUIS-JEANTET FOUNDATION grants the sum of CHF 700'000 for each of the two prizes, of which CHF 625'000 is for the continuation of the prize winner's research and CHF 75'000 for their personal use.The prize winners are conducting fundamental biological research that is expected to be of considerable significance for medicine.Movement is the final common output of the nervous system, and is essential for survival. Silvia Arber's laboratory has investigated how neuronal circuits control and orchestrate movement, thus contributing to a better understanding of how motor commands for specific actions are generated. As diseases of the nervous system frequently lead to movement disorders, and spinal cord injury causes immobility, the work of Silvia Arber will be essential for future interventions.Silvia Arber will use the prize money to conduct further research on how neuronal circuits regulate the diversification of motor behavioural programs.Our immune system detects and responds to infections. It also destroys abnormal cells thereby acting as a line of defence from many cancers. Caetano Reis e Sousa's laboratory has made a series of seminal observations that place dendritic cells, key antigen presenting cells, as major sensors of invading pathogens as well as of dying infected and cancer cells. His work has important implications for the development of new vaccines and the treatment of cancer using immunotherapy.Caetano Reis e Sousa will use the Prize money to continue to study the mechanisms that allow the immune system to detect the presence of pathogens and dead cells.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/e-2lp012417.php", "region": "europe", "source_link": "http://www.jeantet.ch/en/support-to-european-research/louis-jeantet-prize/prize-winners.php", "funder": "", "meeting": "", "institution": "EMBO", "keywords": ["Medicine/Health"], "journal": "", "description": "The 2017 Louis-Jeantet Prize for Medicine is awarded to SILVIA ARBER, Professor of Neurobiology at the Biozentrum, University of Basel, Switzerland and senior group leader at the Friedrich Miescher Institute (FMI) in Basel, Switzerland, and to the immunologist CAETANO REIS E SOUSA, senior group leader at the Francis Crick Institute, United Kingdom.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}