{"title": "Scientists say mom's cervical bacterial may be key to preventing premature birth", "text": "LAS VEGAS, JAN. 23, 2017 - A team of researchers that has confirmed the presence of bacteria in a woman's vagina and cervix may either increase the risk of premature birth or have a protective effect against it, has won the March of Dimes Award for Best Abstract on Prematurity at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™. The findings will be presented Thursday, January 26, at 1:15 p.m. PST at Caesars Palace Augustus Ballroom in Las Vegas. Michal Elovitz, M.D., and colleagues at the Perelman School of Medicine at the University of Pennsylvania and the University of Maryland studied 2,000 pregnant women, taking vaginal swabs at three distinct time points in pregnancy, and performed analyses on the specimens to determine the microbial colonies that were present. They found that the presence of many bacteria actually conferred a lower risk of spontaneous preterm birth while other bacteria were associated with a significant increased risk. The bacteria associated with spontaneous preterm birth, in conferring either protection or risk, were different between African-American and non-African-American women.Premature birth (before 37 weeks of pregnancy) is the #1 killer of babies in the United States and the leading cause of death in children under age 5 around the world. Babies who survive an early birth often face serious and lifelong health problems, including breathing problems, jaundice, vision loss, cerebral palsy and intellectual delays. In addition to the human toll, preterm birth accounts for more than $26 billion annually in avoidable medical and societal costs, according to the National Academy of Medicine.Dr. Elovitz, who is professor of Obstetrics and Gynecology at the University of Pennsylvania, vice chair of Translational Research and Director of the Maternal and Child Health Research Center at PENN, says doctors have been frustrated by the lack of treatments that reliably prevent premature birth. Furthermore, she says, clinicians currently have no good screening test to determine which women are at highest risk for preterm birth. In the quest for a new approach to the problem of prematurity, she began to engage with leading researchers in other fields such as bioengineering, immunology, pharmacology and microbiology.\"Although conventional wisdom says premature birth begins in the uterus, we decided to take an entirely new look at the problem,\" she says. Dr. Elovitz and her colleagues decided to investigate whether the initiation of preterm birth might begin in the cervicovaginal space, specifically leading to early changes in the cervix. \"We started with the hypothesis that there is some difference in the molecular, biological, biochemical and/or microbial events in cervicovaginal space in women who ultimately have a premature birth compared to women who ultimately have a full term baby,\" she says. Dr. Elovitz has been able to pursue this line of research as a co-investigator for the March of Dimes Prematurity Research Center at the University of Pennsylvania as well as through her National Institutes of Health funded studies.In a study titled \"Motherhood and the Microbiome,\" funded by the National Institute of Nursing Research, Dr. Elovitz and her team were able to target one part of this hypothesis by studying the cervicovaginal microbial communities in a large prospective cohort of pregnant women.  \"We are very excited to report that we did find significant differences in the microbial communities early in pregnancy in women who ultimately have a preterm birth compared to a term birth,\" she says. \"Different bacterial species were associated with quite a dramatic increased risk of premature birth. If our study is confirmed, it could mean that targeting CV bacteria may be a new therapy to prevent premature birth in the immediate future, not decades from now.\"Edward R.B. McCabe, MD, PhD, senior vice president and chief medical officer of the March of Dimes, agreed. \"From these data, we may learn how to prevent preterm birth either by eliminating the CV bacteria that are associated with an increased risk and/or by enhancing the presence of protective bacteria. This is a promising new area that should become a research priority,\" he says. The team receiving the March of Dimes award includes Michal Elovitz, Pawel Gajer, Katheryne Downes and Jacques Ravel. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfmm-ssm012317.php", "region": "namerica", "source_link": "http://www.smfmnewsroom.org/2017/01/scientists-say-moms-cervical-bacterial-may-be-key-to-preventing-premature-birth/", "funder": "", "meeting": "37th Annual Pregnancy Meeting for Society for Maternal-Fetal Medicine", "institution": "Society for Maternal-Fetal Medicine", "keywords": ["Medicine/Health", " Fertility", " Gynecology"], "journal": "", "description": "A team of researchers that has confirmed the presence of bacteria in a woman's vagina and cervix may either increase the risk of premature birth or have a protective effect against it, has won the March of Dimes Award for Best Abstract on Prematurity at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™. The findings will be presented Thursday, January 26, at 1:15 p.m. PST at Caesars Palace Augustus Ballroom in Las Vegas.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}