{"title": "Psychological 'vaccine' could help immunize public against 'fake news' on climate change", "text": "In medicine, vaccinating against a virus involves exposing a body to a weakened version of the threat, enough to build a tolerance. Social psychologists believe that a similar logic can be applied to help \"inoculate\" the public against misinformation, including the damaging influence of 'fake news' websites propagating myths about climate change. A new study compared reactions to a well-known climate change fact with those to a popular misinformation campaign. When presented consecutively, the false material completely cancelled out the accurate statement in people's minds - opinions ended up back where they started. Researchers then added a small dose of misinformation to delivery of the climate change fact, by briefly introducing people to distortion tactics used by certain groups. This \"inoculation\" helped shift and hold opinions closer to the truth - despite the follow-up exposure to 'fake news'.  The study on US attitudes found the inoculation technique shifted the climate change opinions of Republicans, Independents and Democrats alike. Published in the journal Global Challenges, the study was conducted by researchers from the universities of Cambridge, UK, Yale and George Mason, US. It is one of the first on 'inoculation theory' to try and replicate a 'real world' scenario of conflicting information on a highly politicised subject.  \"Misinformation can be sticky, spreading and replicating like a virus,\" says lead author Dr Sander van der Linden, a social psychologist from the University of Cambridge and Director of the Cambridge Social Decision-Making Lab. \"We wanted to see if we could find a 'vaccine' by pre-emptively exposing people to a small amount of the type of misinformation they might experience. A warning that helps preserve the facts.\"The idea is to provide a cognitive repertoire that helps build up resistance to misinformation, so the next time people come across it they are less susceptible.\" To find the most compelling climate change falsehood currently influencing public opinion, van der Linden and colleagues tested popular statements from corners of the internet on a nationally representative sample of US citizens, with each one rated for familiarity and persuasiveness. The winner: the assertion that there is no consensus among scientists, apparently supported by the Oregon Global Warming Petition Project. This website claims to hold a petition signed by \"over 31,000 American scientists\" stating there is no evidence that human CO2 release will cause climate change. The study also used the accurate statement that \"97% of scientists agree on manmade climate change\". Prior work by van der Linden has shown this fact about scientific consensus is an effective 'gateway' for public acceptance of climate change.In a disguised experiment, researchers tested the opposing statements on over 2,000 participants across the US spectrum of age, education, gender and politics using the online platform Amazon Mechanical Turk. In order to gauge shifts in opinion, each participant was asked to estimate current levels of scientific agreement on climate change throughout the study. Those shown only the fact about climate change consensus (in pie chart form) reported a large increase in perceived scientific agreement - an average of 20 percentage points. Those shown only misinformation (a screenshot of the Oregon petition website) dropped their belief in a scientific consensus by 9 percentage points.  Some participants were shown the accurate pie chart followed by the erroneous Oregon petition. The researchers were surprised to find the two neutralised each other (a tiny difference of 0.5 percentage points). \"It's uncomfortable to think that misinformation is so potent in our society,\" says van der Linden. \"A lot of people's attitudes toward climate change aren't very firm. They are aware there is a debate going on, but aren't necessarily sure what to believe. Conflicting messages can leave them feeling back at square one.\"Alongside the consensus fact, two groups in the study were randomly given 'vaccines': For those 'inoculated' with this extra data, the misinformation that followed did not cancel out the accurate message. The general inoculation saw an average opinion shift of 6.5 percentage points towards acceptance of the climate science consensus, despite exposure to fake news. When the detailed inoculation was added to the general, it was almost 13 percentage points - two-thirds of the effect seen when participants were just given the consensus fact. The research team point out that tobacco and fossil fuel companies have used psychological inoculation in the past to sow seeds of doubt, and to undermine scientific consensus in the public consciousness. They say the latest study demonstrates that such techniques can be partially \"reversed\" to promote scientific consensus, and work in favour of the public good.The researchers also analysed the results in terms of political parties. Before inoculation, the fake negated the factual for both Democrats and Independents. For Republicans, the fake actually overrode the facts by 9 percentage points. However, following inoculation, the positive effects of the accurate information were preserved across all parties to match the average findings (around a third with just general inoculation; two-thirds with detailed). \"We found that inoculation messages were equally effective in shifting the opinions of Republicans, Independents and Democrats in a direction consistent with the conclusions of climate science,\" says van der Linden. \"What's striking is that, on average, we found no backfire effect to inoculation messages among groups predisposed to reject climate science, they didn't seem to retreat into conspiracy theories. \"There will always be people completely resistant to change, but we tend to find there is room for most people to change their minds, even just a little.\"      ", "article_link": "http://dx.doi.org/10.1002/gch2.201600008", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc-pc011917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Cambridge", "keywords": ["Climate Science", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Climate Change", " Climate Change"], "journal": "Global Challenges", "description": "New research finds that misinformation on climate change can psychologically cancel out the influence of accurate statements. However, if legitimate facts are delivered with an 'inoculation' -- a warning dose of misinformation -- some of the positive influence is preserved.", "date": "Sun, 22 Jan 2017 05:00:00 GMT"}