{"title": "Researchers detect protein that increases effectiveness of vaccines", "text": "\r\n(Boston) - Researchers have discovered a protein they believe would help make vaccinations more effective and provide protection from other diseases such as cancer.\r\nThe findings, which appear online in Scientific Reports, allows for greater understanding of how vaccine enhancers work and can best be used.\r\nResearchers from Boston University School of Medicine (BUSM) purified a protein found on the exterior of bacteria (neisseria meningidis) and used it as an accessary to provide a better vaccination response. Typically, vaccines can either increase the amount of antibody production or they can stimulate cells (called cytotoxic T cells) to directly kill the offending agent. In this case, the protein, called PorB, is unique in that it can do both.\r\n\"This study has wide implications as it could not only be used to help the body identify and fight off bacterial infections, but it could also potentially help the body use its own machinery to fight off other diseases like cancer, HIV, and influenza before they have a chance to establish within the body,\" explained corresponding author Lee Wetzler, MD, professor of medicine and microbiology at BUSM.\r\nIn this study, the researchers used two experimental models. The first model was given a vaccination with antigen and mixed PorB, while the second model was given the antigen alone. The model that received the PorB had an increase in the response to the vaccine antigen, evidenced by an increased number of activated cells in the lymph nodes and a gain in the production of cytotoxic T cells, as compared to the vaccination with the antigen alone.\r\n\"Our study deepens the general understanding of how vaccine adjuvants modulate immune responses. The antigen formulation with PorB triggers a sequence of cellular events at the periphery and in lymphoid tissue that are critical for the establishment of protection to a broad array of infectious diseases, and maybe for other diseases like cancer,\" added Wetzler, a physician in Boston Medical Center's Department of Infectious Diseases.\r\n", "article_link": "http://dx.doi.org/10.1038/s41598-017-00555-4", "url": "http://www.eurekalert.org/pub_releases/2017-04/bumc-rdp040717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Scientific Reports", "description": "Researchers have discovered a protein they believe would help make vaccinations more effective and provide protection from other diseases such as cancer.\r\nThe findings, which appear online in Scientific Reports, allows for greater understanding of how vaccine enhancers work and can best be used.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}