{"title": "Financial math models may help build a better HIV vaccine", "text": "What do financial mathematics (stock price prediction) and particle diffusion in liquids have to do with building a better HIV vaccine? According to University of Iowa microbiologist Hillel Haim, you can apply concepts from the first two to predict the evolution of HIV surface proteins; information that can then be used to design better vaccine candidates against the virus. Human immunodeficiency virus type-1 (HIV-1) is the cause of the worldwide AIDS pandemic. According to the World Health Organization, more than 70 million people have been infected since the epidemic began in the 1970s, and about 35 million people have died of HIV. \"HIV is a highly dynamic virus. It continuously changes, both in an infected individual and, as a consequence of that, in the greater population,\" says Haim, assistant professor of microbiology in the UI Carver College of Medicine and senior author of a new study published April 6 in the journal PLOS Biology. \"When we make a vaccine, we are essentially trying to mimic the virus so that the immune system will learn how to recognize and attack the real virus. The problem we are trying to solve for HIV is how can you design a vaccine to hit a moving and continuously changing target?\"The moving target that Haim is referring to is the envelope glycoprotein (Env), which sits on the surface of HIV. This protein mutates frequently, leading to an increasing number of Env variants in the population. This diversity has limited the success of HIV vaccines tested to date. In order to make a vaccine that will continue to match the virus over time, vaccine makers need to know what Env variants are currently circulating in the patient population, and be able to predict how these proteins will change over time.Using computational tools and approaches that were inspired by financial math models developed to predict changes in stock prices, Haim and his team were able to accurately predict how different properties of the Env protein evolved in the population of Iowa over the course of 30 years. The key to the work was a unique resource available at the UI. In the 1980s, Jack Stapleton, UI professor of internal medicine, established an HIV clinic in Iowa City to treat patients infected with the virus. Over the decades, blood samples were collected from several hundred patients. Haim and his colleagues painstakingly isolated and analyzed hundreds of HIV Envs from these samples. They examined the changes in structural properties of the Env protein (such as integrity of specific structural elements) that occurred in the HIV-infected population of Iowa over the last 30 years. The patterns of change he observed reminded Haim of his graduate research where he had studied the random motion (diffusion) of viruses through liquids.\"Studying the physical process of virus particle diffusion, I became familiar with that (math),\" he says. \"Zoom forward 10 years and looking at the patterns of change in virus properties, I said 'Wow, this is diffusion!'\"They proceeded to investigate properties of Env to find clues that could predict the observed patterns of change.  When they compared the Envs of different viruses derived from the same blood sample, they found that some properties are relatively similar whereas others are highly variable. They designated this characteristic variance as \"volatility.\" The volatility of each property was very similar between different patients.Another system where volatility is measured and diffusion models are used to make predictions is the stock market. The small fluctuations (volatility) in stock price that exist are often quite characteristic for a particular stock. In both HIV evolution and the stock market, randomness itself has a defined and frequently predictable structure that can be used to predict how the system will evolve. The diffusion-based model the UI team used efficiently describes evolution of HIV Env proteins.\"We found that volatilities of Env properties measured from a few patient samples from the 1980s allowed us to accurately predict how these properties of the virus evolved in the Iowa population over the course of 30 years,\" Haim says. The ability to accurately predict future changes by testing a small number of patients could potentially allow tailoring of vaccines to the specific forms of HIV present in different populations worldwide.\"Fortunately, relative the financial market models that inspired this work, our predictions of changes in HIV are remarkably accurate, due to the highly conserved nature of randomness in this virus,\" Haim adds.In addition to Haim, the UI research team included Orlando DeLeon, Hagit Hodis, Yunxia O'Malley, Jacklyn Johnson, Hamid Salimi, Yinjie Zhai, Elizabeth Winter, Claire Remec, Noah Eichelberger, Brandon Van Cleave, Ramya Puliadi, and Jack Stapleton. Robert Harrington at the Center for AIDS Research (CFAR) at the University of Washington, Seattle, was also part of the team. CFAR also provided additional patient samples that the team used for the research.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2001549", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoih-fmm040517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Iowa Health Care", "keywords": ["Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Medicine/Health", " AIDS/HIV", " Vaccines"], "journal": "PLOS Biology", "description": "Using computational tools inspired by financial math models developed to predict changes in stock prices, University of Iowa researchers were able to accurately predict how different properties of the HIV surface protein (Env) evolved in the population of Iowa over the course of 30 years. The ability to predict such changes by testing a small number of patients could potentially allow tailoring of vaccines to the specific forms of HIV present in different populations worldwide.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}