{"title": "Keys to attracting scientific talent in the health sciences", "text": "The study was prepared with the collaboration of a total of 811 researchers, 293 of whom belong to health fields (147 young researchers in Spain, 114 Spanish scientists abroad and 32 from scientists that have returned to Spain). It concludes that there are a series of variables that indicate the incentives of young researchers and scientists from the field of health sciences to leave and to return.In the case of Spanish scientists abroad, the results show that, along with salaries, the most decisive variables are basically centered on differential advantages of the destination sites, specifically,  research career, training, funding and institutional prestige. However, in the case of scientists who return to the country, these decisive differential advantages are less influential. More important are aspects linked to social capabilities (working conditions--vacations, number of hours of work--and complementary benefits--parental leave, job insurance, and quality of retirement pensions, among others).From this it can be affirmed that \"Spanish health organizations can influence the return of their scientists,\" according to the researchers of the study. Thus, the implementation of attractive policies that combine differential advantages with an intensification of social capabilities can end up being decisive not only for the return but also for the permanence and stability of Spanish researchers.These policies can materialize in public-private collaboration initiatives, which would make it possible to obtain resources from companies (payments for social insurance or day care centers, for example). Moreover, among other measures, the labor integration of researchers in hospitals and companies or entrepreneurial support can be furthered with the goal of promoting new lines of research.The conclusions of this study have implications for the improvement of national public health services, as adequate mobility of researchers allows rapid incorporation of new knowledge in clinical practice to improve the quality of life as well as the life expectancy of citizens.In addition, the results of the research could be useful for more effective and efficient management of health services. These results could also help in the development of new drugs, vaccines, medical devices or equipment with the possibility of improving diagnoses and treatments of patients and becoming a new source of wealth and employment.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0173204", "url": "http://www.eurekalert.org/pub_releases/2017-04/ucid-kta040617.php", "region": "europe", "source_link": "http://www.uc3m.es/ss/Satellite/UC3MInstitucional/en/Detalle/Comunicacion_C/1371231300453/1371215537949/Keys_to_attracting_scientific_talent_in_the_health_sciences", "funder": "", "meeting": "", "institution": "Universidad Carlos III de Madrid", "keywords": ["Social/Behavioral Science"], "journal": "PLOS ONE", "description": "Social capabilities (working conditions and other benefits) can be decisive in the return of scientific talent. This is one of the main conclusions of a study carried out by a team of researchers from  Universidad Carlos III de Madrid and the Universidad a Distancia de Madrid. This research was published in the journal PLOS ONE.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}