{"title": "Researchers develop Marburg virus treatment effective five days after infection", "text": "GALVESTON, Texas - An antibody treatment successfully protected nonhuman primates against the deadly Marburg and Ravn viruses even when given five days after becoming infected, according to the latest findings of a collaborative team from The University of Texas Medical Branch at Galveston, Mapp Biopharmaceutical Inc., and Vanderbilt University. The findings are now available in Science Translational Medicine.There are currently no vaccines or drugs approved for human use to protect against the Marburg and Ravn viruses. These two filoviruses, which are in the same virus family as Ebola, cause severe and often lethal disease in people. The average case fatality rate of Marburg virus disease since the first recognized outbreak in 1967 is 80 percent.Monoclonal antibodies are a technology that is currently in wide use for treating autoimmune diseases and cancers. There are more than 45 monoclonal antibodies approved by the U.S. Food and Drug Administration and European Medicines Agency.\"In this paper, we demonstrated that one monoclonal antibody is able to protect up to 100 percent of Marburg or Ravn virus-infected non-human primates when the antibody treatment is given up to five days following exposure to a lethal amount of the virus,\" said UTMB's Thomas Geisbert, professor in the department of microbiology and immunology. \"These findings extend the growing body of evidence that monoclonal antibodies can provide protection during advanced stages of disease with highly dangerous viruses and could be useful during an epidemic.\"The study was conducted in Biosafety Level (BSL)-4 at UTMB's Galveston National Laboratory. BSL-4 is a highly-restricted area where scientists wear positive pressure protective suits and study pathogens that cause severe and often fatal diseases. UTMB has the only functioning BSL-4 laboratory located on an American university campus.The 2013 to 2016 Ebola virus epidemic highlighted the troubling lack of preventive or treatment options for filoviruses. Some of the therapeutics used to treat those infected with Ebola were developed and tested in the GNL.\"The level of protection observed by Dr. Geisbert's team with this antibody is very impressive. We plan to advance this product towards human safety testing as quickly as possible,\" said Larry Zeitlin, president of Mapp Biopharmaceutical Inc.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uotm-rdm040517.php", "region": "namerica", "source_link": "https://www.utmb.edu/newsroom/article11484.aspx", "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Science Translational Medicine", "description": "An antibody treatment successfully protected nonhuman primates against the deadly Marburg and Ravn viruses even when given five days after becoming infected, according to the latest findings of a collaborative team from The University of Texas Medical Branch at Galveston, Mapp Biopharmaceutical Inc., and Vanderbilt University.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}