{"title": "One monoclonal antibody protects against 2 lethal viruses", "text": "A new study reports that one human monoclonal antibody therapy protected nonhuman primates from the lethal hemorrhagic fevers caused by both Marburg and Ravn viruses. Since the first recognized outbreak of Marburg virus disease in 1967, the illness has proven fatal in roughly 80% of infected individuals, and no clinically approved approaches (including vaccines) currently exist. This gap in treatment options makes outbreaks even more difficult to detect and control, because infected individuals often don't report to clinics and unintentionally transmit the diseases to others. Similar to Ebola virus - a related member of the filovirus family - Marburg and Ravn viruses cause highly dangerous infections that can lead to fevers, vomiting, severe diarrhea, internal bleeding, and in many cases, death. What's more, the recent 2013 to 2016 Ebola epidemic further highlighted a troubling absence of preventative and therapeutic regimens to combat filoviruses. In search of a viable therapy, Chad Mire and colleagues showed that one of the antibodies (called MR191-N) that was previously isolated from the serum of a patient who survived Marburg virus disease prevented lethality in guinea pigs and nonhuman primates infected with Marburg and Ravn viruses. Importantly, nonhuman primates that received two doses of MR191-N at four and seven days after infection were able to clear the viruses, and 100% remained alive, whereas control animals all succumbed to their infections. The researchers say that before MR191 can be tested in a clinical setting, additional pharmacology and toxicology testing, as well as development under Good Manufacturing Practices, will be required.\r\n", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aai8711", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-oma040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Virology", " Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Science Translational Medicine", "description": "A new study reports that one human monoclonal antibody therapy protected nonhuman primates from the lethal hemorrhagic fevers caused by both Marburg and Ravn viruses.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}