{"title": "Pre-existing immunity to dengue and West Nile may cause increased risk in Zika-infected", "text": "As the Zika virus continues to spread rapidly across the globe, it might pose a particular risk to people previously infected with two related viruses, dengue and West Nile, researchers at the Icahn School of Medicine at Mount Sinai have found. Their study, published in the journal Science, may help explain the severe manifestations of Zika virus infection observed in specific populations, including those in South America. The Zika virus is a member of the flavivirus family, as are dengue and West Nile. It was discovered in 1947 but remained relatively obscure until 2015, when a large outbreak occurred in Brazil and rapidly spread to other South and Central American countries. Today, the Zika virus is endemic to several U.S. territories, especially Puerto Rico, and active transmission has been reported in Florida and Texas. It is a significant public health concern because of the widespread outbreaks, the virus's association with microcephaly and other neurological disorders, and its long-term persistence in human tissues--it can be sexually transmitted for months after the initial infection. This study is the first to report a large-scale analysis of Zika virus enhancement by antibodies of individuals previously infected with the dengue and West Nile viruses.  These findings raise urgent concern since the dengue and West Nile viruses are often endemic in Zika affected regions. \"Recent studies have shown that the Zika virus protein is structured similarly to that of dengue and West Nile,\" said the study's co-author, Adolfo García-Sastre, PhD, Irene and Dr. Arthur M. Fishberg Professor of Medicine, Professor of Microbiology and Infectious Diseases, and Director of the Global Health and Emerging Pathogens Institute, Icahn School of Medicine at Mount Sinai. \"Our study is the first large-scale analysis of Zika virus enhancement in individuals infected with dengue and West Nile.\" Using blood samples from individuals infected with dengue and West Nile, researchers identified enhancement of Zika virus growth in cell cultures. The dengue- and West Nile-infected plasma was then administered to mice engineered to be susceptible to the Zika virus, resulting in increased mortality and morbidity, including fever and viral loads in the spinal cords and testes of the mice upon virus infection. \"We believe the antibody-dependent enhancement may explain the severe disease manifestations associated with recent Zika virus outbreaks, and highlights the need for great caution when designing vaccines for Zika and other flaviviruses,\" said co-author Jean Lim, PhD, Assistant Professor of Microbiology, Icahn School of Medicine at Mount Sinai. \" Further understanding of pre-existing immunity is a high priority in the development of a vaccine that works.\"  \"We found that the antibody-dependent enhancement effect was dependent on the dose of plasma administered,\" said co-authorFlorian Krammer, PhD, Associate Professor of Microbiology, Icahn School of Medicine at Mount Sinai.  \"Low concentrations of cross-reactive antibodies clearly enhanced disease.\"  The studies showed that high concentrations of dengue immune plasma resulted in protection against Zika infection, with 100 percent survival, no weight loss, and decreased symptoms. It was the lower concentrations that resulted in enhanced morbidity and mortality, highlighting that antibody-dependent enhancement is a particular worry in individuals with waning antibody levels.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tmsh-pit040417.php", "region": "namerica", "source_link": "https://youtu.be/sMBceB1FzYs", "funder": "", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Medicine/Health", " Diagnostics", " Environmental Health", " Epidemiology", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Science", "description": "As the Zika virus continues to spread rapidly across the globe, it might pose a particular risk to people previously infected with two related viruses, dengue and West Nile, researchers at the Icahn School of Medicine at Mount Sinai have found. Their study, published in the journal Science, may help explain the severe manifestations of Zika virus infection observed in specific populations, including those in South America.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}