{"title": "Study examines effects of spaceflight on immune system", "text": "Getting sick isn't fun for anyone, but it could be especially taxing for crew members aboard the International Space Station. Protecting crew health is important as NASA prepares for long duration, deep-space missions. Functional Immune, a new investigation taking place in the orbiting laboratory, studies previously uninvestigated areas of the body's immune response and if spaceflight alters a crew member's susceptibility to disease.The immune system is a complex weaving of biological structures and processes. Decreased activity in just one piece can cause changes in disease risk within the human body. Studies have shown in microgravity there are immune system modifications. This may create an environment where, in some crew members, rashes, unusual allergies and latent virus reactivation may present themselves.\"We're seeing alterations in the numbers of immune cells in the blood, reduced function in some of these populations, and changes in the proteins cells make,\" said Hawley Kunz, an immunologist at KBRwyle. \"Your immune system is relatively stable, so when you start seeing changes, it is often indicative of the presence of environmental stressors with increased clinical risk.\"Researchers are also finding latent viruses are reactivating, but do not cause sickness in crew members. Evidence of viral 'shedding', virus DNA present in otherwise healthy individuals, has been found in crew member blood, urine and saliva samples. This can happen anytime the immune system is weakened in microgravity or even in stressful situations on Earth. Scientists are working to define, and perhaps develop mitigations for, immune issues before embarking on deep space missions, where the immune system will be subjected to microgravity conditions for longer periods of time.\"We evolved to exist in a sea of microbes, and we evolved an immune system to mitigate that,\" said Brian Crucian, immunologist and principal investigator at NASA's Johnson Space Center in Houston. \"When the immune system is a little bit compromised, we may observe these alterations without progression to illness. This is basically where we are during orbital spaceflight. However, changes in physiology we are seeing on station have the potential to be greater on the way to Mars.\"The current Functional Immune investigation builds on other immunological studies, but examines previously uninvestigated aspects, in an effort to better characterize the effect of spaceflight on the immune system as a whole. The new study also includes investigators from the NASA Space Radiation Laboratory, as well as external investigators from the University of Houston and Stony Brook School of Medicine.Knowing how the immune system functions in flight will guide the way toward countermeasures that may need to be developed in the future. Some basic immune preventative measures such as standard use of protective vaccines, good nutrition, and exercise as well as pre-flight quarantine of astronauts, protection from microbes by screening and treatment of food and drink (pasteurization), and HEPA air filters are already in place to help prevent diseases, bacteria and viruses finding their way on to the station and causing a problem for the crew. For deep space missions, where crew members won't have access to rapid-return options, remaining healthy is important both for the crew member's safety and the success of the mission.\"On Earth, you usually don't go to the doctor until you get sick,\" said Crucian. \"There aren't a lot of areas of research looking at the immune changes that might precede disease or increase your susceptibility to disease. We are looking at just such [a] state during flight.\"Results from this investigation will benefit more than just crew members. In addition to the ability to detect and treat a disease before its onset, the methods developed to stabilize samples for transportation can be used to benefit immune studies on Earth, such as in areas without a laboratory readily available.\"The number one goal of this investigation is to complete the characterization of the immune system,\" said Crucian. After the characterization is complete, plans to counteract potential clinical risks can be made to bring us one step closer to our Journey to Mars.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/nsc-see040517.php", "region": "namerica", "source_link": "https://www.nasa.gov/mission_pages/station/research/news/functional_immune", "funder": "", "meeting": "", "institution": "NASA/Johnson Space Center", "keywords": ["Biology", " Medicine/Health", " Immunology/Allergies/Asthma", " Pharmaceutical Science", " Space/Planetary Science", " Satellite Missions/Shuttles", " Experiments in Space", " Research/Development"], "journal": "", "description": "Functional Immune, a new investigation taking place in the orbiting laboratory, studies previously uninvestigated areas of the body's immune response and if spaceflight alters a crew member's susceptibility to disease.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}