{"title": "KU Leuven to lead development of dual vaccine against yellow fever and rabies", "text": "Rabies and yellow fever claim ten thousands of lives each year. Vaccines already exist but various drawbacks that hinder their efficient distribution. One of them is the need to transport and store these vaccines at cool temperatures. The RABYD-VAX consortium, led by KU Leuven (University of Leuven, Belgium), has now started developing a cheap, temperature-stable, and easy-to-produce vaccine against both diseases at once.Rabies is usually transmitted through dog bites. With a near 100% fatality rate it is one of the deadliest diseases on earth, claiming an estimated 59,000 lives each year. \"Most of these patients live in rural areas in Africa and Asia,\" explains RABYD-VAX coordinator Johan Neyts from the KU Leuven Laboratory of Virology. \"More than half of the victims are children. Many people are still not vaccinated because the vaccines are very expensive and they need to be transported and stored at cool temperatures.\" Vaccination for yellow fever is equally problematic, with an estimated 30,000 people dying each year. The mosquito-borne virus can cause a life-threatening infection with jaundice, systemic bleeding, shock, and organ failure. \"The archaic production technique does not yield enough doses. There is a real danger that major outbreaks of yellow fever could become uncontrollable. Last year's epidemic in Angola and the Democratic Republic of Congo is a dramatic case in point. The WHO had to use its entire strategic emergency stock just to vaccinate the 6 million people living in the Angolan capital Luanda.\" This is all the more worrying as the Brazilian Ministry of Health recently reported an outbreak of yellow fever. The RABYD-VAX consortium has now set out to develop a vaccine that protects against both rabies and yellow fever. \"The new vaccine could be included in routine childhood vaccinations,\" says Neyts. \"It will also be highly efficient, safe, temperature-stable, easy to produce and cheap. The vaccine can even be administered without a needle.\" To accomplish all this, the researchers will use a novel vaccine technology called PLLAV, which was developed at KU Leuven. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/kl-klt040317.php", "region": "europe", "source_link": "https://www.kuleuven.be/english/news/2017/ku-leuven-to-lead-development-of-dual-vaccine-against-yellow-fever-and-rabies", "funder": "European Union's Horizon 2020 Research and Innovation Programme", "meeting": "", "institution": "KU Leuven", "keywords": ["Medicine/Health", " Epidemiology", " Vaccines", " Disease in the Developing World"], "journal": "", "description": "Rabies and yellow fever claim ten thousands of lives each year. Vaccines already exist but various drawbacks that hinder their efficient distribution. One of them is the need to transport and store these vaccines at cool temperatures. The RABYD-VAX consortium, led by KU Leuven (University of Leuven, Belgium), has now started developing a cheap, temperature-stable, and easy-to-produce vaccine against both diseases at once.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}