{"title": "Maternal pertussis vaccination reduces risk for newborns by more than 90 percent", "text": "Among infants of women who received the Tdap pertussis booster vaccine during pregnancy, the risk of contracting pertussis was reduced by an estimated 91 percent during the first two months of life ? the critical period before they can receive their first childhood acellular pertussis (DTaP) vaccination. The findings from the Kaiser Permanente Vaccine Study Center were reported today in the journal Pediatrics.Pertussis, or whooping cough, is a respiratory infection caused by the bacteria Bordetella pertussis that can affect persons of any age, but is particularly virulent and life-threatening in infants. In addition to the protection afforded in the first two months, the study found that maternal Tdap vaccination during pregnancy reduced pertussis risk by an estimated 69 percent for the entire first year of life, after adjustment for the effects of infant DTaP vaccinations administered starting at age two months.The study is the latest in a seminal and influential body of work on pertussis vaccines by the Vaccine Study Center. KPVSC research was the first to show that the acellular pertussis DTaP vaccine, introduced in the 1990s, did not provide the long-term protection of the whole cell vaccine (DTwP) that it replaced. Furthermore, KPVSC researchers found that the protective effect of DTaP decreases dramatically soon after the last of the five recommended shots are received around ages 4 to 6. The findings explained in large part why the United States was seeing increasing outbreaks of whooping cough. Further research has shown similar waning effectiveness for the Tdap booster.\"The strategy of immunizing pregnant women to boost maternal antibody transfer appears to be more effective for protecting young infants against pertussis than are attempts at 'cocooning,' in which mothers and other persons in close contact with newborns are vaccinated after the birth,\" said Nicola P. Klein, MD, PhD, senior author and KPVSC director. In the United States, primary immunization of infants with DTaP (reduced diphtheria toxoid, tetanus toxoid, acellular pertussis) vaccines is recommended at 2, 4 and 6 months of age. In the early months of life, before newborns can benefit from DTaP, they receive some protection against pertussis from maternal antibodies transferred during pregnancy. However, without pertussis vaccination during pregnancy, maternal pertussis antibodies in the infant decline substantially by 6 weeks of age, and become undetectable by about 4 months of age.In February 2013, the Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices recommended Tdap vaccination in pregnant women regardless of prior Tdap vaccination, at any time during pregnancy, but preferably between 27 and 36 weeks gestation to maximize antibody transfer. The ACIP recommendation largely supplanted an earlier one, in place since 2006, to administer Tdap to mothers in the immediate postpartum period.The study population consisted of 148,981 infants born in Kaiser Permanente hospitals in Northern California from 2006-2015. The percentage of infants whose mothers received Tdap during pregnancy increased from less than 1 percent in 2006-2008, to nearly 12 percent in 2010, and over 87 percent by 2015, following the ACIP recommendations and reminders in the electronic medical record. The majority of pregnant women vaccinated in Kaiser Permanente Northern California from 2010-2015 received Tdap at 20 weeks gestation or greater; by 2013, most were vaccinated between 27-36 weeks gestation.\"The results of this study demonstrate that maternal Tdap administered during pregnancy provides the best protection against pertussis, which strongly supports ACIP's current recommendation to administer Tdap during each pregnancy,\" noted Dr. Klein.In addition, while most prior studies evaluated maternal Tdap effectiveness in infants before DTaP vaccination, the VSC evaluated the effectiveness of Tdap during pregnancy in relation to the first three infant doses of DTaP to address concerns that maternal Tdap and infant DTaP may interfere with each other, potentially leading to decreased protection for the infant.\"Maternal Tdap administered during pregnancy was highly effective at protecting infants against pertussis prior to their first dose of DTaP. Through the first year of life, maternal Tdap continued to provide protection without interfering with DTaP,\" said Dr. Klein. \"It is reassuring that at every level of DTaP exposure, children with maternal Tdap are better protected.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/kp-mpv032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Kaiser Permanente", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Pediatrics"], "journal": "Pediatrics", "description": "Among infants of women who received the Tdap pertussis booster vaccine during pregnancy, the risk of contracting pertussis was reduced by an estimated 91 percent during the first two months of life -- the critical period before they can receive their first childhood acellular pertussis (DTaP) vaccination. The findings from the Kaiser Permanente Vaccine Study Center were reported today in the journal Pediatrics.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}