{"title": "Meningitis bacteria adapting to STI niche, genetic analysis shows", "text": "Neisseria meningitidis, a bacterium usually associated with meningitis and sepsis, is the cause of a recent cluster of sexually transmitted infections in Columbus, Ohio and in other US cities. The bacterium appears to be adapting to a urogenital environment, an analysis of the organism's DNA shows.The DNA analysis helps doctors track the spread of this type of bacteria, distinguish it from others, anticipate which vaccines might be protective, and understand how it has evolved. The findings are scheduled for publication in PNAS.Genetic changes make this \"clade\" of N. meningitidis look more like relatives that are known to cause gonorrhea, says lead author Yih-Ling Tzeng, PhD, assistant professor of medicine (infectious diseases) at Emory University School of Medicine.In particular, the bacteria have lost their outer coat-capsules, potentially enhancing their ability to stick to mucosal surfaces in the body, and have gained enzymes that promote growth in a low-oxygen environment.Some good news is that the capsule-less organism is less likely to cause invasive diseases such as meningitis, because the capsule protects the bacteria against components of the immune system found in the blood, Tzeng says.N. meningitidis is carried at the back of the nose and throat, without symptoms, in 5 to 10 percent of people. As its name suggests, when N. meningitidis invades other parts of the body, it can cause meningitis, an infection of the lining of the brain and spinal cord, as well as deadly bloodstream infections.In 2015, N. meningitidis began to appear in heterosexual men coming to the Sexual Health Clinic in Columbus as the cause of urethritis: inflammation leading to painful urination. These infections were initially presumed to be gonorrhea, caused by N. gonorrhoeae. More than 100 cases have been reported in Columbus, and the same type of N. meningitidis infection has appeared in Michigan, Indiana and Georgia.Jose Bazan, DO, the Clinic's medical director and assistant professor of medicine (infectious diseases) at Ohio State University and Abby Norris Turner PhD, assistant professor of medicine (infectious diseases) teamed up with Tzeng and David Stephens, MD, professor of medicine of Emory University School of Medicine, and colleagues from Indiana University School of Medicine and the Centers for Disease Control and Prevention (CDC) to investigate.The Columbus clinic is part of the CDC's nationwide Gonococcal Isolate Surveillance Project (GISP), which monitors antibiotic resistance. Emory co-authors include Carlos del Rio, MD, professor of medicine and global health and director of the Atlanta GISP laboratory, and Timothy Read, PhD, associate professor of medicine and human genetics.The scientists looked at the genomes of 52 N. meningitidis samples from Columbus, and two from Indianapolis and two from Atlanta. All 56 genomes had many common features, so they're closely related, but they are continuing to evolve. N. meningitidis is usually classified by serogroups, based on the structure of the capsule. . Vaccines against the A, C, Y, and W serogroups have been available in the US for years, and vaccines against serogroup B were introduced in 2014.Outbreaks of N. meningitidis serogroup C meningitis and sepsis have been observed in several countries among men who have sex with men. In contrast, the bacteria described in the PNAS paper could not be assigned to any serogroup based on initial screening tests.The loss of several genes for synthesizing components of the capsule explains the blank result, Tzeng says. However, clues in the DNA of the capsule-less bacteria make them look like they were originally derived from a serogroup C ancestor.It is possible that vaccines that were approved in the last few years against the B serogroup might still be effective against this meningococcal clade, because the capsule-less bacteria continue to produce other proteins targeted by those vaccines, the scientists found. A vaccine against gonorrhea has been a challenge, because repeat infections are common.N. meningitidis doesn't usually encounter low-oxygen conditions, but this clade, linked to urethritis, has picked up genes that help them to grow in the environment of the urogenital tract. Based on their sequences, the genes appear to have come directly from N. gonorrhoeae, suggesting that on at least one occasion, the two types of bacteria were in the same place and exchanged DNA.\"All the urethritis patients responded to standard treatments for gonorrhea and there were no alarming resistance markers,\" Tzeng says. \"However, as the gene conversion demonstrates, this clade can readily take up DNA from gonococci and it is not unthinkable that gonococcal antibiotic resistance genes could jump into this clade by gene transfer, if it is to its advantage.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ehs-mba040317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Bacteriology", " Evolution", " Genetics", " Medicine/Health", " Infectious/Emerging Diseases", " Sex-Linked Conditions"], "journal": "Proceedings of the National Academy of Sciences", "description": "N. meningitidis, usually associated with meningitis and sepsis, is the cause of a recent cluster of sexually transmitted infections in Columbus, Ohio and in other US cities. The bacterium appears to be adapting to a urogenital environment, an analysis of its DNA shows.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}