{"title": "Deploying an ancient defense to kill cancer", "text": "A recent small trial in 15 cancer patients with advanced soft-tissue sarcomas aimed to find out whether an experimental drug based on a certain bacterial molecule could trigger an immune response to fight cancer.\"The thought we had was, maybe we can activate the immune cells in these tumors to make the cancer more inflammatory and trigger an immune response that would be widespread,\" said Dr. Seth Pollack, the study's senior researcher and a faculty member at Fred Hutchinson Cancer Research Center in Seattle.A poster on the results of this Phase 1 trial will be presented on Monday April 3 at the annual meeting of the American Association for Cancer Research in Washington, D.C.Although the clinical response did not occur throughout patients' bodies as the researchers had hoped, they observed signs of a heightened immune response in the injected tumors, which stopped growing, shrank or even disappeared in almost all cases.\"I think the big takeaway for us is that [this drug] may represent a good way to induce an immune response that is localized to the tumor that is injected,\" said study investigator Dr. Y. David Seo, who will present the AACR poster and is a research fellow at Fred Hutch and a general surgery resident at the University of Washington. Called G100, the experimental drug is a version of one component of a molecule, known as lipopolysaccharide, that is found in the cell walls of certain bacteria. Because lipopolysaccharide is not found in other organisms, its presence has been a red flag of infection to organisms for millions of years. Exposure to it, or certain components of it, triggers a strong, swift inflammatory response, which can set off a domino effect of defenses around the body. The signaling pathway that activates this response to lipopolysaccharide is so evolutionarily ancient that is nearly identical in animals ranging from honeybees to humans. Another drug based on the same component of lipopolysaccharide is used as part of FDA-approved vaccines to prevent hepatitis B and HPV. G100 is used, experimentally, in vaccines too. Called an adjuvant, such drugs boost the vaccine's effectiveness by stimulating the immune system to mount a reaction to the foreign virus particles in the vaccine.Pollack had been using G100 as an adjuvant in a trial of an experimental vaccine for treating sarcomas. That's when he and his collaborators wondered whether the adjuvant could act on its own against the cancer.The researchers recruited 15 patients with metastatic, or far-flung, soft-tissue sarcomas who had a tumor that manifested just under their skin, where it could be injected. Almost all of the trial participants had already gone through prior cancer treatments that had failed them.Sarcoma is a catch-all term for an incredibly diverse set of cancers that affect various connective tissues, occurring in bone, muscle, tendons, fat, blood vessels and more. There are many sarcoma subtypes -- depending on who you ask, Pollack said, the number ranges from 50 to about 100 -- and several subtypes were represented among the study participants. For two to three months, participants received weekly injections of the drug into their tumor, as well as focused radiation, which is thought to boost immune responses.Although the trial's primary focus, as a Phase 1 trial, was to determine safety, the investigators were also gathering evidence of the compound's potential anticancer effects. Of 15 patients who received injections, 14 saw their injected tumors stop growing, shrink or, in one case, disappear. In more than a year of follow up, these tumors have not started growing again. And in six patients, tumor growth throughout the body stopped, at least for a while. \"For a Phase 1 trial in a refractory population, stabilizing people's disease is a good start,\" Pollack said. The scientists observed signs of heightened immune responses in the tumors that had received the G100 injections, with hints that the experimental drug may have triggered immune cells to respond specifically to tumor cells, although they can't yet say for sure. The scientists observed these signs in patients who received radiation concurrent with G100 injections as well as in three patients whose radiation began later, suggesting that the drug was having an effect on its own.\"It remains yet to be seen whether this will lead to clinically significant systemic responses, as we had hypothesized in the beginning,\" Seo said. \"But the fact that intratumoral injections appear to make the tumor 'hot' from an immune-activation standpoint may lend itself to combination therapies using other modalities.\"The researchers are now looking ahead to the next steps, already planning a follow-up trial that will combine G100 injections with another immunotherapy agent ? still to be determined ? to enhance the cancer-killing immune response throughout the body. \"We've learned a lot, and we're most excited about getting a new cohort open,\" Pollack said.The trial was supported by funds from Seattle Translational Tumor Research ? a group dedicated to advancing bench-to-bedside cancer research at Fred Hutch and its consortium partners ? and Immune Design, the Seattle-based company that owns G100.Pollack describes immunotherapy for sarcoma in a video: https://www.youtube.com/watch?v=zFXFB-el1nY&feature=youtu.be", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/fhcr-daa032917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Association for Cancer Research Annual Meeting 2017", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "", "description": "What if your body's ancient defenses against invading bacteria could be hijacked to help kill cancer? In a small sarcoma trial, Fred Hutch scientists led by Dr. Seth Pollack see signs of immune attack after injections of a bacteria-inspired drug.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}