{"title": "'Innovator' award for new leukemia immunotherapies", "text": "Dr. Marie Bleakley, a pediatric oncology physician-scientist at Fred Hutchinson Cancer Research Center, has received a 2017 Innovative Research Grant in immuno-oncology from Stand Up To Cancer. Bleakley will use the three-year, $750,000 Stand Up To Cancer (SU2C) award to develop T-cell therapies for a type of acute myeloid leukemia, or AML, \"core binding factor\" AML.\"The Stand Up To Cancer award means a great deal to me and my research team,\" said Bleakley, an associate member of the Clinical Research Division at Fred Hutch. \"It means that we will be able to devote time and resources to a very interesting and promising area of our research, to be creative and focused, and move this translational research project much closer to the clinic, ultimately bringing new immunotherapy to patients with leukemia.\" Core binding factor (CBF) AML represents 15 percent of all cases of AML, a frequently fatal blood cancer. It can be cured with chemotherapy, but 30 to 40 percent of patients don't reach complete remission or do achieve remission but then relapse.Bleakley believes immunotherapy gives new hope for these patients.Immunotherapy with T cells designed to recognize and kill cancer has been highly effective in other blood cancers. But the challenge is that most T-cell immunotherapies target proteins that are on the surface of normal blood cells as well as the cancerous ones. Such widespread destruction can create severe side effects for patients.Bleakley's group is working to develop immunotherapy that targets cancer-specific proteins within the cell, providing a more focused anti-cancer approach. They've already discovered that the abnormal \"fusion\" proteins that are found in CBF AML can be recognized by immune T cells isolated from the blood of normal volunteer donors. Now they want to know more about the parts of the protein that the T cells respond to, which will provide clues as to how to manipulate T cells to make them hunt down and kill cancer.With the SU2C award, the Fred Hutch scientists will evaluate T-cell immune responses in CBF AML patients compared with healthy volunteers. The team will identify CBF-specific T cells in patients and study the relationship between those cells and leukemia control, asking the question of whether the T cells help the patients stay in remission.  From there, the researchers hope to design new forms of immunotherapy, including the genetic transfer of natural T-cell receptors into patients' T cells, allowing them to kill CBF AML; or vaccines to boost the patients' natural T-cell responses. \"The bottom line is by understanding the immune response to CBF AML we should be able to develop new forms of immunotherapy to protect patients with CBF AML from relapse,\" Bleakley said.SU2C announced the 10 recipients of the 2017 Innovative Research Grants April 3 at the American Association for Cancer Research Annual Meeting in Washington, D.C. The awards, funded by a Bristol-Myers Squibb grant to SU2C, \"support early-career scientists with novel ideas that have a strong potential to impact patient care,\" according to the program's website.Watch a video of Bleakley talking about her research: https://www.youtube.com/watch?v=cy6naNNfZ5A", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/fhcr-af040317.php", "region": "namerica", "source_link": "http://www.fredhutch.org/en/news/releases/2017/innovator-award-for-new-leukemia-immunotherapies.html", "funder": "Stand Up To Cancer, Bristol-Myers Squibb", "meeting": "American Association for Cancer Research Annual Meeting 2017", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Genetics", " Medicine/Health", " Cancer"], "journal": "", "description": "Dr. Marie Bleakley, a pediatric oncology physician-scientist at Fred Hutchinson Cancer Research Center, has received a 2017 Innovative Research Grant in immuno-oncology from Stand Up To Cancer.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}