{"title": "Altering the immune system to reverse paralysis (video)", "text": "SAN FRANCISCO, April 3, 2017 -- In the ultimate betrayal, one's own immune system can turn against the protective sheath that envelops neurons in the brain, leaving the body paralyzed. Researchers have developed an experimental treatment that tames the wayward immune system in rodents, returning the power of movement to paralyzed mice. The approach may someday combat autoimmune diseases, such as multiple sclerosis and type 1 diabetes, in humans.The researchers will present their work today at the 253rd National Meeting & Exposition of the American Chemical Society (ACS). ACS, the world's largest scientific society, is holding the meeting here through Thursday. It features more than 14,000 presentations on a wide range of science topics.A brand-new video on the research is available at http://bit.ly/acssfbiomaterials.\"The problem with current immunotherapies is that they aren't specific,\" says Christopher Jewell, Ph.D. \"They act broadly, compromising the entire immune system and putting the patient's health at risk, rather than focusing on only those immune system cells doing the damage.\"By considering how the immune system works, Jewell's team at the University of Maryland set their sights on the lymph nodes as a possible target for creating a specific immune response. In autoimmune disease, a body-roaming immune cell recognizes an antigen -- a molecule that the cell in this case falsely identifies as a piece of a foreign invader -- and brings it to the lymph nodes, where another type of immune cell, the T cell, is then programmed to attack the antigen. For example, in multiple sclerosis, T cells are taught to recognize and attack the myelin sheath. Jewell thought it might be possible to prevent the T cells from learning bad habits by delivering an immune-system modifying agent directly to the lymph nodes.To build the immunotherapeutic agent, the researchers first constructed a particle from poly(lactide-co-glycolide), an FDA-approved polymer, to serve as a carrier. They infused it with an immune-suppressing agent and the myelin antigen, to teach the T cells that myelin is no enemy.The researchers injected these particles into the lymph nodes of paralyzed mice exhibiting a mouse model of multiple sclerosis. The particles slowly reprogrammed the environment of the lymph node tissues to generate immune cells that migrated to the brain to stop the attack against myelin. These mice regained the ability to walk, and the effects lasted for the duration of the study, which was about 80 days. The mice were also able to readily respond when foreign molecules were introduced, suggesting that the treatment didn't compromise normal immune function.As a next step, the researchers have been testing the idea in other mouse models of autoimmune disease, including transplant models and models of type 1 diabetes -- a disease in which the immune system attacks the pancreas. Later this year, the group will team up with clinicians at the University of Maryland Medical School to begin tests in non-human primates, another step closer to investigating this idea as a future human therapy.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/acs-ati030917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Chemical Society 253rd National Meeting & Exposition", "institution": "American Chemical Society", "keywords": ["Chemistry/Physics/Materials Sciences", " Neurochemistry", " Medicine/Health", " Neurobiology"], "journal": "", "description": "In the ultimate betrayal, one's own immune system can turn against the protective sheath that envelops neurons in the brain, leaving the body paralyzed. Researchers have developed an experimental treatment that tames the wayward immune system in rodents, returning the power of movement to paralyzed mice. The approach may someday combat autoimmune diseases in humans. The researchers will present their work today at the 253rd National Meeting & Exposition of the American Chemical Society.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}