{"title": "Researchers track perfluorinated chemicals in the body", "text": "They are the chemicals that made consumers think twice about using nonstick cookware. New research in the journal Environmental Science & Technology Letters shows scientists have developed a method to track perfluorinated alkyl substances (PFAS) in the body. PFAS are potentially toxic chemicals found in stain-resistant products, nonstick cookware, fire-fighting foams and -- most recently -- fast food wrappers.For the first time, scientists radiolabeled PFAS with a fluorine isotope used in nuclear medicine to track the accumulation of these chemicals in the mouse models. Some of these chemicals have already been linked to kidney cancer, testicular cancer, low birth weight, hypertension, decreased fertility and thyroid problems.The method used to track the chemicals also allowed researchers to measure precise quantities of the radiolabeled compounds in various organs and tissues. According to the study, the highest amounts of PFAS were recorded in the stomach and the liver -- but the chemicals were also found in the lungs, kidney, heart and the brain, as well as in skin, muscle and bone.\"The findings are significant because of the type of chemicals we studied and the potential for harm,\" said Graham Peaslee, professor of experimental nuclear physics in the College of Science at the University of Notre Dame. Peaslee co-authored the study, as well as the study done on fast food wrappers. \"Long-chain PFAS compounds have been largely phased out in the U.S. and simply replaced by short-chain PFAS compounds, which some have deemed safer, though we don't know their toxicity yet. Two of the three compounds we studied were short-chain PFAS compounds. These results suggest that these chemicals not only bind more effectively to blood, but they accumulate in different organs such as the brain and the stomach.\"PFAS chemicals have the potential to pass from fast food wrappers to the food inside them, hitching a ride into the body. They also possess environmental longevity, so there's an even higher potential for these chemicals to pass through the landfill once the wrapper has been discarded and end up in drinking water. Once ingested, the chemicals bind to blood, traveling to multiple organs, and can take many years before they leave the body. Using radiolabeled compounds will allow, for the first time, scientists to determine which organs are likely to accumulate which PFAS. Studies have shown the presence of PFAS, man-made chemicals, in the blood of a majority of Americans.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uond-rtp032917.php", "region": "namerica", "source_link": "http://news.nd.edu/news/researchers-track-perfluorinated-chemicals-in-the-body/", "funder": "", "meeting": "", "institution": "University of Notre Dame", "keywords": ["Chemistry/Physics/Materials Sciences"], "journal": "Environmental Science & Technology Letters", "description": "New research in the journal Environmental Science & Technology Letters shows scientists have developed a method to track perfluorinated alkyl substances (PFAS) in the body. PFAS are potentially toxic chemicals found in stain-resistant products, nonstick cookware, fire-fighting foams and -- most recently -- fast food wrappers.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}