{"title": "Immunologic changes point to potential for clinical investigation of combination immunotherapy for deadly kidney cancer", "text": "Immunologic changes observed in an early study of patients with metastatic renal cell carcinoma (MRCC) raised the possibility for a larger clinical study of combination immunotherapy, according to findings reported by researchers at The University of Texas MD Anderson Cancer Center.The results of an open-label pilot study comparing combinations of anti-PD1 (nivolumab) alone, or in combination with either anti-CTLA-4 (ipilimumab) or anti-VEGF (bevacizumab) therapies, revealed \"promising clinical activities\" in MRCC patients. Results will be presented April 4 in a poster session at the annual meeting of the American Association of Cancer Research in Washington, D.C.In this study of 60 patients, 44 were \"evaluable\" for clinical responses for at least 12 weeks. The combination of nivolumab plus bevacizumab, a drug that inhibits tumor blood vessel formation, appeared to result in the highest response rate in the study, with 53 percent (10 of 19) of patients experiencing either a complete or partial response. This group also reported higher levels of adverse effects, but a substantial percentage was due to bevacizumab-related hypertension easily controlled by standard medications.\"This trial was aimed at getting pre- and post- treatment samples to evaluate immune responses in patients in order to understand potential mechanisms of response and resistance that may be common or unique,\" said Padmanee Sharma, M.D., Ph.D., professor of Genitourinary Medical Oncology. \"Immune and molecular correlative studies may allow us to identify novel biomarkers that can be used for correlation with clinical outcomes in MRCC patients.\"Immune checkpoint blockade, including anti-CTLA-4 and anti-PD1 as monotherapies, have been known to have clinical activity against MRCC but with relatively low clinical response rates. Bevacizumab is a standard therapy for MRCC but also has a low response rate. The researchers hypothesized that combination therapies could lead to measurable immunological changes and improved clinical activity.The pre-surgical/pre-biopsy trial included adult patients with MRCC who had no prior treatment with ipilimumab, nivolumab or bevacizumab. The patients were enrolled and stratified by planned surgical procedure or biopsy and randomized to receive nivolumab alone, nivolumab plus bevacizumab, or nivolumab plus ipilimumab. The therapies were followed by surgical removal of tumors or post-treatment biopsies. Patients were then placed on nivolumab maintenance therapy for up to two years depending on disease progression and/or treatment intolerance. Pre- and post-treatment blood and tumor samples were obtained for monitoring of immune and molecular correlates to clinical activities. Patients were followed for a median duration of 17 weeks ranging from three to 85 weeks as of Dec. 16, 2016.\"Out of 60 patients treated, 44 were evaluable for clinical responses post-treatment and/or procedures,\" said Jianjun Gao, M.D., Ph.D., assistant professor of Genitourinary Medical Oncology. \"We observed a response rate of 53 percent for patients treated with nivolumab plus bevacizumab.\"The study also revealed a 38 percent response rate for those who received nivolumab plus ipilimumab, while patients receiving nivolumab monotherapy had a 42 percent response rate and treatment was generally well tolerated with mostly grade 1 or 2 adverse events. Grade 3 or higher toxicities were 19 percent for nivolumab alone, 41 percent for nivolumab plus bevacizumab, and 27 percent in the nivolumab plus ipilimumab group.\"Study findings showed that the patient group receiving nivolumab alone had a stable disease rate of 33 percent with 25 percent experiencing disease progression. Patients receiving nivolumab plus bevacizumab had a 16 percent stable disease and disease progression rates, while 16 percent of participants withdrew from the study. Of those who received nivolumab plus ipilimumab, 8 percent had stable disease rates,38 percent experienced disease progression and 15 percent withdrew from the trial.\"These findings are significant since a signal to indicate efficacy for the nivolumab plus bevacizumab arm could provide data to design a larger study,\" said Sharma.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uotm-icp032917.php", "region": "samerica", "source_link": "https://www.mdanderson.org/newsroom/2017/03/immunologic-changes-point-to-potential-for-immunotherapy-for-kidney-cancer.html", "funder": "", "meeting": "American Association for Cancer Research Annual Meeting 2017", "institution": "University of Texas M. D. Anderson Cancer Center", "keywords": ["Medicine/Health", " Cancer"], "journal": "", "description": "Immunologic changes observed in an early study of patients with metastatic renal cell carcinoma (MRCC) raised the possibility for a larger clinical study of combination immunotherapy, according to findings reported by researchers at The University of Texas MD Anderson Cancer Center.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}