{"title": "Elevated blood pressure not a high mortality risk for elderly with weak grip", "text": "CORVALLIS, Ore. - A study of nearly 7,500 Americans age 65 or older suggests that elevated blood pressure is not related to high mortality risk among people in that age group with weak grip strength.New research by Oregon State University builds on an earlier OSU study that showed the relationship between high blood pressure and risk of death is largely dependent on elders' frailty status as measured by walking speed.The findings are important because they suggest that treating high blood pressure in older patients should not follow a one-size-fits-all approach. When an older person is still functioning at a high level physically, high blood pressure indicates mortality risk; however, when the person is not physically robust, high blood pressure is not a marker for mortality risk.\"If people are very frail, they typically don't respond well to anti-hypertensive therapy and they are not benefiting from having a low blood pressure,\" said lead author Chenkai Wu, a graduate student in OSU's College of Public Health and Human Sciences. \"The research is basically saying older adults are not one single group, they're very different in terms of their health status, and drugs may not have the same benefits for everyone. This is consistent with the idea of precision medicine, where you don't just look at age, you look at other things like functional status.\"Measured in millimeters of mercury, blood pressure is the force of blood against the vessel walls. Systolic blood pressure, the higher number, is the force during a heartbeat, and diastolic refers to when the heart is at rest.Most people's diastolic blood pressure goes down with age. Systolic blood pressure, though, tends to rise, and high blood pressure - hypertension - can put extra strain on the heart and arteries, causing greater risk of heart attack and stroke.But as Wu's research suggests, an elderly patient's level of physical functionality should be considered in determining whether anti-hypertensive therapy is warranted.Grip strength, easily measured by an inexpensive device known as a dynamometer, is a common way to gauge functionality in the elderly. Another often-used measuring stick is walking speed.Wu looked at data from 7,492 people age 65 or older who had taken part in the nationally representative Health and Retirement Study. Six years after being surveyed, 25 percent of those people had died.The study showed that elevated systolic blood pressure (150 or greater) and diastolic blood pressure (90 or greater) correlated with a substantially higher likelihood of dying for those with normal grip strength, which is 26 kilograms or more for men and 16 kilograms or more for women.\"We did three analyses,\" Wu said. \"One was to look at gait speed to separate people into two groups, normal and slow. The second part was grip strength - weak grip and normal grip. Third, we looked at the combinations, and the strongest inverse association between high blood pressure and mortality was for slow walkers with weak grip strength.\"Both measures are markers of functional status, a multidimensional concept. Considering both might be better than considering each measure alone for identifying subgroups of elders for whom high blood pressure is potentially beneficial.\"OSU public health epidemiologist Michelle Odden, senior author on the study and the lead author on the earlier gait-speed research, explained how high blood pressure might actually help in some cases.\"As we age, our blood vessels lose elasticity and become stiff,\" said Odden, an assistant professor in the College of Public Health and Human Sciences. \"Higher blood pressure could be a compensatory mechanism to overcome this loss of vascular elasticity and keep fresh blood pumping to the brain and heart.\"And everyone ages differently - there is a profound difference between the physiological age of an 80-year-old man who golfs every day and someone who needs a walker to get around. So with fast walkers, high blood pressure may be more indicative of underlying disease and not just a symptom of the aging process.\"In addition to the connection with weak grip strength, Wu said there was a \"very clear\" inverse association between high blood pressure and mortality among those who weren't physically able to finish the gait-speed test in the latest study, measured over a 98.5-inch walk.Put another way, among those who couldn't walk a little over 8 feet, high blood pressure was associated with less mortality risk.\"It's a small group but not negligible - 6 percent - of people who were not able to complete the test,\" he said. \"Compared to grip strength, it's a harder test to complete, an integration of a lot of physiological systems: balance, vision, lower-extremity muscle strength, etc.\"", "article_link": "http://dx.doi.org/10.1111/jgs.14816", "url": "http://www.eurekalert.org/pub_releases/2017-03/osu-ebp032817.php", "region": "namerica", "source_link": "http://bit.ly/2odomrg", "funder": "NIH/National Institute of Aging", "meeting": "", "institution": "Oregon State University", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Cardiology", " Stroke", " Mortality/Longevity", " Gerontology", " Aging", " Demography", " Aging"], "journal": "Journal of the American Geriatrics Society", "description": "A study of nearly 7,500 Americans age 65 or older suggests that elevated blood pressure is not related to high mortality risk among people in that age group with weak grip strength.", "date": "Tue, 28 Mar 2017 04:00:00 GMT"}