{"title": "ACP issues recommendations to prevent and treat substance use disorders", "text": "1. American College of Physicians issues recommendations to prevent and treat substance use disordersInternists say substance use disorders related to illicit and prescription drugs, including opioids, are chronic medical conditions treatable through public and individual health interventions\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2953\nURL goes live when the embargo liftsNote: HD video soundbites of ACP's president discussing preventing and treating substance use disorders are available to download at http://www.dssimon.com/MM/ACP-substance-use.The American College of Physicians (ACP) has issued a comprehensive set of public policy recommendations for the prevention and treatment of substance use disorders involving illicit and prescription drugs. The paper is published in Annals of Internal Medicine.Drug overdose deaths, particularly from opioids such as prescription pain relievers and heroin, is a rising epidemic. ACP says that substance use disorders are treatable chronic medical conditions, like diabetes and hypertension, that should be addressed through expansion of evidence-based public and individual health initiatives to prevent, treat, and promote recovery. However, access to care for substance use disorders is limited. In 2014, 22.5 million people in the U.S. needed treatment for an illicit drug or alcohol use problem but only 18 percent received any treatment, far below treatment receipt rates for those with hypertension (77 percent), diabetes (73 percent), or major depression (71 percent).To combat the epidemic of prescription drug misuse, ACP recommends that physicians become familiar with and follow appropriate clinical guidelines related to pain management and controlled substances such as prescription opioids as well as non-opioid drugs and non-drug interventions; the expansion of access to naloxone to opioid users, law enforcement, and emergency medical personnel; the expansion of access to medication-assisted treatment of opioid use disorders; improved training in the treatment of substance use disorders including buprenorphine-based treatment; and the establishment of a national Prescription Drug Monitoring Program and improvement of existing monitoring programs. ACP also strongly urges prescribers to check Prescription Drug Monitoring Programs in their own and neighboring states as permitted prior to writing prescriptions for medications containing controlled substances.ACP says that substance use disorders pose a heavy societal burden, endangering individual and family health and well-being, tearing through communities and sapping resources from the health care system. These disorders are common in the general population and at even higher rates among those who are incarcerated.Additional recommendations from ACP include emphasizing prevention and treatment of substance use disorders through public and individual health interventions rather than excessive reliance on criminalization and incarceration; requiring health insurance to cover mental health conditions including the evidence-based treatment of substance use disorders and abide parity rules; embedding training in the treatment of substance use disorders throughout the continuum of medical education; expanding the workforce of professionals qualified to treat substance use disorders; and studying the effectiveness of public health interventions to combat substance use disorders and associated health problems.2. A virtual glucose management service significantly improved glycemic control in hospitalized patientsThe automated system utilized electronic medical record technology to advance inpatient diabetes care\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-1413\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-0590\nURL goes live when the embargo liftsImplementation of a virtual glucose management service (vGMS) was associated with significant improvements in glycemic control among hospitalized patients. The system utilized electronic medical records (EMRs) to review patient insulin/glucose charts and dispatch recommendations for managing patients with hyper- or hypoglycemia. The findings of an observational study are published in Annals of Internal Medicine.Researchers at three University of California San Francisco hospitals automated detection of inpatients with uncontrolled blood glucose with a daily report generated by the EMR. The report was assessed by a diabetes specialist who then remotely reviewed an insulin/glucose chart in the EMR to determine the appropriate management strategy. Rather than relying on manually contacting clinical teams individually, the recommendations were conveyed in a new diabetes management note on the patient's EMR. Use of the vGMS was associated with a sustained 39 percent decrease in the daily number of inpatients with hyperglycemia and a simultaneous decrease in the number of patients with hypoglycemia. The researchers also saw an increase in the proportion of inpatients with at-goal glucose levels.According to the authors, an inpatient vGMS is a potentially scalable model that harnesses automated glucose screening and expedited clinical review to enhance the management of patients with diabetes.3. ACP: Time to put patients before paperworkNew policy paper sets framework for addressing administrative burdens that impede patient care\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2697\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-0524\nURL goes live when the embargo liftsExcessive administrative tasks in health care have serious adverse consequences for physicians and their patients, said the American College of Physicians (ACP) in a paper published in Annals of Internal Medicine. Putting Patients First by Reducing Administrative Tasks in Healthcare presents a framework to analyze administrative tasks and determine whether tasks may need to be challenged, revised or eliminated entirely.ACP says there are a growing number of administrative responsibilities that physicians are subject to, due to regulations, insurer requirements and other factors, that are a diversion of physicians' and their staff's time. These tasks take focus away from more clinically important activities, such as providing actual care to patients and improving quality. The paper presents a framework to guide the consideration of any administrative tasks imposed on a physician. The framework categorizes tasks according to four different lenses (source, intent, impact, solution) and then puts forth a series of recommendations for addressing them in the most efficient and patient-centered way. According to ACP, stakeholders must work together to address the administrative burdens that fail to put patients first. Christine Sinsky, MD, Vice President, Professional Satisfaction for the American Medical Association agrees. In an accompanying editorial, Dr. Sinsky says that physicians are now spending much of their day on administrative tasks that do not require their expertise or benefit their patients. These high levels of clerical work are contributing to physician burnout, which currently affects about half of U.S. doctors. High levels of physician burnout threaten quality and safety, potentially contribute to rising health care costs, and may exacerbate the upcoming physician workforce shortage that is predicted.Media contacts: For an embargoed PDF or author contact information, please contact Cara Graeff. To reach someone from ACP, please contact Jacqueline Blaser at jblaser@acponline.org or 202-261-4572. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acop-air032117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Diabetes", " Public Health", " Addiction"], "journal": "Annals of Internal Medicine", "description": "Internists say substance use disorders related to illicit and prescription drugs, including opioids, are chronic medical conditions treatable through public and individual health interventions.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}