{"title": "Quickly assessing brain bleeding in head injuries using new device", "text": "In a clinical trial conducted among adults in 11 hospitals, researchers have shown that a hand-held EEG device approved in 2016 by the U.S. Food and Drug Administration that is commercially available can quickly and with 97 percent accuracy rule out whether a person with a head injury likely has brain bleeding and needs further evaluation and treatment.According to the Centers for Disease Control and Prevention, about 2.5 million Americans each year show up to the emergency room with suspected head injuries. Most of these people receive a CT scan, and more than 90 percent of the scans show no structural brain injury, creating needless radiation exposure and medical costs estimated at about $1,200 per scan.In a report on their clinical trial, described online March 31 in Academic Emergency Medicine, the researchers say the new device -- which measures electrical activity in the brain and then uses an algorithm to decide if a patient is likely to have brain bleeding -- can help with clinical decision-making and triage of patients, and could reduce the need for CT scans.\"Before our study, there were no objective, quantitative measures of mild head injury other than imaging,\" says lead investigator Daniel Hanley Jr., M.D., the Legum Professor of Neurological Medicine and director of the Brain Injury Outcomes Program at the Johns Hopkins University School of Medicine. \"This work opens up the possibility of diagnosing head injury in a very early and precise way.\"This technology is not meant to replace the CT scan in patients with mild head injury, but it provides the clinician with additional information to facilitate routine clinical decision-making,\" says Hanley. \"If someone with a mild head injury was evaluated on the sports or battlefield, then this test could assist in the decision of whether or not he or she needs rapid transport to the hospital. Alternatively, if there is an accident with many people injured, medical personnel could use the device to triage which patients would need to have CT scans and who should go first. Those showing a 'positive' for brain injury would go first.\"The study only looked at adults and didn't assess how well the device could predict traumatic brain   injuries in children or teens.The study, Hanley says, was designed to test the accuracy and effectiveness of AHEAD 300, a device developed by BrainScope Company Inc. of Bethesda, Maryland, that is now available to a limited audience through a centers of excellence program. Throughout its eight years of development, the company has tested this and prior generations of the device in multiple human trials. The point of the device is to assess the likelihood that a patient has more than 1 milliliter of bleeding in the brain and needs immediate evaluation by medical personnel.To begin, the researchers recruited 720 adults who came to 11 Emergency Departments across the nation between February and December 2015 with a closed head injury, meaning the skull was intact. Participants were between 18 and 85 years old, and 60 percent were men. Upon entry to the Emergency Department, each physician performed standard clinical assessments for head injuries used at their site. A trained technician then administered the Standardized Assessment of Concussion and the Concussion Symptom Inventory to characterize the patient's symptoms, and then used the AHEAD 300 device to measure electroencephalogram (EEG) data -- essentially tracking and recording brain wave patterns -- from patients while they reclined quietly for five to 10 minutes. The device includes a disposable headset that records the EEG data from five regions on the forehead and feeds the signals back to the hand-held AHEAD 300 device in real time. In addition, the technician entered certain clinical/demographic information into the device, including age; the Glasgow Coma Scale score, which rates how conscious a person is; and if there was a loss of consciousness related to the injury.The device was programmed to read approximately 30 specific features of brain electrical activity, which it uses an algorithm to analyze, and how the patient's pattern of brain activity compared to the same pattern of brain activity considered normal. For example, it looked for how fast or slow information traveled from one side of the brain to the other, or whether electrical activity in both sides of the brain was coordinated or if one side was lagging.The accuracy of the device was tested using CT scans from the participants. The presence of any blood within the intracranial cavity was considered a positive finding, indicating brain bleeding. After 72 to 96 hours, the researchers followed up with phone calls to the patients and/or looked at medical records after 30 days to further confirm the accuracy of each participant's injury status.Of the 720 patients, 564 turned out not to have traumatic brain injuries, and 156 did have them, as determined by independently measured and judged CT scan assessments.On the basis of AHEAD 300 classification, the researchers sorted patients into \"yes\" or \"no\" categories, indicating likely traumatic brain injury with over 1 millimeter of bleeding or not. Of 564 patients without brain bleeding, as confirmed with CT scans, 291 patients were scored on the AHEAD 300 as likely not having a brain injury. Of the 156 patients with confirmed brain bleeding, 144, or 92 percent, were assessed as likely to have an injury by the AHEAD 300 classification. Of those confirmed with brain bleeding via CT scan, 12 participants, or 8 percent, had some intracranial bleeding, and five participants, or 3 percent, had more than 1 milliliter of blood in the brain.Because many of the incorrect yes/no classifications don't contain information about how close a patient is to the cutoff, the researchers then created three categories to sort patients by -- \"yes,\" \"no\" and \"maybe\" -- to see if this boosted the accuracy of the device. The maybe category included a small number of patients with greater-than-usual abnormal EEG activity that was not statistically high enough to be definitely positive. When the results were recalculated on the three-tier system, the sensitivity of detecting someone with a traumatic brain injury increased to 97 percent, with 152 of 156 traumatic head injuries detected, and 99 percent of those had more than or equal to 1 milliliter of bleeding in the brain. None of the four false negatives required surgery, returned to the hospital due to their injury or needed additional brain imaging.The trial results also show the device predicted the absence of potentially dangerous brain bleeding 52 percent of the time in the participants tested with the yes/no classification. Using the yes/no/maybe classification, the device classified 281 patients as having a brain injury, correctly predicting whether someone didn't have a head injury 39 percent of the time. The researchers say these predictive capabilities improve on the clinical criteria currently used to assess whether to do a CT scan -- known as the New Orleans Criteria and the Canadian Head CT rules -- and predicted the absence of brain bleeding more than 70 percent of the time in those people with no more than one symptom of brain injury, such as disorientation, headache or amnesia.As with a typical EEG, the test doesn't cause any type of sensation or risk. There is a small chance of skin irritation from the discs that read the electrical activity.Although an exact cost hasn't been set by BrainScope, the maker of the device, the company says it will be a fraction of the cost of a CT scanner, which starts at $90,000 and goes up to $2.5 million depending on the capabilities, and it will be cheaper and significantly faster to administer. In September 2016, the device was cleared by the Food and Drug Administration for use in a clinical setting.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/jhm-qab040317.php", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/quickly_assessing_brain_bleeding_in_head_injuries_using_new_device?preview=true", "funder": "US Army", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Academic Emergency Medicine", "description": "In a clinical trial conducted among adults in 11 hospitals, researchers have shown that a hand-held EEG device approved in 2016 by the US Food and Drug Administration that is commercially available can quickly and with 97 percent accuracy rule out whether a person with a head injury likely has brain bleeding and needs further evaluation and treatment. The trial results also show the device predicted the absence of potentially dangerous brain bleeding 52 percent of the time in the participants tested.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}