{"title": "Our brains synchronise during a conversation", "text": "The rhythms of brainwaves between two people taking part in a conversation begin to match each other. This is the conclusion of a study published in the magazine Scientific Reports, led by the Basque research centre BCBL. According to scientists, this interbrain synchrony may be a key factor in understanding language and interpersonal communication.Something as simple as an everyday conversation causes the brains of the participants to begin to work simultaneously. This is the conclusion of a study carried out by the Basque Centre on Cognition, Brain, and Language (BCBL), recently published in the magazine Scientific Reports.Until now, most traditional research had suggested the hypothesis that the brain \"synchronises\" according to what is heard, and correspondingly adjusts its rhythms to auditory stimuli.Now, the experts from this Donostia-based research centre have gone a step further and simultaneously analysed the complex neuronal activity of two strangers who hold a dialogue for the first time. The team, led by Alejandro Pérez, Manuel Carreiras and Jon Andoni Duñabeitia, has confirmed  by recording cerebral electrical activity- that the neuronal activity of two people involved in an act of communication \"synchronise\" in order to allow for a \"connection\" between both subjects.\"It involves interbrain communion that goes beyond language itself and may constitute a key factor in interpersonal relations and the understanding of language,\" Jon Andoni Duñabeitia explains to SINC.Thus, the rhythms of the brainwaves corresponding to the speaker and the listener adjust according to the physical properties of the sound of the verbal messages expressed in a conversation. This creates a connection between the two brains, which begin to work together towards a common goal: communication.\"The brains of the two people are brought together thanks to language, and communication creates links between people that go far beyond what we can perceive from the outside,\" added the researcher from the Basque research centre. \"We can find out if two people are having a conversation solely by analysing their brain waves.\"What is neural synchrony?For the purposes of the study, the BCBL researchers used 15 dyads of people of the same sex, complete strangers to each other, separated by a folding screen. This ensured that the connection generated was truly thanks to the communication established.Following a script, the dyads held a general conversation and took turns playing the roles of speaker and listener.Through electroencephalography (EEG) - a non-invasive procedure that analyses electrical activity in the brain - the scientists measured the movement of their brainwaves simultaneously and confirmed that their oscillations took place at the same time.\"To be able to know if two people are talking between themselves, and even what they are talking about, based solely on their brain activity is something truly marvellous. Now we can explore new applications, which are highly useful in special communicative contexts, such as the case of people who have difficulties with communication,\" Duñabeitia pointed out.In the future, the understanding of this interaction between two brains would allow for the comprehension and analysis of very complex aspects of the fields of psychology, sociology, psychiatry, or education, using the neural images within an ecological or real-world context.\"Demonstrating the existence of neural synchrony between two people involved in a conversation has only been the first step,\" confirmed Alejandro Pérez. \"There are many unanswered questions and challenges left to resolve.\"Pérez further maintains that the practical potential of the study is enormous. \"Problems with communication occur every day. We are planning to get the most out of this discovery of interbrain synchronisation with the goal of improving communication,\" he concluded.The next step for the researchers will be to learn, by applying the same technique and pair dynamic, if the brains of two people \"synchronise\" in the same way when the conversation takes place in their non-native language.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/f-sf-obs072017.php", "region": "europe", "source_link": "http://www.agenciasinc.es/en/News/Our-brains-synchronise-during-a-conversation", "funder": "", "meeting": "", "institution": "FECYT - Spanish Foundation for Science and Technology", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Scientific Report", "description": "The rhythms of brainwaves between two people taking part in a conversation begin to match each other. This is the conclusion of a study published in the magazine Scientific Reports, led by the Basque research centre BCBL. According to scientists, this interbrain synchrony may be a key factor in understanding language and interpersonal communication.", "date": "Thu, 20 Jul 2017 04:00:00 GMT"}