{"title": "Why are dogs such doting companions? It's in their genes", "text": "CORVALLIS, Ore. - Researchers have identified a genetic difference in domesticated dogs and wolves that could explain the canines' contrasting social interaction with humans.The finding, published today in the journal Science Advances, provides a new understanding of the behavioral divergence between dogs and wolves that began thousands of years ago, said Monique Udell, an animal scientist at Oregon State University and lead co-author of the study.\"The genetic basis for the behavioral divergence between dogs and wolves has been poorly understood, especially with regard to dogs' success in human environments,\" Udell said. \"It was once thought that during domestication dogs had evolved an advanced form of social cognition that wolves lacked. This new evidence would suggest that dogs instead have a genetic condition that can lead to an exaggerated motivation to seek social contact compared to wolves.\"It is the first study to integrate behavioral and genetic data to understand the molecular underpinnings of changes that occurred to the social behavior of dogs during domestication, said Udell, director of the Human-Animal Interaction Lab in OSU's College of Agricultural Sciences.Using molecular tools, geneticists led by Princeton University biologist Bridgett vonHoldt determined that dogs have the same genetic markers that are found in people with Williams-Beuren syndrome, a disorder characterized by developmental delays and \"hypersocial\" behavior.In the study, the researchers evaluated human-directed sociability of 18 domesticated dogs and 10 captive human-socialized gray wolves using sociability and problem-solving tasks. The dogs and wolves were given a solvable task with a person present: open a puzzle box containing a sausage within two minutes. The dogs were more likely to gaze at the person and not persist in the task. The wolves were more likely to persist in the task and solve it, even if a person was nearby.The researchers then conducted a second test. They had a person sitting down inside a marked circle in an active phase and a passive phase. In the active phase, the person called the animal by name and actively encouraged contact while remaining in the circle. In the passive phase, they sat quietly and ignored the animal by looking down on the floor.\r\nBoth the dogs and wolves were quick to approach the people, but the wolves tended to wander away after just a few seconds. The dogs persisted for a long period of time with both familiar and unfamiliar people. After the tests, the researchers gathered blood samples from the animals for genetic testing. \"We've done a lot of research that shows that wolves and dogs can perform equally well on social cognition tasks,\" Udell said. \"Where the real difference seems to lie is the dog's persistent gazing at people and a desire to seek prolonged proximity to people, past the point where you expect an adult animal to engage in this behavior.\"The study builds upon previous work by Udell's lab that focuses on canine behavior and social cognition. In a recently published study in the journal Animal Cognition, her group found that among four sets of canines - two groups of pet domestic dogs, a group of free-ranging domestic dogs, and human-socialized wolves - the wolves indeed persisted the most on the independent problem-solving task with a person present, and the dogs were more focused on the human. But what surprised the researchers was that the free-ranging domestic dogs, living on the streets of India as scavengers, persisted the least on the task and gazed at the person longer than even the pet dogs.\r\n\"That was a surprising and interesting finding,\" said Lauren Brubaker, a doctoral student at OSU who led the study.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/osu-wad071917.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, National Institutes of Health", "meeting": "", "institution": "Oregon State University", "keywords": ["Biology", " Evolution", " Genetics", " Zoology/Veterinary Science"], "journal": "Science Advances", "description": "Researchers have identified a genetic difference in domesticated dogs and wolves that could explain the canines' contrasting social interaction with humans.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}