{"title": "Goodbye HERA, hello sleep", "text": "After 45 days in NASA's Human Exploration Research Analog (HERA), the four-man crew can hardly hold their eyes open. This mission was the first of its kind to last 45 days, as well as incorporate sleep reduction for research purposes.\"The sleep deprivation was really difficult,\" said, James Titus, HERA crew member. \"It really hindered our normalcy. We are used to working and living our lives at a higher level. During this mission the sleep reduction, the no-nap rule and limited caffeine - went hand in hand to really slow us down,\" he said.\r\nHERA is one of several ground-based analogs used by NASA's Human Research Program (HRP) to research ways to help astronauts move from lower-Earth orbit to deep space explorations. A spaceflight analog is a situation on Earth that produces physical and mental effects on the body similar to those experienced in space. Participants are volunteers that must pass a physical and psychological assessment to qualify.During this thirteenth HERA mission, crew members went through many of the motions of a real deep space mission without ever actually leaving the Johnson Space Center. This was the fourth in a series of studies, called campaigns, with progressively longer simulated mission lengths. In this campaign, this was the first of four 45-day simulated missions. Previous campaigns studied seven-day, 14-day, and 30-day missions. Longer mission lengths allow for more research studies and more data points relevant to longer duration spaceflight missions.\r\n\r\nSeveral research studies utilize a limited sleep protocol for the four missions of Campaign 4. During Mission 1, crewmembers were allowed to sleep five hours per night, five days per week with a recovery period of two days where they could sleep eight hours each night. No naps and limited caffeine are included in this protocol.This practice allows researchers to test the use of habitat lighting as a method of combating crewmember fatigue. It also allows for the evaluation of the usability of bio-mathematical models to predict crewmember fatigue. Team cohesion, performance, and interpersonal relationships are also tested under these conditions.     Despite the no siesta rule, the crew took their mission tasks seriously. As with past crews, they particularly enjoyed the extravehicular activity (EVA) on an asteroid conducted with virtual reality technology. \"It was fun learning to maneuver in three dimensions, and going through the decompression protocol just like a real astronaut would. It was fascinating to me,\" said Timothy Evans, HERA crew member.Not only are the HERA crews isolated from the outside world, they must unplug during their mission. \"It was really a little bit disorienting,\" said Mark Settles, HERA crew member. \"You get in this mode of addressing electronic communications on a daily basis. It was like stepping back 20 years by having a reduced level of constant input of demands on your time from electronic communication.\"This was a rather competitive group. One of their tasks was to use the robotic arm to grab a transport vehicle while dealing with sleep deprivation. They had 12 chances to do so and were given a score on their efforts. \"The score was very important to all of us. We'd strive to get better. The ROBoT [Robotic On-Board Trainer] and cognition had a level of inter-competiveness with us,\" said John Kennard, HERA crew member.When asked their favorite thing to do while on the mission, there was a consensus: Sleep. They also enjoyed playing board games and watching movies together while not working on mission tasks. Upon splashdown at the end of the simulated mission, they planned to call their families and grab some greasy, salty fast food. But soon afterward, they all planned on catching some Zs!", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/nsc-ghh071917.php", "region": "namerica", "source_link": "https://www.nasa.gov/feature/goodbye-hera-hello-sleep-nasa-s-hera-xiii-crew-returns-home-to-slumber", "funder": "", "meeting": "", "institution": "NASA/Johnson Space Center", "keywords": ["Biology", " Astrophysics", " Biochemistry", " Education", " Circadian Rhythm", " Sleep/Sleep Disorders", " Behavior", " Mental Health", " Space/Planetary Science", " Biotechnology"], "journal": "", "description": "After 45 days in NASA's Human Exploration Research Analog (HERA), the four-man crew can hardly hold their eyes open. This mission was the first of its kind to last 45 days, as well as incorporate sleep reduction for research purposes.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}