{"title": "O2 and hyperbaric oxygen therapy reverses brain damage in drowned toddler", "text": "New Orleans, LA - Dr. Paul Harch, Clinical Professor and Director of Hyperbaric Medicine at LSU Health New Orleans School of Medicine, and Dr. Edward Fogarty, at the University of North Dakota School of Medicine, report the case of the reversal of brain volume loss in a two-year-old drowning victim unresponsive to all stimuli treated with normobaric oxygen (oxygen at sea level) and hyperbaric oxygen therapy (HBOT). The report is published in Medical Gas Research, available at http://www.medgasres.com/article.asp?issn=2045-9912;year=2017;volume=7;issue=2;spage=144;epage=149;aulast=Harch.\r\n\tThe two-year-old girl experienced cardiac arrest after a cold water drowning accident in a swimming pool. After resuscitation at Arkansas Children's Hospital, MRI revealed deep gray matter injury and cerebral atrophy with gray and white matter loss. She had no speech, gait or responsiveness to commands with constant squirming and head shaking at hospital discharge. \r\n\tDr. Harch was consulted, and because hyperbaric oxygen therapy was not available in the patient's location, he began a bridging treatment to prevent permanent tissue degeneration until he could get the patient to a hyperbaric treatment center. Fifty-five days post-drowning, he began short duration treatment with 100% normobaric oxygen for 45 minutes twice a day through a nasal cannula. The patient became more alert, awake and stopped squirming. Her rate of neurological improvement increased with laughing, increased movement of arms, hands, grasp with the left hand, partial oral feeding, eye tracking and short-sequenced speech (pre-drowning speech level, but with diminished vocabulary).\r\n\tThe patient and family then traveled to New Orleans where 78 days post-drowning, Dr. Harch began treating her with hyperbaric oxygen therapy. She \"dove\" in a hyperbaric chamber for 45 minutes a day, five days a week for 40 sessions. At the beginning of each session, the patient showed visually apparent and/or physical examination-documented neurological improvement. After 10 HBOT sessions, the patient's mother reported that her daughter was \"near normal\" except for gross motor function, and physical therapy was re-instituted. After 39 HBOT sessions, the patient exhibited assisted gait, speech level greater than pre-drowning, near normal motor function, normal cognition, improvement on nearly all neurological exam abnormalities, discontinuance of all medications, as well as residual emotional, gait and temperament deficits. Gait improvement was documented immediately upon returning home. An MRI at 27 days following HBOT session 40 and 162 days post-drowning demonstrated mild residual injury and near-complete reversal of cortical and white matter atrophy. \r\nThe synergy of increased oxygen and increased oxygen with pressure in the hormone-rich environment in a child's growing brain is consistent with the synergy of growth hormones and hyperbaric oxygen caused by normobaric and hyperbaric oxygen-induced activation of genes that reduce inflammation and promote cell survival.\t\r\n\t\"The startling regrowth of tissue in this case occurred because we were able to intervene early in a growing child, before long-term tissue degeneration,\" notes Harch. \"Although it's impossible to conclude from this single case if the sequential application of normobaric oxygen then HBOT would be more effective than HBOT alone, in the absence of HBOT therapy, short duration, repetitive normobaric oxygen therapy may be an option until HBOT is available. Such low-risk medical treatment may have a profound effect on recovery of function in similar patients who are neurologically devastated by drowning.\"\r\n", "article_link": "http://dx.doi.org/10.4103/2045-9912.208521", "url": "http://www.eurekalert.org/pub_releases/2017-07/lsuh-oh071717.php", "region": "namerica", "source_link": "http://lsuh.sc/nr?a=13", "funder": "", "meeting": "", "institution": "Louisiana State University Health Sciences Center", "keywords": ["Collaboration", " Health Care", " Medical Education", " Medicine/Health", " Health Professionals", " Neurobiology", " Pediatrics", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury"], "journal": "Medical Gas Research", "description": "Dr. Paul Harch, Clinical Professor and Director of Hyperbaric Medicine at LSU Health New Orleans School of Medicine, and Dr. Edward Fogarty, at the University of North Dakota School of Medicine, report the case of the reversal of brain volume loss in a 2-year-old drowning victim unresponsive to all stimuli treated with normobaric oxygen (oxygen at sea level) and hyperbaric oxygen therapy.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}