{"title": "Hospitalizations and cognitive decline in older adults", "text": "Emergency and urgent hospitalizations are associated with an increased rate of cognitive decline in older adults, report researchers at Rush University Medical Center. The results of their study suggest that hospitalization may be a more of a major risk factor for long-term cognitive decline in older adults than previously recognized.\"We found that those who have non-elective (emergency or urgent) hospitalizations and who have not previously been diagnosed with dementia or Alzheimer's disease had a rapid decline in cognitive function (i.e., thinking abilities) compared to the prehospital rates,\" said Bryan James, PhD, an epidemiologist and in the Rush Alzheimer's Disease Center and an assistant professor in the Rush Department of Internal Medicine. \"By comparison, people who were never hospitalized and those who had elective hospitalizations did not experience the drastic decline in cognitive function.\"James and colleagues presented the research data at the Alzheimer's Association International Conference in London on July 17. Study compares hospitalization data and cognitive assessments for 930 older adultsThe data emerged from a study of 930 older adults (75 percent female, an average age of 81 years old) enrolled in the Rush Memory and Aging Project (MAP) in Chicago. The study involved annual cognitive assessments and clinical evaluations. Information on hospitalizations was acquired by linking records of 1999 to 2010 Medicare claims for these participants with their MAP data. All hospital admissions were designated as elective, emergency, or urgent (the latter two were combined as non-elective for analysis). Non-elective hospitalizations thus include emergencies and admissions for conditions that require immediate attention.Of the 930 participants, 613 were hospitalized at least once over an average of almost five years of observation. Of those who were hospitalized, 260 (28 percent) had at least one elective hospital admission, and 553 (60 percent) had at least one non-elective hospital admission. These groups included 200 participants (22 percent) who had both types of hospitalizations. Non-elective hospitalizations were associated with an approximately 60 percent acceleration in the rate of cognitive decline from before hospitalization. Elective hospitalizations, however, were not associated with acceleration in the rate of decline at all. 'Elective admissions do not necessarily carry the same risk'\"We saw a clear distinction: non-elective admissions drive the association between hospitalization and long-term changes in cognitive function in later life, while elective admissions do not necessarily carry the same risk of negative cognitive outcomes,\" James said. \"These findings have important implications for the medical decision making and care of older adults. While recognizing that all medical procedures carry some degree of risk, this study implies that planned hospital encounters may not be as dangerous to the cognitive health of older persons as emergency or urgent situations.\"This work expands upon previous research which has shown that after being hospitalized, older adults are at high risk for memory and other cognitive problems, including both transient (temporary) delirium and long-term changes in cognition, including dementia. According to the Healthcare Cost and Utilization Project in October 2010, 40 percent of all hospitalized patients in U.S. are age 65 and older. Therefore, hospitalization may be an under-recognized risk factor for cognitive decline and dementia for a large number of older adults that deserves more attention.Detection of dementia at the earliest stages has become a worldwide priority, because drug treatments, prevention strategies and other interventions will likely be more effective very early in the disease process, before extensive brain damage has occurred. Research results reported at the Alzheimer's Association International Conference provide clues about associations between cognitive status in older people and several behavior and lifestyle factors, including verbal skill, hearing, dental health, and hospitalization. \"It is essential that we learn more about factors that impact risk for Alzheimer's disease and other dementias, especially lifestyle factors that we can change or treat,\" said Maria C. Carrillo, PhD, Alzheimer's Association chief science officer.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/rumc-hac071717.php", "region": "namerica", "source_link": "https://www.rush.edu/news/press-releases/emergency-and-urgent-hospitalizations-linked-accelerated-cognitive-decline-older", "funder": "NIH/National Institute on Aging", "meeting": "Alzheimer's Association International Conference | July 16-20, 2017, London, England", "institution": "Rush University Medical Center", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Mortality/Longevity", " Gerontology", " Aging", " Alzheimer's Disease", " Aging", " Memory/Cognitive Processes"], "journal": "", "description": "Emergency and urgent hospitalizations are associated with an increased rate of cognitive decline in older adults, report researchers at Rush University Medical Center. The results of their study suggest that hospitalization may be a more of a major risk factor for long-term cognitive decline in older adults than previously recognized.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}