{"title": "Fake news: Study tests people's ability to detect manipulated images of real-world scenes", "text": "People can detect a fake image of a real-world scene only 60% of the time, and even then can only tell what is wrong with the image 45% of the time, according to research published in the open access journal Cognitive Research: Principles and Implications. Sophie Nightingale, PhD Student and lead author from the University of Warwick said: \"Our study found that although people performed better than chance at detecting and locating image manipulations, they are far from perfect. This has serious implications because of the high-level of images, and possibly fake images, that people are exposed to on a daily basis through social networking sites, the internet and the media.\"The researchers set up an online test that used a bank of 40 images created from 10 original images sourced from Google Images. Six of the original images were subjected to five different types of manipulation, including physically implausible and physically plausible manipulations, to create 30 manipulated images. 707 participants in the online test were shown 10 random images that included each of the five manipulation types and five original images. Participants never saw a manipulation or original form of the same image twice.A mean 60% of images were correctly identified as being manipulated when participants were asked \"Do you think this photo has been digitally altered?\", which was just over the chance performance of 50%. Of the people that answered \"yes\" to this question only a mean 45% of manipulations could be correctly located in the image when a grid overlay was placed on the image and participants were prompted to select the regions where a manipulation was present.Dr Derrick Watson, study co-author from the University of Warwick explained: \"We found that people were better at detecting physically implausible manipulations but not any better at locating these manipulations, compared to physically plausible manipulations. So even though people are able to detect something is wrong they can't reliably identify what exactly is wrong with the image. Images have a powerful influence on our memories so if people can't differentiate between real and fake details in photos, manipulations could frequently alter what we believe and remember.\"In a second experiment using an image set created by the authors, 659 people completed an online task that tested their ability to locate manipulations regardless of whether or not they said there was one present. The results revealed that ability to detect something wrong was similar (mean 65% of the time) to the first experiment but that manipulations were accurately located in the image 39% more of the time than expected by chance. This suggests that people are better at the more direct task of locating manipulations than the more generic one of detecting if a photo has been manipulated or not.Dr Kimberley Wade, study co-author from the University of Warwick, said: \"People's poor ability to identify manipulated photos raises problems in the context of legal proceedings where photos may be used as evidence. Jurors and members of the court assume these images to be real, though a manipulated image could go undetected with devastating consequences. We need to work to find better ways to protect people from the negative effects of photo manipulation, and we're now exploring a number of ways that might help people to better detect fakes.\"", "article_link": "http://dx.doi.org/10.1186/s41235-017-0067-2", "url": "http://www.eurekalert.org/pub_releases/2017-07/bc-fns071317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Social/Behavioral Science", " Behavior", " Mass Media", " Internet"], "journal": "Cognitive Research: Principles and Implications", "description": "People can detect a fake image of a real-world scene only 60 percent of the time, and even then can only tell what is wrong with the image 45 percent of the time, according to research published in the open access journal Cognitive Research: Principles and Implications.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}