{"title": "Immigrant parents report fewer adverse childhood experiences than US-born parents", "text": "CHICAGO -  A new study found immigrants reported fewer potentially health-harming adverse childhood experiences, such as abuse, violence, or divorce, than native-born Americans. The findings, which will be highlighted in an abstract presentation during the American Academy of Pediatrics 2017 National Conference & Exhibition, suggest immigrants may experience different forms of stress early in life than do those born in the United States.\r\nThe abstract, \"Adverse Childhood Experiences Among Immigrants and their Children,\" will be presented on Sunday, Sept. 17 at McCormick Place in Chicago.\r\nPrior research shows half of the U.S. population had at least one adverse childhood experience, or ACE, such as abuse, neglect, household violence, substance abuse or mental illness, or loss of family members through divorce, separation or incarceration. As many as one-third experienced four or more, which puts them at higher risk for later depression, violent behavior, and a number of chronic diseases.\r\n\"Our findings suggest that violence, abuse, and neglect may be much less common in the lives of immigrant parents and their children than in the lives of U.S.-born counterparts. This may challenge assumptions about immigrants and what their unique health risks and needs may be,\" said Keith Martin, DO, MS, one of the abstract's authors and third-year pediatrics resident Children's Mercy Hospital in Kansas City.\r\nDr. Martin and his colleagues conducted a secondary analysis of data collected for a study on ACEs and child weight that involved 6- to 12-year-old children treated at general pediatrics or weight management clinics at two Midwest academic hospitals and their parents. Emerging evidence suggests a direct relationship between parent ACEs and child adversity, Dr. Martin said. Among children enrolled in the Head Start program, for example, children of parents with four or more ACEs were at increased risk for their won ACEs, including homelessness, neglect, community violence and multiple forms of family dysfunction.\r\nDifference between participants who reported being native born were compared against those born outside the United States, adjusting for parent gender, income, and education, as well as child race, ethnicity, age, and insurance. Compared to immigrant parents, the researchers found that U.S.-born parents reported experiencing more ACES, most commonly loss of a parent (40 percent), poverty (32 percent), and bullying (32 percent), while among immigrant parents, the most common ACEs were poverty (30 percent), unsafe neighborhood (20 percent), and emotional neglect (18 percent). \r\nU.S.-born parents also reported more ACEs for their children. Among children of U.S.-born and immigrant parents, the most common ACEs were parent loss (31 percent and 22 percent, respectively) poverty (37 percent and 17 percent), and bullying (39 percent and 12 percent).\r\nDr. Martin said differences revealed in the study may result from different interpretations of ACE-related questions based on culture or language. Another possibility, Dr. Martin said, is that they reflect what researchers call the \"immigrant paradox,\" a phenomenon identified in earlier studies that suggest immigrants generally report higher levels of health, achievement and well-being than U.S.-born patients, despite greater disadvantage such as poverty, low educational level, poor access to health care, legal status, language barriers, and discrimination.\r\n\"The public's perception of immigrants influences the development of immigration policy,\" Dr. Martin said. \"We believe this research has the potential to help inform public perception and immigration policy so that they accurately reflect the reality experienced by immigrant families and children in the United States.\" \t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/aaop-ipr090817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Academy of Pediatrics 2017 National Conference & Exhibition", "institution": "American Academy of Pediatrics", "keywords": ["Medicine/Health", " Pediatrics", " Social/Behavioral Science", " Quality of Life", " Immigrants & Migration", " Stress/Anxiety", " Parenting/Child Care/Family", " Support Networks"], "journal": "", "description": "A new study found immigrants reported fewer potentially health-harming adverse childhood experiences, such as abuse, violence, or divorce, than native-born Americans. The findings, which will be highlighted in an abstract presentation during the American Academy of Pediatrics 2017 National Conference & Exhibition, suggest immigrants may experience different forms of stress early in life than do those born in the United States.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}