{"title": "Researcher sheds new light on how brain operates like GPS", "text": "TALLAHASSEE, Fla. -- Every time you walk out of a building, you immediately see where you're at and then step toward a destination. Whether you turn left, right or go straight ahead, you don't even think about it. Simple, right?Not exactly. The brain performs a complex calculation that works a lot like the Global Positioning System.Florida State University's Aaron Wilber, assistant professor of psychology and neuroscience, has discovered new insights into how the brain is organized to help a person navigate through life. His findings were published today in the September issue of the journal Neuron.\"We have not had a clear understanding of what happens when you step out of a subway tunnel, take in your surroundings and have that moment where you instantly know where you are,\" Wilber said. \"Now we're getting closer to understanding that.\"Wilber wanted to get a clearer picture of how a person makes the transition from seeing a scene and then translating the image into a plan for navigation.The parietal cortex is the part of the brain that helps make that happen. It integrates information coming in from various senses and helps a person understand what action to take as a result. The response gets recorded as a memory with help from other parts of the brain, creating a \"map\" of the location that a person can recall to help get around from place to place.Then in the future a person can link that same view, or even just a part of it, to the brain's map and know what action to take.Wilber discovered how the parietal cortex allows us to perform the appropriate action for a particular location.Lots of single cells in that region take in streams of sensory information to help a person get oriented, but those individual cells also cluster together in larger modules that work together. Those modules in the parietal cortex generate a physical response and, at the same time, are able to reconfigure themselves as a person learns and makes memories.\"These different modules are talking to each other and seem to be changing their connections just like single cells change their connections,\" Wilber said. \"But now we're talking about large groups of cells becoming wired up in different ways as you learn and remember how to make a series of actions as you go about your day-to-day business.\"Wilber's team was able to make recordings of various areas in a rat's brain and found certain regions showed distinct patterns of activity, and those areas were associated with a particular action. Researchers converted those patterns of activity into graphical illustrations, which offered a visual model of brain activity patterns.The team then documented an identical sequence of patterns in certain areas of the brain every time the animal performed a series of actions. In fact, the illustrations were so accurate, researchers could identify the animal's specific behavior just by looking at the brain activity patterns without ever seeing the actual physical action.Wilber continued making recordings when the rat slept and, based on the graphical waveforms, discovered the animal actually replayed the same actions in the brain during dreaming. But the dream sequence played out in fast forward at a rate about four times faster than real-life speed.\"We think these fast-forward 'dreams' we observe in rats could explain why in humans when you dream and wake up, you think a lot more time passed than actually has because your dreams happen at high speed or fast forward,\" Wilber said. \"Maybe dreams happen in fast forward because that would make it easier to create new connections in your brain as you sleep.\"As those new connections form, Wilber said, then the next time you go to the store you remember how to get there because your brain has linked your previous actions with certain places, such as turning right at a certain intersection.Wilber ultimately wants to understand how that process breaks down in people with Alzheimer's disease or other neurological disorders. He recently received funding from the National Institutes of Health to pursue this research. ", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.08.033", "url": "http://www.eurekalert.org/pub_releases/2017-09/fsu-rsn090617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Florida State University", "keywords": ["Biology", " Cell Biology", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Neuron", "description": "Neuroscientist Aaron Wilber discovers new insights about how the brain creates a map-like representation of locations that helps a person navigate the world.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}