{"title": "Teens' ability to consider the intentions of others linked to structural changes in the brain", "text": "When it comes to the concept of fairness, teenagers' ability to consider the intentions of others appears to be linked to structural changes underway in the brain, according to a Dartmouth-led study published by Scientific Reports. The study is the first to provide evidence linking structural changes with behavioral changes within this context. See video: https://youtu.be/uLv5da5wvus. Understanding the intentions of others is fundamental to human cooperation and how we exist as social beings.Understanding the intentions of others is fundamental to human cooperation and how we exist as social beings. Previous studies have demonstrated that certain areas of the social brain relating to how we care about others or \"social inference,\" continue to undergo cortical development until late adolescence. As demonstrated by the following time-lapse video, these changes include the thinning of the brain's cortex, which likely reflect synaptic reorganization in how brain regions are connected and communicate with each other. The study is the first to provide evidence linking structural changes with behavioral changes in the brain within the context of fairness concerns.For the study, participants between nine and 23-years old took part in an ultimatum game based on the exchange of money. Proposers first selected between two different divisions of $10, and responders then decided whether to accept or reject the chosen division. Researchers evaluated how participants used two different cognitive strategies when making their decision using computational modeling, and then investigated how these processes correlated with measurements of participants' cortical thickness, as obtained through magnetic resonance imaging (MRI). Younger players tended to want to minimize the difference in the division of the money, whereby everyone gets the same amount but as players became older, they were more inclined to consider the other player's intentions. This shift from a simple rule-based egalitarian strategy to a more sophisticated strategy that considers both the other player's intentions and notions of reciprocity, was observed during late adolescence. This gradual shift coincided with cortical thinning in the brain, specifically, in areas of the dorsomedial prefrontal cortex, which is involved with how we view others' mental states, and posterior temporal cortex, which is involved in visual perception particularly in processing facial information.\"This work provides converging evidence in line with other research that the computation of inferring intentions is processed in the dorsomedial prefrontal cortex,\" said senior author Luke Chang, an assistant professor in the Department of Psychological and Brain Sciences and the director of the Computational Social Affective Neuroscience Laboratory (Cosan Lab) at Dartmouth. \"We were surprised that this shift in preference for considering others' intentions occurred so late in development. Of course, younger children can infer the intentions of others, but we see that this ability continues to be refined well into late adolescence. This finding has potential implications regarding how much autonomy this age group should be given when making important social and ethical decisions, such as purchasing weapons, going to war, and serving on juries,\" added Chang.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/dc-tat090717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Dartmouth College", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Pediatrics", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Parenting/Child Care/Family"], "journal": "Scientific Reports", "description": "When it comes to the concept of fairness, teenagers' ability to consider the intentions of others appears to be linked to structural changes underway in the brain, according to a Dartmouth-led study published by Scientific Reports. The study is the first to provide evidence linking structural changes with behavioral changes within this context. Understanding the intentions of others is fundamental to human cooperation and how we exist as social beings.", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}