{"title": "Marijuana may produce psychotic-like effects in high-risk individuals", "text": "New York, NY (Sept. 13, 2017) - Marijuana may bring on temporary paranoia and other psychosis-related effects in individuals at high risk of developing a psychotic disorder, finds a preliminary study from researchers at Columbia University Medical Center (CUMC).The study was published last month in an online edition of Psychiatry Research.Individuals who have had mild or transient psychotic symptoms (such as unusual thoughts, suspiciousness, perceptual disturbances) without using substances such as marijuana or alcohol and have a family history of psychosis or other risk factors are considered at clinical high risk for psychotic disorder. Previous studies have found an association between marijuana use and psychosis in the general population, but none have rigorously examined marijuana's effects in those at greatest risk for psychosis.\"Many adolescents and young adults who are at high risk for psychosis smoke marijuana regularly or have a cannabis use disorder,\" said Margaret Haney, PhD, professor of neurobiology (in Psychiatry) at CUMC and senior author of the paper. \"Yet researchers haven't studied the effects of marijuana in this population in a rigorous, controlled manner.\"In this double-blinded, placebo-controlled laboratory study, the researchers looked at the effects of marijuana in six high-risk young adults and six controls, all experienced and current marijuana smokers who were physically healthy. Participants smoked half of an active or placebo marijuana cigarette, had psychological and physiological assessments before and after smoking, and then repeated this procedure with the opposite (active or placebo) cigarette. After smoking active marijuana, both groups had signs of intoxication and increases in heart rate and arousal relative to the placebo. However, only the high-risk group experienced transient increases in paranoia and anxiety, as well as disrupted sensory perception and cognitive performance, after using active marijuana. Neither group experienced these effects after using the placebo.\"Although this was a small, preliminary study, it suggests that marijuana may affect individuals at high risk for psychosis differently than other marijuana users, by briefly inducing psychotic-like experiences and impairing their cognition,\" said Nehal Vadhan, PhD, a psychologist and associate professor in Psychiatry and Molecular Medicine at Hofstra Northwell School of Medicine and first author of the paper.  \"While larger studies are needed to confirm these findings, they may aid clinicians in their guidance to individuals at risk for psychosis about marijuana's potential effects.\"Jeffrey Lieberman,MD, chair of psychiatry at CUMC and and former American Psychiatric Association president, noted that this report \"demonstrates the convergent risks of adolescence and expanding cannabis use for the development of psychotic disorders, as well as the opportunity for preventive strategies.\" ", "article_link": "http://dx.doi.org/10.1016/j.psychres.2017.07.070", "url": "http://www.eurekalert.org/pub_releases/2017-09/cumc-mmp091317.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse, NIH/National Institute of Mental Health", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Addiction", " Mental Health"], "journal": "Psychiatry Research", "description": "Marijuana may bring on temporary paranoia and other psychosis-related effects in individuals at high risk of developing a psychotic disorder, finds a preliminary study from researchers at Columbia University Medical Center (CUMC).", "date": "Wed, 13 Sep 2017 04:00:00 GMT"}