{"title": "How does the age of our political leaders affect our opinions of older adults?", "text": "September 12, 2017 -- There is a common perception that older adults as a group have lower social status than middle-aged adults. Researchers at the Robert N. Butler Aging Center at Columbia University's Mailman School of Public Health found there is the potential to change these opinions. A study in 60 countries showed that individuals in countries with older political leaders have more positive perceptions of older adults' social status. This is one of the first studies to examine how exposure to public figures may shape perceptions of older adults. The findings are published online in the journal Psychology and Aging.People in countries with an older political leader perceived older adults as having social status that is on a par with middle-aged adults.\"Seeing older adults in positions of prestige may affect both younger and older adults' perceptions of social status,\" said Deirdre Robertson, PhD, of the Columbia Aging Center, Trinity College Dublin and the Economic and Social Research Institute. \"This has important implications for how we perceive status hierarchies for people of all ages.\" The researchers used data from the World Value Survey (WVS), a standardized survey carried out in over 60 countries. The survey consists of nationally representative samples of residents aged 18 to 99 and includes between 900 and 3000 respondents per country.  The data was collected between 2010 and 2014.In a follow-up experimental study the authors found that people's perceptions of older adults' social status could be changed by exposing them to photographs of older adults in prestigious occupational positions. Specifically, when people were presented with photographs of older adults in positions of prestige (e.g. a 72 year-old CEO of a major retail chain in the United States), they rated older adults in general as being higher in social status.\"By using this unique approach drawing upon the analyses of a large cross-country data set in combination with an experimental study we were not only able to study whether exposure to older adults in positions of prestige predicts perceptions of social status across different cultures, language, and political systems, but also to understand when and why older adults as a group are socially valued or devalued,\" noted David Weiss, PhD, of the Columbia Aging Center and assistant professor of Sociomedical Sciences at the Mailman School of Public Health.Because it is not possible to determine cause and effect in any cross-sectional dataset an alternative interpretation could be that in countries where older adults are perceived to have a relatively higher social status, older individuals are more likely to be appointed as a political leader, according to the researchers. The addition of an experimental study showing that photographs can change status perceptions adds some confidence to the direction of the effects but further research in this area will be required.\"Most interestingly, the perceived relative low social status of older adults can be changed by the exposure to stereotype inconsistent exemplars,\" added Weiss.\"Our study presents a foundation for future research on social status in the context of aging,\" said Robertson. \"Given that we know that losing social status is psychologically threatening and a detriment to physical health, these findings have potential ramifications for understanding age-related social status and for future interventions to reduce ageism and ultimately improve health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/cums-hdt091217.php", "region": "namerica", "source_link": null, "funder": "Calderone Award, Psychological Society of Ireland", "meeting": "", "institution": "Columbia University's Mailman School of Public Health", "keywords": ["Medicine/Health", " Mortality/Longevity", " Aging", " Public Health", " Behavior", " Personality/Attitude", " Aging", " Perception/Awareness", " Political Science", " Occupation/Retirement"], "journal": "Psychology and Aging", "description": "There is a common perception that older adults as a group have lower social status than middle-aged adults. Researchers found there is the potential to change these opinions. A study in 60 countries showed that individuals in countries with older political leaders have more positive perceptions of older adults' social status. This is one of the first studies to examine how exposure to public figures may shape perceptions of older adults.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}