{"title": "Cognitive behavioral therapy not the solution to long-term weight loss in people with diabetes", "text": "Cognitive behavioural group therapy (CBGT) is no better than standard care at preventing weight regain after dieting in people with type 2 diabetes, according to new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal (11-15 September). According to the International Diabetes Federation (IDF), 80% of people with type 2 diabetes are overweight or obese at the time of diagnosis. Losing weight can reduce the risk of long-term cardiovascular illness and even death. However, current weight loss programmes for overweight and obese people with type 2 diabetes have not been shown to be effective in the long-term. Cognitive behavioural group therapy (CBGT), which aims to change thought patterns and behaviours, is an effective treatment for anxiety and depression, and is useful for other mental and physical health problems, like eating disorders.In this study, Dr Kirsten Berk from the Erasmus Medical Center, Rotterdam, the Netherlands and colleagues examined whether CBGT could help people with type 2 diabetes 'keep the weight off' after dieting. The Prevention of Weight Regain (POWER) trial recruited 206 overweight or obese adults (BMI ?27 kg/m2) with type 2 diabetes from the outpatient diabetes-clinic at the Erasmus MC in the Netherlands. All participants were put on a very low-calorie diet. After 8 weeks, 158 participants had achieved at least 5% weight loss and were randomised to either continue with usual care provided by their physician and diabetes nurse, or to receive CBGT (17 sessions over 18 months) in addition to usual care. CBGT involved an experienced psychological therapist working with the group to identify and modify unhelpful thought patterns and behaviours around lifestyle, weight, body perception and relapse. The researchers compared the difference in body weight, weight regain, blood glucose, HbA1c, insulin dose, lipids, depression and anxiety between the groups over 2 years.Two years after the start of treatment, weight regain was similar between the CBGT and usual care groups (control group regained an average 4.7 kg, CBGT group regained an average 4.0 kg). The results also showed that CBGT was no better than standard care at improving cardiovascular risk factors or psychological wellbeing.The authors conclude: \"Negative trials matter because they tell us what doesn't work, which is as important as what does. Our results provide no scientific justification to offer cognitive behavioural group therapy on top of usual care to optimise the effect of weight loss dieting in obese patients with type 2 diabetes. We urgently need to identify better approaches for long-term weight loss and weight maintenance in people with type 2 diabetes.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/d-cbt091017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "European Association for the Study of Diabetes (EASD) Annual Meeting", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "", "description": "Cognitive behavioral group therapy (CBGT) is no better than standard care at preventing weight regain after dieting in people with type 2 diabetes, according to new research being presented at this year's European Association for the Study of Diabetes (EASD) Annual Meeting in Lisbon, Portugal.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}