{"title": "Childhood maltreatment may change brain's response to threat", "text": "Neural activity associated with defensive responses in humans shifts between two brain regions depending on the proximity of a threat, suggests neuroimaging data from two independent samples of adults in the Netherlands published in The Journal of Neuroscience. In one sample, the findings suggest that emotional abuse during childhood may shift the balance of activity between these regions.The amygdala and a closely related region called the bed nucleus of the stria terminalis (BNST) are both activated in response to a threat, but it is unclear how these regions orchestrate defensive responses in humans. Floris Klumpers and colleagues found that anticipation of an uncomfortable but harmless electrical shock was associated with increased activity in BNST, which is strongly connected with other brain regions that may be involved in deciding how to respond to a distant threat. In contrast, the shock itself was associated with increased activity in the amygdala, which maintains stronger connections with lower brain regions that may facilitate immediate and involuntary responses to acute danger, such as increased heart rate. Finally, the authors found that participants in one sample who reported greater childhood maltreatment (primarily emotional abuse and neglect rather than physical and sexual abuse) exhibited increased amygdala activity during shock anticipation. This finding shows how early life stress may impact an individual's perception of distant threats.", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.3830-16.2017", "url": "http://www.eurekalert.org/pub_releases/2017-09/sfn-cmm090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Neuroscience", "description": "Neural activity associated with defensive responses in humans shifts between two brain regions depending on the proximity of a threat, suggests neuroimaging data from two independent samples of adults in the Netherlands published in the Journal of Neuroscience. In one sample, the findings suggest that emotional abuse during childhood may shift the balance of activity between these regions.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}