{"title": "Offspring of female mice exposed to e-cigarettes have increased risk of allergic asthma", "text": "Researchers have found that maternal e-cigarette vaping is linked to an increased risk of allergic asthma in offspring. The study was carried out in mice, but Dr Pawan Sharma, Chancellors Fellow and Research Leader in the Airways Disease Group at the University of Technology Sydney, Australia, will tell the congress: \"These findings highlight that e-cigarette use during pregnancy should not be considered safe.\"Allergic asthma is caused by a reaction to allergens such as pollen, dust mites and pets. Dr Sharma and colleagues exposed female mice, before mating, to either e-cigarette vapour, with or without nicotine, or to normal room air. The mice continued to vape during pregnancy, birth and while they were feeding their young. The offspring were then exposed to an allergen made from ovalbumin (the major proteins found in eggs) until they developed asthma.The researchers also exposed human cells to varying concentrations of e-cigarette liquid in the laboratory and measured the functioning of mitochondria (battery-like molecules that power key processes, such as respiration, in cells).\"Our study found that maternal vaping increased the risk and severity of allergic asthma in offspring. We also found that the detrimental effects of vaping were partially mediated through impairment of mitochondrial function, which affects cellular respiration, and were independent of nicotine. This means that vaping, even without nicotine present, has a demonstrated negative impact on cell function,\" says Dr Sharma.\"It is now known that maternal tobacco smoking is detrimental to lung health and increases the risk and severity of allergic airways disease in children. E-cigarette vaping is comparatively new, but emerging research suggests that its use is growing rapidly worldwide. There is a perception that vaping is a safer alternative to cigarette smoking and it is increasingly being viewed as a tool to help quit smoking during pregnancy. However, studies of the safety of maternal vaping for offspring, especially the subsequent development of allergic airways disease, are lacking. Our study demonstrates that maternal vaping is associated with impaired lung function and an increased risk of asthma in offspring. Action is needed to remove the general public's false impression that all e-cigarettes are safe and effective smoking cessation aids.\"The researchers are carrying out further studies to understand the mechanism by which e-cigarette vaping enhances allergic inflammation and worsens asthma. Dr Sharma concludes: \"Because e-cigarettes do not require combustion unlike traditional tobacco cigarettes, vaping produces reduced levels of toxic compounds. However, it is now becoming increasingly clear that vaping can still expose humans to numerous compounds that are toxic in nature and have undesirable effects. Moreover, the availability of different e-cigarette flavours and the use of nicotine on top has the potential to create a dangerously addictive concoction leading to unwanted health outcomes.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/elf-oof090817.php", "region": "europe", "source_link": null, "funder": "University of Technology Sydney, National Health and Medical Research Council of Australia", "meeting": "European Respiratory Society International Congress 2017", "institution": "European Lung Foundation", "keywords": ["Developmental/Reproductive Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Environmental Health", " Immunology/Allergies/Asthma", " Pulmonary/Respiratory Medicine", " Gynecology", " Pediatrics", " Physiology", " Smoking/Tobacco"], "journal": "", "description": "Researchers have found that maternal e-cigarette vaping is linked to an increased risk of allergic asthma in offspring. The study was carried out in mice, but Dr. Pawan Sharma will tell the European Respiratory Society International Congress: 'These findings highlight that e-cigarette use during pregnancy should not be considered safe.'", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}