{"title": "New treatment approaches to emotional problems after TBI", "text": "September 11, 2017 - Patients with traumatic brain injury (TBI) commonly have emotional difficulties--a persistent problem with limited treatment options. New approaches to treatment for emotional deficits after TBI are presented in the September/October special issue of the Journal of Head Trauma Rehabilitation (JHTR). The official journal of the Brain Injury Association of America, JHTR is published by Wolters Kluwer. One study evaluates videoconferencing technology to provide training in emotional regulation skills, in an innovative \"telerehabilitation\" approach that may expand access to treatment for patients with varying types of emotional challenges after TBI. \"High-quality studies aimed at improving emotional functioning following TBI needs to be a priority; the well-being and life quality of our patients depend on it,\" writes Guest Editor Dawn Neuman, PhD, of Indiana University School of Medicine at Indianapolis.New Treatment Approaches to Emotional Problems after TBI\nMany patients with TBI experience disruptions in emotional functioning, including problems in awareness, recognition, expression, and regulation of emotions. \"Of the vast array of consequences of TBI, emotional deficits are among the most prevalent, persistent, and difficult to treat,\" according to Dr. Neumann. Deficits in emotional regulation can affect patients' lives in many ways, including a reduced ability to participate in and benefit from other rehabilitation treatments.Yet emotional issues after TBI remain \"grossly understudied,\" especially in terms of treatment. The seven original research papers in the special issue evaluate innovative treatments for common emotional problems after TBI.Theo Tsaousides, PhD, and colleagues of Icahn School of Medicine at Mount Sinai, New York, evaluated a web-based intervention to improve emotional regulation after TBI. The study included 91 adults with a history of TBI and current problems with emotional regulation, based on the \"Difficulties in Emotional Regulation Scale\" (DERS). Average time since TBI was about ten years. In nearly half of patients, the severity of TBI was rated mild.Over 12 weeks, participants received 24 one-hour emotional regulation skills training sessions. The group sessions were delivered by videoconference, supervised by experienced rehabilitation neuropsychologists. The program provided education on how TBI affects emotional functioning, followed by training, practice, and feedback on specific strategies for improving emotional regulation skills in everyday life. At the end of the 12-week program, the participants showed meaningful improvements in emotional regulation, including \"medium to large\" effects on all aspects measured by the emotional regulation questionnaire. Follow-up assessment 12 weeks beyond the treatment period showed continued improvement.Measures of positive emotions, satisfaction with life, and problem-solving skills also improved significantly. Participants felt they made substantial progress toward their personal goals. Nearly 90 percent reported moderate to large improvements in their capacity for emotional regulation skills.The use of videoconferencing technology could help to overcome distance and travel barriers to treatment, while maintaining the benefits of group interventions. The study recruited participants from 33 states and five countries. Dr. Tsaousides comments: \"This technology allowed us to create an online educational environment that, in addition to providing skill training, enabled people who were hundreds and thousands of miles apart--many of whom had been isolated from support communities--to connect, share, and learn from one another.\"Other papers in the special issue report on treatments targeting emotional self-awareness, social-emotional perception, anger and aggression, and depression after TBI. While the studies are an important step forward, \"The state of the science for studying and treating emotional deficits in people with TBI is sorely lagging behind the needs,\" Dr. Neumann writes. \"A lot more evidence-based research is needed to support more confident treatment recommendations.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/wkh-nta091117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Clinical Trials", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Neurochemistry", " Pain", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury"], "journal": "Journal of Head Trauma Rehabilitation", "description": "Patients with traumatic brain injury (TBI) commonly have emotional difficulties -- a persistent problem with limited treatment options. New approaches to treatment for emotional deficits after TBI are presented in the September/October special issue of the Journal of Head Trauma Rehabilitation (JHTR). The official journal of the Brain Injury Association of America, JHTR is published by Wolters Kluwer.", "date": "Mon, 11 Sep 2017 04:00:00 GMT"}