{"date": "2018-01-19_20:52:14", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "shana", "stites", "clinical", "psychologist", "penn", "memory", "center", "senior", "research", "investigator", "penn", "project", "precision", "medicine", "brain", "p3mb", "view", "philadelphia", "researchers", "penn", "medicine", "discovered", "patient", "awareness", "diagnosis", "cognitive", "impairment", "may", "diminish", "quality", "life", "study", "published", "month", "journal", "gerontology", "psychological", "sciences", "researchers", "report", "older", "adults", "aware", "diagnosis", "either", "mild", "cognitive", "impairment", "mild", "stage", "alzheimer", "disease", "dementia", "reported", "greater", "depression", "higher", "stress", "lower", "quality", "life", "unaware", "also", "found", "older", "adults", "expectation", "disease", "would", "worsen", "time", "reported", "lower", "overall", "satisfaction", "daily", "life", "findings", "suggest", "patient", "quality", "life", "could", "impacted", "diagnostic", "label", "expectations", "prognosis", "clinician", "discloses", "diagnosis", "prognosis", "mild", "cognitive", "impairment", "mild", "stage", "alzheimer", "disease", "patient", "may", "experience", "additional", "symptoms", "like", "anxiety", "depression", "said", "study", "lead", "author", "shana", "stites", "psyd", "ms", "clinical", "psychologist", "penn", "memory", "center", "senior", "research", "investigator", "penn", "project", "precision", "medicine", "brain", "p3mb", "many", "years", "diagnosis", "alzheimer", "disease", "often", "made", "patient", "substantial", "memory", "cognitive", "problems", "time", "patients", "often", "unaware", "diagnosis", "advances", "awareness", "well", "diagnostic", "methods", "mean", "doctors", "diagnosing", "alzheimer", "disease", "earlier", "future", "routine", "diagnosis", "may", "occur", "symptoms", "even", "begin", "according", "stites", "early", "diagnosis", "holds", "promise", "opportunities", "prevent", "cognitive", "functional", "losses", "plan", "losses", "study", "results", "show", "early", "diagnosis", "alzheimer", "disease", "also", "bring", "penn", "researchers", "studied", "awareness", "diagnosis", "impacts", "quality", "life", "people", "one", "two", "disorders", "mild", "cognitive", "impairment", "disorder", "defined", "slight", "noticeable", "declines", "cognitive", "abilities", "mild", "stage", "alzheimer", "disease", "dementia", "compared", "ratings", "group", "adults", "age", "65", "normal", "cognition", "study", "participants", "completed", "measures", "multiple", "domains", "quality", "life", "including", "cognitive", "problems", "activities", "daily", "living", "physical", "functioning", "mental", "wellbeing", "perceptions", "one", "daily", "life", "researchers", "compared", "measure", "quality", "life", "cognitive", "performance", "diagnosis", "awareness", "diagnostic", "group", "findings", "help", "identify", "psychological", "processes", "underlying", "relationships", "cognitive", "decline", "quality", "life", "according", "stites", "study", "practical", "implications", "current", "future", "clinical", "practice", "issue", "tell", "tell", "issue", "tell", "tell", "give", "someone", "diagnosis", "also", "communicating", "either", "directly", "indirectly", "lot", "information", "affect", "activities", "people", "daily", "life", "planning", "employment", "lifestyle", "emotional", "wellbeing", "social", "relationships", "close", "friends", "family", "members", "issues", "need", "explicitly", "addressed", "patients", "stites", "said", "maybe", "point", "ca", "prevent", "cognitive", "decline", "certainly", "effective", "interventions", "treating", "depression", "managing", "symptoms", "researchers", "note", "study", "needed", "understand", "drives", "impact", "awareness", "diagnosis", "prognosis", "quality", "life", "future", "studies", "might", "include", "research", "done", "alzheimer", "disease", "clinicians", "working", "diagnose", "people", "risk", "developing", "disease", "based", "genes", "biomarkers", "determine", "diagnosis", "awareness", "might", "affect", "individual", "sense", "identity", "functioning", "world", "learn", "high", "probability", "developing", "alzheimer", "disease", "diagnosis", "alzheimer", "disease", "evoke", "assumptions", "stereotypes", "feelings", "attitudes", "affect", "person", "quality", "life", "view", "treated", "others", "study", "part", "research", "team", "ongoing", "efforts", "understand", "early", "diagnosis", "impact", "person", "quality", "life", "wellbeing", "results", "add", "learning", "stigma", "alzheimer", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uops-mci080317.php", "year": "Thu, 03 Aug 2017 04:00:00 GMT", "source": "University of Pennsylvania School of Medicine", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Shana Stites, Psy.D., M.A., M.S., a clinical psychologist in the Penn Memory Center, senior research investigator for the Penn Project on Precision Medicine for the Brain (P3MB).", "view more PHILADELPHIA -- Researchers at Penn Medicine have discovered that a patient's awareness of a diagnosis of cognitive impairment may diminish their self-assessment of quality of life.", "In a study published this month in the Journal of Gerontology: Psychological Sciences the researchers report that older adults who were aware of their diagnosis--either Mild Cognitive Impairment or mild stage Alzheimer's disease dementia -- reported greater depression, higher stress, and lower quality of life than those who were unaware.", "They also found that older adults who had an expectation that their disease would worsen over time reported lower overall satisfaction with daily life.", "\"These findings suggest that a patient's quality of life could be impacted by a diagnostic label and their expectations for the prognosis.", "So, when a clinician discloses the diagnosis and prognosis of Mild Cognitive Impairment or mild stage Alzheimer's disease, a patient may experience additional symptoms, like anxiety or depression,\" said the study's lead author, Shana Stites, PsyD, MA, MS, a clinical psychologist in the Penn Memory Center, senior research investigator for the Penn Project on Precision Medicine for the Brain (P3MB).For many years, a diagnosis of Alzheimer's disease was often not made until a patient had substantial memory and cognitive problems - by which time patients themselves were often unaware of their diagnosis.", "Advances in awareness, as well in diagnostic methods, mean doctors are diagnosing Alzheimer's disease earlier, and in the future, routine diagnosis may occur before symptoms even begin.", "According to Stites, early diagnosis holds the promise for opportunities to prevent cognitive and functional losses and to plan for these losses.", "But study results show that an early diagnosis of Alzheimer's disease can also bring challenges.The Penn Researchers studied how awareness of diagnosis impacts on self-ratings of quality of life in people with one of two disorders, Mild Cognitive Impairment--a disorder defined by slight but noticeable declines in cognitive abilities--or mild stage Alzheimer's disease dementia.", "They compared these ratings to a group of adults above the age of 65 with normal cognition.", "Study participants completed measures of multiple domains of quality of life including cognitive problems, activities of daily living, physical functioning, mental wellbeing, and perceptions of one's daily life.", "The researchers compared the measure of quality of life by cognitive performance, diagnosis awareness, and diagnostic group.", "The findings help to identify psychological processes underlying relationships between cognitive decline and quality of life.", "According to Stites, the study has practical implications for current and future clinical practice.", "\"It's not just an issue of to tell or not to tell, it's an issue of how you tell and what you tell because when you give someone a diagnosis you're also communicating, either directly or indirectly, a lot of information that can affect the activities people do in daily life, their planning for employment and lifestyle, emotional wellbeing, and social relationships with close friends and family members.", "These issues need to be explicitly addressed with patients,\" Stites said.", "\"Maybe at this point we can't prevent cognitive decline, but we certainly have effective interventions for treating depression and for managing other symptoms.", "\"The researchers note that further study is needed to understand what drives the impact of awareness of diagnosis and prognosis on quality of life.", "Future studies might include pre-clinical research that is being done in Alzheimer's disease, where clinicians are working to diagnose people who are at risk of developing the disease based on genes and biomarkers to determine how diagnosis awareness might affect an individual's sense of identity and functioning in the world if they learn that they have a high probability of developing Alzheimer's disease in the future.A diagnosis of Alzheimer's disease can evoke assumptions, stereotypes, feelings, and attitudes that can affect a person's quality of life, how they view themselves and how they are treated by others.", "This study is part of the research team's ongoing efforts to understand how early diagnosis can impact a person's quality of life and wellbeing.", "The results add to what they've been learning about the stigma of Alzheimer's disease."], "title": "Mild cognitive impairment and Alzheimer's diagnoses trigger lower self-ratings of quality of life | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Shana Stites, Psy.D., M.A., M.S., a clinical psychologist in the Penn Memory Center, senior research investigator for the Penn Project on Precision Medicine for the Brain (P3MB).\n       view more PHILADELPHIA -- Researchers at Penn Medicine have discovered that a patient's awareness of a diagnosis of cognitive impairment may diminish their self-assessment of quality of life. In a study published this month in the Journal of Gerontology: Psychological Sciences the researchers report that older adults who were aware of their diagnosis--either Mild Cognitive Impairment or mild stage Alzheimer's disease dementia -- reported greater depression, higher stress, and lower quality of life than those who were unaware. They also found that older adults who had an expectation that their disease would worsen over time reported lower overall satisfaction with daily life.\"These findings suggest that a patient's quality of life could be impacted by a diagnostic label and their expectations for the prognosis. So, when a clinician discloses the diagnosis and prognosis of Mild Cognitive Impairment or mild stage Alzheimer's disease, a patient may experience additional symptoms, like anxiety or depression,\" said the study's lead author, Shana Stites, PsyD, MA, MS, a clinical psychologist in the Penn Memory Center, senior research investigator for the Penn Project on Precision Medicine for the Brain (P3MB).For many years, a diagnosis of Alzheimer's disease was often not made until a patient had substantial memory and cognitive problems - by which time patients themselves were often unaware of their diagnosis. Advances in awareness, as well in diagnostic methods, mean doctors are diagnosing Alzheimer's disease earlier, and in the future, routine diagnosis may occur before symptoms even begin. According to Stites, early diagnosis holds the promise for opportunities to prevent cognitive and functional losses and to plan for these losses. But study results show that an early diagnosis of Alzheimer's disease can also bring challenges.The Penn Researchers studied how awareness of diagnosis impacts on self-ratings of quality of life in people with one of two disorders, Mild Cognitive Impairment--a disorder defined by slight but noticeable declines in cognitive abilities--or mild stage Alzheimer's disease dementia. They compared these ratings to a group of adults above the age of 65 with normal cognition. Study participants completed measures of multiple domains of quality of life including cognitive problems, activities of daily living, physical functioning, mental wellbeing, and perceptions of one's daily life. The researchers compared the measure of quality of life by cognitive performance, diagnosis awareness, and diagnostic group. The findings help to identify psychological processes underlying relationships between cognitive decline and quality of life. According to Stites, the study has practical implications for current and future clinical practice.\"It's not just an issue of to tell or not to tell, it's an issue of how you tell and what you tell because when you give someone a diagnosis you're also communicating, either directly or indirectly, a lot of information that can affect the activities people do in daily life, their planning for employment and lifestyle, emotional wellbeing, and social relationships with close friends and family members. These issues need to be explicitly addressed with patients,\" Stites said. \"Maybe at this point we can't prevent cognitive decline, but we certainly have effective interventions for treating depression and for managing other symptoms.\"The researchers note that further study is needed to understand what drives the impact of awareness of diagnosis and prognosis on quality of life. Future studies might include pre-clinical research that is being done in Alzheimer's disease, where clinicians are working to diagnose people who are at risk of developing the disease based on genes and biomarkers to determine how diagnosis awareness might affect an individual's sense of identity and functioning in the world if they learn that they have a high probability of developing Alzheimer's disease in the future.A diagnosis of Alzheimer's disease can evoke assumptions, stereotypes, feelings, and attitudes that can affect a person's quality of life, how they view themselves and how they are treated by others. This study is part of the research team's ongoing efforts to understand how early diagnosis can impact a person's quality of life and wellbeing. The results add to what they've been learning about the stigma of Alzheimer's disease."}