{"date": "2018-01-19_20:52:21", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txheidelberg", "2", "august", "2017", "increasing", "evidence", "stress", "disorder", "ptsd", "increases", "risk", "developing", "dementia", "later", "life", "researchers", "university", "medical", "center", "goettingen", "germany", "shed", "light", "molecular", "mechanism", "links", "two", "disorders", "research", "published", "today", "embo", "journal", "ptsd", "brain", "disorder", "occur", "experiencing", "traumatic", "event", "individuals", "ptsd", "frequently", "relive", "traumatic", "event", "often", "triggered", "stimuli", "similar", "accompanied", "trauma", "number", "epidemiological", "studies", "shown", "individuals", "suffering", "ptsd", "prone", "acquiring", "alzheimer", "disease", "later", "lives", "unravelling", "molecular", "underpinnings", "correlation", "help", "identify", "targeted", "therapies", "research", "team", "goettingen", "identified", "molecular", "link", "showing", "formin", "2", "deregulated", "ptsd", "alzheimer", "disease", "patients", "investigate", "link", "researchers", "showed", "formin", "2", "mutant", "mice", "show", "ptsd", "phenotypes", "early", "age", "develop", "memory", "decline", "molecular", "level", "formin", "2", "active", "brain", "regulates", "dynamics", "cytoskeleton", "structure", "helps", "cells", "maintain", "shape", "internal", "organization", "required", "neuronal", "cell", "contacts", "change", "ease", "strengthened", "learning", "hypothesis", "various", "risk", "factors", "eventually", "cause", "aberrant", "activation", "many", "genes", "contribute", "alzheimer", "disease", "one", "factors", "could", "developing", "ptsd", "via", "process", "involves", "formin", "2", "said", "farahnaz", "sananbenesi", "lead", "researcher", "study", "test", "idea", "researchers", "undertook", "comprehensive", "analysis", "gene", "activity", "formin", "2", "mutant", "mice", "indeed", "whereas", "young", "mice", "lacking", "formin", "2", "hardly", "different", "normal", "mice", "deregulation", "hundreds", "genes", "built", "aged", "researchers", "also", "found", "drug", "vorinostat", "ameliorates", "ptsd", "phenotypes", "younger", "mice", "enhanced", "memory", "aged", "formin", "mice", "results", "indicate", "may", "possible", "develop", "therapeutic", "strategies", "ptsd", "patients", "time", "lower", "risk", "develop", "alzheimer", "disease", "said", "andré", "fischer", "coordinated", "study", "together", "sananbenesi"], "url": "http://www.eurekalert.org/pub_releases/2017-08/e-fam080217.php", "year": "Wed, 02 Aug 2017 04:00:00 GMT", "source": "EMBO", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHeidelberg, 2 August 2017 - There is increasing evidence that post-traumatic stress disorder (PTSD) increases the risk of developing dementia later in life.", "Researchers at the University Medical Center Goettingen, Germany, now shed light on the molecular mechanism that links the two disorders.", "The research is published today in The EMBO Journal.", "PTSD is a brain disorder that can occur after experiencing a traumatic event.", "Individuals with PTSD frequently relive the traumatic event, often triggered by stimuli similar to those that accompanied the trauma.", "A number of epidemiological studies have shown that individuals suffering from PTSD are more prone to acquiring Alzheimer's disease later in their lives.", "Unravelling the molecular underpinnings of this correlation will help to identify targeted therapies.", "The research team in Goettingen identified such a molecular link by showing that Formin 2 is deregulated in PTSD and Alzheimer's disease patients.", "To investigate this link further, the researchers showed that Formin 2 mutant mice show PTSD phenotypes at an early age and develop age-related memory decline.", "On the molecular level, Formin 2 is active in the brain, where it regulates the dynamics of the cytoskeleton, the structure that helps cells to maintain their shape and internal organization.", "It is required for neuronal cell contacts to change and to ease off again after they have been strengthened by learning.", "\"Our hypothesis was that various risk factors eventually cause an aberrant activation of many genes that contribute to Alzheimer's disease.", "One of these factors could be developing PTSD via a process that involves Formin 2,\" said Farahnaz Sananbenesi, lead researcher of the study.", "To test this idea, the researchers undertook a comprehensive analysis of gene activity in Formin 2 mutant mice.", "Indeed, whereas young mice lacking Formin 2 were hardly different from normal mice, a deregulation of hundreds of genes built up as they aged.", "The researchers also found that the drug Vorinostat, which ameliorates PTSD phenotypes in younger mice, enhanced memory in aged Formin 2-deficient mice.", "\"Our results indicate that it may be possible to develop therapeutic strategies for PTSD patients that, at the same time, lower the risk to develop Alzheimer's disease,\" said André Fischer who coordinated the study together with Dr. Sananbenesi."], "title": "From a memory too strong to a memory too weak | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXHeidelberg, 2 August 2017 - There is increasing evidence that post-traumatic stress disorder (PTSD) increases the risk of developing dementia later in life. Researchers at the University Medical Center Goettingen, Germany, now shed light on the molecular mechanism that links the two disorders. The research is published today in The EMBO Journal. \r\nPTSD is a brain disorder that can occur after experiencing a traumatic event. Individuals with PTSD frequently relive the traumatic event, often triggered by stimuli similar to those that accompanied the trauma. A number of epidemiological studies have shown that individuals suffering from PTSD are more prone to acquiring Alzheimer's disease later in their lives. \r\nUnravelling the molecular underpinnings of this correlation will help to identify targeted therapies. The research team in Goettingen identified such a molecular link by showing that Formin 2 is deregulated in PTSD and Alzheimer's disease patients. To investigate this link further, the researchers showed that Formin 2 mutant mice show PTSD phenotypes at an early age and develop age-related memory decline. \r\nOn the molecular level, Formin 2 is active in the brain, where it regulates the dynamics of the cytoskeleton, the structure that helps cells to maintain their shape and internal organization. It is required for neuronal cell contacts to change and to ease off again after they have been strengthened by learning. \r\n\"Our hypothesis was that various risk factors eventually cause an aberrant activation of many genes that contribute to Alzheimer's disease. One of these factors could be developing PTSD via a process that involves Formin 2,\" said Farahnaz Sananbenesi, lead researcher of the study. \r\nTo test this idea, the researchers undertook a comprehensive analysis of gene activity in Formin 2 mutant mice. Indeed, whereas young mice lacking Formin 2 were hardly different from normal mice, a deregulation of hundreds of genes built up as they aged. The researchers also found that the drug Vorinostat, which ameliorates PTSD phenotypes in younger mice, enhanced memory in aged Formin 2-deficient mice. \r\n\"Our results indicate that it may be possible to develop therapeutic strategies for PTSD patients that, at the same time, lower the risk to develop Alzheimer's disease,\" said André Fischer who coordinated the study together with Dr. Sananbenesi. "}