{"text": "Ancona, Italy, August 2, 2017 - Currently, no possibility exists to reliably quantify the risk of Alzheimer's disease (AD) onset in the general population and in subjects with mild cognitive impairment. Metabolic and genetic factors involved in increasing the probability of developing dementia have already been identified. Some vascular risk factors, as hypertension, dyslipidaemia, diabetes or smoking can cause a derangement in extra or intracranial vessels architecture, which can be responsible for an early aging of the brain. However, reliable tools for early identification of subjects at greater risk of evolution from mild cognitive impairment to AD are not available. In a recent study, a research group from the Neurological Clinic of the University Hospital Ospedali Riuniti di Ancona and Marche Polytechnic University, Ancona, Italy, evaluated the reliability of the Framingham cardiovascular risk profile (FCRP) for the prediction of the evolution from mild cognitive impairment to AD.  FCRP is a commonly adopted score used to calculate the risk of cardiovascular or cerebrovascular events along a 10-year period. Authors selected FCRP to evaluate if some common conditions, such as hypertension or diabetes, could be involved in increasing the risk of developing dementia.  The results of this study are published in the Journal of Alzheimer's Disease.The study, coordinated by Mauro Silvestrini and Leandro Provinciali with Giovanna Viticchi as principal investigator, demonstrated that in subjects affected by mild cognitive impairment, the presence of high FCRP scores is associated to an increased risk of developing AD. These results could have a relevant impact on the management of dementia because prevention of vascular risk factors and treatment of vascular damage can reduce the incidence of AD. Reducing and preventing the progression of vascular damage could represent a main therapeutic target for the prevention of cognitive deterioration.\r\n", "date": "Wed, 02 Aug 2017 04:00:00 GMT", "meeting": "", "title": "Vascular risk factors and Alzheimer's disease: A new therapeutic opportunity?", "institution": "IOS Press", "journal": "Journal of Alzheimer's Disease", "description": "Currently, no possibility exists to reliably quantify the risk of Alzheimer's disease (AD) onset in the general population and in subjects with mild cognitive impairment.", "region": "europe", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ip-vrf080117.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.3233/JAD-170160"}