{"date": "2018-01-19_20:52:26", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "research", "published", "plos", "one", "identified", "progression", "lafora", "disease", "devastating", "form", "epilepsy", "affects", "50", "young", "children", "worldwide", "lafora", "disease", "also", "affects", "dogs", "examination", "affected", "canines", "help", "develop", "effective", "treatment", "used", "treat", "children", "eminent", "specialists", "human", "form", "lafora", "hospital", "sick", "children", "toronto", "researchers", "surveyed", "owners", "27", "miniature", "wirehaired", "dachshund", "breed", "high", "prevalence", "illness", "course", "12", "months", "uncover", "clinical", "signs", "physical", "advancement", "disease", "insight", "help", "shape", "treatment", "available", "rare", "disease", "affects", "50", "children", "worldwide", "devastating", "lafora", "illness", "fatal", "form", "epilepsy", "caused", "gene", "mutation", "leading", "abnormal", "levels", "glycogen", "body", "abnormal", "levels", "glycogen", "cause", "children", "dogs", "suffer", "progressive", "seizures", "dementia", "loss", "walking", "discovered", "common", "clinical", "sign", "lafora", "reflex", "spontaneous", "muscle", "contractions", "uncontrollable", "jerks", "generalised", "seizures", "common", "signs", "include", "seizures", "smacking", "catching", "attacks", "clare", "rusbridge", "reader", "veterinary", "neurology", "university", "surrey", "chief", "neurologist", "fitzpatrick", "referrals", "said", "lafora", "disease", "fatal", "disease", "causes", "unbearable", "suffering", "dogs", "rare", "cases", "young", "children", "due", "rarity", "little", "known", "onset", "illness", "discovered", "help", "dog", "owners", "clinical", "sign", "lafora", "helping", "lead", "quicker", "diagnosis", "learn", "lafora", "better", "chance", "treating", "effectively", "longstanding", "relationship", "dr", "rusbridge", "hospital", "sick", "children", "toronto", "led", "collaboration", "human", "veterinary", "medicine", "led", "discovery", "canine", "lafora", "genetic", "mutation", "2005", "armed", "knowledge", "campaigning", "wirehaired", "dachshund", "club", "dachshund", "breed", "council", "led", "increased", "awareness", "testing", "disease", "breeding", "animals", "space", "5", "years", "proportion", "litters", "bred", "risk", "puppies", "reduced", "55", "5"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uos-cbp080217.php", "year": "Wed, 02 Aug 2017 04:00:00 GMT", "source": "University of Surrey", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe research, published in PLOS ONE, has identified the progression of Lafora disease, a devastating form of epilepsy which affects up to 50 young children worldwide.", "Lafora's disease also affects dogs and the examination of affected canines will help develop effective treatment which can be used to treat children with the illness.Working with eminent specialists in the human form of Lafora at The Hospital for Sick Children in Toronto, researchers surveyed the owners of 27 miniature wirehaired dachshund, a breed with a high prevalence of the illness, over the course of 12 months to uncover the clinical signs and physical advancement of the disease.", "The insight will help shape the treatment available for this rare disease, which affects 50 children worldwide each year.The devastating Lafora illness is a fatal form of epilepsy caused by gene mutation, leading to abnormal levels of glycogen in the body.", "These abnormal levels of glycogen cause children and dogs to suffer progressive seizures, dementia and loss of walking ability.Researchers discovered that the most common clinical sign of Lafora is reflex and spontaneous muscle contractions, uncontrollable jerks and generalised seizures.", "Other common signs include 'focal seizures', 'jaw smacking,' 'fly catching', 'panic attacks' and 'aggression.", "'Dr Clare Rusbridge, Reader in Veterinary Neurology at the University of Surrey and Chief Neurologist at Fitzpatrick Referrals, said: \"Lafora disease is a fatal disease that causes unbearable suffering for dogs and in rare cases young children.", "\"Due to its rarity, little is known about the onset of this illness but what we have discovered, with the help of dog owners, is the clinical sign of Lafora helping to lead to quicker diagnosis.", "The more we learn about Lafora, the better chance we have of treating it effectively.", "\"The longstanding relationship between Dr Rusbridge and the Hospital for Sick Children in Toronto has led to the ground-breaking collaboration between human and veterinary medicine, which led to the discovery of the canine Lafora genetic mutation in 2005.", "Armed with this knowledge, campaigning by the Wirehaired Dachshund Club and Dachshund Breed Council has led to an increased awareness and testing for the disease in breeding animals.", "In the space of just 5 years, the proportion of litters bred with a risk of Lafora-affected puppies has been reduced from 55% to under 5%."], "title": "Collaboration between pet owners and researchers helps children and dogs with rare epilepsy | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe research, published in PLOS ONE, has identified the progression of Lafora disease, a devastating form of epilepsy which affects up to 50 young children worldwide. Lafora's disease also affects dogs and the examination of affected canines will help develop effective treatment which can be used to treat children with the illness.Working with eminent specialists in the human form of Lafora at The Hospital for Sick Children in Toronto, researchers surveyed the owners of 27 miniature wirehaired dachshund, a breed with a high prevalence of the illness, over the course of 12 months to uncover the clinical signs and physical advancement of the disease. The insight will help shape the treatment available for this rare disease, which affects 50 children worldwide each year.The devastating Lafora illness is a fatal form of epilepsy caused by gene mutation, leading to abnormal levels of glycogen in the body. These abnormal levels of glycogen cause children and dogs to suffer progressive seizures, dementia and loss of walking ability.Researchers discovered that the most common clinical sign of Lafora is reflex and spontaneous muscle contractions, uncontrollable jerks and generalised seizures. Other common signs include 'focal seizures', 'jaw smacking,' 'fly catching', 'panic attacks' and 'aggression.'Dr Clare Rusbridge, Reader in Veterinary Neurology at the University of Surrey and Chief Neurologist at Fitzpatrick Referrals, said: \"Lafora disease is a fatal disease that causes unbearable suffering for dogs and in rare cases young children.\"Due to its rarity, little is known about the onset of this illness but what we have discovered, with the help of dog owners, is the clinical sign of Lafora helping to lead to quicker diagnosis. The more we learn about Lafora, the better chance we have of treating it effectively.\"The longstanding relationship between Dr Rusbridge and the Hospital for Sick Children in Toronto has led to the ground-breaking collaboration between human and veterinary medicine, which led to the discovery of the canine Lafora genetic mutation in 2005. Armed with this knowledge, campaigning by the Wirehaired Dachshund Club and Dachshund Breed Council has led to an increased awareness and testing for the disease in breeding animals. In the space of just 5 years, the proportion of litters bred with a risk of Lafora-affected puppies has been reduced from 55% to under 5%."}