{"date": "2018-01-19_20:52:29", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "professor", "emma", "reynish", "chair", "dementia", "studies", "university", "stirling", "view", "hospital", "patients", "dementia", "causes", "confusion", "longer", "stays", "worse", "treatment", "outcomes", "people", "without", "condition", "research", "led", "university", "stirling", "research", "first", "large", "study", "prove", "people", "confusion", "caused", "dementia", "delirium", "inferior", "treatment", "outcomes", "compared", "rest", "researcher", "professor", "emma", "reynish", "chair", "dementia", "studies", "university", "stirling", "said", "people", "confusion", "cognitive", "spectrum", "disorders", "make", "population", "65", "admitted", "emergency", "hospital", "half", "patients", "age", "85", "years", "people", "admitted", "hospital", "confusion", "seem", "badly", "increased", "risk", "dying", "increased", "risk", "hospital", "stay", "nearly", "two", "weeks", "longer", "without", "confusion", "unclear", "whether", "result", "care", "given", "disease", "process", "combination", "people", "confusion", "include", "dementia", "delirium", "sudden", "change", "someone", "cognitive", "state", "delirium", "addition", "dementia", "people", "undiagnosed", "dementia", "delirium", "common", "followed", "known", "dementia", "whatever", "cause", "confusion", "appear", "equally", "badly", "concentrating", "hospitals", "treatment", "care", "one", "groups", "patients", "dementia", "delirium", "may", "detrimental", "rest", "hospital", "population", "confused", "study", "found", "patients", "spectrum", "disorder", "csd", "delirium", "dementia", "stayed", "hospital", "average", "25", "days", "average", "double", "length", "stay", "without", "cst", "remained", "csd", "also", "likely", "died", "within", "year", "admission", "40", "mortality", "rate", "compared", "26", "rate", "rest", "hospital", "reynish", "added", "two", "main", "implications", "need", "urgent", "attention", "hospital", "care", "pathway", "designed", "centre", "around", "cognitive", "spectrum", "disorders", "rather", "dementia", "delirium", "alone", "secondly", "need", "research", "determine", "direct", "causal", "relationships", "whether", "underlying", "pathological", "processes", "disease", "care", "delivered", "affect", "outcomes", "well", "predictors", "decline", "optimal", "care", "pathways", "large", "vulnerable", "complex", "population", "research", "carried", "partnership", "experts", "university", "dundee", "nhs", "fife", "examined", "hospital", "outcomes", "patients", "aged", "65", "older", "emergency", "medical", "admission"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uos-hpw080117.php", "year": "Tue, 01 Aug 2017 04:00:00 GMT", "source": "University of Stirling", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is professor Emma Reynish, Chair in Dementia Studies at the University of Stirling.", "view more Hospital patients with dementia and other causes of confusion have longer stays and worse treatment outcomes than people without the condition, research led by the University of Stirling has found.The research is the first large population-based study to prove that people with confusion caused by dementia or delirium, have inferior treatment outcomes, when compared with the rest of the population.Lead researcher, Professor Emma Reynish, Chair in Dementia Studies at the University of Stirling, said: \"People with confusion - or cognitive spectrum disorders - make up over one-third of the population over 65 who are admitted as an emergency to hospital, and half of patients over the age of 85 years.", "\"People who are admitted to hospital with confusion seem to do badly, and are at an increased risk of dying, increased risk of re-admission, and a hospital stay nearly two weeks longer than those without confusion.", "It is unclear whether this is as a result of the care that they are given or the disease process itself, or a combination of both.", "\"People with confusion include: those with dementia; those with delirium - a sudden change in someone's cognitive state; those with delirium in addition to dementia; and people with undiagnosed dementia.", "Delirium is most common, at 24.6%, followed by known dementia, at 17.3%.", "Whatever the cause of their confusion, they all appear to do equally badly.", "\"Concentrating the hospitals' treatment and care on just one of these groups of patients - i.e.", "those with dementia or those with delirium - may be detrimental to the rest of the hospital population who are confused.", "\"The study found patients with 'cognitive spectrum disorder' (CSD) - delirium or dementia - stayed in hospital for an average of 25 days on average - more than double the length of stay for those without CST, who remained for 11.8 days.Patients with CSD were also more likely to have died within a year of admission - with a 40% mortality rate, compared with a 26% rate in the rest of the hospital population.Professor Reynish added: \"There are two main implications that need urgent attention.", "The hospital care pathway should be re-examined and designed to centre around those with 'confusion' or cognitive spectrum disorders, rather than dementia or delirium alone.", "\"Secondly, there is a need for further research to determine direct causal relationships - i.e.", "whether the underlying pathological processes of the disease itself, or the care delivered affect these outcomes - as well as predictors of decline and optimal care pathways for this large, vulnerable and complex population.", "\"The research, carried out in partnership with experts from the University of Dundee and NHS Fife, examined hospital outcomes in more than 10,000 patients aged 65 or older, with an emergency medical admission."], "title": "Hospital patients with dementia and other causes of confusion 'have worse outcomes' | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is professor Emma Reynish, Chair in Dementia Studies at the University of Stirling.\n       view more Hospital patients with dementia and other causes of confusion have longer stays and worse treatment outcomes than people without the condition, research led by the University of Stirling has found.The research is the first large population-based study to prove that people with confusion caused by dementia or delirium, have inferior treatment outcomes, when compared with the rest of the population.Lead researcher, Professor Emma Reynish, Chair in Dementia Studies at the University of Stirling, said: \"People with confusion - or cognitive spectrum disorders - make up over one-third of the population over 65 who are admitted as an emergency to hospital, and half of patients over the age of 85 years.\"People who are admitted to hospital with confusion seem to do badly, and are at an increased risk of dying, increased risk of re-admission, and a hospital stay nearly two weeks longer than those without confusion. It is unclear whether this is as a result of the care that they are given or the disease process itself, or a combination of both.\"People with confusion include: those with dementia; those with delirium - a sudden change in someone's cognitive state; those with delirium in addition to dementia; and people with undiagnosed dementia. Delirium is most common, at 24.6%, followed by known dementia, at 17.3%. Whatever the cause of their confusion, they all appear to do equally badly.\"Concentrating the hospitals' treatment and care on just one of these groups of patients - i.e. those with dementia or those with delirium - may be detrimental to the rest of the hospital population who are confused.\"The study found patients with 'cognitive spectrum disorder' (CSD) - delirium or dementia - stayed in hospital for an average of 25 days on average - more than double the length of stay for those without CST, who remained for 11.8 days.Patients with CSD were also more likely to have died within a year of admission - with a 40% mortality rate, compared with a 26% rate in the rest of the hospital population.Professor Reynish added: \"There are two main implications that need urgent attention. The hospital care pathway should be re-examined and designed to centre around those with 'confusion' or cognitive spectrum disorders, rather than dementia or delirium alone.\"Secondly, there is a need for further research to determine direct causal relationships - i.e. whether the underlying pathological processes of the disease itself, or the care delivered affect these outcomes - as well as predictors of decline and optimal care pathways for this large, vulnerable and complex population.\"The research, carried out in partnership with experts from the University of Dundee and NHS Fife, examined hospital outcomes in more than 10,000 patients aged 65 or older, with an emergency medical admission."}