{"date": "2018-01-19_20:52:31", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txolder", "adults", "consume", "alcohol", "moderately", "regular", "basis", "likely", "live", "age", "85", "without", "dementia", "cognitive", "impairments", "according", "university", "california", "san", "diego", "school", "findings", "published", "august", "issue", "journal", "alzheimer", "studies", "found", "correlation", "moderate", "alcohol", "intake", "longevity", "study", "unique", "considered", "men", "women", "cognitive", "health", "late", "age", "found", "alcohol", "consumption", "associated", "reduced", "mortality", "greater", "chances", "remaining", "cognitively", "healthy", "older", "age", "said", "senior", "author", "linda", "mcevoy", "phd", "associate", "professor", "uc", "san", "diego", "school", "medicine", "particular", "researchers", "found", "among", "men", "women", "85", "older", "individuals", "consumed", "moderate", "heavy", "amounts", "alcohol", "five", "seven", "days", "week", "twice", "likely", "cognitively", "healthy", "cognitive", "health", "assessed", "every", "four", "years", "course", "study", "using", "standard", "dementia", "screening", "test", "known", "mini", "mental", "state", "categorized", "moderate", "heavy", "excessive", "using", "gender", "guidelines", "established", "national", "institute", "alcohol", "abuse", "alcoholism", "definition", "moderate", "drinking", "involves", "consuming", "one", "alcoholic", "beverage", "day", "adult", "women", "age", "men", "aged", "65", "older", "two", "drinks", "day", "adult", "men", "age", "65", "heavy", "drinking", "defined", "three", "alcoholic", "beverages", "per", "day", "women", "adult", "age", "men", "65", "older", "four", "drinks", "day", "adult", "men", "65", "drinking", "amounts", "categorized", "excessive", "important", "point", "individuals", "study", "drank", "excess", "study", "show", "excessive", "drinking", "may", "affect", "longevity", "cognitive", "health", "aging", "mcevoy", "said", "excessive", "alcohol", "intake", "known", "cause", "researchers", "said", "study", "suggest", "drinking", "responsible", "increased", "longevity", "cognitive", "health", "alcohol", "consumption", "particularly", "wine", "associated", "higher", "incomes", "education", "levels", "turn", "associated", "lower", "rates", "smoking", "lower", "rates", "mental", "illness", "better", "access", "health", "uc", "san", "diego", "school", "medicine", "research", "team", "adjusted", "statistical", "analyses", "remove", "confounding", "variables", "smoking", "obesity", "noted", "study", "based", "statistical", "relationships", "different", "demographic", "factors", "behaviors", "health", "outcomes", "remain", "debates", "whether", "alcohol", "impacts", "lifespan", "potentially", "protects", "cognitive", "impairments", "study", "advantages", "however", "data", "derive", "relatively", "homogenous", "population", "geographically", "area", "older", "adults", "728", "women", "616", "men", "participated", "study", "rancho", "bernardo", "suburb", "san", "diego", "county", "99", "percent", "study", "participants", "tracked", "1984", "2013", "caucasian", "least", "college", "education", "study", "shows", "moderate", "drinking", "may", "part", "healthy", "lifestyle", "maintain", "cognitive", "fitness", "aging", "said", "lead", "author", "erin", "richard", "graduate", "student", "joint", "san", "diego", "state", "san", "diego", "doctoral", "program", "public", "health", "however", "recommendation", "everyone", "drink", "people", "health", "problems", "made", "worse", "alcohol", "others", "limit", "drinking", "glass", "two", "per", "day", "people", "drinking", "negative", "consequences"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--fwm080117.php", "year": "Tue, 01 Aug 2017 04:00:00 GMT", "source": "University of California - San Diego", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXOlder adults who consume alcohol moderately on a regular basis are more likely to live to the age of 85 without dementia or other cognitive impairments than non-drinkers, according to a University of California San Diego School of Medicine-led study.The findings are published in the August issue of the Journal of Alzheimer's Disease.Previous studies have found a correlation between moderate alcohol intake and longevity.", "\"This study is unique because we considered men and women's cognitive health at late age and found that alcohol consumption is not only associated with reduced mortality, but with greater chances of remaining cognitively healthy into older age,\" said senior author Linda McEvoy, PhD, an associate professor at UC San Diego School of Medicine.", "In particular, the researchers found that among men and women 85 and older, individuals who consumed \"moderate to heavy\" amounts of alcohol five to seven days a week were twice as likely to be cognitively healthy than non-drinkers.", "Cognitive health was assessed every four years over the course of the 29-year study, using a standard dementia screening test known as the Mini Mental State Examination.Drinking was categorized as moderate, heavy or excessive using gender and age-specific guidelines established by the National Institute on Alcohol Abuse and Alcoholism.", "By its definition, moderate drinking involves consuming up to one alcoholic beverage a day for adult women of any age and men aged 65 and older; and up to two drinks a day for adult men under age 65.", "Heavy drinking is defined as up to three alcoholic beverages per day for women of any adult age and men 65 and older; and four drinks a day for adult men under 65.", "Drinking more than these amounts is categorized as excessive.", "\"It is important to point out that there were very few individuals in our study who drank to excess, so our study does not show how excessive or binge-type drinking may affect longevity and cognitive health in aging,\" McEvoy said.", "Long-term excessive alcohol intake is known to cause alcohol-related dementia.The researchers said the study does not suggest drinking is responsible for increased longevity and cognitive health.", "Alcohol consumption, particularly of wine, is associated with higher incomes and education levels, which in turn are associated with lower rates of smoking, lower rates of mental illness and better access to health care.The UC San Diego School of Medicine research team adjusted the statistical analyses to remove confounding variables, such as smoking or obesity, but noted the study is based only on statistical relationships between different demographic factors, behaviors and health outcomes.", "There remain on-going debates about whether and how alcohol impacts lifespan or potentially protects against cognitive impairments with age.One of the study's advantages, however, is that the data derive from a relatively homogenous population in a geographically well-defined area.", "All of the 1,344 older adults (728 women; 616 men) who participated in the study are from Rancho Bernardo, a white-collar, middle-to-upper-middle-class suburb in San Diego County.", "More than 99 percent of the study participants, tracked from 1984 to 2013, are Caucasian with at least some college education.", "\"This study shows that moderate drinking may be part of a healthy lifestyle to maintain cognitive fitness in aging,\" said lead author Erin Richard, a graduate student in the Joint San Diego State University/UC San Diego Doctoral Program in Public Health.", "\"However, it is not a recommendation for everyone to drink.", "Some people have health problems that are made worse by alcohol, and others cannot limit their drinking to only a glass or two per day.", "For these people, drinking can have negative consequences.\""], "title": "For white middle class, moderate drinking is linked to cognitive health in old age | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXOlder adults who consume alcohol moderately on a regular basis are more likely to live to the age of 85 without dementia or other cognitive impairments than non-drinkers, according to a University of California San Diego School of Medicine-led study.The findings are published in the August issue of the Journal of Alzheimer's Disease.Previous studies have found a correlation between moderate alcohol intake and longevity. \"This study is unique because we considered men and women's cognitive health at late age and found that alcohol consumption is not only associated with reduced mortality, but with greater chances of remaining cognitively healthy into older age,\" said senior author Linda McEvoy, PhD, an associate professor at UC San Diego School of Medicine.  In particular, the researchers found that among men and women 85 and older, individuals who consumed \"moderate to heavy\" amounts of alcohol five to seven days a week were twice as likely to be cognitively healthy than non-drinkers. Cognitive health was assessed every four years over the course of the 29-year study, using a standard dementia screening test known as the Mini Mental State Examination.Drinking was categorized as moderate, heavy or excessive using gender and age-specific guidelines established by the National Institute on Alcohol Abuse and Alcoholism. By its definition, moderate drinking involves consuming up to one alcoholic beverage a day for adult women of any age and men aged 65 and older; and up to two drinks a day for adult men under age 65. Heavy drinking is defined as up to three alcoholic beverages per day for women of any adult age and men 65 and older; and four drinks a day for adult men under 65. Drinking more than these amounts is categorized as excessive.\"It is important to point out that there were very few individuals in our study who drank to excess, so our study does not show how excessive or binge-type drinking may affect longevity and cognitive health in aging,\" McEvoy said. Long-term excessive alcohol intake is known to cause alcohol-related dementia.The researchers said the study does not suggest drinking is responsible for increased longevity and cognitive health. Alcohol consumption, particularly of wine, is associated with higher incomes and education levels, which in turn are associated with lower rates of smoking, lower rates of mental illness and better access to health care.The UC San Diego School of Medicine research team adjusted the statistical analyses to remove confounding variables, such as smoking or obesity, but noted the study is based only on statistical relationships between different demographic factors, behaviors and health outcomes. There remain on-going debates about whether and how alcohol impacts lifespan or potentially protects against cognitive impairments with age.One of the study's advantages, however, is that the data derive from a relatively homogenous population in a geographically well-defined area. All of the 1,344 older adults (728 women; 616 men) who participated in the study are from Rancho Bernardo, a white-collar, middle-to-upper-middle-class suburb in San Diego County. More than 99 percent of the study participants, tracked from 1984 to 2013, are Caucasian with at least some college education.\"This study shows that moderate drinking may be part of a healthy lifestyle to maintain cognitive fitness in aging,\" said lead author Erin Richard, a graduate student in the Joint San Diego State University/UC San Diego Doctoral Program in Public Health. \"However, it is not a recommendation for everyone to drink. Some people have health problems that are made worse by alcohol, and others cannot limit their drinking to only a glass or two per day. For these people, drinking can have negative consequences.\""}