{"date": "2018-01-19_20:52:35", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "kent", "state", "university", "researchers", "analyzed", "brains", "aged", "chimpanzees", "show", "pathology", "similar", "human", "alzheimer", "disease", "brain", "image", "shows", "neuron", "black", "proximity", "amyloid", "view", "dementia", "affects", "people", "older", "65", "years", "united", "states", "common", "cause", "dementia", "alzheimer", "disease", "progressive", "irreversible", "brain", "disease", "results", "impaired", "cognitive", "functioning", "behavioral", "changes", "humans", "considered", "uniquely", "susceptible", "alzheimer", "disease", "potentially", "due", "genetic", "differences", "changes", "brain", "structure", "function", "evolution", "increased", "lifespan", "however", "new", "study", "published", "1", "neurobiology", "aging", "provides", "extensive", "evidence", "alzheimer", "disease", "brain", "pathology", "primate", "species", "date", "researchers", "kent", "state", "university", "college", "arts", "sciences", "along", "colleagues", "george", "washington", "university", "yerkes", "national", "primate", "research", "center", "georgia", "state", "university", "barrow", "neurological", "institute", "icahn", "school", "medicine", "mount", "sinai", "found", "brains", "aged", "chimpanzees", "closest", "living", "relatives", "show", "pathology", "similar", "human", "alzheimer", "disease", "brain", "research", "adds", "growing", "number", "studies", "using", "evolutionary", "perspective", "identify", "differences", "humans", "chimpanzees", "could", "lead", "potential", "targets", "therapeutic", "interventions", "humans", "studies", "investigated", "alzheimer", "disease", "pathology", "chimpanzees", "species", "closest", "phylogeny", "genetically", "related", "humans", "said", "senior", "author", "mary", "ann", "raghanti", "associate", "professor", "interim", "chair", "anthropology", "kent", "state", "brain", "samples", "great", "apes", "particularly", "aged", "individuals", "incredibly", "scarce", "study", "size", "rare", "dysfunction", "two", "proteins", "amyloid", "beta", "tau", "plays", "role", "development", "alzheimer", "disease", "healthy", "brains", "amyloid", "beta", "degraded", "eliminated", "alzheimer", "disease", "overproduction", "disrupted", "clearance", "protein", "results", "formation", "plaques", "brain", "cells", "called", "neurons", "amyloid", "beta", "form", "insoluble", "plaques", "soluble", "peptides", "initiates", "changes", "tau", "another", "protein", "found", "mostly", "neurons", "destabilizes", "cell", "skeleton", "alzheimer", "disease", "alterations", "tau", "lead", "formation", "neurofibrillary", "tangles", "cell", "death", "neuronal", "changes", "result", "onset", "dementia", "analysis", "brain", "samples", "study", "began", "2013", "raghanti", "lab", "kent", "state", "brains", "provided", "national", "chimpanzee", "brain", "resource", "collects", "brains", "chimpanzees", "died", "natural", "causes", "zoos", "research", "centers", "collection", "started", "called", "great", "ape", "aging", "project", "national", "chimpanzee", "brain", "resource", "supported", "national", "institutes", "health", "nih", "operated", "partnership", "george", "washington", "university", "georgia", "state", "yerkes", "national", "primate", "research", "examining", "brain", "regions", "affected", "alzheimer", "disease", "pathology", "humans", "group", "demonstrated", "amyloid", "beta", "plaques", "blood", "vessels", "present", "20", "aged", "chimpanzee", "brains", "similar", "humans", "increasingly", "larger", "volumes", "amyloid", "beta", "plaques", "blood", "vessels", "found", "greater", "age", "interestingly", "though", "amyloid", "beta", "deposition", "higher", "blood", "vessels", "plaques", "correlated", "increases", "tau", "lesions", "said", "melissa", "edler", "lead", "author", "former", "doctoral", "student", "biomedical", "sciences", "kent", "state", "suggests", "amyloid", "buildup", "brain", "blood", "vessels", "precedes", "plaque", "formation", "chimpanzees", "findings", "differ", "see", "humans", "approximately", "80", "percent", "alzheimer", "disease", "patients", "also", "cerebral", "amyloid", "angiopathy", "amyloid", "beta", "deposits", "brain", "blood", "vessels", "increase", "risk", "stroke", "dementia", "predominant", "amyloid", "beta", "pathology", "plaques", "tau", "lesions", "also", "found", "forms", "neurofibrillary", "tangles", "clusters", "neurites", "pieces", "dying", "neurons", "neurofibrillary", "tangles", "observed", "alzheimer", "disease", "patients", "neuritic", "clusters", "neocortex", "appear", "specific", "chimpanzees", "said", "patrick", "hof", "regenstreif", "professor", "neuroscience", "icahn", "school", "medicine", "mount", "sinai", "addition", "neurofibrillary", "tangles", "pathology", "observed", "apes", "exhibited", "plaques", "moderate", "severe", "cerebral", "amyloid", "angiopathy", "one", "individual", "virtually", "amyloid", "beta", "pathology", "presence", "amyloid", "tau", "pathology", "aged", "chimpanzees", "indicates", "alzheimer", "disease", "lesions", "specific", "human", "brain", "generally", "believed", "hof", "continued", "whether", "pathologies", "play", "key", "role", "cognitive", "decline", "requires", "continued", "investigation", "species", "said", "elliott", "mufson", "professor", "greening", "chair", "aging", "barrow", "neurological", "institute", "initiated", "great", "ape", "aging", "project", "20", "years", "ago", "saw", "aging", "chimpanzee", "population", "human", "care", "would", "need", "geriatric", "attention", "disorders", "similar", "affecting", "aging", "humans", "said", "joseph", "erwin", "research", "professor", "anthropology", "george", "washington", "university", "findings", "like", "reported", "paper", "provide", "significant", "evidence", "value", "need", "continued", "behavioral", "cognitive", "neurogenomic", "work", "important", "species", "said", "william", "hopkins", "professor", "neuroscience", "georgia", "state", "associate", "research", "scientist", "yerkes", "national", "primate", "research", "center", "emory", "university", "study", "confirms", "value", "health", "approach", "gerontology", "neurobiology", "aging", "benefit", "humans", "apes", "erwin", "added"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ksu-ksr080117.php", "year": "Tue, 01 Aug 2017 04:00:00 GMT", "source": "Kent State University", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Kent State University researchers analyzed the brains of aged chimpanzees to show pathology similar to the human Alzheimer's disease brain.", "This image shows tau-positive neuron (black) in proximity to amyloid...\n       view more Dementia affects one-third of all people older than 65 years in the United States.", "The most common cause of dementia is Alzheimer's disease, a progressive, irreversible brain disease that results in impaired cognitive functioning and other behavioral changes.", "Humans are considered uniquely susceptible to Alzheimer's disease, potentially due to genetic differences, changes in brain structure and function during evolution, and an increased lifespan.", "However, a new study published Aug. 1 in Neurobiology of Aging provides the most extensive evidence of Alzheimer's disease brain pathology in a primate species to date.", "Researchers from Kent State University's College of Arts and Sciences, along with colleagues from the George Washington University, Yerkes National Primate Research Center, Georgia State University, Barrow Neurological Institute and the Icahn School of Medicine at Mount Sinai, found that the brains of aged chimpanzees, our closest living relatives, show pathology similar to the human Alzheimer's disease brain.", "This research adds to a growing number of studies using an evolutionary perspective to identify differences between humans and chimpanzees that could lead to potential targets for therapeutic interventions in humans.", "\"Very few studies have investigated Alzheimer's disease pathology in chimpanzees, the species closest in phylogeny and most genetically related to humans,\" said senior author Mary Ann Raghanti, Ph.D., associate professor and interim chair of anthropology at Kent State.", "\"Brain samples from great apes, particularly aged individuals, are incredibly scarce, so a study of this size is rare.\"", "Dysfunction of two proteins, amyloid beta and tau, plays a role in the development of Alzheimer's disease.", "In healthy brains, amyloid beta is degraded and eliminated, but in Alzheimer's disease, overproduction and disrupted clearance of the protein results in the formation of plaques between brain cells called neurons.", "Amyloid beta in the form of insoluble plaques and soluble peptides initiates changes in tau, another protein found mostly in neurons, that destabilizes the cell's skeleton.", "In Alzheimer's disease, alterations in tau lead to the formation of neurofibrillary tangles and cell death.", "These neuronal changes result in the onset of dementia.", "Analysis of the brain samples for this study began in 2013 in Raghanti's lab at Kent State.", "The brains were provided by the National Chimpanzee Brain Resource, which collects the brains of chimpanzees that have died from natural causes at zoos and research centers.", "The collection started in the mid-1990s for what was then called the Great Ape Aging Project.", "The National Chimpanzee Brain Resource is supported by the National Institutes of Health (NIH) and is operated in partnership by the George Washington University, Georgia State and Yerkes National Primate Research Center.By examining brain regions most affected by Alzheimer's disease pathology in humans, the group demonstrated that amyloid beta plaques and blood vessels were present in all 20 aged chimpanzee brains.", "Similar to humans, increasingly larger volumes of amyloid beta plaques and blood vessels were found with greater age.", "\"Interestingly, though, amyloid beta deposition was higher in blood vessels than in plaques, and this correlated with increases in tau lesions,\" said Melissa Edler, Ph.D., lead author and former doctoral student in biomedical sciences at Kent State.", "\"This suggests that amyloid buildup in the brain's blood vessels precedes plaque formation in chimpanzees.", "\"These findings differ from what we see in humans.", "While approximately 80 percent of Alzheimer's disease patients also have cerebral amyloid angiopathy, or amyloid beta deposits in the brain's blood vessels that increase the risk for stroke and dementia, the predominant amyloid beta pathology is plaques.", "Tau lesions also were found in the forms of neurofibrillary tangles and clusters of tau-positive neurites (i.e., pieces of dying neurons).", "\"Neurofibrillary tangles are observed in Alzheimer's disease patients, but the tau-immunoreactive neuritic clusters in the neocortex appear specific to chimpanzees,\" said Patrick R. Hof, M.D., Regenstreif professor and vice-chair of neuroscience at Icahn School of Medicine at Mount Sinai.", "In addition, neurofibrillary tangles pathology was observed in apes that exhibited plaques and moderate or severe cerebral amyloid angiopathy and in one individual with virtually no amyloid beta pathology.", "\"The presence of amyloid and tau pathology in aged chimpanzees indicates these Alzheimer's disease lesions are not specific to the human brain as generally believed,\" Hof continued.", "\"Whether these pathologies play a key role in age-related cognitive decline requires continued investigation of this species,\" said Elliott Mufson, Ph.D., professor and Greening Chair in Aging at the Barrow Neurological Institute.", "\"We initiated the Great Ape Aging Project 20 years ago because we saw an aging chimpanzee population under human care that would need geriatric attention for disorders similar to those affecting aging humans,\" said Joseph Erwin, Ph.D., research professor of anthropology at the George Washington University.", "\"Findings like those reported in this paper provide significant evidence of the value and need for continued behavioral, cognitive and neurogenomic work with this important species,\" said William D. Hopkins, Ph.D., professor of neuroscience at Georgia State and associate research scientist at Yerkes National Primate Research Center, Emory University.", "\"This study confirms the value of a 'One Health' approach to gerontology and the neurobiology of aging for the benefit of humans and apes,\" Erwin added."], "title": "Kent State researchers help find pathologic hallmarks of Alzheimer's in aged chimpanzee brains | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Kent State University researchers analyzed the brains of aged chimpanzees to show pathology similar to the human Alzheimer's disease brain. This image shows tau-positive neuron (black) in proximity to amyloid...\n       view more Dementia affects one-third of all people older than 65 years in the United States. The most common cause of dementia is Alzheimer's disease, a progressive, irreversible brain disease that results in impaired cognitive functioning and other behavioral changes. Humans are considered uniquely susceptible to Alzheimer's disease, potentially due to genetic differences, changes in brain structure and function during evolution, and an increased lifespan. However, a new study published Aug. 1 in Neurobiology of Aging provides the most extensive evidence of Alzheimer's disease brain pathology in a primate species to date. Researchers from Kent State University's College of Arts and Sciences, along with colleagues from the George Washington University, Yerkes National Primate Research Center, Georgia State University, Barrow Neurological Institute and the Icahn School of Medicine at Mount Sinai, found that the brains of aged chimpanzees, our closest living relatives, show pathology similar to the human Alzheimer's disease brain. This research adds to a growing number of studies using an evolutionary perspective to identify differences between humans and chimpanzees that could lead to potential targets for therapeutic interventions in humans.\"Very few studies have investigated Alzheimer's disease pathology in chimpanzees, the species closest in phylogeny and most genetically related to humans,\" said senior author Mary Ann Raghanti, Ph.D., associate professor and interim chair of anthropology at Kent State. \"Brain samples from great apes, particularly aged individuals, are incredibly scarce, so a study of this size is rare.\" Dysfunction of two proteins, amyloid beta and tau, plays a role in the development of Alzheimer's disease. In healthy brains, amyloid beta is degraded and eliminated, but in Alzheimer's disease, overproduction and disrupted clearance of the protein results in the formation of plaques between brain cells called neurons. Amyloid beta in the form of insoluble plaques and soluble peptides initiates changes in tau, another protein found mostly in neurons, that destabilizes the cell's skeleton. In Alzheimer's disease, alterations in tau lead to the formation of neurofibrillary tangles and cell death. These neuronal changes result in the onset of dementia. Analysis of the brain samples for this study began in 2013 in Raghanti's lab at Kent State. The brains were provided by the National Chimpanzee Brain Resource, which collects the brains of chimpanzees that have died from natural causes at zoos and research centers. The collection started in the mid-1990s for what was then called the Great Ape Aging Project. The National Chimpanzee Brain Resource is supported by the National Institutes of Health (NIH) and is operated in partnership by the George Washington University, Georgia State and Yerkes National Primate Research Center.By examining brain regions most affected by Alzheimer's disease pathology in humans, the group demonstrated that amyloid beta plaques and blood vessels were present in all 20 aged chimpanzee brains. Similar to humans, increasingly larger volumes of amyloid beta plaques and blood vessels were found with greater age.\"Interestingly, though, amyloid beta deposition was higher in blood vessels than in plaques, and this correlated with increases in tau lesions,\" said Melissa Edler, Ph.D., lead author and former doctoral student in biomedical sciences at Kent State. \"This suggests that amyloid buildup in the brain's blood vessels precedes plaque formation in chimpanzees.\"These findings differ from what we see in humans. While approximately 80 percent of Alzheimer's disease patients also have cerebral amyloid angiopathy, or amyloid beta deposits in the brain's blood vessels that increase the risk for stroke and dementia, the predominant amyloid beta pathology is plaques. Tau lesions also were found in the forms of neurofibrillary tangles and clusters of tau-positive neurites (i.e., pieces of dying neurons).\"Neurofibrillary tangles are observed in Alzheimer's disease patients, but the tau-immunoreactive neuritic clusters in the neocortex appear specific to chimpanzees,\" said Patrick R. Hof, M.D., Regenstreif professor and vice-chair of neuroscience at Icahn School of Medicine at Mount Sinai. In addition, neurofibrillary tangles pathology was observed in apes that exhibited plaques and moderate or severe cerebral amyloid angiopathy and in one individual with virtually no amyloid beta pathology. \"The presence of amyloid and tau pathology in aged chimpanzees indicates these Alzheimer's disease lesions are not specific to the human brain as generally believed,\" Hof continued.\"Whether these pathologies play a key role in age-related cognitive decline requires continued investigation of this species,\" said Elliott Mufson, Ph.D., professor and Greening Chair in Aging at the Barrow Neurological Institute.\"We initiated the Great Ape Aging Project 20 years ago because we saw an aging chimpanzee population under human care that would need geriatric attention for disorders similar to those affecting aging humans,\" said Joseph Erwin, Ph.D., research professor of anthropology at the George Washington University.\"Findings like those reported in this paper provide significant evidence of the value and need for continued behavioral, cognitive and neurogenomic work with this important species,\" said William D. Hopkins, Ph.D., professor of neuroscience at Georgia State and associate research scientist at Yerkes National Primate Research Center, Emory University. \"This study confirms the value of a 'One Health' approach to gerontology and the neurobiology of aging for the benefit of humans and apes,\" Erwin added."}