{"date": "2018-01-19_20:52:38", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txis", "born", "states", "high", "stroke", "mortality", "associated", "dementia", "risk", "group", "individuals", "eventually", "lived", "outside", "states", "new", "article", "published", "jama", "neurology", "reports", "results", "study", "examined", "question", "group", "members", "integrated", "health", "care", "delivery", "system", "kaiser", "permanente", "northern", "band", "states", "southern", "united", "states", "known", "stroke", "belt", "living", "associated", "increased", "risk", "number", "conditions", "including", "high", "blood", "pressure", "diabetes", "stroke", "cognitive", "impairment", "rachel", "whitmer", "kaiser", "permanente", "oakland", "coauthors", "examined", "whether", "birthplace", "high", "stroke", "mortality", "state", "associated", "increased", "dementia", "risk", "group", "individuals", "later", "living", "northern", "california", "equal", "access", "medical", "care", "nine", "states", "considered", "high", "stroke", "mortality", "states", "alabama", "alaska", "arkansas", "louisiana", "mississippi", "oklahoma", "tennessee", "south", "carolina", "west", "virginia", "many", "part", "commonly", "considered", "stroke", "people", "included", "analysis", "women", "percent", "black", "percent", "born", "high", "stroke", "mortality", "states", "common", "among", "black", "diagnosed", "participants", "percent", "common", "among", "born", "high", "stroke", "mortality", "states", "455", "percent", "born", "states", "percent", "birth", "high", "stroke", "mortality", "state", "associated", "increased", "dementia", "risk", "estimates", "measuring", "absolute", "relative", "risk", "individuals", "black", "born", "high", "stroke", "mortality", "states", "highest", "risk", "dementia", "compared", "individuals", "black", "born", "high", "stroke", "mortality", "states", "according", "results", "cumulative", "dementia", "risks", "measure", "absolute", "risk", "age", "65", "percent", "people", "born", "high", "stroke", "mortality", "states", "percent", "people", "born", "study", "limitations", "including", "authors", "complete", "residential", "history", "could", "determine", "long", "people", "eventually", "migrated", "california", "lived", "high", "stroke", "mortality", "states", "therefore", "authors", "disentangle", "whether", "cumulative", "longer", "time", "residence", "worse", "whether", "effect", "birthplace", "varies", "age", "left", "high", "stroke", "mortality", "states", "place", "birth", "enduring", "consequences", "dementia", "risk", "may", "major", "contributor", "racial", "disparities", "dementia", "article", "concludes"], "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-hdr072717.php", "year": "Mon, 31 Jul 2017 04:00:00 GMT", "source": "The JAMA Network Journals", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIs being born in states with high stroke mortality associated with dementia risk in a group of individuals who eventually all lived outside those states?A new article published by JAMA Neurology reports the results of a study that examined that question in a group of 7,423 members of the integrated health care delivery system Kaiser Permanente Northern California.A band of states in the southern United States is known as the Stroke Belt because living there has been associated with increased risk of a number of conditions, including high blood pressure, diabetes, stroke and cognitive impairment.", "Rachel A. Whitmer, Ph.D., of Kaiser Permanente, Oakland, Calif., and coauthors examined whether birthplace in a high stroke mortality state was associated with increased dementia risk in a group of individuals later living in Northern California with equal access to medical care.", "The nine states considered high stroke mortality states were Alabama, Alaska, Arkansas, Louisiana, Mississippi, Oklahoma, Tennessee, South Carolina and West Virginia, many of which are part of what is commonly considered the Stroke Belt.Of the 7,423 people included in the analysis, 4,049 were women (54.5 percent) and 1,354 were black (18.2 percent).", "Being born in high stroke mortality states was more common among black participants.Dementia was diagnosed in 2,254 of the participants (30.4 percent) and was more common among those born in high stroke mortality states (455 [39.0 percent]) than those not born in those states (1,799 [28.8 percent]).Overall, birth in a high stroke mortality state was associated with an increased dementia risk in estimates measuring both absolute and relative risk.", "Individuals who were black and born in high stroke mortality states had the highest risk for dementia compared with those individuals who were not black and not born in high stroke mortality states, according to the results.", "Cumulative 20-year dementia risks (a measure of absolute risk) at age 65 were 30.13 percent for those people born in high stroke mortality states and 21.8 percent for those people not born in those states.The study has limitations, including that authors did not have complete residential history and could not determine how long the people, who had eventually migrated to California, lived in high stroke mortality states.", "Therefore, authors cannot disentangle whether cumulative or longer time of residence was worse or whether the effect of birthplace varies by age at which they left high stroke mortality states.", "\"Place of birth has enduring consequences for dementia risk and may be a major contributor to racial disparities in dementia,\" the article concludes."], "title": "Higher dementia risk associated with birth in high stroke mortality states | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIs being born in states with high stroke mortality associated with dementia risk in a group of individuals who eventually all lived outside those states?A new article published by JAMA Neurology reports the results of a study that examined that question in a group of 7,423 members of the integrated health care delivery system Kaiser Permanente Northern California.A band of states in the southern United States is known as the Stroke Belt because living there has been associated with increased risk of a number of conditions, including high blood pressure, diabetes, stroke and cognitive impairment. Rachel A. Whitmer, Ph.D., of Kaiser Permanente, Oakland, Calif., and coauthors examined whether birthplace in a high stroke mortality state was associated with increased dementia risk in a group of individuals later living in Northern California with equal access to medical care. The nine states considered high stroke mortality states were Alabama, Alaska, Arkansas, Louisiana, Mississippi, Oklahoma, Tennessee, South Carolina and West Virginia, many of which are part of what is commonly considered the Stroke Belt.Of the 7,423 people included in the analysis, 4,049 were women (54.5 percent) and 1,354 were black (18.2 percent). Being born in high stroke mortality states was more common among black participants.Dementia was diagnosed in 2,254 of the participants (30.4 percent) and was more common among those born in high stroke mortality states (455 [39.0 percent]) than those not born in those states (1,799 [28.8 percent]).Overall, birth in a high stroke mortality state was associated with an increased dementia risk in estimates measuring both absolute and relative risk. Individuals who were black and born in high stroke mortality states had the highest risk for dementia compared with those individuals who were not black and not born in high stroke mortality states, according to the results. Cumulative 20-year dementia risks (a measure of absolute risk) at age 65 were 30.13 percent for those people born in high stroke mortality states and 21.8 percent for those people not born in those states.The study has limitations, including that authors did not have complete residential history and could not determine how long the people, who had eventually migrated to California, lived in high stroke mortality states. Therefore, authors cannot disentangle whether cumulative or longer time of residence was worse or whether the effect of birthplace varies by age at which they left high stroke mortality states.\"Place of birth has enduring consequences for dementia risk and may be a major contributor to racial disparities in dementia,\" the article concludes."}