{"text": "The Precision Medicine Nation\nMaya Sabatello and Paul S. Appelbaum\r\n\tThe federal government's ambitious Precision Medicine Initiative proposes to accelerate the adoption of an approach to health care that would tailor disease diagnosis, treatment, and prevention to individual patients. In doing so, the PMI would recruit more than one million Americans to contribute genomic and other information to the research. The authors examine the ethical, legal, and social challenges that could ensue from the project, such as how to protect participants' private information and balance the health concerns of specific sociocultural groups with those of the wider population. The article makes recommendations to help ensure equitable and socially sensitive outcomes. Sabatello is a codirector of the Precision Medicine: Ethics, Politics, and Culture Project at Columbia University. Appelbaum is the Dollard professor of psychiatry, medicine & law at Columbia, where he directs the Center for Research on Ethical, Legal & Social Implications of Psychiatric, Neurologic & Behavioral Genetics. He is also a Hastings Center fellow.How Long a Life is Enough Life?\nDaniel Callahan and Willard Gaylin\r\nThe cofounders of The Hastings Center - Callahan in his late 80s and Gaylin in his early 90s - reflect on intensified, well-funded efforts for radical life extension. They argue for research on the economic and social impacts of the efforts, which may include the overburdening of health systems, particularly in resource-poor areas, and exacerbating inequities. Further, they question whether life extension research is a good, or even necessary, scientific investment, given existing risks to human life, including infectious diseases and famine. They conclude that \"to spend money on what is desired by some-life extension-when the needs of many to live a decent if limited life are still unmet is at the least wasteful, at the worst shameful.\" Perspective: Artificial Wombs and Abortion Rights\nI. Glenn Cohen\r\n\tScientists are in the early stages of developing the technology to sustain previable fetuses in artificial wombs. While this research brings us closer to providing excellent care for premature newborns, it raises major legal and ethical questions, especially for abortion rights in America. This article explores some potential consequences for abortion rights if artificial womb technology were implemented. Cohen is a professor at Harvard Law School and the faculty director of the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics, and a Hastings Center fellow.Also in this issue:\r\n", "date": "Mon, 31 Jul 2017 04:00:00 GMT", "meeting": "", "title": "New in the Hastings Center Report, July-August 2017", "institution": "The Hastings Center", "journal": "Hastings Center Report", "description": "Moral implications of the 'Precision Medicine Nation,' radical life extension, artificial wombs, and more.", "region": "namerica", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Developmental/Reproductive Biology", " Medical/Scientific Ethics", " Science/Health and the Law", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-07/thc-nit073117.php", "source_link": "http://onlinelibrary.wiley.com/doi/10.1002/hast.2017.47.issue-4/issuetoc", "funder": "", "article_link": null}