{"title": "Children with autism find understanding facial expressions difficult | EurekAlert! Science News", "year": "Thu, 30 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "team", "bristol", "school", "experimental", "psychology", "aimed", "find", "whether", "six", "basic", "facial", "expressions", "differing", "intensity", "challenging", "young", "people", "autism", "recognise", "researchers", "gave", "63", "children", "adolescents", "asc", "diagnosis", "64", "without", "diagnosis", "test", "emotion", "recognition", "two", "groups", "aged", "6", "16", "presented", "facial", "expressions", "asked", "select", "label", "matched", "expression", "faces", "exaggerated", "expressions", "easier", "identify", "others", "subtle", "expressions", "difficult", "considered", "relevant", "real", "world", "interactions", "team", "also", "measured", "language", "skills", "reasoning", "skills", "order", "see", "differences", "skills", "explained", "differences", "ability", "recognise", "emotions", "results", "study", "found", "young", "people", "asc", "find", "harder", "recognise", "emotion", "facial", "expressions", "however", "types", "mistake", "made", "young", "people", "asc", "similar", "types", "mistake", "made", "young", "people", "without", "asc", "example", "young", "people", "groups", "often", "mistook", "confused", "interestingly", "biggest", "differences", "asc", "groups", "clearest", "expressions", "researchers", "think", "due", "participants", "including", "without", "asd", "struggling", "recognise", "emotion", "expressions", "making", "hard", "see", "clear", "difference", "groups", "sarah", "griffiths", "one", "study", "researchers", "completed", "study", "part", "phd", "university", "bristol", "based", "university", "cambridge", "autism", "research", "centre", "said", "study", "important", "previous", "research", "provided", "mixed", "results", "finding", "individuals", "autism", "less", "accurate", "recognising", "expressions", "average", "others", "finding", "difference", "study", "used", "online", "platform", "run", "larger", "study", "answer", "question", "conclusively", "found", "individuals", "autism", "average", "bit", "less", "accurate", "recognising", "emotion", "faces", "professor", "chris", "jarrold", "professor", "cognitive", "development", "school", "experimental", "psychology", "university", "bristol", "said", "findings", "provide", "evidence", "people", "asc", "degree", "difficulty", "recognising", "basic", "emotions", "facial", "expressions", "struggle", "recognising", "emotions", "faces", "teaching", "emotion", "recognition", "may", "helpful", "learning", "navigate", "social", "situations", "coincide", "research", "team", "developed", "ipad", "app", "teach", "facial", "emotion", "recognition", "people", "without", "autism", "spectrum", "conditions", "download", "free", "app", "face", "app", "contains", "high", "expressions", "used", "study", "difficulty", "tailored", "ability", "level", "user"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uob-cwa033017.php", "date": "2018-01-19_21:06:25", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA team from Bristol's School of Experimental Psychology aimed to find out whether six basic facial expressions differing in intensity are challenging for young people with autism to recognise. Researchers gave 63 children and adolescents with an ASC diagnosis and 64 without a diagnosis, an internet-based test of emotion recognition. The two groups, aged between 6 - 16 years-old, were presented with 'happy', 'sad', 'surprised', 'disgusted', 'scared' and 'angry' facial expressions and asked to select a label that matched the expression. Some faces had exaggerated 'high-intensity' expressions -- which were easier to identify, while others had subtle 'low-intensity' expressions -- which were more difficult but considered more relevant to real world interactions. The team also measured language skills and non-verbal reasoning skills in order to see if differences in these skills explained any differences in ability to recognise emotions. Results from this study found that young people with ASC do find it harder to recognise emotion from facial expressions.  However, the types of mistake made by young people with ASC were very similar to the types of mistake made by young people without ASC. For example, young people in both groups often mistook 'fear' for 'surprise' and confused 'disgust' and 'anger'. Interestingly, the biggest differences between the ASC and non-ASC groups was for the clearest 'high-intensity' expressions. The researchers think this was due to participants, including those without ASD, struggling to recognise the emotion in the 'low-intensity' expressions, making it hard for them to then see any clear difference between groups. Sarah Griffiths, one of the study's researchers who completed the study as part of her PhD at the University of Bristol but is now based at the University of Cambridge's Autism Research Centre, said: \"This study is important as previous research provided very mixed results with some finding individuals with autism less accurate in recognising expressions on average, and others finding no difference. In this study we used an online platform to run a larger study to answer this question more conclusively and found that individuals with autism are on average a bit less accurate at recognising emotion from faces.\"Professor Chris Jarrold, Professor in Cognitive Development in the School of Experimental Psychology at the University of Bristol, said: \"These findings provide further evidence that people with ASC have a degree of difficulty in recognising basic emotions from facial expressions.  For those who do struggle with recognising emotions from faces, teaching emotion recognition may be helpful for learning to navigate social situations.\" To coincide with this research, the team have developed an iPad app to teach facial emotion recognition for people with and without Autism Spectrum Conditions. You can download the free app \"About face\" here. This app contains both the high and low-intensity expressions that were used in the study so the difficulty can be tailored to the ability level of the user.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA team from Bristol's School of Experimental Psychology aimed to find out whether six basic facial expressions differing in intensity are challenging for young people with autism to recognise.", "Researchers gave 63 children and adolescents with an ASC diagnosis and 64 without a diagnosis, an internet-based test of emotion recognition.", "The two groups, aged between 6 - 16 years-old, were presented with 'happy', 'sad', 'surprised', 'disgusted', 'scared' and 'angry' facial expressions and asked to select a label that matched the expression.", "Some faces had exaggerated 'high-intensity' expressions -- which were easier to identify, while others had subtle 'low-intensity' expressions -- which were more difficult but considered more relevant to real world interactions.", "The team also measured language skills and non-verbal reasoning skills in order to see if differences in these skills explained any differences in ability to recognise emotions.", "Results from this study found that young people with ASC do find it harder to recognise emotion from facial expressions.", "However, the types of mistake made by young people with ASC were very similar to the types of mistake made by young people without ASC.", "For example, young people in both groups often mistook 'fear' for 'surprise' and confused 'disgust' and 'anger'.", "Interestingly, the biggest differences between the ASC and non-ASC groups was for the clearest 'high-intensity' expressions.", "The researchers think this was due to participants, including those without ASD, struggling to recognise the emotion in the 'low-intensity' expressions, making it hard for them to then see any clear difference between groups.", "Sarah Griffiths, one of the study's researchers who completed the study as part of her PhD at the University of Bristol but is now based at the University of Cambridge's Autism Research Centre, said: \"This study is important as previous research provided very mixed results with some finding individuals with autism less accurate in recognising expressions on average, and others finding no difference.", "In this study we used an online platform to run a larger study to answer this question more conclusively and found that individuals with autism are on average a bit less accurate at recognising emotion from faces.", "\"Professor Chris Jarrold, Professor in Cognitive Development in the School of Experimental Psychology at the University of Bristol, said: \"These findings provide further evidence that people with ASC have a degree of difficulty in recognising basic emotions from facial expressions.", "For those who do struggle with recognising emotions from faces, teaching emotion recognition may be helpful for learning to navigate social situations.\"", "To coincide with this research, the team have developed an iPad app to teach facial emotion recognition for people with and without Autism Spectrum Conditions.", "You can download the free app \"About face\" here.", "This app contains both the high and low-intensity expressions that were used in the study so the difficulty can be tailored to the ability level of the user."], "source": "University of Bristol"}