{"title": "Prudence, impatience and laziness: Are these contagious personality traits?", "text": "People tend to unconsciously imitate others' prudent, impatient or lazy attitudes, according to a study published in PLOS Computational Biology. \"Prudence\", \"impatience\" or \"laziness\" are typically thought of as entrenched personality traits that guide how people weigh the cost of risk, delay and effort (respectively). However, new research shows that people's attitudes towards effort, delay, or risk drift towards those of others.Jean Daunizeau and Marie Devaine, from INSERM, Paris, combined mathematical modelling and cognitive psychology to explore the laws that govern such attitude alignment. The authors asked 56 participants to make a series of decisions involving risks, delays or efforts, both before and after having observed the decisions of fictitious participants (in fact: artificial intelligence algorithms) whose prudent, patient and lazy attitudes were sensibly calibrated.The study results show that participants are bound to a \"false-consensus\" bias, i.e. they believe without evidence that the attitudes of others resemble their own. It also shows that people exhibit a \"social influence\" bias, i.e. their attitude tends to become more similar to those of people around them. Intriguingly, the social influence bias is partially determined by the false-consensus bias. In brief, it first increases with false-consensus (for small false-consensus biases), but then decreases with false-consensus (for large false-consensus biases). Note that participants seem to be mostly unaware of these biases.Critically, mathematical simulations demonstrate that both biases, and the surprising interaction between them, are hallmarks of a unique mechanism that is ideally suited to learning both about and from others' covert attitudes. This is at odds with the conventional view that attitude alignment is an automatism that is triggered by the need to experience (partly deluded) feelings of social conformity.\"Our work is in line with an ongoing effort tending toward a computational (i.e. quantitative and refutable) understanding of human and animal cognition. In particular, we showed that formal information and decision theories provide invaluable insights regarding the nature and relationship of puzzling biases of social cognition,\" say the researchers.The authors are currently applying this work to assess whether this form of attitude alignment may differ in people suffering from neuropsychiatric conditions, such as autism spectrum disorder and schizophrenia.", "journal": "PLOS Computational Biology", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-pia032317.php", "institution": "PLOS", "meeting": "", "description": "People tend to unconsciously imitate others' prudent, impatient or lazy attitudes, according to a study published in PLOS Computational Biology. 'Prudence,' 'impatience' or 'laziness' are typically thought of as entrenched personality traits that guide how people weigh the cost of risk, delay and effort (respectively). However, new research shows that people's attitudes towards effort, delay or risk drift towards those of others.", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005422", "keywords": ["Biology", " Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " Neurobiology", " Public Health", " Social/Behavioral Science", " Personality/Attitude", " Learning/Literacy/Reading", " Mental Health"], "source_link": null, "date": "Thu, 30 Mar 2017 04:00:00 GMT"}