{"title": "Making bones stronger", "text": "They may seem rigid and set in their ways, but your bones are actually under constant construction and deconstruction. They give up their nutrient treasures (calcium) to the body and then rebuild in a constant give-and-take sort of rhythm.When that rhythm shifts with advancing age or the onset of osteoporosis, the rebuilding process decreases. Bones lose density and strength and become more prone to fracture.More than 10 million people in the United States live with osteoporosis and the resulting fractures demand more than $17 billion in related health care each year.Now two University of Delaware researchers and their students have joined forces - applying the mathematical modeling expertise of one to the biological inquiry of the other - to point the way to a promising remedy.The biologist - Anja Nohe - has shown that treating a mouse with a peptide known as CK2.3 increases bone mineral density. The mathematician/engineer - Prasad Dhurjati - has calculated estimated dosages for human beings.According to their model, injections of CK2.3 can raise bone mineral density of bones badly degraded by osteoporosis back to healthy levels.Their work has just been published in Pharmacometrics and Systems Pharmacology.Bone mineral density is affected by two processes: bone formation and bone degradation. Current drug treatments, especially bisphosphonates, address the cells involved in bone degradation (osteoclasts). Only the approved drug PTH addresses the cells involved in bone formation (osteoblasts) but doctors must prescribe bisphosphonates with it to target bone degradation simultaneously. The peptide used in this research -- CK2.3 -- is the only one that decreases bone degradation while simultaneously increasing bone formation.Mathematical modelingDhurjati has published mathematical models for many different systems. The professor of chemical and biomolecular engineering (with a joint appointment in mathematical sciences and biological sciences) has 40 years of research experience and is an often-cited author. His recent modeling work in biological sciences has included: autism spectrum disorders, leukemia, spinal muscular atrophy, dosages of lithium for pregnant women who have bipolar disorder, the gut microbiome and plant disease.Models can be of many different kinds -- conceptual models, simple pictorial connection maps, a set of rules or a complex set of mathematical equations. Dhurjati looks at various types to make sense of the time-varying interactions between variables in the entire system. This allows for meaningful analysis of the enormous amount of data researchers are generating in almost every field.\"My focus is on converting data to knowledge using models,\" he said. \"I want more students to work in this domain.\"High-speed computers are sophisticated tools that are made more valuable with good models, he said. Reliable models based on good data can save time, money and many laboratory animals.\"A math model cannot capture the full complexity of a mouse or a human,\" he said. \"I'm not claiming that; however, as you interface math with experiments and as you interface math with reality, the models become better and more reliable.\"In this case, the work included students from four departments - Chemical and Biomolecular Engineering, Biological Sciences, Mathematical Sciences and Biomedical Engineering -- some at graduate-level study, some undergraduate.Nohe's team designed the mimetic peptide CK2.3 and showed that it increased bone mineral density in a mouse model by blocking the CK2 protein's interaction with the BMPR1a protein -- an interruption that allows the cells that form new bone (osteoblasts) to increase. Subcutaneous (below the skin) injection increased bone formation in the crown of the skull (known as calvaria), while systemic injection decreased bone degradation and increased bone mineral density.Dhurjati's team used that information to calculate ideal dosages for healthy humans and those with osteoporosis.\r\nA mouse and a human are different in many ways, Dhurjati said, so calculating a dosage is more complex than just adjusting for differences in weight, for example.Dhurjati developed part of the model using the concepts in physiology-based pharmacokinetic (PBPK) models pioneered by the late Kenneth Bischoff, UD professor of chemical engineering for many years. Such models can be used to calculate how a pharmaceutical molecule distributes in different parts of the body.In this case, Dhurjati needed to know what the local concentration of CK2.3 would be at the site where bone is formed. Once this was determined, another math model was used to calculate bone mineral density.These considerations prevent a proposed remedy from becoming a toxin, and the model can address such questions as how much to take, how often, whether it should be taken by mouth or injection and how to adjust for age, gender, ethnicity, height, weight, overall health.\r\nThe collaboration between Nohe and Dhurjati has been underway for some time and has produced other insights into biological questions.\"She's a believer in models,\" he said. \"These are two different cultures. Biology emphasizes qualitative details, and engineering relies more on mathematical models. But if the two cultures can communicate, that brings new ways of looking at the same problem.\"", "journal": "Pharmacometrics and Systems Pharmacology", "funder": "National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/uod-mbs032917.php", "institution": "University of Delaware", "meeting": "", "description": "New treatments for osteoporosis are desperately needed. Two University of Delaware scientists report estimates of potentially the most effective dosage of a particular peptide, with results that could raise density levels in badly degraded bones back to healthy levels.", "article_link": null, "keywords": ["Biology", " Mathematics/Statistics", " Medicine/Health"], "source_link": "http://www.udel.edu/udaily/2017/march/modeling-osteoporosis-treatment/", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}