{"title": "Brain stimulation improves schizophrenia-like cognitive problems | EurekAlert! Science News", "year": "Tue, 28 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "image", "rodent", "cerebellum", "stained", "show", "cell", "bodies", "blue", "parvalbumin", "calcium", "binding", "proteins", "pink", "new", "university", "iowa", "study", "finds", "view", "beautiful", "lobular", "structure", "krystal", "parker", "describes", "cerebellum", "brain", "region", "located", "base", "skull", "spinal", "column", "cerebellum", "commonly", "associated", "movement", "control", "work", "parker", "lab", "others", "gradually", "revealing", "much", "complex", "role", "cognition", "positions", "cerebellum", "potential", "target", "treating", "diseases", "affect", "thinking", "attention", "planning", "new", "study", "parker", "lab", "lab", "nandakumar", "narayanan", "university", "iowa", "carver", "college", "medicine", "finds", "stimulating", "cerebellum", "rats", "thinking", "problems", "normalizes", "brain", "activity", "frontal", "cortex", "corrects", "rats", "ability", "estimate", "passage", "time", "cognitive", "deficit", "characteristic", "people", "schizophrenia", "cerebellar", "interactions", "frontal", "cortex", "cognitive", "processes", "never", "shown", "animal", "models", "says", "parker", "ui", "assistant", "professor", "psychiatry", "first", "faculty", "hire", "new", "iowa", "neuroscience", "institute", "addition", "showing", "signal", "travels", "cerebellum", "frontal", "cortex", "study", "also", "showed", "normal", "timing", "behavior", "rescued", "signal", "restored", "ui", "study", "published", "march", "28", "online", "journal", "molecular", "psychiatry", "adds", "accumulating", "evidence", "including", "recent", "human", "studies", "harvard", "university", "suggests", "cerebellar", "stimulation", "might", "help", "improve", "cognitive", "problems", "patients", "serious", "debilitating", "psychiatric", "illness", "disrupts", "person", "ability", "think", "understand", "world", "around", "1", "percent", "population", "affected", "schizophrenia", "cure", "therapies", "reliably", "improve", "condition", "cognitive", "essential", "cognitive", "function", "researchers", "recorded", "brain", "activity", "frontal", "cortex", "nine", "patients", "schizophrenia", "nine", "healthy", "controls", "performed", "timing", "task", "estimate", "passage", "12", "seconds", "think", "timing", "window", "cognitive", "function", "parker", "explains", "allows", "us", "probe", "executive", "processes", "like", "working", "memory", "attention", "planning", "things", "abnormal", "schizophrenia", "compared", "healthy", "individuals", "patients", "schizophrenia", "performed", "poorly", "timing", "task", "also", "lacked", "low", "frequency", "burst", "brain", "activity", "delta", "brain", "wave", "occurs", "right", "start", "trial", "healthy", "subjects", "probe", "brain", "circuitry", "involved", "signal", "assess", "role", "cerebellum", "team", "turned", "animal", "model", "schizophrenia", "dopamine", "signaling", "frontal", "cortex", "abnormal", "blocking", "dopamine", "signaling", "frontal", "cortex", "rats", "team", "able", "reproduce", "timing", "problems", "neural", "activity", "frontal", "cortex", "rats", "showed", "like", "humans", "schizophrenia", "rats", "also", "lacked", "low", "frequency", "burst", "brain", "activity", "delta", "wave", "timing", "task", "study", "also", "showed", "control", "rats", "delta", "wave", "activity", "occurred", "rat", "cerebellum", "timing", "task", "interestingly", "cerebellar", "activity", "preceded", "activity", "frontal", "cortex", "think", "delta", "wave", "burst", "activity", "acts", "like", "signal", "triggers", "individual", "neurons", "start", "ramping", "activity", "encode", "passage", "time", "parker", "explains", "happens", "frontal", "cortex", "cerebellum", "synchrony", "two", "cerebellum", "actually", "leading", "frontal", "cortex", "providing", "signal", "frontal", "cortex", "finally", "researcher", "used", "optogenetics", "stimulate", "rats", "cerebellar", "region", "precise", "delta", "wave", "frequency", "2", "hertz", "stimulation", "restored", "normal", "delta", "wave", "activity", "rats", "frontal", "cortex", "normalized", "rats", "performance", "timing", "findings", "explain", "cerebellar", "stimulation", "might", "therapeutic", "benefit", "schizophrenia", "parker", "adds", "research", "may", "also", "inspire", "novel", "cerebellar", "targeted", "pharmacological", "treatments", "schizophrenia", "brain", "stimulation", "currently", "approved", "treatment", "depression", "however", "cerebellar", "stimulation", "still", "experimental", "approach", "fda", "approved", "therapy", "early", "experimental", "studies", "harvard", "patients", "schizophrenia", "suggest", "cerebellar", "stimulation", "safe", "appears", "improve", "patients", "cognitive", "abnormalities", "parker", "currently", "pursuing", "human", "testing", "cerebellar", "stimulation", "ui", "collaboration", "aaron", "boes", "director", "iowa", "brain", "stimulation", "program", "working", "understand", "cerebellar", "stimulation", "influences", "cognitive", "function", "frontal", "cortex", "activity", "patients", "current", "study", "focused", "schizophrenia", "similar", "cognitive", "problems", "along", "cerebellar", "abnormalities", "also", "feature", "autism", "parkinson", "disease", "addiction", "ocd", "bipolar", "disorder", "depression", "cerebellar", "stimulation", "proves", "helpful", "schizophrenia", "might", "also", "beneficial", "patients", "conditions"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoih-bsi032817.php", "date": "2018-01-19_21:06:36", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The image is a cross-section of a rodent cerebellum stained to show cell bodies (blue) and parvalbumin calcium binding proteins (pink). A new University of Iowa study finds that frequency-specific...\n     view more \"A beautiful, lobular structure,\" is how Krystal Parker describes the cerebellum - a brain region located at the base of the skull just above the spinal column. The cerebellum is most commonly associated with movement control, but work from Parker's lab and others is gradually revealing a much more complex role in cognition that positions the cerebellum as a potential target for treating diseases that affect thinking, attention, and planning, such as schizophrenia.A new study from Parker's lab and the lab of Nandakumar Narayanan at the University of Iowa Carver College of Medicine finds that stimulating the cerebellum in rats with schizophrenia-like thinking problems normalizes brain activity in the frontal cortex and corrects the rats' ability to estimate the passage of time - a cognitive deficit that is characteristic in people with schizophrenia.\"Cerebellar interactions with the frontal cortex in cognitive processes has never been shown before in animal models,\" says Parker, UI assistant professor of psychiatry and the first faculty hire of the new Iowa Neuroscience Institute. \"In addition to showing that the signal travels from the cerebellum to the frontal cortex, the study also showed that normal timing behavior was rescued when the signal was restored.\"The UI study, which was published March 28 online in the journal Molecular Psychiatry, adds to the accumulating evidence, including recent human studies from Harvard University, that suggests cerebellar stimulation might help improve cognitive problems in patients with schizophrenia.Schizophrenia is a serious and debilitating psychiatric illness that disrupts a person's ability to think and to understand the world around them. About 1 percent of the population is affected by schizophrenia. There is no cure and few therapies reliably improve the condition's cognitive problems.Knowing it's essential for cognitive function, the researchers recorded brain activity from the frontal cortex of nine patients with schizophrenia and nine healthy controls while they performed a timing task where they had to estimate the passage of 12 seconds.\"We think timing is a window into cognitive function,\" Parker explains. \"It allows us to probe executive processes like working memory, attention, planning - all those things are abnormal in schizophrenia.\"Compared to healthy individuals, patients with schizophrenia performed poorly on the timing task. They also lacked a low frequency burst of brain activity (the delta brain wave) that occurs right at the start of the trial in healthy subjects. To probe the brain circuitry involved in this signal, and to assess the role of the cerebellum, the team turned to an animal model. In schizophrenia, dopamine signaling in the frontal cortex is abnormal. By blocking dopamine signaling in the frontal cortex of rats, the team was able to reproduce the schizophrenia-like timing problems in the animals.Recordings of neural activity in the frontal cortex of the rats showed that, like humans with schizophrenia, these rats also lacked the low frequency burst of brain activity (delta wave) during the timing task. The study also showed that, in control rats, the same delta wave activity occurred in the rat's cerebellum during the timing task and, interestingly, the cerebellar activity preceded the activity in the frontal cortex.\"We think that delta wave burst of activity acts like a 'go' signal that triggers individual neurons to start ramping their activity to encode the passage of time,\" Parker explains. \"That happens in both the frontal cortex and the cerebellum, but there is synchrony between the two and the cerebellum is actually leading the frontal cortex and providing the signal to the frontal cortex.\"Finally, the researcher used optogenetics to stimulate the rats' cerebellar region at the precise delta wave frequency of 2 Hertz. This stimulation restored normal delta wave activity in the rats' frontal cortex and normalized the rats' performance on the timing test.The findings explain how cerebellar stimulation might have a therapeutic benefit in schizophrenia. Parker adds that the research may also inspire novel cerebellar targeted pharmacological treatments for schizophrenia. Non-invasive brain stimulation is currently approved as a treatment for depression. However, cerebellar stimulation is still an experimental approach and is not FDA approved as a therapy. Early experimental studies from Harvard in patients with schizophrenia suggest that cerebellar stimulation is safe and appears to improve some of the patients' cognitive abnormalities. Parker is currently pursuing human testing of non-invasive cerebellar stimulation at the UI in collaboration with Aaron Boes, director of the Iowa Brain Stimulation Program. They are working to understand how cerebellar stimulation influences cognitive function and frontal cortex activity in patients with schizophrenia.Although the current study focused on schizophrenia, similar cognitive problems along with cerebellar abnormalities also are a feature of autism, Parkinson's disease, addiction, OCD, bipolar disorder, and depression. If cerebellar stimulation proves helpful for schizophrenia, it might also be beneficial for some patients with these other conditions.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The image is a cross-section of a rodent cerebellum stained to show cell bodies (blue) and parvalbumin calcium binding proteins (pink).", "A new University of Iowa study finds that frequency-specific...\n     view more \"A beautiful, lobular structure,\" is how Krystal Parker describes the cerebellum - a brain region located at the base of the skull just above the spinal column.", "The cerebellum is most commonly associated with movement control, but work from Parker's lab and others is gradually revealing a much more complex role in cognition that positions the cerebellum as a potential target for treating diseases that affect thinking, attention, and planning, such as schizophrenia.A new study from Parker's lab and the lab of Nandakumar Narayanan at the University of Iowa Carver College of Medicine finds that stimulating the cerebellum in rats with schizophrenia-like thinking problems normalizes brain activity in the frontal cortex and corrects the rats' ability to estimate the passage of time - a cognitive deficit that is characteristic in people with schizophrenia.", "\"Cerebellar interactions with the frontal cortex in cognitive processes has never been shown before in animal models,\" says Parker, UI assistant professor of psychiatry and the first faculty hire of the new Iowa Neuroscience Institute.", "\"In addition to showing that the signal travels from the cerebellum to the frontal cortex, the study also showed that normal timing behavior was rescued when the signal was restored.", "\"The UI study, which was published March 28 online in the journal Molecular Psychiatry, adds to the accumulating evidence, including recent human studies from Harvard University, that suggests cerebellar stimulation might help improve cognitive problems in patients with schizophrenia.Schizophrenia is a serious and debilitating psychiatric illness that disrupts a person's ability to think and to understand the world around them.", "About 1 percent of the population is affected by schizophrenia.", "There is no cure and few therapies reliably improve the condition's cognitive problems.Knowing it's essential for cognitive function, the researchers recorded brain activity from the frontal cortex of nine patients with schizophrenia and nine healthy controls while they performed a timing task where they had to estimate the passage of 12 seconds.", "\"We think timing is a window into cognitive function,\" Parker explains.", "\"It allows us to probe executive processes like working memory, attention, planning - all those things are abnormal in schizophrenia.", "\"Compared to healthy individuals, patients with schizophrenia performed poorly on the timing task.", "They also lacked a low frequency burst of brain activity (the delta brain wave) that occurs right at the start of the trial in healthy subjects.", "To probe the brain circuitry involved in this signal, and to assess the role of the cerebellum, the team turned to an animal model.", "In schizophrenia, dopamine signaling in the frontal cortex is abnormal.", "By blocking dopamine signaling in the frontal cortex of rats, the team was able to reproduce the schizophrenia-like timing problems in the animals.Recordings of neural activity in the frontal cortex of the rats showed that, like humans with schizophrenia, these rats also lacked the low frequency burst of brain activity (delta wave) during the timing task.", "The study also showed that, in control rats, the same delta wave activity occurred in the rat's cerebellum during the timing task and, interestingly, the cerebellar activity preceded the activity in the frontal cortex.", "\"We think that delta wave burst of activity acts like a 'go' signal that triggers individual neurons to start ramping their activity to encode the passage of time,\" Parker explains.", "\"That happens in both the frontal cortex and the cerebellum, but there is synchrony between the two and the cerebellum is actually leading the frontal cortex and providing the signal to the frontal cortex.", "\"Finally, the researcher used optogenetics to stimulate the rats' cerebellar region at the precise delta wave frequency of 2 Hertz.", "This stimulation restored normal delta wave activity in the rats' frontal cortex and normalized the rats' performance on the timing test.The findings explain how cerebellar stimulation might have a therapeutic benefit in schizophrenia.", "Parker adds that the research may also inspire novel cerebellar targeted pharmacological treatments for schizophrenia.", "Non-invasive brain stimulation is currently approved as a treatment for depression.", "However, cerebellar stimulation is still an experimental approach and is not FDA approved as a therapy.", "Early experimental studies from Harvard in patients with schizophrenia suggest that cerebellar stimulation is safe and appears to improve some of the patients' cognitive abnormalities.", "Parker is currently pursuing human testing of non-invasive cerebellar stimulation at the UI in collaboration with Aaron Boes, director of the Iowa Brain Stimulation Program.", "They are working to understand how cerebellar stimulation influences cognitive function and frontal cortex activity in patients with schizophrenia.Although the current study focused on schizophrenia, similar cognitive problems along with cerebellar abnormalities also are a feature of autism, Parkinson's disease, addiction, OCD, bipolar disorder, and depression.", "If cerebellar stimulation proves helpful for schizophrenia, it might also be beneficial for some patients with these other conditions."], "source": "University of Iowa Health Care"}