{"title": "Insight into cause of brain disorders may aid quest for treatments | EurekAlert! Science News", "year": "Mon, 27 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfresh", "discoveries", "range", "neurological", "disorders", "may", "inform", "development", "new", "revealed", "molecular", "details", "biological", "causes", "autism", "spectrum", "disorder", "affects", "one", "girls", "known", "rett", "syndrome", "related", "intellectual", "study", "helps", "show", "flaws", "key", "proteins", "prevent", "function", "neurological", "gene", "known", "mecp2", "linked", "discovery", "sheds", "new", "light", "molecular", "interactions", "needed", "brain", "function", "paves", "way", "development", "new", "university", "edinburgh", "sought", "better", "understand", "mecp2", "gene", "binds", "key", "set", "proteins", "known", "ncor", "order", "function", "properly", "used", "high", "intensity", "light", "beam", "study", "frozen", "crystals", "proteins", "interacting", "revealing", "molecules", "detail", "showed", "flaws", "ncor", "mecp2", "prevent", "proteins", "functioning", "normally", "mecp2", "gene", "supports", "function", "neurons", "brain", "cells", "rett", "syndrome", "flaws", "gene", "lead", "failure", "support", "normal", "brain", "function", "girls", "leading", "symptoms", "inability", "speak", "loss", "limb", "control", "small", "head", "size", "research", "published", "proceedings", "national", "academy", "sciences", "funded", "wellcome", "trust", "rett", "syndrome", "research", "trust", "medical", "research", "council", "dr", "matthew", "lyst", "university", "edinburgh", "school", "biological", "sciences", "took", "part", "study", "said", "improved", "understanding", "rett", "syndrome", "related", "conditions", "useful", "designing", "drugs", "may", "allow", "us", "intervene", "processes", "treat", "conditions", "strong", "evidence", "linking", "processes", "behind", "rett", "syndrome", "intellectual", "disorders", "identifies", "avenues", "research", "brain", "function"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoe-iic032717.php", "date": "2018-01-19_21:06:39", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFresh discoveries about a range of neurological disorders may inform the development of new therapies.Scientists have revealed molecular details of the biological causes of an autism spectrum disorder that affects one in 10,000 girls - known as Rett syndrome - and related intellectual disabilities.Their study helps show how flaws in key proteins can prevent the function of a neurological gene - known as MeCP2 - which is linked to the conditions.Their discovery sheds new light on molecular interactions needed for brain function and paves the way for the development of new treatments.Scientists at the University of Edinburgh sought to better understand how the MeCP2 gene binds with a key set of proteins - known as NCoR - in order to function properly. They used a high intensity light beam to study frozen crystals of the proteins interacting, revealing their molecules in detail. This showed that flaws in NCoR or in MeCP2 can prevent these proteins from functioning normally. The MeCP2 gene supports the function of neurons and other brain cells. In Rett syndrome, flaws in the gene lead to failure to support normal brain function in girls, leading to symptoms such as inability to speak, loss of limb control and small head size. The research, published in the Proceedings of the National Academy of Sciences, was funded by the Wellcome Trust, Rett Syndrome Research Trust and the Medical Research Council. Dr Matthew Lyst, of the University of Edinburgh's School of Biological Sciences, who took part in the study, said: \"Improved understanding of Rett syndrome and related conditions are useful for designing drugs that may allow us to intervene in these processes and treat these conditions. This is strong evidence linking the processes behind Rett syndrome to those of other intellectual disorders, and identifies avenues for further research into brain function.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFresh discoveries about a range of neurological disorders may inform the development of new therapies.Scientists have revealed molecular details of the biological causes of an autism spectrum disorder that affects one in 10,000 girls - known as Rett syndrome - and related intellectual disabilities.Their study helps show how flaws in key proteins can prevent the function of a neurological gene - known as MeCP2 - which is linked to the conditions.Their discovery sheds new light on molecular interactions needed for brain function and paves the way for the development of new treatments.Scientists at the University of Edinburgh sought to better understand how the MeCP2 gene binds with a key set of proteins - known as NCoR - in order to function properly.", "They used a high intensity light beam to study frozen crystals of the proteins interacting, revealing their molecules in detail.", "This showed that flaws in NCoR or in MeCP2 can prevent these proteins from functioning normally.", "The MeCP2 gene supports the function of neurons and other brain cells.", "In Rett syndrome, flaws in the gene lead to failure to support normal brain function in girls, leading to symptoms such as inability to speak, loss of limb control and small head size.", "The research, published in the Proceedings of the National Academy of Sciences, was funded by the Wellcome Trust, Rett Syndrome Research Trust and the Medical Research Council.", "Dr Matthew Lyst, of the University of Edinburgh's School of Biological Sciences, who took part in the study, said: \"Improved understanding of Rett syndrome and related conditions are useful for designing drugs that may allow us to intervene in these processes and treat these conditions.", "This is strong evidence linking the processes behind Rett syndrome to those of other intellectual disorders, and identifies avenues for further research into brain function.\""], "source": "University of Edinburgh"}