{"title": "Identifying genes key to human memory: Insights from genetics and cognitive neuroscience | EurekAlert! Science News", "year": "Sun, 26 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txmarch", "26", "2017", "san", "francisco", "researchers", "identified", "100", "genes", "important", "memory", "people", "study", "first", "identify", "correlations", "gene", "data", "brain", "activity", "memory", "processing", "providing", "new", "window", "human", "memory", "exciting", "identification", "relationships", "opens", "new", "research", "avenues", "testing", "role", "genes", "specific", "aspects", "memory", "function", "dysfunction", "says", "genevieve", "konopka", "ut", "southwestern", "presenting", "new", "work", "san", "francisco", "today", "cognitive", "neuroscience", "society", "cns", "annual", "conference", "means", "closer", "understanding", "molecular", "mechanisms", "supporting", "human", "memory", "thus", "able", "use", "information", "someday", "assist", "kinds", "memory", "issues", "study", "part", "nascent", "growing", "field", "imaging", "genetics", "aims", "relate", "genetic", "variation", "variation", "brain", "anatomy", "function", "genes", "shape", "anatomy", "functional", "organization", "brain", "structural", "functional", "characteristics", "brain", "give", "rise", "observable", "behaviors", "says", "evelina", "fedorenko", "harvard", "medical", "school", "massachusetts", "general", "past", "work", "aimed", "connect", "behavior", "genes", "researchers", "lacked", "neural", "markers", "provide", "powerful", "bridge", "two", "probing", "relationship", "likely", "yield", "rich", "understanding", "human", "cognitive", "neural", "architecture", "including", "insights", "human", "uniqueness", "animal", "kingdom", "says", "fedorenko", "chairing", "symposium", "imaging", "genetics", "cns", "new", "field", "possible", "genotyping", "gotten", "progressively", "cheaper", "easier", "large", "electrophysiology", "datasets", "become", "increasingly", "available", "time", "rise", "number", "international", "collaborations", "enigma", "foster", "novel", "theorizing", "methodological", "innovations", "well", "allow", "aggregating", "datasets", "across", "labs", "countries", "continents", "cognitive", "neuroscience", "genetics", "involve", "several", "different", "approaches", "fedorenko", "says", "researchers", "example", "search", "neural", "differences", "individuals", "developmental", "disorders", "associated", "certain", "genetic", "variants", "compare", "control", "group", "others", "may", "compare", "brain", "anatomy", "function", "identical", "versus", "fraternal", "twins", "yet", "researchers", "may", "look", "patterns", "gene", "expression", "across", "cortex", "relate", "observed", "patterns", "data", "brain", "architecture", "approach", "konopka", "colleagues", "used", "new", "goal", "study", "performed", "collaboration", "neurosurgeon", "bradley", "lega", "identify", "genes", "important", "normal", "cognition", "learning", "memory", "previous", "work", "established", "certain", "groups", "genes", "altered", "gene", "expression", "individuals", "cognitive", "deficits", "work", "also", "builds", "prior", "analyses", "konopka", "team", "fmri", "data", "linking", "brain", "behavior", "specific", "researchers", "used", "two", "sets", "data", "rna", "brain", "tissue", "intracranial", "eeg", "ieeg", "data", "epilepsy", "patients", "measure", "rna", "proxy", "gene", "expression", "brain", "konopka", "explains", "quantitating", "rna", "brain", "requires", "extracting", "rna", "brain", "tissue", "thus", "limited", "accessing", "brain", "tissue", "rare", "occasions", "obtain", "tissue", "surgical", "resections", "brain", "ieeg", "dataset", "includes", "data", "epilepsy", "patients", "performing", "episodic", "memory", "task", "undergoing", "electrode", "monitoring", "localize", "seizures", "collected", "10", "years", "university", "pennsylvania", "thomas", "jefferson", "university", "one", "largest", "available", "datasets", "memory", "data", "across", "brain", "subjects", "suffer", "epilepsy", "take", "several", "precautions", "include", "intracranial", "data", "affected", "epileptic", "activity", "konopka", "says", "thus", "believe", "resulting", "genes", "identify", "generalizable", "beyond", "epilepsy", "population", "rna", "ieeg", "data", "neocortical", "regions", "left", "hemisphere", "brain", "allowing", "genes", "researchers", "identified", "important", "human", "memory", "distinct", "genes", "previously", "correlated", "types", "cognitive", "processing", "resting", "state", "fmri", "activity", "point", "say", "whether", "gene", "expression", "might", "drive", "memory", "whether", "simply", "reflection", "brain", "activity", "patterns", "needed", "proper", "memory", "formation", "konopka", "memory", "genes", "also", "overlap", "several", "genes", "associated", "autism", "means", "identified", "window", "molecular", "pathways", "important", "normal", "memory", "function", "risk", "genetic", "perspective", "autism", "says", "new", "study", "inform", "future", "work", "specifically", "identifying", "gene", "targets", "experimentation", "animal", "models", "memory", "excited", "many", "early", "findings", "new", "imaging", "genetics", "field", "points", "robustness", "replicability", "yet", "established", "field", "need", "increase", "standards", "rigor", "require", "results", "replicated", "least", "across", "two", "datasets", "published", "flood", "literature", "false", "positives", "challenge", "fedorenko", "says", "surrounds", "issue", "big", "data", "understanding", "genetic", "variability", "intrinsically", "requires", "large", "numbers", "says", "indeed", "work", "human", "language", "system", "accumulated", "large", "datasets", "good", "neural", "markers", "language", "activity", "enabling", "investigations", "oftentimes", "however", "approaches", "need", "supplemented", "targeted", "carefully", "controlled", "experimental", "studies", "fedorenko", "emphasizes", "marriage", "cognitive", "neuroscience", "genetics", "likely", "fruitful", "one", "given", "inherently", "interdisciplinary", "nature", "emerging", "field", "research", "hope", "many", "young", "neuroscientists", "geneticists", "get", "excited", "possibilities", "new", "critical", "discoveries", "join", "efforts", "bringing", "fresh", "energy", "revolutionary", "ideas", "together", "understand", "genes", "give", "rise", "neural", "cognitive", "architecture"], "url": "http://www.eurekalert.org/pub_releases/2017-03/cns-igk032317.php", "date": "2018-01-19_21:06:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMarch 26, 2017 - San Francisco - Researchers have identified more than 100 genes important for memory in people. The study is the first to identify correlations between gene data and brain activity during memory processing, providing a new window into human memory.\"This is very exciting because the identification of these gene-to-behavior relationships opens up new research avenues for testing the role of these genes in specific aspects of memory function and dysfunction,\" says Genevieve Konopka of UT Southwestern, who is presenting this new work in San Francisco today at the Cognitive Neuroscience Society (CNS) annual conference. \"It means we are closer to understanding the molecular mechanisms supporting human memory and thus will be able to use this information someday to assist with all kinds of memory issues.\"The study is part of the nascent but growing field of \"imaging genetics,\" which aims to relate genetic variation to variation in brain anatomy and function. \"Genes shape the anatomy and functional organization of the brain, and these structural and functional characteristics of the brain give rise to the observable behaviors,\" says Evelina Fedorenko of Harvard Medical School and Massachusetts General Hospital.While past work has aimed to connect behavior to genes, researchers have lacked neural markers, which can provide a powerful bridge between the two. \"Probing the genes-brain relationship is likely to yield a rich understanding of the human cognitive and neural architecture, including insights into human uniqueness in the animal kingdom,\" says Fedorenko, who is chairing the symposium on imaging genetics at the CNS conference.The new field is now possible because genotyping has gotten progressively cheaper and easier, while large brain-imaging and electrophysiology datasets have become increasingly available. At the same time, there has been a rise in the number of large-scale international collaborations (e.g., ENIGMA) that \"foster novel theorizing, further methodological innovations, as well as allow aggregating datasets across labs, countries and continents,\" she says.Combining cognitive neuroscience with genetics can involve several different approaches, Fedorenko says. Researchers, for example, can search for neural differences in individuals with developmental disorders that are associated with certain genetic variants and compare them to a control group. Others may compare brain anatomy and function in identical versus fraternal twins. While yet other researchers may look for patterns of gene expression across the cortex and relate the observed patterns to other data on brain architecture - which is the approach Konopka and colleagues used for the new memory-gene study.The goal of the study, performed in collaboration with neurosurgeon Dr. Bradley Lega, was to identify genes important for \"normal cognition\" such as learning and memory. Previous work established that certain groups of genes have altered gene expression in individuals with cognitive deficits. The work also builds on prior analyses by Konopka's team of fMRI data, linking resting-state brain behavior to specific genes.The researchers used two sets of data: RNA in post-mortem brain tissue and intracranial EEG (iEEG) data from epilepsy patients. \"We measure RNA as a proxy for gene expression in the brain,\" Konopka explains. \"Quantitating RNA in the brain requires extracting RNA from the brain tissue itself. Thus, we are limited to accessing brain tissue post-mortem, or, in rare occasions, can obtain tissue from surgical resections of the brain.\"The iEEG dataset includes data from epilepsy patients performing an episodic memory task while they were undergoing electrode monitoring to localize seizures. Collected over 10 years from the University of Pennsylvania and Thomas Jefferson University, it is one of the largest available datasets for such memory data across the brain. \"While the subjects all suffer from epilepsy, we take several precautions to include the intracranial data that is not affected by epileptic activity,\" Konopka says. \"Thus, we believe the resulting genes we identify are generalizable beyond the epilepsy population.\" Both the RNA and iEEG data are from neocortical regions of the left hemisphere of the brain, allowing for population-level analysis.The genes the researchers identified as being important for human memory are distinct from genes previously correlated with other types of cognitive processing and resting state fMRI activity. \"At this point, we cannot say whether the gene expression itself might drive memory or whether it is simply a reflection of the brain activity patterns needed for proper memory formation,\" Konopka says.The memory genes also overlap with several genes associated with autism, which means \"we have identified a window into the molecular pathways important for normal memory function that are at risk from a genetic perspective in autism,\" she says. The new study will inform future work, specifically identifying gene targets for further experimentation in animal models of memory function.Fedorenko is excited by these and many other early findings from the new imaging genetics field. But she points out that their robustness and replicability have yet to be established. \"We, as a field, need to increase our standards of rigor and require results to be replicated at least across two datasets before they are published, so as not to flood the literature with false positives,\" she says.Another challenge, Fedorenko says, surrounds the issue of \"big data.\" Understanding genetic variability intrinsically requires large numbers, she says. Indeed, her own work on the human language system has accumulated large datasets with good individual-level neural markers of language activity, enabling brain-genetic investigations. \"Oftentimes, however, data-mining bottom-up approaches need to be supplemented with more targeted hypothesis-driven carefully controlled experimental studies,\" she says.Still, Fedorenko emphasizes that the marriage between cognitive neuroscience and genetics is likely to be a fruitful one. \"Given the inherently interdisciplinary nature of this emerging field of research, I hope many young neuroscientists and geneticists will get excited about possibilities of new critical discoveries and join our efforts by bringing in fresh energy and revolutionary ideas, so that together we can understand how genes give rise to our neural and cognitive architecture.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMarch 26, 2017 - San Francisco - Researchers have identified more than 100 genes important for memory in people.", "The study is the first to identify correlations between gene data and brain activity during memory processing, providing a new window into human memory.", "\"This is very exciting because the identification of these gene-to-behavior relationships opens up new research avenues for testing the role of these genes in specific aspects of memory function and dysfunction,\" says Genevieve Konopka of UT Southwestern, who is presenting this new work in San Francisco today at the Cognitive Neuroscience Society (CNS) annual conference.", "\"It means we are closer to understanding the molecular mechanisms supporting human memory and thus will be able to use this information someday to assist with all kinds of memory issues.", "\"The study is part of the nascent but growing field of \"imaging genetics,\" which aims to relate genetic variation to variation in brain anatomy and function.", "\"Genes shape the anatomy and functional organization of the brain, and these structural and functional characteristics of the brain give rise to the observable behaviors,\" says Evelina Fedorenko of Harvard Medical School and Massachusetts General Hospital.While past work has aimed to connect behavior to genes, researchers have lacked neural markers, which can provide a powerful bridge between the two.", "\"Probing the genes-brain relationship is likely to yield a rich understanding of the human cognitive and neural architecture, including insights into human uniqueness in the animal kingdom,\" says Fedorenko, who is chairing the symposium on imaging genetics at the CNS conference.The new field is now possible because genotyping has gotten progressively cheaper and easier, while large brain-imaging and electrophysiology datasets have become increasingly available.", "At the same time, there has been a rise in the number of large-scale international collaborations (e.g., ENIGMA) that \"foster novel theorizing, further methodological innovations, as well as allow aggregating datasets across labs, countries and continents,\" she says.Combining cognitive neuroscience with genetics can involve several different approaches, Fedorenko says.", "Researchers, for example, can search for neural differences in individuals with developmental disorders that are associated with certain genetic variants and compare them to a control group.", "Others may compare brain anatomy and function in identical versus fraternal twins.", "While yet other researchers may look for patterns of gene expression across the cortex and relate the observed patterns to other data on brain architecture - which is the approach Konopka and colleagues used for the new memory-gene study.The goal of the study, performed in collaboration with neurosurgeon Dr. Bradley Lega, was to identify genes important for \"normal cognition\" such as learning and memory.", "Previous work established that certain groups of genes have altered gene expression in individuals with cognitive deficits.", "The work also builds on prior analyses by Konopka's team of fMRI data, linking resting-state brain behavior to specific genes.The researchers used two sets of data: RNA in post-mortem brain tissue and intracranial EEG (iEEG) data from epilepsy patients.", "\"We measure RNA as a proxy for gene expression in the brain,\" Konopka explains.", "\"Quantitating RNA in the brain requires extracting RNA from the brain tissue itself.", "Thus, we are limited to accessing brain tissue post-mortem, or, in rare occasions, can obtain tissue from surgical resections of the brain.", "\"The iEEG dataset includes data from epilepsy patients performing an episodic memory task while they were undergoing electrode monitoring to localize seizures.", "Collected over 10 years from the University of Pennsylvania and Thomas Jefferson University, it is one of the largest available datasets for such memory data across the brain.", "\"While the subjects all suffer from epilepsy, we take several precautions to include the intracranial data that is not affected by epileptic activity,\" Konopka says.", "\"Thus, we believe the resulting genes we identify are generalizable beyond the epilepsy population.\"", "Both the RNA and iEEG data are from neocortical regions of the left hemisphere of the brain, allowing for population-level analysis.The genes the researchers identified as being important for human memory are distinct from genes previously correlated with other types of cognitive processing and resting state fMRI activity.", "\"At this point, we cannot say whether the gene expression itself might drive memory or whether it is simply a reflection of the brain activity patterns needed for proper memory formation,\" Konopka says.The memory genes also overlap with several genes associated with autism, which means \"we have identified a window into the molecular pathways important for normal memory function that are at risk from a genetic perspective in autism,\" she says.", "The new study will inform future work, specifically identifying gene targets for further experimentation in animal models of memory function.Fedorenko is excited by these and many other early findings from the new imaging genetics field.", "But she points out that their robustness and replicability have yet to be established.", "\"We, as a field, need to increase our standards of rigor and require results to be replicated at least across two datasets before they are published, so as not to flood the literature with false positives,\" she says.Another challenge, Fedorenko says, surrounds the issue of \"big data.\"", "Understanding genetic variability intrinsically requires large numbers, she says.", "Indeed, her own work on the human language system has accumulated large datasets with good individual-level neural markers of language activity, enabling brain-genetic investigations.", "\"Oftentimes, however, data-mining bottom-up approaches need to be supplemented with more targeted hypothesis-driven carefully controlled experimental studies,\" she says.Still, Fedorenko emphasizes that the marriage between cognitive neuroscience and genetics is likely to be a fruitful one.", "\"Given the inherently interdisciplinary nature of this emerging field of research, I hope many young neuroscientists and geneticists will get excited about possibilities of new critical discoveries and join our efforts by bringing in fresh energy and revolutionary ideas, so that together we can understand how genes give rise to our neural and cognitive architecture.\""], "source": "Cognitive Neuroscience Society"}