{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txearly", "evolution", "sugar", "intake", "regulation", "life", "span", "linked", "hormone", "insulin", "crucial", "reduces", "blood", "sugar", "levels", "binding", "receptor", "cell", "surface", "however", "many", "processes", "stress", "management", "survival", "shut", "time", "good", "supply", "food", "appear", "unnecessary", "organism", "although", "reduces", "life", "expectancy", "long", "term", "insulin", "receptor", "thus", "acts", "like", "brake", "life", "expectancy", "genetically", "altered", "laboratory", "animals", "insulin", "receptor", "longer", "functions", "actually", "live", "much", "longer", "normal", "insulin", "receptor", "normally", "kept", "check", "cells", "tissue", "recent", "study", "scientists", "universities", "cologne", "bonn", "answers", "fundamental", "question", "team", "researchers", "shows", "protein", "chip", "plays", "crucial", "role", "acts", "like", "disposal", "helper", "supplies", "insulin", "receptor", "cellular", "breakdown", "recycling", "systems", "affixing", "green", "dot", "form", "molecule", "ubiquitin", "onto", "receptor", "life", "expectancy", "brake", "thus", "released", "chip", "unfurls", "activity", "chip", "fulfils", "function", "nematodes", "well", "fruit", "flies", "humans", "makes", "protein", "interesting", "us", "explains", "thorsten", "hoppe", "one", "two", "lead", "authors", "study", "cluster", "excellence", "cecad", "university", "cologne", "chip", "missing", "leads", "premature", "aging", "findings", "initially", "surprising", "chip", "far", "associated", "completely", "different", "breakdown", "processes", "specifically", "chip", "also", "disposes", "faulty", "damaged", "proteins", "increasingly", "occur", "older", "age", "accumulation", "leads", "dementia", "muscle", "weakness", "researchers", "actually", "recreated", "degenerative", "illnesses", "nematode", "human", "cells", "observed", "longer", "enough", "chip", "available", "break", "insulin", "receptor", "premature", "aging", "result", "dream", "fountain", "youth", "made", "reality", "life", "extended", "researchers", "encourage", "cells", "form", "chip", "unfortunately", "easy", "says", "lead", "author", "jörg", "höhfeld", "institute", "cell", "biology", "university", "bonn", "much", "chip", "undamaged", "proteins", "also", "recycled", "organism", "weakened", "however", "researchers", "already", "looking", "mechanisms", "control", "chip", "breaking", "insulin", "receptor", "could", "one", "day", "also", "used", "new", "treatments"], "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc-tpc042117.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEarly in evolution, sugar intake and the regulation of life span were linked with each other.", "The hormone insulin is crucial here.", "It reduces blood sugar levels by binding to its receptor on the cell surface.", "However, many processes for stress management and survival are shut down at the same time.", "When there is a good supply of food, they appear unnecessary to the organism, although this reduces life expectancy over the long term.", "The insulin receptor thus acts like a brake on life expectancy.", "Genetically altered laboratory animals in which the insulin receptor no longer functions actually live much longer than normal.", "But how is the insulin receptor normally kept in check in our cells and tissue?", "A recent study by scientists at the Universities of Cologne and Bonn answers this fundamental question.", "The team of researchers shows that the protein CHIP plays a crucial role here.", "It acts like a disposal helper, in that it supplies the insulin receptor to the cellular breakdown and recycling systems by affixing a \"green dot\" in the form of the molecule ubiquitin onto the receptor.", "The life expectancy brake is thus released and CHIP unfurls anti-aging activity.", "\"CHIP fulfils this function in nematodes, as well as in fruit flies and in humans.", "This makes the protein so interesting for us,\" explains Prof. Thorsten Hoppe, one of the two lead authors of the study from the Cluster of Excellence CECAD at the University of Cologne.", "When CHIP is missing, it leads to premature aging The findings were initially very surprising, as CHIP had so far been associated with completely different breakdown processes.", "Specifically, CHIP also disposes of faulty and damaged proteins, which increasingly occur at an older age and the accumulation of which leads to dementia and muscle weakness.", "The researchers actually recreated such degenerative illnesses in the nematode and in human cells and observed that there was no longer enough CHIP available to break down the insulin receptor.", "Premature aging is the result.", "Can the dream of a fountain of youth be made a reality and life extended in that researchers encourage cells to form more CHIP?", "\"Unfortunately, it's not that easy,\" says lead author Prof. Jörg Höhfeld from the Institute for Cell Biology at the University of Bonn.", "When there is too much CHIP, undamaged proteins are also recycled and the organism is weakened.", "However, the researchers are already looking for mechanisms that control CHIP when breaking down the insulin receptor and that could one day also be used for new treatments."], "title": "The protein CHIP unfurls anti-aging activity | EurekAlert! Science News", "source": "University of Cologne", "date": "2018-01-19_20:38:33", "year": "Fri, 21 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXEarly in evolution, sugar intake and the regulation of life span were linked with each other. The hormone insulin is crucial here. It reduces blood sugar levels by binding to its receptor on the cell surface. However, many processes for stress management and survival are shut down at the same time. When there is a good supply of food, they appear unnecessary to the organism, although this reduces life expectancy over the long term. The insulin receptor thus acts like a brake on life expectancy. Genetically altered laboratory animals in which the insulin receptor no longer functions actually live much longer than normal. But how is the insulin receptor normally kept in check in our cells and tissue? A recent study by scientists at the Universities of Cologne and Bonn answers this fundamental question. The team of researchers shows that the protein CHIP plays a crucial role here. It acts like a disposal helper, in that it supplies the insulin receptor to the cellular breakdown and recycling systems by affixing a \"green dot\" in the form of the molecule ubiquitin onto the receptor. The life expectancy brake is thus released and CHIP unfurls anti-aging activity. \"CHIP fulfils this function in nematodes, as well as in fruit flies and in humans. This makes the protein so interesting for us,\" explains Prof. Thorsten Hoppe, one of the two lead authors of the study from the Cluster of Excellence CECAD at the University of Cologne. When CHIP is missing, it leads to premature aging The findings were initially very surprising, as CHIP had so far been associated with completely different breakdown processes. Specifically, CHIP also disposes of faulty and damaged proteins, which increasingly occur at an older age and the accumulation of which leads to dementia and muscle weakness. The researchers actually recreated such degenerative illnesses in the nematode and in human cells and observed that there was no longer enough CHIP available to break down the insulin receptor. Premature aging is the result. Can the dream of a fountain of youth be made a reality and life extended in that researchers encourage cells to form more CHIP? \"Unfortunately, it's not that easy,\" says lead author Prof. Jörg Höhfeld from the Institute for Cell Biology at the University of Bonn. When there is too much CHIP, undamaged proteins are also recycled and the organism is weakened. However, the researchers are already looking for mechanisms that control CHIP when breaking down the insulin receptor and that could one day also be used for new treatments.  "}