{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdallas", "april", "20", "2017", "drinking", "least", "one", "artificially", "sweetened", "beverage", "daily", "associated", "almost", "three", "times", "risk", "developing", "stroke", "dementia", "compared", "drank", "beverages", "less", "week", "according", "new", "research", "american", "heart", "association", "journal", "authors", "caution", "observational", "study", "designed", "able", "prove", "cause", "effect", "shows", "trend", "among", "one", "group", "people", "study", "shows", "need", "put", "research", "area", "given", "often", "people", "drink", "beverages", "said", "matthew", "pase", "senior", "fellow", "department", "neurology", "boston", "university", "school", "medicine", "swinburne", "university", "technology", "melbourne", "australia", "framingham", "heart", "study", "although", "find", "association", "stroke", "dementia", "consumption", "sugary", "drinks", "certainly", "mean", "healthy", "option", "recommend", "people", "drink", "water", "regular", "basis", "instead", "sugary", "artificially", "sweetened", "beverages", "researchers", "analyzed", "framingham", "heart", "study", "offspring", "cohort", "people", "primarily", "caucasian", "age", "45", "stroke", "study", "people", "age", "60", "dementia", "arm", "study", "period", "seven", "years", "researchers", "reviewed", "people", "drinking", "three", "different", "points", "time", "participants", "reported", "eating", "drinking", "habits", "responding", "food", "frequency", "questionnaires", "researchers", "followed", "study", "subjects", "next", "10", "years", "determine", "developed", "stroke", "dementia", "compared", "dietary", "information", "risk", "developing", "stroke", "dementia", "course", "study", "data", "collected", "distinguish", "types", "artificial", "sweeteners", "used", "end", "period", "researchers", "noted", "97", "cases", "3", "percent", "stroke", "82", "ischemic", "caused", "blockage", "blood", "vessels", "81", "5", "percent", "cases", "dementia", "63", "diagnosed", "alzheimer", "disease", "researchers", "used", "statistical", "models", "adjusted", "various", "risk", "factors", "age", "sex", "caloric", "intake", "education", "diabetes", "mellitus", "presence", "variant", "alzheimer", "risk", "gene", "apolipoprotein", "e", "determine", "potential", "links", "drink", "consumption", "risk", "stroke", "dementia", "found", "people", "drank", "least", "one", "beverage", "day", "three", "times", "likely", "develop", "ischemic", "stroke", "times", "likely", "develop", "alzheimer", "disease", "prospective", "nature", "study", "design", "increases", "reliability", "findings", "limitations", "participants", "overwhelmingly", "white", "possible", "ethnic", "preferences", "may", "influence", "often", "people", "select", "sugary", "artificially", "sweetened", "drinks", "pase", "said", "people", "drink", "sugary", "sodas", "often", "diet", "sodas", "pase", "said", "could", "one", "reason", "researchers", "see", "association", "regular", "soda", "since", "participants", "may", "health", "conscious", "consuming", "frequently", "main", "limitation", "pase", "said", "important", "point", "observational", "study", "like", "prove", "drinking", "drinks", "linked", "strokes", "dementia", "identify", "intriguing", "trend", "need", "explored", "studies", "even", "someone", "three", "times", "likely", "develop", "stroke", "dementia", "means", "certain", "fate", "pase", "said", "study", "three", "percent", "people", "new", "stroke", "five", "percent", "developed", "dementia", "still", "talking", "small", "number", "people", "developing", "either", "stroke", "dementia", "according", "accompanying", "editorial", "current", "body", "scientific", "research", "inconclusive", "regarding", "whether", "drinking", "artificially", "sweetened", "beverages", "actually", "lead", "stroke", "dementia", "cardiovascular", "conditions", "however", "growing", "number", "population", "based", "studies", "study", "pase", "show", "associations", "frequent", "consumption", "artificially", "sweetened", "beverages", "undesirable", "effects", "blood", "vessels", "throughout", "body", "suggests", "may", "advisable", "substitute", "promote", "artificially", "sweetened", "drinks", "healthier", "alternatives", "drinks", "sugar", "artificially", "sweetened", "soft", "drinks", "may", "hard", "brain", "said", "senior", "editorial", "author", "ralph", "sacco", "former", "president", "american", "heart", "association", "chairman", "department", "neurology", "miller", "school", "medicine", "university", "miami", "florida", "know", "limiting", "added", "sugars", "important", "strategy", "support", "good", "nutrition", "healthy", "body", "weights", "know", "people", "use", "artificially", "sweetened", "drinks", "cautiously", "may", "role", "people", "diabetes", "weight", "loss", "encourage", "people", "drink", "water", "milk", "beverages", "without", "added", "sweeteners", "said", "rachel", "johnson", "past", "chair", "american", "heart", "association", "nutrition", "committee", "professor", "nutrition", "university", "vermont"], "url": "http://www.eurekalert.org/pub_releases/2017-04/aha-dda041717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDALLAS, April 20, 2017 -- Drinking at least one artificially sweetened beverage daily was associated with almost three times the risk of developing stroke or dementia compared to those who drank artificially-sweetened beverages less than once a week, according to new research in the American Heart Association's journal Stroke.The authors caution that the long-term observational study was not designed or able to prove cause and effect, and only shows a trend among one group of people.", "\"Our study shows a need to put more research into this area given how often people drink artificially-sweetened beverages,\" said Matthew Pase, Ph.D., a senior fellow in the department of neurology at Boston University School of Medicine, Swinburne University of Technology in Melbourne, Australia, and the Framingham Heart Study.", "\"Although we did not find an association between stroke or dementia and the consumption of sugary drinks, this certainly does not mean they are a healthy option.", "We recommend that people drink water on a regular basis instead of sugary or artificially sweetened beverages.", "\"The researchers analyzed the Framingham Heart Study Offspring Cohort of 2,888 people, primarily Caucasian, over the age of 45 for the stroke study and 1,484 people over the age of 60 for the dementia arm of the study.", "Over a period of seven years, the researchers reviewed what people were drinking at three different points in time.", "Participants reported their eating and drinking habits by responding to food frequency questionnaires.", "The researchers then followed up with the study subjects for the next 10 years to determine who developed stroke or dementia, then compared the dietary information to the risk of developing stroke and dementia over the course of the study.", "The data collected did not distinguish between the types of artificial sweeteners used in the beverages.At the end of the 10-year follow-up period, the researchers noted 97 cases (3 percent) of stroke, 82 of which were ischemic (caused by blockage of blood vessels), and 81 (5 percent) cases of dementia, 63 of which were diagnosed as Alzheimer's disease.", "The researchers used statistical models, adjusted for various risk factors such as age, sex, caloric intake, education, diabetes mellitus and the presence of a variant of the Alzheimer's risk gene apolipoprotein E, to determine potential links between artificially-sweetened drink consumption and the risk of stroke or dementia.", "They found that people who drank at least one artificially-sweetened beverage a day were three times as likely to develop ischemic stroke and 2.9 times as likely to develop Alzheimer's disease dementia.Although the prospective nature of the study design increases the reliability of its findings, there are limitations.", "The participants were overwhelmingly white, and it is possible that ethnic preferences may influence how often people select sugary or artificially sweetened drinks, Pase said.", "People did not drink sugary sodas as often as diet sodas, which Pase said could be one reason the researchers did not see an association with regular soda since the participants may have been health conscious and just not consuming them as frequently.", "The main limitation, Pase said, is the important point that an observational study like this cannot prove that drinking artificially-sweetened drinks is linked to strokes or dementia, but it does identify an intriguing trend that will need to be explored in other studies.", "\"Even if someone is three times as likely to develop stroke or dementia, it is by no means a certain fate,\" Pase said.", "\"In our study, three percent of the people had a new stroke and five percent developed dementia, so we're still talking about a small number of people developing either stroke or dementia.", "\"According to an accompanying editorial, the current body of scientific research is inconclusive regarding whether or not drinking artificially sweetened beverages can actually lead to stroke, dementia or other cardiovascular conditions.", "However, there are a growing number of population based studies, such as this study by Pase, et.al, that show associations between frequent consumption of artificially sweetened beverages and undesirable effects on blood vessels throughout the body.", "This suggests that it may not be advisable to substitute or promote artificially sweetened drinks as healthier alternatives to sugar-sweetened drinks.", "\"Both sugar and artificially sweetened soft drinks may be hard on the brain,\" said senior editorial author Ralph Sacco M.D., a former president of the American Heart Association and the chairman of the Department of Neurology at the Miller School of Medicine at University of Miami in Florida.", "\"We know that limiting added sugars is an important strategy to support good nutrition and healthy body weights, and until we know more, people should use artificially sweetened drinks cautiously.", "They may have a role for people with diabetes and in weight loss, but we encourage people to drink water, low-fat milk or other beverages without added sweeteners,\" said Rachel K. Johnson, Ph.D., M.P.H., R.D., past chair of the American Heart Association's Nutrition Committee and professor of nutrition at the University of Vermont."], "title": "Diet drinks and possible association with stroke and dementia | EurekAlert! Science News", "source": "American Heart Association", "date": "2018-01-19_20:38:36", "year": "Thu, 20 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDALLAS, April 20, 2017 -- Drinking at least one artificially sweetened beverage daily was associated with almost three times the risk of developing stroke or dementia compared to those who drank artificially-sweetened beverages less than once a week, according to new research in the American Heart Association's journal Stroke.The authors caution that the long-term observational study was not designed or able to prove cause and effect, and only shows a trend among one group of people.\"Our study shows a need to put more research into this area given how often people drink artificially-sweetened beverages,\" said Matthew Pase, Ph.D., a senior fellow in the department of neurology at Boston University School of Medicine, Swinburne University of Technology in Melbourne, Australia, and the Framingham Heart Study.\"Although we did not find an association between stroke or dementia and the consumption of sugary drinks, this certainly does not mean they are a healthy option. We recommend that people drink water on a regular basis instead of sugary or artificially sweetened beverages.\"The researchers analyzed the Framingham Heart Study Offspring Cohort of 2,888 people, primarily Caucasian, over the age of 45 for the stroke study and 1,484 people over the age of 60 for the dementia arm of the study. Over a period of seven years, the researchers reviewed what people were drinking at three different points in time. Participants reported their eating and drinking habits by responding to food frequency questionnaires. The researchers then followed up with the study subjects for the next 10 years to determine who developed stroke or dementia, then compared the dietary information to the risk of developing stroke and dementia over the course of the study. The data collected did not distinguish between the types of artificial sweeteners used in the beverages.At the end of the 10-year follow-up period, the researchers noted 97 cases (3 percent) of stroke, 82 of which were ischemic (caused by blockage of blood vessels), and 81 (5 percent) cases of dementia, 63 of which were diagnosed as Alzheimer's disease. The researchers used statistical models, adjusted for various risk factors such as age, sex, caloric intake, education, diabetes mellitus and the presence of a variant of the Alzheimer's risk gene apolipoprotein E, to determine potential links between artificially-sweetened drink consumption and the risk of stroke or dementia. They found that people who drank at least one artificially-sweetened beverage a day were three times as likely to develop ischemic stroke and 2.9 times as likely to develop Alzheimer's disease dementia.Although the prospective nature of the study design increases the reliability of its findings, there are limitations. The participants were overwhelmingly white, and it is possible that ethnic preferences may influence how often people select sugary or artificially sweetened drinks, Pase said. People did not drink sugary sodas as often as diet sodas, which Pase said could be one reason the researchers did not see an association with regular soda since the participants may have been health conscious and just not consuming them as frequently. The main limitation, Pase said, is the important point that an observational study like this cannot prove that drinking artificially-sweetened drinks is linked to strokes or dementia, but it does identify an intriguing trend that will need to be explored in other studies.\"Even if someone is three times as likely to develop stroke or dementia, it is by no means a certain fate,\" Pase said. \"In our study, three percent of the people had a new stroke and five percent developed dementia, so we're still talking about a small number of people developing either stroke or dementia.\"According to an accompanying editorial, the current body of scientific research is inconclusive regarding whether or not drinking artificially sweetened beverages can actually lead to stroke, dementia or other cardiovascular conditions. However, there are a growing number of population based studies, such as this study by Pase, et.al, that show associations between frequent consumption of artificially sweetened beverages and undesirable effects on blood vessels throughout the body. This suggests that it may not be advisable to substitute or promote artificially sweetened drinks as healthier alternatives to sugar-sweetened drinks. \"Both sugar and artificially sweetened soft drinks may be hard on the brain,\" said senior editorial author Ralph Sacco M.D., a former president of the American Heart Association and the chairman of the Department of Neurology at the Miller School of Medicine at University of Miami in Florida.\"We know that limiting added sugars is an important strategy to support good nutrition and healthy body weights, and until we know more, people should use artificially sweetened drinks cautiously. They may have a role for people with diabetes and in weight loss, but we encourage people to drink water, low-fat milk or other beverages without added sweeteners,\" said Rachel K. Johnson, Ph.D., M.P.H., R.D., past chair of the American Heart Association's Nutrition Committee and professor of nutrition at the University of Vermont."}