{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "matthew", "pase", "lead", "author", "two", "studies", "link", "higher", "consumption", "sugary", "artificially", "sweetened", "drinks", "adverse", "brain", "effects", "view", "americans", "love", "sugar", "together", "consumed", "nearly", "11", "million", "metric", "tons", "2016", "according", "us", "department", "agriculture", "much", "form", "beverages", "like", "sports", "drinks", "soda", "new", "research", "suggests", "excess", "sugar", "especially", "fructose", "sugary", "drinks", "might", "damage", "brain", "researchers", "using", "data", "framingham", "heart", "study", "fhs", "found", "people", "drink", "sugary", "beverages", "frequently", "likely", "poorer", "memory", "smaller", "overall", "brain", "volume", "significantly", "smaller", "hippocampus", "area", "brain", "important", "learning", "memory", "chuck", "sweet", "tea", "reach", "diet", "soda", "study", "found", "people", "drank", "diet", "soda", "daily", "almost", "three", "times", "likely", "develop", "stroke", "dementia", "compared", "researchers", "quick", "point", "findings", "appear", "separately", "journals", "alzheimer", "dementia", "stroke", "demonstrate", "correlation", "researchers", "caution", "either", "diet", "soda", "sugary", "drinks", "research", "needed", "determine", "drinks", "actually", "damage", "brain", "much", "damage", "may", "caused", "underlying", "vascular", "disease", "diabetes", "studies", "strong", "data", "strong", "suggestion", "says", "sudha", "seshadri", "professor", "neurology", "boston", "university", "school", "medicine", "med", "faculty", "member", "bu", "alzheimer", "disease", "center", "senior", "author", "papers", "looks", "like", "much", "upside", "sugary", "drinks", "substituting", "sugar", "artificial", "sweeteners", "seem", "help", "maybe", "good", "water", "something", "need", "get", "used", "adds", "matthew", "pase", "fellow", "med", "neurology", "department", "investigator", "fhs", "corresponding", "author", "papers", "says", "excess", "sugar", "long", "associated", "cardiovascular", "metabolic", "diseases", "like", "obesity", "heart", "disease", "type", "2", "diabetes", "little", "known", "effects", "human", "brain", "chose", "study", "sugary", "drinks", "way", "examining", "overall", "sugar", "consumption", "difficult", "measure", "overall", "sugar", "intake", "diet", "says", "used", "sugary", "beverages", "proxy", "first", "study", "published", "alzheimer", "dementia", "march", "5", "2017", "researchers", "examined", "data", "including", "magnetic", "resonance", "imaging", "mri", "scans", "cognitive", "testing", "results", "people", "enrolled", "framingham", "heart", "study", "offspring", "cohorts", "children", "grandchildren", "original", "fhs", "volunteers", "enrolled", "1948", "researchers", "looked", "people", "consumed", "two", "sugary", "drinks", "day", "type", "soda", "fruit", "juice", "soft", "drinks", "three", "per", "week", "soda", "alone", "among", "high", "intake", "group", "found", "multiple", "signs", "accelerated", "brain", "aging", "including", "smaller", "overall", "brain", "volume", "poorer", "episodic", "memory", "shrunken", "hippocampus", "risk", "factors", "alzheimer", "disease", "researchers", "also", "found", "higher", "intake", "diet", "soda", "least", "one", "per", "day", "associated", "smaller", "brain", "second", "study", "published", "stroke", "april", "20", "2017", "researchers", "using", "data", "older", "offspring", "cohort", "looked", "specifically", "whether", "participants", "suffered", "stroke", "diagnosed", "dementia", "due", "alzheimer", "disease", "measuring", "volunteers", "beverage", "intake", "three", "points", "seven", "years", "researchers", "monitored", "volunteers", "10", "years", "looking", "evidence", "stroke", "people", "age", "45", "dementia", "participants", "age", "60", "found", "surprisingly", "correlation", "sugary", "beverage", "intake", "stroke", "dementia", "however", "found", "people", "drank", "least", "one", "diet", "soda", "per", "day", "almost", "three", "times", "likely", "develop", "stroke", "dementia", "although", "researchers", "took", "age", "smoking", "diet", "quality", "factors", "account", "could", "completely", "control", "preexisting", "conditions", "like", "diabetes", "may", "developed", "course", "study", "known", "risk", "factor", "dementia", "diabetics", "group", "drink", "diet", "soda", "average", "way", "limit", "sugar", "consumption", "correlation", "diet", "soda", "intake", "dementia", "may", "due", "diabetes", "well", "vascular", "risk", "factors", "however", "preexisting", "conditions", "wholly", "explain", "new", "findings", "somewhat", "surprising", "diet", "soda", "consumption", "led", "outcomes", "says", "pase", "noting", "prior", "studies", "linked", "diet", "soda", "intake", "stroke", "risk", "link", "dementia", "previously", "known", "adds", "studies", "differentiate", "types", "artificial", "sweeteners", "account", "possible", "sources", "artificial", "sweeteners", "says", "scientists", "put", "forth", "various", "hypotheses", "artificial", "sweeteners", "may", "cause", "harm", "transforming", "gut", "bacteria", "altering", "brain", "perception", "sweet", "need", "work", "figure", "underlying", "mechanisms"], "url": "http://www.eurekalert.org/pub_releases/2017-04/bu-isb042017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Matthew Pase is lead author on two studies that link higher consumption of both sugary and artificially sweetened drinks to adverse brain effects.", "view more Americans love sugar.", "Together we consumed nearly 11 million metric tons of it in 2016, according to the US Department of Agriculture, much of it in the form of sugar-sweetened beverages like sports drinks and soda.", "Now, new research suggests that excess sugar -- especially the fructose in sugary drinks--might damage your brain.", "Researchers using data from the Framingham Heart Study  (FHS) found that people who drink sugary beverages frequently are more likely to have poorer memory, smaller overall brain volume, and a significantly smaller hippocampus -- an area of the brain important for learning and memory.", "But before you chuck your sweet tea and reach for a diet soda, there's more: a follow-up study found that people who drank diet soda daily were almost three times as likely to develop stroke and dementia when compared to those who did not.", "Researchers are quick to point out that these findings, which appear separately in the journals Alzheimer's & Dementia and Stroke, demonstrate correlation but not cause-and-effect.", "While researchers caution against over-consuming either diet soda or sugary drinks, more research is needed to determine how -- or if -- these drinks actually damage the brain, and how much damage may be caused by underlying vascular disease or diabetes.", "\"These studies are not the be-all and end-all, but it's strong data and a very strong suggestion,\" says Sudha Seshadri, a professor of neurology at Boston University School of Medicine (MED) and a faculty member at BU's Alzheimer's Disease Center, who is senior author on both papers.", "\"It looks like there is not very much of an upside to having sugary drinks, and substituting the sugar with artificial sweeteners doesn't seem to help.", "\"\"Maybe good old-fashioned water is something we need to get used to,\" she adds.", "Matthew Pase, a fellow in the MED neurology department and an investigator at the FHS who is corresponding author on both papers, says that excess sugar has long been associated with cardiovascular and metabolic diseases like obesity, heart disease, and type 2 diabetes, but little is known about its long-term effects on the human brain.", "He chose to study sugary drinks as a way of examining overall sugar consumption.", "\"It's difficult to measure overall sugar intake in the diet,\" he says, \"so we used sugary beverages as a proxy.\"", "For the first study, published in Alzheimer's & Dementia on March 5, 2017, researchers examined data, including magnetic resonance imaging (MRI) scans and cognitive testing results, from about 4,000 people enrolled in the Framingham Heart Study's Offspring and Third-Generation cohorts.", "(These are the children and grandchildren of the original FHS volunteers enrolled in 1948.)", "The researchers looked at people who consumed more than two sugary drinks a day of any type -- soda, fruit juice, and other soft drinks -- or more than three per week of soda alone.", "Among that \"high intake\" group, they found multiple signs of accelerated brain aging, including smaller overall brain volume, poorer episodic memory, and a shrunken hippocampus, all risk factors for early-stage Alzheimer's disease.", "Researchers also found that higher intake of diet soda--at least one per day--was associated with smaller brain volume.In the second study, published in Stroke on April 20, 2017, the researchers, using data only from the older Offspring cohort, looked specifically at whether participants had suffered a stroke or been diagnosed with dementia due to Alzheimer's disease.", "After measuring volunteers' beverage intake at three points over seven years, the researchers then monitored the volunteers for 10 years, looking for evidence of stroke in 2,888 people over age 45, and dementia in 1,484 participants over age 60.", "Here they found, surprisingly, no correlation between sugary beverage intake and stroke or dementia.", "However, they found that people who drank at least one diet soda per day were almost three times as likely to develop stroke and dementia.", "Although the researchers took age, smoking, diet quality, and other factors into account, they could not completely control for preexisting conditions like diabetes, which may have developed over the course of the study and is a known risk factor for dementia.", "Diabetics, as a group, drink more diet soda on average, as a way to limit their sugar consumption, and some of the correlation between diet soda intake and dementia may be due to diabetes, as well as other vascular risk factors.", "However, such preexisting conditions cannot wholly explain the new findings.", "\"It was somewhat surprising that diet soda consumption led to these outcomes,\" says Pase, noting that while prior studies have linked diet soda intake to stroke risk, the link with dementia was not previously known.", "He adds that the studies did not differentiate between types of artificial sweeteners and did not account for other possible sources of artificial sweeteners.", "He says that scientists have put forth various hypotheses about how artificial sweeteners may cause harm, from transforming gut bacteria to altering the brain's perception of \"sweet,\" but \"we need more work to figure out the underlying mechanisms.\""], "title": "Is soda bad for your brain? (and is diet soda worse?) | EurekAlert! Science News", "source": "Boston University", "date": "2018-01-19_20:38:40", "year": "Thu, 20 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Matthew Pase is lead author on two studies that link higher consumption of both sugary and artificially sweetened drinks to adverse brain effects.\n       view more Americans love sugar. Together we consumed nearly 11 million metric tons of it in 2016, according to the US Department of Agriculture, much of it in the form of sugar-sweetened beverages like sports drinks and soda.  Now, new research suggests that excess sugar -- especially the fructose in sugary drinks--might damage your brain. Researchers using data from the Framingham Heart Study  (FHS) found that people who drink sugary beverages frequently are more likely to have poorer memory, smaller overall brain volume, and a significantly smaller hippocampus -- an area of the brain important for learning and memory.  But before you chuck your sweet tea and reach for a diet soda, there's more: a follow-up study found that people who drank diet soda daily were almost three times as likely to develop stroke and dementia when compared to those who did not. Researchers are quick to point out that these findings, which appear separately in the journals Alzheimer's & Dementia and Stroke, demonstrate correlation but not cause-and-effect. While researchers caution against over-consuming either diet soda or sugary drinks, more research is needed to determine how -- or if -- these drinks actually damage the brain, and how much damage may be caused by underlying vascular disease or diabetes.\"These studies are not the be-all and end-all, but it's strong data and a very strong suggestion,\" says Sudha Seshadri, a professor of neurology at Boston University School of Medicine (MED) and a faculty member at BU's Alzheimer's Disease Center, who is senior author on both papers. \"It looks like there is not very much of an upside to having sugary drinks, and substituting the sugar with artificial sweeteners doesn't seem to help.\"\"Maybe good old-fashioned water is something we need to get used to,\" she adds.   Matthew Pase, a fellow in the MED neurology department and an investigator at the FHS who is corresponding author on both papers, says that excess sugar has long been associated with cardiovascular and metabolic diseases like obesity, heart disease, and type 2 diabetes, but little is known about its long-term effects on the human brain. He chose to study sugary drinks as a way of examining overall sugar consumption. \"It's difficult to measure overall sugar intake in the diet,\" he says, \"so we used sugary beverages as a proxy.\" For the first study, published in Alzheimer's & Dementia on March 5, 2017, researchers examined data, including magnetic resonance imaging (MRI) scans and cognitive testing results, from about 4,000 people enrolled in the Framingham Heart Study's Offspring and Third-Generation cohorts. (These are the children and grandchildren of the original FHS volunteers enrolled in 1948.) The researchers looked at people who consumed more than two sugary drinks a day of any type -- soda, fruit juice, and other soft drinks -- or more than three per week of soda alone. Among that \"high intake\" group, they found multiple signs of accelerated brain aging, including smaller overall brain volume, poorer episodic memory, and a shrunken hippocampus, all risk factors for early-stage Alzheimer's disease. Researchers also found that higher intake of diet soda--at least one per day--was associated with smaller brain volume.In the second study, published in Stroke on April 20, 2017, the researchers, using data only from the older Offspring cohort, looked specifically at whether participants had suffered a stroke or been diagnosed with dementia due to Alzheimer's disease. After measuring volunteers' beverage intake at three points over seven years, the researchers then monitored the volunteers for 10 years, looking for evidence of stroke in 2,888 people over age 45, and dementia in 1,484 participants over age 60. Here they found, surprisingly, no correlation between sugary beverage intake and stroke or dementia. However, they found that people who drank at least one diet soda per day were almost three times as likely to develop stroke and dementia.  Although the researchers took age, smoking, diet quality, and other factors into account, they could not completely control for preexisting conditions like diabetes, which may have developed over the course of the study and is a known risk factor for dementia. Diabetics, as a group, drink more diet soda on average, as a way to limit their sugar consumption, and some of the correlation between diet soda intake and dementia may be due to diabetes, as well as other vascular risk factors. However, such preexisting conditions cannot wholly explain the new findings.  \"It was somewhat surprising that diet soda consumption led to these outcomes,\" says Pase, noting that while prior studies have linked diet soda intake to stroke risk, the link with dementia was not previously known. He adds that the studies did not differentiate between types of artificial sweeteners and did not account for other possible sources of artificial sweeteners. He says that scientists have put forth various hypotheses about how artificial sweeteners may cause harm, from transforming gut bacteria to altering the brain's perception of \"sweet,\" but \"we need more work to figure out the underlying mechanisms.\" "}