{"funder": "Economic and Social Research council (ESRC)", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoe-wts042017.php", "description": "Stimulating the brain by taking on leadership roles at work or staying on in education help people stay mentally healthy in later life, according to new research.", "region": "europe", "title": "Want to stay mentally healthy in older age? Stimulate your brain in early life", "text": "Stimulating the brain by taking on leadership roles at work or staying on in education help people stay mentally healthy in later life, according to new research. The large-scale investigation published in the journal PLOS Medicine and led by the University of Exeter, used data from more than 2,000 mentally fit people over the age of 65, examined the theory that experiences in early or mid life which challenge the brain make people more resilient to changes resulting from age or illness - they have higher \"cognitive reserve\". The analysis, funded by the Economic and Social Research Council (ESRC) found that people with higher levels of reserve are more likely to stay mentally fit for longer, making the brain more resilient to illnesses such as dementia. The research team included collaborators from the universities of Bangor, Newcastle and Cambridge. Linda Clare, Professor of Clinical Psychology of Ageing and Dementia at the University of Exeter, said: \"Losing mental ability is not inevitable in later life. We know that we can all take action to increase our chances of maintaining our own mental health, through healthy living and engaging in stimulating activities. It's important that we understand how and why this occurs, so we can give people meaningful and effective measures to take control of living full and active lives into older age.\"People who engage in stimulating activity which stretches the brain, challenging it to use different strategies that exercise a variety of networks, have higher 'Cognitive reserve'. This builds a buffer in the brain, making it more resilient. It means signs of decline only become evident at a higher threshold of illness or decay than when this buffer is absent.\" The research team analysed data from 2,315 mentally fit participants aged over 65 years who took part in the first wave of interviews for the Cognitive Function and Ageing Study Wales (CFAS-Wales).They analysed whether a healthy lifestyle was associated with better performance on a mental ability test. They found that a healthy diet, more physical activity, more social and mentally stimulating activity and moderate alcohol consumption all seemed to boost cognitive performance.   Professor Bob Woods of Bangor University, who leads the CFAS Wales study, said: \"We found that people with a healthier lifestyle had better scores on tests of mental ability, and this was partly accounted for by their level of cognitive reserve.\"Our results highlight the important of policies and measures that encourage older people to make changes in their diet, exercise more, and engage in more socially oriented and mentally stimulating activities.\" Professor Fiona Matthews of Newcastle University, who is principal statistician on the CFAS studies, said \"Many of the factors found here to be important are not only healthy for our brain, but also help at younger age avoiding heart disease\".Professor Clare is supported by the National Institute for Health Research Collaboration for Leadership in Applied Health Research and Care South West Peninsula (NIHR PenCLAHRC). Testing our the efficacy of brain stimulation is part one aspect of the PROTECT  (Platform for Research Online to investigate Genetics and Cognition in Ageing) trial, which involves Professor Clare. It has already recruited 20,000 people over the age of 50. They are taking part in Exeter-led research to establish which lifestyle measures can make a meaningful difference to keep people stay physically and mentally active in older age. ", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002259", "institution": "University of Exeter", "journal": "PLOS Medicine", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Behavior", " Demography", " Aging"], "date": "Thu, 20 Apr 2017 04:00:00 GMT", "source_link": "http://www.exeter.ac.uk/news/featurednews/title_578693_en.html"}