{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "saint", "louis", "university", "assistant", "professor", "biochemistry", "molecular", "biology", "yuna", "ayala", "center", "members", "research", "team", "view", "louis", "recent", "paper", "published", "journal", "biological", "chemistry", "yuna", "ayala", "assistant", "professor", "biochemistry", "molecular", "biology", "saint", "louis", "university", "research", "team", "made", "advances", "understanding", "protein", "causes", "damaging", "plaques", "build", "neurodegenerative", "illnesses", "like", "amyotrophic", "lateral", "sclerosis", "als", "form", "dementia", "called", "frontotemporal", "lobar", "degeneration", "ayala", "lab", "study", "protein", "binds", "rna", "plays", "role", "gene", "expression", "2006", "researchers", "discovered", "main", "feature", "neurological", "disorders", "like", "als", "frontotemporal", "dementia", "important", "protein", "tied", "cell", "survival", "metabolism", "function", "conserved", "evolution", "animals", "flies", "humans", "without", "scientists", "see", "animals", "develop", "locomotive", "defects", "shortened", "lifespans", "mice", "lack", "protein", "survive", "beyond", "embryonic", "stage", "regulates", "many", "genes", "controls", "processing", "messenger", "rna", "builds", "cells", "causes", "damaging", "plaque", "accumulate", "hallmark", "als", "frontotemporal", "lobar", "degeneration", "also", "present", "types", "neurodegenerative", "diseases", "including", "alzheimer", "disease", "devastating", "diseasesals", "late", "onset", "disease", "average", "age", "diagnosis", "55", "devastating", "illness", "cure", "people", "die", "within", "two", "five", "years", "diagnosis", "als", "kills", "motorneurons", "brain", "spinal", "cord", "cells", "causing", "lack", "connectivity", "muscles", "muscle", "atrophy", "also", "affects", "neurons", "tongue", "limbs", "addition", "als", "found", "cases", "frontotemporal", "dementia", "type", "dementia", "distinct", "alzheimer", "disease", "alzheimer", "patients", "develop", "memory", "problems", "frontotemporal", "dementia", "lose", "inhibition", "undergo", "gradual", "decline", "behavioral", "speaking", "ability", "also", "tied", "minor", "neurodegenerative", "disorders", "recent", "discovery", "present", "many", "alzheimer", "disease", "patients", "well", "connection", "alzheimer", "yet", "understood", "scientists", "speculate", "may", "secondary", "pathology", "marker", "alzheimer", "disease", "among", "neurodegenerative", "disorders", "common", "factor", "characterized", "irreversible", "accumulation", "plaques", "protein", "set", "proteins", "aggregates", "causing", "plaque", "build", "scientists", "know", "als", "frontotemporal", "dementia", "aggregating", "protein", "cells", "ayala", "team", "aimed", "learn", "works", "within", "cells", "researchers", "first", "question", "matter", "balance", "indispensable", "protein", "needs", "accumulate", "order", "vital", "cell", "processes", "occur", "much", "though", "protein", "aggregation", "causes", "plaques", "build", "want", "learn", "process", "protein", "balance", "healthy", "cells", "maintain", "balance", "protein", "aggregates", "conditions", "promote", "limit", "aggregations", "ayala", "said", "us", "go", "around", "working", "well", "work", "well", "conditions", "really", "important", "functions", "happen", "cells", "functions", "would", "cause", "degeneration", "neurons", "without", "finally", "want", "know", "location", "accumulates", "within", "cell", "nuclei", "cell", "recruits", "protein", "organelles", "foci", "necessary", "normal", "gene", "expression", "cell", "survival", "wanted", "understand", "assembly", "organelles", "regulated", "rna", "binding", "proteins", "little", "known", "form", "many", "form", "big", "control", "size", "things", "slu", "team", "decided", "see", "phosphorylation", "one", "common", "ways", "proteins", "regulated", "may", "responsible", "managing", "activity", "location", "tightly", "protein", "binds", "scientists", "know", "stress", "cells", "certain", "way", "activate", "heat", "shock", "response", "triggering", "phosphorylation", "ayala", "used", "procedure", "see", "phosphorylation", "involved", "actions", "heat", "shock", "response", "first", "stress", "conditions", "alter", "cell", "metabolism", "ever", "discovered", "found", "organisms", "ranging", "yeast", "humans", "idea", "increase", "temperature", "cells", "cells", "response", "similar", "across", "many", "creatures", "signal", "triggers", "many", "cellular", "changes", "including", "phosphorylation", "proteins", "found", "specific", "kinase", "enzyme", "going", "add", "phosphorylation", "work", "translates", "signal", "internal", "external", "cell", "enzyme", "called", "mek", "really", "important", "kinase", "studied", "many", "years", "involved", "cancer", "one", "new", "findings", "also", "involved", "protein", "balance", "cells", "ayala", "team", "found", "kinase", "mek", "phosphorylates", "two", "residues", "happy", "identified", "signal", "ayala", "said", "nice", "find", "take", "long", "time", "find", "next", "researchers", "wanted", "know", "phosphorylation", "affecting", "protein", "functions", "found", "regulates", "ability", "control", "processing", "made", "go", "compartment", "previously", "ayala", "said", "may", "involved", "regulating", "type", "rna", "know", "regulated", "may", "important", "cellular", "metabolism", "want", "understand", "compartment", "specific", "function", "translates", "als", "dementia", "horizon", "better", "diagnosis", "new", "curesayala", "encouraged", "headway", "team", "made", "understanding", "underlying", "processes", "instigate", "neurodegenerative", "diseases", "hopes", "work", "set", "stage", "studies", "may", "able", "leverage", "findings", "order", "develop", "new", "cures", "clues", "pointing", "direction", "mutations", "compartment", "think", "need", "figure", "two", "things", "converge", "understand", "als", "happens", "critical", "place", "look", "examine", "function", "specific", "organelle", "affected", "disease", "may", "able", "use", "kinase", "pathway", "target", "develop", "drugs", "make", "happier", "preventing", "disease", "preventing", "aggregation", "proteins", "think", "work", "really", "help", "us", "understand", "leads", "development", "als", "dementia", "help", "us", "know", "principle", "causes", "neurotoxicity", "cells", "may", "help", "us", "test", "therapies", "disease", "adapt", "drugs", "already", "available", "mek", "studied", "lot", "cancer", "may", "head", "start", "researchers", "already", "developed", "molecules", "inhibit", "mek", "potentially", "could", "use", "already", "existing", "arsenal", "addition", "new", "cures", "diagnosis", "neurodegenerative", "disorders", "difficult", "challenging", "clinicians", "tell", "one", "dementia", "another", "postmortem", "examinations", "doctors", "see", "distinguishing", "proteins", "shapes", "mark", "specific", "illnesses", "ayala", "team", "believe", "research", "holds", "promise", "cures", "also", "good", "diagnostic", "methods", "diagnosis", "earlier", "accurately"], "url": "http://www.eurekalert.org/pub_releases/2017-04/slu-srh041917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Saint Louis University assistant professor of biochemistry and molecular biology Yuna Ayala, Ph.D., (center) and members of her research team.", "view more ST. LOUIS -- In a recent paper published in the Journal of Biological Chemistry Yuna Ayala, Ph.D., assistant professor of biochemistry and molecular biology at Saint Louis University, and her research team made advances in understanding how a protein causes damaging plaques to build up in neurodegenerative illnesses like amyotrophic lateral sclerosis (ALS) and a form of dementia called frontotemporal lobar degeneration.", "Ayala and her lab study TDP-43, a protein that binds to RNA and plays a role in gene expression.", "In 2006, researchers discovered that TDP-43 was the main feature of neurological disorders like ALS and frontotemporal dementia.", "TDP-43 is an important protein tied to cell survival, metabolism and function that has been conserved by evolution in animals from flies to humans.", "Without TDP-43, scientists see animals develop locomotive defects and shortened lifespans.", "Mice that lack this protein do not survive beyond the embryonic stage.", "It regulates many genes and controls the processing of messenger RNA.", "When TDP-43 builds up in cells, it causes damaging plaque to accumulate; this is a hallmark of ALS and frontotemporal lobar degeneration.", "It also is present in other types of neurodegenerative diseases, including Alzheimer's disease.", "Devastating DiseasesALS is a late onset disease; the average age of diagnosis is 55.", "A devastating illness with no cure, most people die within two to five years after diagnosis.", "ALS kills motorneurons in brain and spinal cord cells, causing a lack of connectivity to muscles and muscle atrophy.", "It also affects neurons in the tongue and limbs.", "In addition to ALS, TDP-43 is found in cases of frontotemporal dementia, a type of dementia that is distinct from Alzheimer's disease.", "Where Alzheimer's patients develop memory problems, those with frontotemporal dementia lose inhibition and undergo a gradual decline in behavioral and speaking ability.", "TDP-43 also is tied to minor neurodegenerative disorders and, in a recent discovery, is present in many Alzheimer's disease patients, as well.", "While the connection to Alzheimer's is not yet understood, scientists speculate that TDP-43 may be a secondary pathology or a marker of Alzheimer's disease.", "Among all of these neurodegenerative disorders is a common factor: they are characterized by the irreversible accumulation of plaques.", "A protein or set of proteins aggregates, causing plaque to build up.", "And, scientists know that in ALS and frontotemporal dementia, the aggregating protein is TDP-43.Inside our cells: What Is TDP-43 Doing?", "Ayala and her team aimed to learn more about how TDP-43 works within cells.", "The researchers' first question is a matter of balance.", "TDP-43 is an indispensable protein that needs to accumulate in order for vital cell processes to occur.", "Too much, though, and the protein aggregation causes plaques to build up.", "\"We want to learn about the process of protein balance, how healthy cells maintain balance, how the protein aggregates and what conditions promote or limit aggregations,\" Ayala said.", "\"Most of us go around with our TDP-43 working well.", "When does it not work well?", "What are those conditions?", "And, what are the really important functions of TDP-43 that happen in cells, functions that would cause the degeneration of neurons without them?", "\"And, finally we want to know more about the location of where TDP-43 accumulates within the cell.", "In the nuclei, the cell recruits the protein into organelles or foci that are necessary for normal gene expression and cell survival.", "\"We wanted to understand how the assembly into these organelles is regulated.", "For TDP-43 and other RNA binding proteins, very little is known about when they will form, how many will form and how big they are.", "How do you control the size of these things?", "\"The SLU team decided to see if phosphorylation - one of the most common ways that proteins are regulated - may be responsible for managing the activity, location and how tightly the protein binds.", "Scientists know that when they stress cells in a certain way, they activate a heat shock response, triggering phosphorylation.", "Ayala used this procedure to see if phosphorylation was involved with TDP-43's actions.", "\"Heat shock response is the first stress conditions that will alter cell metabolism that was ever discovered, and it is found in organisms ranging from yeast to humans.", "The idea is that when you increase the temperature of the cells, the cells have a response that is similar across many creatures.", "That is the signal that triggers many cellular changes including phosphorylation of some proteins.", "\"What we found is that there is a specific kinase, the enzyme that is going to add the phosphorylation, at work.", "It translates the signal, internal or external, to the cell.", "This enzyme is called MEK and it is a really important kinase that has been studied for many years.", "It is involved in cancer.", "But one of the new findings is that it also is involved in protein balance in cells.\"", "Ayala and her team found that this kinase, MEK, phosphorylates at two residues.", "\"We were happy we identified this signal,\" Ayala said.", "\"It was nice to find this.", "It can take a long time to find.", "\"Next, the researchers wanted to know if phosphorylation was affecting protein functions, and they found that it regulates the ability to control processing.", "\"It made TDP-43 go to a compartment where it hadn't previously been,\" Ayala said.", "\"It may be involved in regulating a type of RNA we didn't know it regulated and it may be very important for cellular metabolism.", "\"Now we want to understand what it is doing in this compartment, its specific function and how that translates to ALS and dementia.\"", "On the Horizon: Better Diagnosis and New CuresAyala is encouraged by the headway her team has made in understanding the underlying processes that instigate these neurodegenerative diseases.", "And, she hopes that this work will set the stage for studies that may be able to leverage these findings in order to develop new cures.", "\"We had clues pointing in this direction.", "You had mutations and you had this compartment.", "Now, I think we need to figure out how these two things converge to understand how ALS happens.", "This is a critical place to look, to examine the function of that specific organelle that is affected in this disease.", "\"\"We may be able to use that kinase pathway as a target to develop drugs that will make TDP-43 happier, preventing disease and preventing the aggregation of other proteins.", "So I think this work will really help us understand what leads to the development of ALS and dementia, to help us know the principle causes of neurotoxicity in these cells.", "It may help us test therapies against the disease and adapt some of the drugs that are already available.\"", "\"MEK is studied a lot for cancer, so we may have a head start.", "Researchers already have developed molecules to inhibit MEK, so potentially we could use that already existing arsenal.", "\"In addition to new cures, the diagnosis itself of neurodegenerative disorders can be difficult, and it can be challenging for clinicians to tell one dementia from another.", "It is only in postmortem examinations that doctors can see the distinguishing proteins and shapes that mark the specific illnesses.", "Ayala and her team believe their research holds promise not only for cures but also for good diagnostic methods, to diagnosis earlier and more accurately."], "title": "SLU researcher hones in on plaque-causing protein in ALS and dementia | EurekAlert! Science News", "source": "Saint Louis University", "date": "2018-01-19_20:38:55", "year": "Wed, 19 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Saint Louis University assistant professor of biochemistry and molecular biology Yuna Ayala, Ph.D., (center) and members of her research team.\n       view more ST. LOUIS -- In a recent paper published in the Journal of Biological Chemistry Yuna Ayala, Ph.D., assistant professor of biochemistry and molecular biology at Saint Louis University, and her research team made advances in understanding how a protein causes damaging plaques to build up in neurodegenerative illnesses like amyotrophic lateral sclerosis (ALS) and a form of dementia called frontotemporal lobar degeneration. Ayala and her lab study TDP-43, a protein that binds to RNA and plays a role in gene expression. In 2006, researchers discovered that TDP-43 was the main feature of neurological disorders like ALS and frontotemporal dementia. TDP-43 is an important protein tied to cell survival, metabolism and function that has been conserved by evolution in animals from flies to humans. Without TDP-43, scientists see animals develop locomotive defects and shortened lifespans. Mice that lack this protein do not survive beyond the embryonic stage. It regulates many genes and controls the processing of messenger RNA.  When TDP-43 builds up in cells, it causes damaging plaque to accumulate; this is a hallmark of ALS and frontotemporal lobar degeneration. It also is present in other types of neurodegenerative diseases, including Alzheimer's disease. Devastating DiseasesALS is a late onset disease; the average age of diagnosis is 55. A devastating illness with no cure, most people die within two to five years after diagnosis. ALS kills motorneurons in brain and spinal cord cells, causing a lack of connectivity to muscles and muscle atrophy. It also affects neurons in the tongue and limbs. In addition to ALS, TDP-43 is found in cases of frontotemporal dementia, a type of dementia that is distinct from Alzheimer's disease. Where Alzheimer's patients develop memory problems, those with frontotemporal dementia lose inhibition and undergo a gradual decline in behavioral and speaking ability. TDP-43 also is tied to minor neurodegenerative disorders and, in a recent discovery, is present in many Alzheimer's disease patients, as well. While the connection to Alzheimer's is not yet understood, scientists speculate that TDP-43 may be a secondary pathology or a marker of Alzheimer's disease. Among all of these neurodegenerative disorders is a common factor: they are characterized by the irreversible accumulation of plaques. A protein or set of proteins aggregates, causing plaque to build up. And, scientists know that in ALS and frontotemporal dementia, the aggregating protein is TDP-43.Inside our cells: What Is TDP-43 Doing? Ayala and her team aimed to learn more about how TDP-43 works within cells. The researchers' first question is a matter of balance. TDP-43 is an indispensable protein that needs to accumulate in order for vital cell processes to occur. Too much, though, and the protein aggregation causes plaques to build up. \"We want to learn about the process of protein balance, how healthy cells maintain balance, how the protein aggregates and what conditions promote or limit aggregations,\" Ayala said. \"Most of us go around with our TDP-43 working well. When does it not work well? What are those conditions? And, what are the really important functions of TDP-43 that happen in cells, functions that would cause the degeneration of neurons without them?\"And, finally we want to know more about the location of where TDP-43 accumulates within the cell. In the nuclei, the cell recruits the protein into organelles or foci that are necessary for normal gene expression and cell survival. \"We wanted to understand how the assembly into these organelles is regulated. For TDP-43 and other RNA binding proteins, very little is known about when they will form, how many will form and how big they are. How do you control the size of these things?\"The SLU team decided to see if phosphorylation - one of the most common ways that proteins are regulated - may be responsible for managing the activity, location and how tightly the protein binds.  Scientists know that when they stress cells in a certain way, they activate a heat shock response, triggering phosphorylation. Ayala used this procedure to see if phosphorylation was involved with TDP-43's actions.\"Heat shock response is the first stress conditions that will alter cell metabolism that was ever discovered, and it is found in organisms ranging from yeast to humans. The idea is that when you increase the temperature of the cells, the cells have a response that is similar across many creatures. That is the signal that triggers many cellular changes including phosphorylation of some proteins. \"What we found is that there is a specific kinase, the enzyme that is going to add the phosphorylation, at work. It translates the signal, internal or external, to the cell. This enzyme is called MEK and it is a really important kinase that has been studied for many years. It is involved in cancer. But one of the new findings is that it also is involved in protein balance in cells.\" Ayala and her team found that this kinase, MEK, phosphorylates at two residues.  \"We were happy we identified this signal,\" Ayala said. \"It was nice to find this. It can take a long time to find.\"Next, the researchers wanted to know if phosphorylation was affecting protein functions, and they found that it regulates the ability to control processing. \"It made TDP-43 go to a compartment where it hadn't previously been,\" Ayala said. \"It may be involved in regulating a type of RNA we didn't know it regulated and it may be very important for cellular metabolism.\"Now we want to understand what it is doing in this compartment, its specific function and how that translates to ALS and dementia.\"  On the Horizon: Better Diagnosis and New CuresAyala is encouraged by the headway her team has made in understanding the underlying processes that instigate these neurodegenerative diseases. And, she hopes that this work will set the stage for studies that may be able to leverage these findings in order to develop new cures. \"We had clues pointing in this direction. You had mutations and you had this compartment. Now, I think we need to figure out how these two things converge to understand how ALS happens. This is a critical place to look, to examine the function of that specific organelle that is affected in this disease.\"\"We may be able to use that kinase pathway as a target to develop drugs that will make TDP-43 happier, preventing disease and preventing the aggregation of other proteins. So I think this work will really help us understand what leads to the development of ALS and dementia, to help us know the principle causes of neurotoxicity in these cells. It may help us test therapies against the disease and adapt some of the drugs that are already available.\" \"MEK is studied a lot for cancer, so we may have a head start. Researchers already have developed molecules to inhibit MEK, so potentially we could use that already existing arsenal.\"In addition to new cures, the diagnosis itself of neurodegenerative disorders can be difficult, and it can be challenging for clinicians to tell one dementia from another. It is only in postmortem examinations that doctors can see the distinguishing proteins and shapes that mark the specific illnesses. Ayala and her team believe their research holds promise not only for cures but also for good diagnostic methods, to diagnosis earlier and more accurately. "}