{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "study", "reports", "antibody", "therapy", "development", "neurodegenerative", "disorders", "known", "tauopathies", "may", "eventually", "used", "marker", "screen", "patients", "disease", "progression", "could", "help", "inform", "much", "needed", "new", "therapeutic", "strategies", "chronic", "traumatic", "encephalopathy", "frontotemporal", "dementia", "alzheimer", "disease", "currently", "approved", "treatments", "exist", "diseases", "neurological", "damage", "cognitive", "decline", "occur", "toxic", "clumps", "misfolded", "protein", "called", "tau", "accumulate", "brain", "one", "barrier", "clinical", "trials", "screening", "patients", "aggregated", "form", "protein", "central", "nervous", "systems", "also", "determining", "therapy", "reaching", "intended", "target", "based", "promising", "results", "rodents", "antibody", "called", "recognizes", "pathological", "form", "tau", "investigation", "kiran", "yanamandra", "colleagues", "showed", "administering", "increased", "detectable", "levels", "tau", "serum", "four", "human", "patients", "tauopathies", "well", "mouse", "models", "tau", "typically", "found", "inside", "neurons", "researchers", "believe", "accumulations", "spaces", "outside", "brain", "cells", "responsible", "driving", "diseases", "pathologies", "scientists", "correlated", "amount", "tau", "brain", "serum", "protein", "levels", "mice", "demonstrating", "higher", "levels", "tau", "observed", "treatment", "reflected", "increased", "protein", "typically", "short", "blood", "often", "undetectable", "authors", "say", "important", "assess", "plasma", "tau", "across", "different", "patient", "populations", "antibodies", "move", "forward", "clinical", "trials"], "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-kto041717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study reports an antibody therapy in development for the neurodegenerative disorders known as tauopathies may be eventually used as a marker to screen patients for disease progression, which could help inform much needed new therapeutic strategies for chronic traumatic encephalopathy, frontotemporal dementia, and Alzheimer's disease.", "Currently, no approved treatments exist for such diseases, where neurological damage and cognitive decline occur as toxic \"clumps\" of a misfolded protein called tau accumulate in the brain.", "One barrier to clinical trials is screening patients that have the aggregated form of the protein in their central nervous systems, and also determining if a therapy is reaching its intended target.", "Based on promising results in rodents, an antibody called HJ8.5 that recognizes the pathological form of tau is now under investigation.", "Here, Kiran Yanamandra and colleagues showed that administering HJ8.5 increased the detectable levels of tau in the serum of four human patients with tauopathies as well as in mouse models.", "Tau is typically found inside neurons, but researchers believe that accumulations in the spaces outside of brain cells are responsible for driving the diseases' pathologies.", "The scientists correlated the amount of tau in the brain with serum protein levels in mice, demonstrating that the higher levels of tau observed after treatment reflected increased serum-stability of the protein (which typically has a short half-life in the blood and is as such often undetectable).", "The authors say it will be important to assess plasma tau across different patient populations as anti-tau antibodies move forward into clinical trials."], "title": "Keeping tabs on tau to track neurodegenerative disorder progression | EurekAlert! Science News", "source": "American Association for the Advancement of Science", "date": "2018-01-19_20:38:59", "year": "Wed, 19 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new study reports an antibody therapy in development for the neurodegenerative disorders known as tauopathies may be eventually used as a marker to screen patients for disease progression, which could help inform much needed new therapeutic strategies for chronic traumatic encephalopathy, frontotemporal dementia, and Alzheimer's disease. Currently, no approved treatments exist for such diseases, where neurological damage and cognitive decline occur as toxic \"clumps\" of a misfolded protein called tau accumulate in the brain. One barrier to clinical trials is screening patients that have the aggregated form of the protein in their central nervous systems, and also determining if a therapy is reaching its intended target. Based on promising results in rodents, an antibody called HJ8.5 that recognizes the pathological form of tau is now under investigation. Here, Kiran Yanamandra and colleagues showed that administering HJ8.5 increased the detectable levels of tau in the serum of four human patients with tauopathies as well as in mouse models. Tau is typically found inside neurons, but researchers believe that accumulations in the spaces outside of brain cells are responsible for driving the diseases' pathologies. The scientists correlated the amount of tau in the brain with serum protein levels in mice, demonstrating that the higher levels of tau observed after treatment reflected increased serum-stability of the protein (which typically has a short half-life in the blood and is as such often undetectable). The authors say it will be important to assess plasma tau across different patient populations as anti-tau antibodies move forward into clinical trials."}