{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "tangles", "brain", "protein", "tau", "associated", "neurological", "diseases", "alzheimer", "new", "study", "shows", "antibodies", "capture", "tau", "blood", "facilitating", "efforts", "measure", "view", "damaging", "tangles", "protein", "tau", "dot", "brains", "people", "alzheimer", "many", "neurodegenerative", "diseases", "including", "chronic", "traumatic", "encephalopathy", "plagues", "professional", "boxers", "football", "players", "diseases", "lead", "memory", "loss", "confusion", "aggressive", "behavior", "easy", "way", "determine", "whether", "people", "symptoms", "linked", "tau", "tangles", "however", "team", "led", "scientists", "washington", "university", "school", "medicine", "louis", "found", "way", "measure", "tau", "levels", "blood", "method", "accurately", "reflects", "levels", "tau", "brain", "interest", "scientists", "correlate", "neurological", "damage", "study", "mice", "small", "group", "people", "could", "first", "step", "toward", "noninvasive", "test", "evaluation", "people", "necessary", "test", "potentially", "could", "used", "quickly", "screen", "diseases", "monitor", "disease", "progression", "measure", "effectiveness", "treatments", "designed", "target", "research", "published", "april", "19", "science", "translational", "medicine", "showed", "measure", "tau", "blood", "provides", "insight", "status", "tau", "fluid", "surrounding", "cells", "brain", "said", "senior", "author", "david", "holtzman", "md", "andrew", "gretchen", "jones", "professor", "head", "department", "neurology", "washington", "university", "school", "medicine", "normal", "brain", "protein", "involved", "maintaining", "structure", "neurons", "tau", "forms", "tangles", "damages", "kills", "nearby", "neurons", "people", "tau", "diseases", "wide", "range", "symptoms", "basically", "wherever", "tau", "aggregating", "parts", "brain", "degenerating", "holtzman", "said", "memory", "area", "get", "memory", "problems", "motor", "area", "get", "problems", "movement", "screening", "test", "likely", "years", "away", "would", "relatively", "easy", "way", "identify", "people", "whose", "symptoms", "may", "due", "problems", "tau", "without", "subjecting", "potentially", "invasive", "expensive", "complicated", "tests", "test", "accurately", "reflects", "status", "tau", "brain", "quick", "easy", "patients", "holtzman", "said", "brain", "scans", "measure", "tau", "tangles", "approved", "use", "patients", "yet", "tau", "levels", "measured", "cerebrospinal", "fluid", "surrounds", "brain", "spinal", "cord", "order", "get", "fluid", "spinal", "tap", "invasive", "brain", "tau", "proteins", "inside", "cells", "tangles", "remainder", "float", "fluid", "cells", "fluid", "constantly", "washed", "brain", "blood", "tau", "comes", "however", "protein", "cleared", "blood", "almost", "soon", "gets", "levels", "detectable", "typically", "remain", "postdoctoral", "researcher", "kiran", "yanamandra", "phd", "student", "tirth", "patel", "along", "colleagues", "c2n", "diagnostics", "abbvie", "university", "california", "san", "francisco", "texas", "health", "presbyterian", "hospital", "reasoned", "could", "keep", "tau", "blood", "longer", "protein", "would", "accumulate", "measurable", "levels", "allowing", "protein", "accumulate", "measuring", "levels", "would", "magnify", "distort", "differences", "individuals", "way", "enlarging", "picture", "grain", "sand", "alongside", "grain", "rice", "change", "relative", "size", "two", "make", "easier", "measure", "difference", "researchers", "injected", "known", "amount", "tau", "protein", "directly", "veins", "mice", "monitored", "quickly", "protein", "disappeared", "blood", "researchers", "showed", "half", "protein", "normally", "disappears", "less", "nine", "minutes", "added", "antibody", "binds", "tau", "tau", "extended", "24", "hours", "antibody", "developed", "laboratories", "holtzman", "marc", "diamond", "md", "university", "texas", "southwestern", "medical", "center", "currently", "licensed", "c2n", "diagnostics", "collaborating", "pharmaceutical", "company", "abbvie", "developing", "determine", "whether", "antibody", "could", "amplify", "tau", "levels", "animal", "blood", "high", "enough", "measured", "easily", "injected", "antibody", "mice", "within", "two", "days", "tau", "levels", "mice", "blood", "went", "easily", "detectable", "range", "antibody", "acted", "like", "magnifying", "glass", "amplifying", "tau", "levels", "differences", "individuals", "could", "seen", "levels", "people", "blood", "also", "rose", "dramatically", "presence", "antibody", "researchers", "administered", "antibody", "four", "people", "tau", "disease", "known", "progressive", "supranuclear", "palsy", "blood", "levels", "tau", "rose", "within", "48", "hours", "like", "stress", "test", "holtzman", "said", "appear", "bringing", "ability", "see", "coming", "brain", "antibody", "amplifies", "differences", "prolonging", "time", "protein", "stays", "blood", "measuring", "tau", "levels", "blood", "useful", "reflects", "tau", "levels", "brain", "protein", "damage", "researchers", "high", "low", "levels", "tau", "fluid", "surrounds", "brain", "could", "danger", "sign", "alzheimer", "chronic", "traumatic", "encephalopathy", "associated", "high", "levels", "soluble", "tau", "whereas", "progressive", "supranuclear", "palsy", "genetic", "tau", "diseases", "thought", "associated", "low", "see", "whether", "elevated", "brain", "tau", "reflected", "blood", "researchers", "treated", "mice", "chemical", "injures", "neurons", "chemical", "causes", "tau", "released", "dying", "neurons", "thereby", "raising", "tau", "levels", "fluid", "surrounding", "cells", "scientists", "saw", "corresponding", "increase", "tau", "blood", "presence", "lower", "tau", "levels", "researchers", "turned", "genetically", "modified", "mice", "age", "less", "less", "tau", "floating", "cerebrospinal", "fluid", "mice", "9", "months", "old", "significantly", "lower", "tau", "levels", "blood", "mice", "genetic", "modification", "demonstrating", "antibody", "ability", "reflect", "levels", "tau", "brain", "helpful", "future", "studies", "see", "measurement", "tau", "blood", "following", "antibody", "treatment", "humans", "reflects", "state", "tau", "brain", "holtzman", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-04/wuso-ahd041417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Tangles of the brain protein tau are associated with neurological diseases such as Alzheimer's.", "A new study shows that antibodies can capture tau in the blood, facilitating efforts to measure...\n       view more Damaging tangles of the protein tau dot the brains of people with Alzheimer's and many other neurodegenerative diseases, including chronic traumatic encephalopathy, which plagues professional boxers and football players.", "Such tau-based diseases can lead to memory loss, confusion and, in some, aggressive behavior.", "But there is no easy way to determine whether people's symptoms are linked to tau tangles in their brains.Now, however, a team led by scientists at Washington University School of Medicine in St. Louis has found a way to measure tau levels in the blood.", "The method accurately reflects levels of tau in the brain that are of interest to scientists because they correlate with neurological damage.", "The study, in mice and a small group of people, could be the first step toward a noninvasive test for tau.While further evaluation in people is necessary, such a test potentially could be used to quickly screen for tau-based diseases, monitor disease progression and measure the effectiveness of treatments designed to target tau.The research is published April 19 in Science Translational Medicine.", "\"We showed that you can measure tau in the blood, and it provides insight into the status of tau in the fluid surrounding cells in brain,\" said senior author David Holtzman, MD, the Andrew B. and Gretchen P. Jones Professor and head of the Department of Neurology at Washington University School of Medicine in St. Louis.Tau is a normal brain protein involved in maintaining the structure of neurons.", "But when tau forms tangles, it damages and kills nearby neurons.", "\"People with tau diseases have a wide range of symptoms because basically, wherever tau is aggregating, those parts of the brain are degenerating,\" Holtzman said.", "\"So if it's in a memory area, you get memory problems.", "If it's in a motor area, you get problems with movement.", "\"A blood-based screening test, likely years away, would be a relatively easy way to identify people whose symptoms may be due to problems with tau, without subjecting them to potentially invasive, expensive or complicated tests.", "\"We have no test that accurately reflects the status of tau in the brain that is quick and easy for patients,\" Holtzman said.", "\"There are brain scans to measure tau tangles, but they are not approved for use with patients yet.", "Tau levels can be measured in the cerebrospinal fluid that surrounds the brain and spinal cord, but in order to get to that fluid, you have to do a spinal tap, which is invasive.", "\"In the brain, most tau proteins are inside cells, some are in tangles, and the remainder float in the fluid between cells.", "Such fluid constantly is being washed out of the brain into the blood, and tau comes with it.", "However, the protein is cleared from the blood almost as soon as it gets there, so the levels, while detectable, typically remain very low.Holtzman, postdoctoral researcher Kiran Yanamandra, PhD, and MD/PhD student Tirth Patel, along with colleagues from C2N Diagnostics, AbbVie, the University of California, San Francisco, and Texas Health Presbyterian Hospital, reasoned that if they could keep tau in the blood longer, the protein would accumulate to measurable levels.", "Allowing the protein to accumulate before measuring its levels would magnify - but not distort - differences between individuals, in the same way that enlarging a picture of a grain of sand alongside a grain of rice does not change the relative size of the two, but does make it easier to measure the difference between them.The researchers injected a known amount of tau protein directly into the veins of mice and monitored how quickly the protein disappeared from the blood.", "The researchers showed that half the protein normally disappears in less than nine minutes.", "When they added an antibody that binds to tau, the half-life of tau was extended to 24 hours.", "The antibody was developed in the laboratories of Holtzman and Marc Diamond, MD, of the University of Texas Southwestern Medical Center, and is currently licensed to C2N Diagnostics, which is collaborating with the pharmaceutical company AbbVie in developing the technology.To determine whether the antibody could amplify tau levels in an animal's blood high enough to be measured easily, they injected the antibody into mice.", "Within two days, tau levels in the mice's blood went up into the easily detectable range.", "The antibody acted like a magnifying glass, amplifying tau levels so that differences between individuals could be seen more easily.Tau levels in people's blood also rose dramatically in the presence of the antibody.", "The researchers administered the antibody to four people with a tau disease known as progressive supranuclear palsy.", "Their blood levels of tau rose 50- to 100-fold within 48 hours.", "\"It's like a stress test,\" Holtzman said.", "\"We appear to be bringing out the ability to see what's coming from the brain because the antibody amplifies differences by prolonging the time the protein stays in the blood.", "\"Measuring tau levels in the blood is only useful if it reflects tau levels in the brain, where the protein does its damage, the researchers said.Both high and low levels of tau in the fluid that surrounds the brain could be a danger sign.", "Alzheimer's and chronic traumatic encephalopathy both are associated with high levels of soluble tau, whereas progressive supranuclear palsy and other genetic tau diseases are thought to be associated with low levels.To see whether elevated brain tau is reflected in the blood, the researchers treated mice with a chemical that injures neurons.", "The chemical causes tau to be released from the dying neurons, thereby raising tau levels in the fluid surrounding the cells.", "The scientists saw a corresponding increase of tau in the blood in the presence of the anti-tau antibody.To lower tau levels, the researchers turned to genetically modified mice that, as they age, have less and less tau floating in their cerebrospinal fluid.", "Such mice at 9 months old had significantly lower tau levels in their blood than 3-month-old mice with the same genetic modification, again demonstrating the antibody's ability to reflect levels of tau in the brain.", "\"It will be helpful in future studies to see if the measurement of tau in the blood following antibody treatment in humans reflects the state of tau in the brain,\" Holtzman said."], "title": "Antibody helps detect protein implicated in Alzheimer's, other diseases | EurekAlert! Science News", "source": "Washington University School of Medicine", "date": "2018-01-19_20:39:02", "year": "Wed, 19 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Tangles of the brain protein tau are associated with neurological diseases such as Alzheimer's. A new study shows that antibodies can capture tau in the blood, facilitating efforts to measure...\n       view more Damaging tangles of the protein tau dot the brains of people with Alzheimer's and many other neurodegenerative diseases, including chronic traumatic encephalopathy, which plagues professional boxers and football players. Such tau-based diseases can lead to memory loss, confusion and, in some, aggressive behavior. But there is no easy way to determine whether people's symptoms are linked to tau tangles in their brains.Now, however, a team led by scientists at Washington University School of Medicine in St. Louis has found a way to measure tau levels in the blood. The method accurately reflects levels of tau in the brain that are of interest to scientists because they correlate with neurological damage. The study, in mice and a small group of people, could be the first step toward a noninvasive test for tau.While further evaluation in people is necessary, such a test potentially could be used to quickly screen for tau-based diseases, monitor disease progression and measure the effectiveness of treatments designed to target tau.The research is published April 19 in Science Translational Medicine.\"We showed that you can measure tau in the blood, and it provides insight into the status of tau in the fluid surrounding cells in brain,\" said senior author David Holtzman, MD, the Andrew B. and Gretchen P. Jones Professor and head of the Department of Neurology at Washington University School of Medicine in St. Louis.Tau is a normal brain protein involved in maintaining the structure of neurons. But when tau forms tangles, it damages and kills nearby neurons.\"People with tau diseases have a wide range of symptoms because basically, wherever tau is aggregating, those parts of the brain are degenerating,\" Holtzman said. \"So if it's in a memory area, you get memory problems. If it's in a motor area, you get problems with movement.\"A blood-based screening test, likely years away, would be a relatively easy way to identify people whose symptoms may be due to problems with tau, without subjecting them to potentially invasive, expensive or complicated tests.\"We have no test that accurately reflects the status of tau in the brain that is quick and easy for patients,\" Holtzman said. \"There are brain scans to measure tau tangles, but they are not approved for use with patients yet. Tau levels can be measured in the cerebrospinal fluid that surrounds the brain and spinal cord, but in order to get to that fluid, you have to do a spinal tap, which is invasive.\"In the brain, most tau proteins are inside cells, some are in tangles, and the remainder float in the fluid between cells. Such fluid constantly is being washed out of the brain into the blood, and tau comes with it. However, the protein is cleared from the blood almost as soon as it gets there, so the levels, while detectable, typically remain very low.Holtzman, postdoctoral researcher Kiran Yanamandra, PhD, and MD/PhD student Tirth Patel, along with colleagues from C2N Diagnostics, AbbVie, the University of California, San Francisco, and Texas Health Presbyterian Hospital, reasoned that if they could keep tau in the blood longer, the protein would accumulate to measurable levels. Allowing the protein to accumulate before measuring its levels would magnify - but not distort - differences between individuals, in the same way that enlarging a picture of a grain of sand alongside a grain of rice does not change the relative size of the two, but does make it easier to measure the difference between them.The researchers injected a known amount of tau protein directly into the veins of mice and monitored how quickly the protein disappeared from the blood. The researchers showed that half the protein normally disappears in less than nine minutes. When they added an antibody that binds to tau, the half-life of tau was extended to 24 hours. The antibody was developed in the laboratories of Holtzman and Marc Diamond, MD, of the University of Texas Southwestern Medical Center, and is currently licensed to C2N Diagnostics, which is collaborating with the pharmaceutical company AbbVie in developing the technology.To determine whether the antibody could amplify tau levels in an animal's blood high enough to be measured easily, they injected the antibody into mice. Within two days, tau levels in the mice's blood went up into the easily detectable range. The antibody acted like a magnifying glass, amplifying tau levels so that differences between individuals could be seen more easily.Tau levels in people's blood also rose dramatically in the presence of the antibody. The researchers administered the antibody to four people with a tau disease known as progressive supranuclear palsy. Their blood levels of tau rose 50- to 100-fold within 48 hours.\"It's like a stress test,\" Holtzman said. \"We appear to be bringing out the ability to see what's coming from the brain because the antibody amplifies differences by prolonging the time the protein stays in the blood.\"Measuring tau levels in the blood is only useful if it reflects tau levels in the brain, where the protein does its damage, the researchers said.Both high and low levels of tau in the fluid that surrounds the brain could be a danger sign. Alzheimer's and chronic traumatic encephalopathy both are associated with high levels of soluble tau, whereas progressive supranuclear palsy and other genetic tau diseases are thought to be associated with low levels.To see whether elevated brain tau is reflected in the blood, the researchers treated mice with a chemical that injures neurons. The chemical causes tau to be released from the dying neurons, thereby raising tau levels in the fluid surrounding the cells. The scientists saw a corresponding increase of tau in the blood in the presence of the anti-tau antibody.To lower tau levels, the researchers turned to genetically modified mice that, as they age, have less and less tau floating in their cerebrospinal fluid. Such mice at 9 months old had significantly lower tau levels in their blood than 3-month-old mice with the same genetic modification, again demonstrating the antibody's ability to reflect levels of tau in the brain.\"It will be helpful in future studies to see if the measurement of tau in the blood following antibody treatment in humans reflects the state of tau in the brain,\" Holtzman said.\r\n"}