{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txmedia", "registration", "open", "starmus", "science", "music", "festival", "event", "june", "trondheim", "norway", "journalists", "would", "like", "cover", "event", "must", "apply", "press", "accreditation", "festival", "website", "accredited", "journalist", "also", "access", "daily", "science", "programme", "host", "university", "ntnu", "norwegian", "university", "science", "technology", "open", "doors", "nobel", "laureates", "edvard", "moser", "neuroscience", "laboratory", "bring", "salmon", "farm", "offer", "tours", "chance", "sleep", "home", "future", "accredited", "journalists", "register", "science", "program", "https", "limited", "number", "travel", "stipends", "available", "accredited", "festival", "brings", "46", "scientists", "economists", "deep", "thinkers", "together", "event", "among", "headliners", "physicist", "cosmologist", "stephen", "hawking", "10", "nobel", "laureates", "10", "astronauts", "three", "moonwalkers", "economist", "jeffrey", "sachs", "filmmaker", "oliver", "stone", "cybersecurity", "expert", "eugene", "aldrin", "second", "person", "set", "foot", "moon", "fellow", "moonwalkers", "charlie", "duke", "harrison", "schmitt", "open", "festival", "discussion", "lunar", "adventures", "views", "future", "missions", "particularly", "known", "work", "black", "holes", "efforts", "link", "general", "relativity", "quantum", "mechanics", "starmus", "important", "unique", "interdisciplinary", "festival", "people", "working", "different", "fields", "astronomers", "astronauts", "cosmologists", "physicists", "philosophers", "musicians", "artists", "biologists", "share", "interest", "universe", "began", "may", "explore", "use", "many", "facets", "hawking", "said", "festival", "also", "feature", "norway", "nobel", "laureates", "neuroscientists", "edvard", "moser", "ntnu", "ntnu", "hosting", "festival", "first", "time", "moser", "hold", "lecture", "brain", "research", "dementia", "alzheimer", "disease", "along", "new", "specially", "written", "musical", "composition", "performed", "trondheim", "soloists", "musical", "group", "try", "serious", "everyone", "learn", "happens", "brain", "happens", "people", "lose", "memory", "time", "use", "music", "video", "tell", "story", "previous", "starmus", "festivals", "held", "spain", "festival", "moved", "scandinavia", "norway", "technology", "capital", "trondheim", "ntnu", "festival", "presenters", "economics", "professors", "finn", "kydland", "christopher", "pissarides", "swedish", "neurophysiologist", "torsten", "wiesel", "film", "director", "oliver", "stone", "known", "movies", "natural", "born", "killers", "platoon", "also", "participate", "debate", "american", "broadcaster", "larry", "king", "known", "brian", "cox", "host", "popular", "series", "wonders", "universe", "bbc", "also", "joined", "roster", "along", "jaan", "tallinn", "paul", "hebert", "science", "journalist", "alexandra", "witze", "astronaut", "christer", "fuglesang", "nancy", "knowlton", "nick", "lane", "anthony", "giddens", "sue", "bailey", "john", "delaney", "astronauts", "sergey", "alexander", "volkov", "father", "son", "full", "program", "available", "https", "contacts", "anne", "sliper", "midling", "norwegian", "university", "science", "technology", "41226583"], "url": "http://www.eurekalert.org/pub_releases/2017-04/nuos-mrf041917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMedia registration is now open for the Starmus Science and Music Festival, a seven-day event from June 18-23 in Trondheim, Norway.", "Journalists who would like to cover the event must apply for press accreditation at the festival's website, starmus.com.", "As an accredited journalist, you'll also have access to a daily hands-on science programme from the host university, NTNU, the Norwegian University of Science and Technology.", "We'll open the doors to Nobel Laureates May-Britt and Edvard Moser's neuroscience laboratory, bring you to a cutting-edge salmon farm and offer tours and a chance to sleep in a zero-emissions home of the future and more.", "Accredited journalists can register for the science program here: https://www.ntnu.edu/starmus/science-programme-for-journalists.", "A limited number of travel stipends will be available for accredited journalists.The festival brings 46 scientists, economists and deep thinkers together for a one-on-a-kind event.", "Among the headliners are physicist and cosmologist Stephen Hawking, 10 Nobel Laureates, 10 astronauts, three of whom are moonwalkers, economist Jeffrey Sachs, filmmaker Oliver Stone and cybersecurity expert Eugene Kaspersky.Buzz Aldrin was the second person to set foot on the Moon.", "He and fellow moonwalkers Charlie Duke and Harrison Schmitt will open the festival with a discussion of their lunar adventures and their views on future missions to Mars.Hawking is particularly known for his work on black holes, and his efforts to link general relativity and quantum mechanics.", "\"Starmus is an important and very unique interdisciplinary festival of people working in different fields -- astronomers, astronauts, cosmologists, physicists, philosophers, musicians, artists, and biologists who share an interest in the universe, how it began and is now, and how we may explore and use its many facets,\" Hawking said in a statement.The festival will also feature Norway's own Nobel Laureates, neuroscientists Edvard and May-Britt Moser from NTNU.", "NTNU is hosting the festival for the first time this year.May-Britt Moser will hold a lecture on brain research, dementia and Alzheimer's disease along with a new specially written musical composition performed by the Trondheim Soloists, an award-winning musical group.", "\"I try to be a serious neuro-entertainer so everyone can learn about what happens in the brain, and what happens when people lose their memory.", "This time, I'll use music and video to tell this story,\" she said.Three previous Starmus Festivals have been held in Spain.", "Now the festival has moved to Scandinavia and Norway's technology capital Trondheim, with NTNU as the festival's host.Among the other presenters are economics professors Finn Kydland and Christopher Pissarides, and the Swedish neurophysiologist Torsten Wiesel.", "The film director Oliver Stone, known from his movies such as Natural Born Killers and Platoon, will also participate in a debate with the American broadcaster Larry King, known from CNN.Physicist Brian Cox, host of the popular series \"Wonders of the Universe\" at the BBC has also joined the roster, along with Jaan Tallinn, Paul D. N. Hebert, science journalist Alexandra Witze, astronaut Christer Fuglesang, Nancy Knowlton, Nick Lane, Anthony Giddens, Sue Bailey, John Delaney and astronauts Sergey and Alexander Volkov, who are father and son.", "The full program is available at https://www.starmus.com/programme2017/ADDITIONAL CONTACTS: Anne Sliper Midling, Norwegian University of Science and Technology, +47 41226583, anne.midling@ntnu.no"], "title": "Media registration for Starmus Science Festival in Norway now open | EurekAlert! Science News", "source": "Norwegian University of Science and Technology", "date": "2018-01-19_20:39:05", "year": "Wed, 19 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMedia registration is now open for the Starmus Science and Music Festival, a seven-day event from June 18-23 in Trondheim, Norway.  Journalists who would like to cover the event must apply for press accreditation at the festival's website, starmus.com. As an accredited journalist, you'll also have access to a daily hands-on science programme from the host university, NTNU, the Norwegian University of Science and Technology. We'll open the doors to Nobel Laureates May-Britt and Edvard Moser's neuroscience laboratory, bring you to a cutting-edge salmon farm and offer tours and a chance to sleep in a zero-emissions home of the future and more.  Accredited journalists can register for the science program here: https://www.ntnu.edu/starmus/science-programme-for-journalists. A limited number of travel stipends will be available for accredited journalists.The festival brings 46 scientists, economists and deep thinkers together for a one-on-a-kind event. Among the headliners are physicist and cosmologist Stephen Hawking, 10 Nobel Laureates, 10 astronauts, three of whom are moonwalkers, economist Jeffrey Sachs, filmmaker Oliver Stone and cybersecurity expert Eugene Kaspersky.Buzz Aldrin was the second person to set foot on the Moon. He and fellow moonwalkers Charlie Duke and Harrison Schmitt will open the festival with a discussion of their lunar adventures and their views on future missions to Mars.Hawking is particularly known for his work on black holes, and his efforts to link general relativity and quantum mechanics.\"Starmus is an important and very unique interdisciplinary festival of people working in different fields -- astronomers, astronauts, cosmologists, physicists, philosophers, musicians, artists, and biologists who share an interest in the universe, how it began and is now, and how we may explore and use its many facets,\" Hawking said in a statement.The festival will also feature Norway's own Nobel Laureates, neuroscientists Edvard and May-Britt Moser from NTNU. NTNU is hosting the festival for the first time this year.May-Britt Moser will hold a lecture on brain research, dementia and Alzheimer's disease along with a new specially written musical composition performed by the Trondheim Soloists, an award-winning musical group. \"I try to be a serious neuro-entertainer so everyone can learn about what happens in the brain, and what happens when people lose their memory. This time, I'll use music and video to tell this story,\" she said.Three previous Starmus Festivals have been held in Spain. Now the festival has moved to Scandinavia and Norway's technology capital Trondheim, with NTNU as the festival's host.Among the other presenters are economics professors Finn Kydland and Christopher Pissarides, and the Swedish neurophysiologist Torsten Wiesel. The film director Oliver Stone, known from his movies such as Natural Born Killers and Platoon, will also participate in a debate with the American broadcaster Larry King, known from CNN.Physicist Brian Cox, host of the popular series \"Wonders of the Universe\" at the BBC has also joined the roster, along with Jaan Tallinn, Paul D. N. Hebert, science journalist Alexandra Witze, astronaut Christer Fuglesang, Nancy Knowlton, Nick Lane, Anthony Giddens, Sue Bailey, John Delaney and astronauts Sergey and Alexander Volkov, who are father and son. The full program is available at https://www.starmus.com/programme2017/ADDITIONAL CONTACTS: Anne Sliper Midling, Norwegian University of Science and Technology, +47 41226583, anne.midling@ntnu.no\n"}