{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "afar", "american", "federation", "aging", "research", "selected", "national", "institute", "aging", "nia", "first", "nathan", "shock", "centers", "excellence", "biology", "aging", "coordinating", "center", "nia", "one", "27", "institutes", "centers", "national", "institutes", "health", "nih", "six", "nathan", "shock", "centers", "excellence", "basic", "biology", "aging", "provide", "leadership", "technical", "support", "pursuit", "basic", "research", "biology", "aging", "coordinating", "center", "afar", "received", "funding", "total", "million", "expected", "award", "period", "premier", "organization", "dedicated", "advancing", "healthy", "aging", "biomedical", "research", "afar", "immensely", "honored", "help", "strengthen", "nia", "respected", "nathan", "shock", "centers", "program", "says", "stephanie", "lederman", "executive", "director", "afar", "afar", "tap", "experience", "strengthen", "functionality", "visibility", "core", "work", "performed", "six", "innovative", "centers", "across", "country", "understanding", "biology", "aging", "relationship", "disease", "lies", "core", "afar", "mission", "says", "lederman", "advances", "medicine", "increased", "life", "expectancy", "understanding", "biology", "aging", "vital", "role", "impact", "health", "age", "greatly", "underestimated", "fact", "aging", "main", "factor", "leading", "development", "great", "number", "diseases", "ranging", "cancer", "dementia", "heart", "disease", "afar", "perspective", "understanding", "biology", "aging", "lead", "forestalling", "even", "preventing", "many", "diseases", "increase", "longevity", "quality", "life", "millions", "research", "conducted", "nathan", "shock", "centers", "undertaken", "make", "strides", "developing", "treatments", "slow", "prevent", "progress", "diseases", "probing", "biological", "processes", "aging", "opens", "new", "doors", "addressing", "multiple", "chronic", "diseases", "concurrently", "understanding", "cells", "regulate", "molecular", "mechanisms", "underlying", "processes", "aging", "called", "play", "development", "virtually", "nathan", "shock", "centers", "coordinating", "center", "afar", "help", "centers", "coordinate", "activities", "efficiently", "well", "communicate", "capabilities", "achievements", "individual", "centers", "aging", "researchers", "general", "public", "afar", "help", "enhance", "centers", "external", "communication", "lay", "public", "expand", "information", "resources", "serve", "scientific", "exchange", "forum", "among", "sites", "well", "work", "center", "directors", "develop", "implement", "data", "quality", "control", "sharing", "centers", "scientific", "community", "large", "nathan", "shock", "centers", "provide", "valuable", "focus", "within", "field", "aging", "biology", "national", "coordination", "center", "enhance", "efforts", "reach", "broader", "research", "community", "notes", "nia", "director", "richard", "hodes", "first", "coordinating", "center", "afar", "provide", "administrative", "structure", "significant", "experience", "reviewing", "administering", "grant", "programs", "organizing", "professional", "meetings", "providing", "information", "scientific", "lay", "audiences", "afar", "brings", "extensive", "active", "connections", "top", "researchers", "throughout", "field", "served", "coordinating", "center", "28", "academic", "centers", "excellence", "geriatric", "medicine", "twenty", "years", "afar", "poised", "facilitate", "synergies", "shock", "centers", "basic", "investigators", "clinically", "oriented", "investigators"], "url": "http://www.eurekalert.org/pub_releases/2017-04/affa-na041817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK-- AFAR, the American Federation for Aging Research, has been selected by the National Institute on Aging (NIA) as the first Nathan Shock Centers for Excellence in the Biology of Aging Coordinating Center.", "The NIA is one of the 27 Institutes and Centers of the National Institutes of Health (NIH), and its six Nathan Shock Centers of Excellence in the Basic Biology of Aging provide leadership and technical support in the pursuit of basic research into the biology of aging.", "As the Coordinating Center, AFAR has received first-year funding of $444,018 with a total of $1.3 million expected over a three-year award period.", "\"As the premier non-profit organization dedicated to advancing healthy aging through biomedical research, AFAR is immensely honored to help strengthen the NIA's respected Nathan Shock Centers program,\" says Stephanie Lederman, Executive Director of AFAR.", "\"AFAR will tap its experience to strengthen the functionality and visibility of the core work performed by the six innovative centers across the country.", "\"\"Understanding the biology of aging and its relationship to disease lies at the core of AFAR's mission, says Ms. Lederman.", "\"While advances in medicine have increased life expectancy, understanding the biology of aging and its vital role and impact on health as we age has been greatly underestimated.", "In fact, aging is the main factor leading to the development of a great number of diseases, ranging from cancer and dementia to heart disease.", "From AFAR's perspective, in-depth understanding of the biology of aging can lead to forestalling and even preventing many of these aging-related diseases and increase both longevity and the quality of life for millions.", "The research conducted at Nathan Shock Centers is undertaken to make strides in developing treatments to slow or prevent the progress of age-related diseases.", "\"Probing the biological processes of aging opens new doors to addressing multiple chronic diseases concurrently by understanding how cells regulate themselves, and how the molecular mechanisms underlying the processes of aging are called into play in the development of virtually any disease.As the Nathan Shock Centers Coordinating Center, AFAR will help the Centers coordinate their activities more efficiently, as well as communicate the capabilities and achievements of the individual Centers to other aging researchers and the general public.", "AFAR will help enhance the Centers' external communication with the lay public, expand information resources, and serve as a scientific exchange forum among the sites, as well as work with Center directors to develop and implement data quality control and sharing between centers and with the scientific community at large.", "\"The Nathan Shock Centers provide a valuable focus  within the field of aging biology.", "A national coordination center will enhance their efforts to reach out to the broader research community,\" notes NIA Director Dr. Richard J. Hodes.", "\"As the first Coordinating Center, AFAR will provide  an administrative structure and significant experience in reviewing and administering grant programs, organizing professional meetings, and providing information to the scientific and lay audiences.", "\"AFAR brings extensive, active connections with top researchers throughout the field.", "Having served as a coordinating center to 28 academic centers of excellence in geriatric medicine for more than twenty years, AFAR is poised to facilitate synergies between the Shock Centers' basic investigators and more clinically oriented investigators."], "title": "NIA awards $1.3 million, multi-year grant to AFAR  as the first Nathan Shock Centers Coordinating Center | EurekAlert! Science News", "source": "American Federation for Aging Research", "date": "2018-01-19_20:39:08", "year": "Tue, 18 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNEW YORK-- AFAR, the American Federation for Aging Research, has been selected by the National Institute on Aging (NIA) as the first Nathan Shock Centers for Excellence in the Biology of Aging Coordinating Center. The NIA is one of the 27 Institutes and Centers of the National Institutes of Health (NIH), and its six Nathan Shock Centers of Excellence in the Basic Biology of Aging provide leadership and technical support in the pursuit of basic research into the biology of aging. As the Coordinating Center, AFAR has received first-year funding of $444,018 with a total of $1.3 million expected over a three-year award period. \r\n\r\n\t\"As the premier non-profit organization dedicated to advancing healthy aging through biomedical research, AFAR is immensely honored to help strengthen the NIA's respected Nathan Shock Centers program,\" says Stephanie Lederman, Executive Director of AFAR. \"AFAR will tap its experience to strengthen the functionality and visibility of the core work performed by the six innovative centers across the country.\"\"Understanding the biology of aging and its relationship to disease lies at the core of AFAR's mission, says Ms. Lederman. \"While advances in medicine have increased life expectancy, understanding the biology of aging and its vital role and impact on health as we age has been greatly underestimated. In fact, aging is the main factor leading to the development of a great number of diseases, ranging from cancer and dementia to heart disease. From AFAR's perspective, in-depth understanding of the biology of aging can lead to forestalling and even preventing many of these aging-related diseases and increase both longevity and the quality of life for millions. The research conducted at Nathan Shock Centers is undertaken to make strides in developing treatments to slow or prevent the progress of age-related diseases.\"Probing the biological processes of aging opens new doors to addressing multiple chronic diseases concurrently by understanding how cells regulate themselves, and how the molecular mechanisms underlying the processes of aging are called into play in the development of virtually any disease.As the Nathan Shock Centers Coordinating Center, AFAR will help the Centers coordinate their activities more efficiently, as well as communicate the capabilities and achievements of the individual Centers to other aging researchers and the general public. AFAR will help enhance the Centers' external communication with the lay public, expand information resources, and serve as a scientific exchange forum among the sites, as well as work with Center directors to develop and implement data quality control and sharing between centers and with the scientific community at large.\"The Nathan Shock Centers provide a valuable focus  within the field of aging biology. A national coordination center will enhance their efforts to reach out to the broader research community,\" notes NIA Director Dr. Richard J. Hodes. \"As the first Coordinating Center, AFAR will provide  an administrative structure and significant experience in reviewing and administering grant programs, organizing professional meetings, and providing information to the scientific and lay audiences.\"AFAR brings extensive, active connections with top researchers throughout the field. Having served as a coordinating center to 28 academic centers of excellence in geriatric medicine for more than twenty years, AFAR is poised to facilitate synergies between the Shock Centers' basic investigators and more clinically oriented investigators."}