{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/uomm-nss041417.php", "description": "The use of antipsychotic medication in nearly 100 Massachusetts nursing homes was significantly reduced when staff was trained to recognize challenging behaviors of cognitively impaired residents as communication of their unmet needs, according to a new study led by Jennifer Tjia, MD, MSCE, associate professor of quantitative health sciences. Results of the study were published in JAMA Internal Medicine on April 17.", "region": "namerica", "title": "New study shows that antipsychotic medications can be reduced in dementia patients", "text": "WORCESTER, MA -The use of antipsychotic medication in nearly 100 Massachusetts nursing homes was significantly reduced when staff was trained to recognize challenging behaviors of cognitively impaired residents as communication of their unmet needs, according to a new study led by Jennifer Tjia, MD, MSCE, associate professor of quantitative health sciences. Results of the study were published in JAMA Internal Medicine on April 17.\r\n\"This is the largest study to show that it is possible to reduce antipsychotic use in the nursing home population,\" said Dr. Tjia. \"This intervention focused on treating the residents as human beings with needs, not as patients with problems. We don't medicate babies when they cry or act out, because we assume that they have a need that we need to address. However, when people with dementia are unable to communicate, the current approach medicates them when they have undesirable behaviors.\"\r\nThe off-label prescription of antipsychotics for nursing home residents with dementia is common, despite numerous studies that have shown it increases risk of stroke and death and is only minimally effective in controlling behavioral symptoms of dementia. \r\nTjia studied the influence of a communication training program called \"OASIS\" for nursing home staff on off-label antipsychotic use. The OASIS curriculum and training--launched by the Massachusetts Senior Care Association in collaboration with the Massachusetts Department of Health and developed by Susan Wehry, MD,--equips frontline nursing home staff, such as nursing assistants, nurses, dietary staff and receptionists, with the knowledge, skills and attitudes to meet the needs of residents with dementia using nonpharmacologic approaches rather than medication. Ironically, the program reached very few prescribers, but was still able to significantly reduce antipsychotic use.\r\n\"The OASIS program asks nursing staff to create care plans that include what residents can do, shifting away from the model that focuses on what they can't do,\" Tjia said. \"This is a fundamental shift in how to think about caring for persons with dementia and we showed that it is effective.\"\r\nThis study examined the rate of off-label antipsychotic use in 93 Massachusetts nursing homes enrolled in the OASIS intervention from 2011 to 2013, compared to 831 nursing homes in Massachusetts and New York who were not using that program, (although some were using a different reduction program.) Among OASIS facilities, the prevalence of antipsychotic prescriptions was cut from 34 to 27 percent after nine months, a 7 percent drop. At the comparative facilities, the prevalence of those drugs was cut from 23 to 19 percent; a 4 percent drop. No increases in other psychotropic medicine or behavioral disturbances were observed. Over the maintenance period of the intervention, however, the decreases did not continue.\r\n\"Since 1987, no fewer than 11 controlled studies have been published that report varying efficacy in reducing antipsychotics in nursing homes using a variety of approaches. The largest successful intervention enrolled 12 nursing homes; however it was time and resource intensive. In contrast, the OASIS program reached almost 100 nursing homes, and was effective,\" Tjia said. \r\nTjia said nursing homes using the OASIS program need to reinforce training periodically to maintain success at reducing the rate of antipsychotics.\r\n", "article_link": null, "institution": "University of Massachusetts Medical School", "journal": "JAMA Internal Medicine", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Demography", " Aging", " Memory/Cognitive Processes"], "date": "Mon, 17 Apr 2017 04:00:00 GMT", "source_link": null}