{"title": "International variation on definition of brain death must be cleared up to restore public confidence", "text": "A session at this year's Euroanaesthesia congress in Geneva, Switzerland (3-5 June) will focus on the international variation in the definition of death, which experts say must be cleared up to restore both public and professional confidence, and also to help improve management of patients at the end of life to improve successful organ donation. \"With all the modern technology that exists today, one would think that determination of death should be a straightforward matter,\" says Giuseppe Citerio, Professor of Anesthesia and Intensive Care at the Milano Bicocca University, School of Medicine and Surgery, Milan, Italy.  \"Despite it being more than 40 years since the concept of 'brain death' was first introduced into clinical practice, many of the controversies that surround the determination of death by neurological criteria (DNC) have not been settled and this presents an opportunity for future research and education to clarify outstanding issues in order to reduce professional and public disquiet. A first step has been International guideline development1 for the determination of death, supported by WHO, but other steps are needed.\"He adds: \"There is broad consensus, at least in the Western world, that human death is ultimately death of the brain, but debate continues over the way to demonstrate the ceasing of brain functions to satisfy a definition of DNC,\" he adds. \"Confusingly DNC can be legally defined in different countries in two different ways based on 'whole' brain and 'brainstem' criteria.\"Furthermore, the clinical determination of whole brain and brainstem death is identical, requiring confirmation of the absence of brainstem function by identification of unresponsive coma and absence of brainstem reflexes including the capacity to breathe.Prof Citerio will argue that since it is the brainstem that is responsible for consciousness, breathing and circulatory regulation, and conducting virtually all throughput to and from the brain, then if there is brainstem death, the person is dead, without all the other parts of the brain having to be dead at that moment. Some countries, such as Italy, also insist that extra tests be carried out (such as an electroencephalogram [EEG]) but Prof Citerio says this causes confusion as they suggest the determination of brain stem death alone is not enough to determine death.2 He says the international community must work together to establish a universal definition of DNC, and a universal procedure to diagnose DNC. He says: \"At the same time, critical care physicians must unite with other professional colleagues and public policymakers to engage local communities and national governments in DNC-related issues. Only in this way will it be possible to achieve equivalence of DNC and cardiorespiratory death in the minds of the public and professionals. As Dr. Panayiotis Varelas3 so eloquently stated in 2014, the time has come when the determination of DNC should be as easy and accepted as placing a stethoscope on a deceased patient's chest to search for a heartbeat and breath that will never come.\"Prof Citerio will also emphasise that timely definition of DNC and improved maintenance of potential organ donors in the ICU after death determined by neurologic criteria might help, along with other strategies, to reduce the huge gap between organ availability and organ requirements for transplantation that remains a major healthcare issue worldwide.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/eso-ivo053117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "Euroanaesthesia", "institution": "ESA (European Society of Anaesthesiology)", "keywords": ["Medicine/Health"], "journal": "", "description": "A session at this year's Euroanaesthesia congress in Geneva, Switzerland (June 3-5) will focus on the international variation in the definition of death, which experts say must be cleared up to restore both public and professional confidence, and also to help improve management of patients at the end of life to improve successful organ donation.", "date": "Fri, 02 Jun 2017 04:00:00 GMT"}