{"title": "Investigational vaccine protects cattle from respiratory syncytial virus", "text": "A novel vaccine developed by scientists at the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, protected cattle from respiratory syncytial virus (RSV) infection, according to research published online in npj Vaccines on March 8. The research was conducted by a team of experts at NIAID, the Pirbright Institute based in the United Kingdom, and the Institute for Research in Biomedicine in Switzerland. The version of RSV that naturally infects cattle is closely related to human RSV, so the results suggest that a similar human RSV vaccine construct may provide protection in humans, according to the study authors. RSV causes the majority of respiratory disease in cattle, resulting in significant economic costs to the industry. In humans, RSV can cause serious bronchiolitis and pneumonia in young children, the elderly, and children and adults with compromised immune systems.  RSV infections are estimated to cause more than 250,000 human deaths annually around the world. There is no licensed vaccine to prevent RSV infection in humans, and vaccines currently in use for cattle have noted safety and effectiveness problems.The investigational vaccine contains a single, structurally engineered RSV protein that elicited high levels of neutralizing antibodies in mice. The protein is a stabilized version of the RSV fusion (F) glycoprotein in its initial conformation, called pre-F. Other vaccines have used the same protein in its final conformation (called post-F), but investigators found the immune response to that vaccine was much lower.For this study, investigators immunized five 3-6 week-old calves with the pre-F protein via two injections four weeks apart. They vaccinated another five calves with a post-F protein, while a third group of five calves received two placebo injections of saline. Four weeks after the second immunization, investigators infected all three groups with RSV. The calves vaccinated with the pre-F protein had high levels of neutralizing antibodies (more than 100-fold higher than those that received the post-F protein), and four of five were protected from RSV viral replication in the upper and lower respiratory tracts. In contrast, RSV was detected in all calves immunized with either the post-F protein or placebo.  Together the results support further evaluation of pre-F vaccines against RSV in both cattle and in humans, the authors write. NIAID recently began testing a similar vaccine construct in a Phase 1 human trial.", "article_link": "http://dx.doi.org/10.1038/s41541-017-0005-9", "url": "http://www.eurekalert.org/pub_releases/2017-03/nioa-ivp031017.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/investigational-vaccine-protects-cattle-respiratory-syncytial-virus", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "NPJ Vaccines", "description": "A novel vaccine developed by scientists at the National Institute of Allergy and Infectious Diseases, protected cattle from respiratory syncytial virus (RSV) infection, according to research published online in npj Vaccines on March 8. The version of RSV that naturally infects cattle is closely related to human RSV, so the results suggest that a similar human RSV vaccine construct may provide protection in humans, according to the study authors.", "date": "Fri, 10 Mar 2017 05:00:00 GMT"}