{"title": "NASA, ASU collaboration develops 3-D tissue culture models to mimic human gut infections", "text": "Vaccines and antimicrobials have done more to transform medicine and extend the average human lifespan than any other scientific breakthrough. Yet infectious diseases remain the world's no. 1 leading cause of death of children and young adults. Now, with emerging epidemic threats like Zika, Ebola, SARS, TB and others, massive increases in antimicrobial resistance, and the time and cost for developing new antimicrobial drugs and therapeutics, scientists are worried about finding ever new ways to outpace infectious diseases.One exciting approach to address this problem is the use of predictive tissue culture models that can more accurately reflect how our own bodies respond to pathogens.  The historical lack of such sophisticated models has greatly slowed the ability to understand infectious disease from both the host and pathogen perspective. Central to the development of tissue models that can better predict how humans respond to infection is the understanding that cells and tissues in our bodies function in a three-dimensional (3-D) context.  Accordingly, cell-based models of tissues made in the laboratory must be developed with the same appreciation for the 3-D tissue microenvironment encountered by pathogens in the body. While this research concept has long been appreciated by the cancer and regenerative medicine world, the infectious disease world has been slower to get on board. Now, an ASU Biodesign Institute team that was first to develop and apply 3-D tissue models to study bacterial infectious disease nearly two decades ago - and spearheaded the adoption of 3-D tissue models as a new paradigm to study infectious disease - has reported their latest advancement in 3-D intestinal model development.The new study, a collaboration between Arizona State University and NASA's Johnson Space Center, was led by Cheryl Nickerson, a researcher at ASU's Biodesign Institute and professor in the School of Life Sciences.Their united goal is to develop more realistic models of intestinal tissue to thwart Salmonella, a leading cause of food poisoning and systemic disease worldwide with many varieties causing severe and sometimes fatal infections with an economic impact in the billions of dollars. \"We engineered our advanced 3-D co-culture model to incorporate an important immune defense cell type found in the intestine, macrophages, which are key cells targeted by Salmonella during infection and are important for its disease-causing potential,\" said Nickerson, corresponding author of the study. \"The inclusion of macrophages along with epithelial cells allows for synergistic contributions of different cell types to be evaluated during infection so that host-pathogen interactions can be studied in a more physiologically relevant context.The strains of Salmonella used in this study included those that cause gastroenteritis and life-threatening bloodstream infections, including multidrug resistant Salmonella strain D23580 (which belongs to a group of Salmonella isolates identified as ST313) which are responsible for devastating epidemics of invasive bloodstream infections in sub-Saharan Africa.  The study continues the pioneering work of Nickerson's team using NASA bioreactor technology to develop 3-D cell-based tissue models with increasing complexity that better recapitulate human tissues to bridge the gap between traditional cell culture and animal models currently used in infectious disease research. This is the first time that immune cells have been incorporated into a 3-D intestinal model developed using the NASA rotating wall vessel (RWV) bioreactor and the first application of this co-culture system to study infections that target the human gut.\"Our co-culture model thus offers a powerful new tool in understanding enteric [gut] pathogenesis and may lead to unexpected pathogenesis mechanisms and therapeutic targets that have been previously unobserved or unappreciated using other intestinal cell culture models,\" said Nickerson.In addition to 3-D architecture and inclusion of immune cells, other complex factors of the tissue microenvironment must also be considered when building better tissue models for infection. These factors include physical forces, such as the flow of fluids over the cell surface, and different oxygen levels.  This is important in order to capture the complex and dynamic interactions between the host and the pathogen, which govern the outcome of the infection process. To incorporate these additional factors into their new 3-D co-culture model development, the authors grew Salmonella under different oxygen levels (high and low) that it encounters before and during intestinal infection to better recapitulate the natural infection process, and used dynamic bioreactor technology to culture cells under physiological fluid shear levels found in the intestinal tract.\"It's a real challenge for researchers to accurately model all of the steps involved in the initiation and progression of host-pathogen interactions in the laboratory due to all of the complex factors in the human body that contribute to infection,\" said Barrila, lead co-author of the international study, along with colleague Jiseon Yang.\"By harnessing the naturally low fluid shear environment generated by the NASA RWV bioreactor during model development combined with the use of physiologically relevant oxygen conditions during infection, we have come several steps closer to achieving our ultimate goal of recreating this complex 3-D microenvironment.\"To test this new co-culture model in infection studies, Nickerson's team challenged it with different strains of Salmonella bacteria, each of which had distinct host adaptations, antibiotic resistance profiles, and disease phenotypes. Interestingly, the response of this new model to infection with the different types of Salmonella was very different for each strain, thus demonstrating the model's ability to distinguish between these closely related pathogens based on their infection characteristics.  Specifically, important differences were observed between the bacterial strains in model colonization (adherence, invasion and intracellular survival) and intracellular co-localization patterns in epithelial and immune cells.\"One important advantage of using this 3-D multicellular in vitro host model system is the ability to visualize the co-localization patterns of different pathogens within the different host cell types. I believe that these platforms can advance our knowledge of a variety of enteric diseases of both infectious (bacterial and viral) and non-infectious etiologies (IBS/IBD, drug toxicity, etc),\" said Yang.These findings demonstrate the value of this model as a powerful new tool that integrates the response of different cell types to understand enteric pathogenesis.The Nickerson team is now focused on building in further complexity into their 3-D tissue models, so that layer by layer, they can reach the ultimate goal of growing and fully mimicking whole 3-D organs, and add even more immune cells to the mix to provide researchers a hierarchical series of advanced new tools to study health and disease.Nickerson adds that \"the future of this field is limitless, and we are still in the infancy of learning how to build more realistic and complex models of native human tissues to better understand host-pathogen interactions and infectious disease mechanisms.  These findings are urgently needed for new vaccine and drug development to outpace infectious disease.  It is thus exciting to see the infectious disease world begin to embrace 3-D tissue models.\"", "article_link": "http://dx.doi.org/10.1038/s41526-017-0011-2", "url": "http://www.eurekalert.org/pub_releases/2017-03/asu-nac030917.php", "region": "namerica", "source_link": null, "funder": "NASA, National Institutes of Health", "meeting": "", "institution": "Arizona State University", "keywords": ["Biology", " Microbiology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Internal Medicine", " Technology/Engineering/Computer Science", " Biotechnology"], "journal": "npj Microgravity", "description": "An ASU Biodesign Institute team has reported their latest advancement in 3-D intestinal model development. Their united goal is to develop more realistic models of intestinal tissue to thwart Salmonella, a leading cause of food poisoning and systemic disease worldwide with many varieties causing severe and sometimes fatal infections with an economic impact in the billions of dollars.", "date": "Fri, 10 Mar 2017 05:00:00 GMT"}