{"title": "GW researchers develop test to study potency for neglected tropical disease vaccine", "text": "WASHINGTON (March 9, 2017) - Researchers at the George Washington University (GW) have developed a way to test recombinant vaccines for their ability to stay effective after years of storage. This is an important next step in the development of a recombinant hookworm vaccine being developed at GW. The Na-GST-1/Alhydrogel® vaccine was shown to be stable and maintain immunogenicity during five years of storage between 35 and 46 degrees Fahrenheit (2 to 8 degrees Celsius). Available in the open-access journal PLOS Neglected Tropical Diseases, researchers have published methods and statistics that are typically proprietary information held by vaccine manufacturers. \"We wrote our paper almost like an instruction book on how to determine recombinant vaccine potency,\" said Jeffrey Bethony, Ph.D., senior author and professor of microbiology, immunology, and tropical medicine at the GW School of Medicine and Health Sciences. \"We think it's important for researchers and vaccine manufacturers in low- and middle-income countries such as Brazil or Southeast Asia to know the key measures for vaccine product development.\"The hookworm vaccine has been tested in several Phase 1 clinical studies in healthy adults at GW, in Brazil, and in Gabon. The authors also are currently working on a controlled human hookworm infection model to accelerate hookworm vaccine development. Determining relative potency and functional assays is an important step in the vaccine development process. \"Vaccine work is team work. We work with biochemists, immunologists, biostatisticians, and more. We assembled a great team here at GW and believe that's what this paper shows,\" said Bethony. \"Our hookworm vaccine has an excellent shelf life, which is good for where it will be used -- in developing countries.\" Bethony works closely with David Diemert, M.D., co-senior author and associate professor of microbiology, immunology, and tropical medicine at the GW School of Medicine and Health Sciences, to lead the hookworm vaccine development at GW. The team also includes Jill Breslford, Jordan Plieskatt, Jin Peng, Doreen Campbell, and Guangzhao Li, all researchers in the Department of Microbiology, Immunology, and Tropical Medicine at the GW School of Medicine and Health Sciences.Hookworm infects more than 500 million people worldwide. It is currently treated with yearly, widespread-administration of anti-worm drugs, which does little to prevent re-infection and may create drug-resistance in the near future. A vaccine would do much more to improve the quality of life for people living in endemic areas.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/gwu-grd030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "George Washington University", "keywords": ["Microbiology", " Parasitology", " Medicine/Health", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "PLOS Neglected Tropical Diseases", "description": "Researchers at the George Washington University have developed a way to test recombinant vaccines for their ability to stay effective after years of storage. Their research was published this week in PLOS Neglected Tropical Diseases.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}