{"title": "Final biomedical trial on captive chimpanzees is first oral Ebola vaccine for saving wild apes ", "text": "The results from the final biomedical research trial on captive chimpanzees for the foreseeable future have been published today in the journal Scientific Reports. The trial was of a vaccination for Ebola: the first orally administered vaccine for any disease developed specifically for the purpose of conserving wild apes. In addition to poaching and forest loss, diseases such as Ebola and anthrax have devastated wild ape populations. Ebola alone is estimated to have killed one third of the world's wild gorillas over the last three decades.Now, new findings have shown an effective oral vaccine for Ebola in chimpanzees, and that the captive animals involved in the trial exhibited very few signs of stress as a result. Researchers say the work demonstrates a model that could be harnessed for other diseases and ape species in the wild. However, after decades using chimpanzees to test vaccines destined for humans, changes in the law have seen enforced retirement of captive populations and the closing of chimpanzee research facilities in the US -- the last developed country where biomedical testing on chimpanzees was legal.  In what researchers describe as a \"horrible irony\", they say these reforms -- a victory for long-standing campaigns by animal welfare groups -- will ultimately prove detrimental to chimpanzees and gorillas in the wild, as any vaccination for wild animals must be tested in captivity first to ensure its safety. Consequently, the promising new vaccine model may never progress to the point where it can be used to inoculate endangered wild apes, say the research team from the universities of Cambridge, UK, and Thomas Jefferson and Louisiana, US.  \"In 2014 the world was gripped by fears of an Ebola virus pandemic. Yet few people realise that Ebola has already inflicted pandemic scale mortality on our closest relatives,\" says lead researcher Dr Peter Walsh from the University of Cambridge.\"African apes are also threatened by naturally occurring pathogens like anthrax, and the increasing overspill of human pathogens such as measles. A glimmer of hope lies in the fact that many of the disease threats are now vaccine preventable. \"We have developed a very promising tool for inoculating ape species against the myriad deadly diseases they face in the wild, but continued progress relies on access to a small number of captive animals. \"This may be the final vaccine trial on captive chimpanzees: a serious setback for efforts to protect our closest relatives from the pathogens that push them ever closer to extinction in the wild.\" Previous attempts to vaccinate wild apes have resorted to administering individual animals with hypodermic darts - a laborious task feasible for only a small number of apes habituated to human approach. By contrast, oral vaccines encased in appealingly edible baits could be distributed across wild ape territories to inoculate large numbers over longer periods. Such an approach has already proved successful in other species: almost eliminating fox rabies (and the consequent need to cull foxes) across continental Europe. The latest study was carried out with ten chimpanzees in one of the last remaining chimpanzee research facilities in the US in New Iberia, Louisiana. Six received the oral vaccine, while four were injected as a control group. All the animals displayed a robust immunity without side effects after 28 days - when the trial was terminated due to new Endangered Species Act regulations banning biomedical research on chimpanzees. Throughout the trial, scientists closely monitored animal behaviour and physiology for signs of severe stress. Other than very minor weight loss (2% of body mass), they say that signs of trauma were \"entirely absent\". \"Some pressure groups argue that all research on captive chimpanzees is tantamount to torture, not just because of procedures but also due to confinement,\" says Walsh. \"Enclosures and animal care are now of a very high standard, with chimpanzees housed in large social spaces. The modest traces of stress we detected during our trial were akin to the values observed in college students anticipating exams.\"Captive chimpanzee trials are technically still legal in the US in instances that benefit the species. However, Walsh says that the limited funds available for conservation research makes it unviable for biomedical facilities to retain populations, while zoos and sanctuaries are either \"ideologically opposed\" or unwilling to risk any public backlash from testing. Further work to enhance the vaccine, such as ensuring effectiveness after exposure to high tropical forest temperatures, may now never get done due to the closure of captive chimpanzee facilities.       \"In an ideal world, there would be no need for captive chimpanzees,\" says Walsh. \"But this is not an ideal world. It is a world where diseases such as Ebola, along with rampant commercial poaching and habitat loss, are major contributors to rapidly declining wild ape populations. \"Oral vaccines offer a real opportunity to slow this decline. The major ethical debt we owe is not to a few captive animals, but to the survival of an entire species we are destroying in the wild: our closest relatives.\"", "article_link": "http://dx.doi.org/10.1038/srep43339", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc-fbt030317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Cambridge", "keywords": ["Biology", " Ecology/Environment", " Virology", " Zoology/Veterinary Science", " Medicine/Health", " Vaccines", " Policy/Ethics", " Animal Research/Rights", " Medical/Scientific Ethics"], "journal": "Scientific Reports", "description": "Oral vaccine offers hope for ape species ravaged by Ebola and other diseases, as it can be widely dispersed to save more wild animals. However, scientists say recent law changes on captive chimpanzee testing may stop the conservation work in its tracks.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}