{"title": "Oral delivery system could make vaccination needle-free", "text": "Patients could one day self-administer vaccines using a needleless, pill-sized technology that jet-releases a stream of vaccine inside the mouth, according to a proof-of-concept study conducted at UC Berkeley. The study did not test vaccine delivery in people, but demonstrated that the technology, called MucoJet, is capable of delivering vaccine-sized molecules to immune cells in the mouths of animals. The technology is a step toward improved oral vaccine delivery, which holds the promise of building immunity in the mouth's buccal region of cells, where many infections enter the body. When patients hold the MucoJet against the inside of their cheek, the device releases a jet stream that directly targets the buccal region. This region is rich in immune cells but underutilized in immunology because of the challenge of efficiently penetrating the thick mucosal layer in this part of the oral cavity with existing technologies, such as the oral spray often used for influenza vaccination. In laboratory and animal experiments, the research team showed that the MucoJet can deliver a high-pressure stream of liquid and immune system-triggering molecules that penetrate the mucosal layer to stimulate an immune response in the buccal region. The jet is pressurized, but not uncomfortably so, and would remove the sting of needles.\"The jet is similar in pressure to a water pick that dentists use,\" said Kiana Aran, who developed the technology while a postdoctoral scholar at Berkeley in the labs of Dorian Liepmann, a professor of mechanical and bioengineering, and Niren Murthy, a professor of bioengineering. Aran is now an assistant professor at the Keck Graduate Institute of Claremont University.The portable technology, designed to be self-administered, stores vaccines in powder form and could one day enable vaccine delivery to remote locations, but years of further study are needed before the device would be commercially available. The study will be published March 8 in the journal Science Translational Medicine and is available for download on EurekAlert!. MucoJet is a 15-by-7-milimeter cylindrical, two-compartment plastic device. The solid components were 3D-printed from an inexpensive biocompatible and water-resistant plastic resin. The exterior compartment holds 250 mililiters of water. The interior compartment is composed of two reservoirs separated by a porous plastic membrane and a movable piston. One interior compartment is a vaccine reservoir, containing a 100-ml chamber of vaccine solution with a piston at one end and a sealed 200-micrometer (m) diameter delivery nozzle at the other end. The other interior compartment is the propellant reservoir, which contains a dry chemical propellant (citric acid and sodium bicarbonate) and is separated from the vaccine reservoir at one end by the built-in porous membrane and movable piston and is sealed at the other end from the exterior compartment with a dissolvable membraneTo administer the MucoJet, a patient clicks together the interior and exterior compartments. The membrane dissolves, water contacts the chemical propellant and the ensuing chemical reaction generates carbon dioxide gas. The gas increases the pressure in the propellant chamber, causing the piston to move. The free-moving piston ensures uniform movement of the ejected drug and blocks the exit of fizz from the carbon dioxide through the nozzle. When the pressure in the propellant chamber is high enough, the force on the piston breaks the nozzle seal of the vaccine reservoir. The vaccine solution is then ejected from the MucoJet nozzle, penetrates the mucosal layer of the buccal tissue, and delivers the vaccine to underlying vaccine targets, called antigen-presenting cells. To test the MucoJet's delivery system, researchers designed a laboratory experiment in plastic dishes using mucosal layers and buccal tissues from pigs. They tested the MucoJet's ability to deliver ovalbumim, an immune stimulating protein, across the mucosal layer. The experiments showed an eightfold increase in the delivery of ovalbumin over the course of three hours compared to a control experiment of administering ovalbumim with a dropper (similar to how oral vaccines, such as for the flu, are administered today). The researchers then tested different pressures of the vaccine jet and found that increasing the MucoJet output pressure increased the ovalbumin delivery to the tissue, indicating that the delivery efficiency improves with increased pressure.\"The pressure is very focused, the diameter of the jet is very small, so that's how it penetrates the mucosal layer,\" Aran said. The researchers then tested the MucoJet's ability to deliver ovalbumim to buccal tissue in rabbits. The MucoJet delivery resulted in a sevenfold increase in the delivery of ovalbumin compared to control experiments with droppers. Animals treated with ovalbumin by MucoJet had key antibodies in their blood that were three orders of magnitude higher than in the blood from rabbits treated with ovalbumin by a dropper. The study did not compare the MucoJet to vaccine delivery with a needle, but data suggests that the MucoJet can trigger an immune response that is as good or better than delivery with a needle, especially for mucosal pathogens.The next step in MucoJet's development is to test the delivery of a real vaccine in larger animals. The researchers hope the MucoJet can be available in five to 10 years. They also hope to engineer a version of the MucoJet that can be swallowed and then release vaccines internally. The researchers are considering other shapes, sizes and designs to simplify vaccine administration procedures and increase patient compliance, especially for children. For example, the MucoJet could be fabricated into a lollipop. \"Imagine if we could put the Mucojet in a lollipop and have kids hold it in their cheek,\" Aran said. \"They wouldn't have to go to a clinic to get a vaccine.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--ods030717.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - Berkeley", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Biotechnology"], "journal": "Science Translational Medicine", "description": "Patients could one day self-administer vaccines using a needleless, pill-sized technology that jet-releases a stream of vaccine inside the mouth, according to a proof-of-concept study conducted at UC Berkeley.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}