{"title": "Parental concerns reduce uptake of child flu vaccine", "text": "The first study investigating parental attitudes towards the UK's child flu vaccine has found concerns about safety and side effects may negatively influence uptake, and recommends that public health messages need to be reinforced.Led by King's College London and published today in Vaccine, the research shows that not having the vaccine was associated with concerns about its safety, short-term side effects and long-term health problems. Parents who saw a side effect in their child the previous year were also less likely to want to vaccinate their child again the following year.These findings are despite increasing evidence that vaccination is the best option available for protecting families and others in the community from flu during the winter. The researchers hope the results will help improve public health messages about the child flu vaccine, in order to increase uptake.In 2012 the British Joint Committee on Vaccination and Immunisation (JCVI) recommended that the flu vaccine programme be extended to include children aged two to sixteen, in an attempt to limit the number of children who suffer from complications of flu and to reduce illness and death among adults who may contract flu from children.The researchers from King's College London worked with Ipsos MORI to survey 1,001 members of the public. Participants were aged 18 or over and parents or guardians of at least one child aged two to seven. Children this age were eligible to receive the flu vaccine in England during the 2015 to 2016 flu season, which included the nasal spray or injection.Only 53 per cent of parents reported that their child had been vaccinated for flu in the 2015 to 2016 flu season. This is at the top end of national uptake figures for the 2015 to 2016 flu season, with uptake rates in two to four year olds ranging between 30 and 40 per cent and 53 to 54 per cent in five to seven year olds. 38 per cent of parents felt they did not know enough about the vaccine.More than 70 per cent of parents had a high intention to vaccinate their child in the 2016 to 2017 flu season. Rather than reflecting a sudden increase from 2015/2016, this difference is likely to reflect the gap between intentions and behaviours that is commonly found across many behaviours relating to public health, according to the study authors.Stronger uptake of the vaccine was shown among children who had previously been vaccinated, parents who supported its effectiveness and parents who thought their child was susceptible to flu.The study authors point out that although a causal link cannot be definitively established, their results are consistent with the theory that past behaviour, attitudes and social influences affect both uptake and the perception of side-effects.Dr James Rubin, Assistant Director of the National Institute for Health Research Health Protection Research Unit (NIHR HPRU) in Emergency Preparedness and Response at King's College London, said: 'Our study is the first to look at what parents in England think about the child flu vaccine, which has important implications for how we communicate public health messages.'Louise Smith, also from the NIHR HPRU in Emergency Preparedness and Response at King's College London, said: 'These findings highlight that many parents feel they do not know enough about the vaccine and worry about possible side-effects. To improve uptake, messages should focus on beliefs that were strongly associated with vaccination, such as emphasising its effectiveness in preventing flu and highlighting the serious complications associated with the illness itself. However, this is easier said than done as we found that certain concepts, such as 'effectiveness', were only understood by one in five people. This shows that future messages to parents need to be as clear and comprehensible as possible.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/kcl-pc030717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Social/Behavioral Science", " Parenting/Child Care/Family"], "journal": "Vaccine", "description": "The first study investigating parental attitudes towards the UK's child flu vaccine has found concerns about safety and side effects may negatively influence uptake, and recommends that public health messages need to be reinforced.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}