{"title": "Yellow fever in the Americas", "text": "WHAT:\nThe unusually large outbreak of yellow fever now occurring in rural Brazil deserves careful attention by world health authorities, notes Anthony S. Fauci, M.D., director of the National Institute of Allergy and Infectious Diseases (NIAID), one of the National Institutes of Health. Writing in a Perspectives piece for the New England Journal of Medicine, Dr. Fauci and his associate Catharine I. Paules, M.D., note that this latest outbreak of a serious mosquito-borne virus comes as Zika virus, which is spread by the same mosquito as yellow fever virus, continues to affect countries throughout the Americas.Historically, yellow fever has claimed millions of lives, including many thousands in the United States. The Philadelphia epidemic of 1793, for example, killed approximately ten percent of the city's population. In its most serious form, yellow fever symptoms include high fever, hemorrhagic manifestations, kidney failure, liver malfunction and jaundice (yellowish appearance of the eyes and skin, which gives the disease its name).A vaccine has been available since 1937 and confers lifelong immunity in up to 99 percent of those who receive it. Extensive immunization campaigns, along with effective mosquito control--especially in developed countries--have reduced yellow fever cases worldwide. Nevertheless, localized outbreaks in parts of Africa and Central and South America account for an estimated 84,000 to 170,000 severe cases of disease and between 29,000 and 60,000 deaths annually.The Brazilian outbreak is a manifestation of the \"sylvatic,\" or jungle, transmission cycle in which forest-dwelling mosquitoes spread the virus primarily to non-human primates, with humans serving only as incidental hosts. At this time, there is no evidence that the outbreak is transforming into its \"urban\" cycle, but authorities should remain alert for this possibility, the authors note. In the urban cycle, yellow fever virus is usually spread by city-dwelling Aedes aegypti mosquitoes directly to people. An urban cycle of yellow fever in Angola and the Democratic Republic of Congo that began in late 2015 caused 961 confirmed cases and 137 deaths. During that outbreak, write Drs. Fauci and Paules, the world's emergency vaccine stockpile reserve was exhausted, limiting the number of available vaccine doses and making the outbreak more difficult to control. To prevent a similar occurrence during a future yellow fever outbreak in Brazil or elsewhere, the authors note that \"early identification of cases and rapid implementation of public health management and prevention strategies, such as mosquito control and appropriate vaccination, are critical.\"   In an era of frequent international travel, an increase in domestic cases in Brazil has the potential to spread yellow fever to non-endemic areas and could pose serious disease-control challenges, Drs. Fauci and Paules observe. They urge clinicians, especially those in the United States and other places where yellow fever is uncommon, to inform themselves about yellow fever symptoms and to adopt a high index of suspicion for this diagnosis, particularly when examining travelers returning from affected regions.", "article_link": "http://dx.doi.org/10.1056/NEJMp1702172", "url": "http://www.eurekalert.org/pub_releases/2017-03/nioa-yfi030817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "New England Journal of Medicine", "description": "The large outbreak of yellow fever occurring in rural Brazil deserves careful attention by world health authorities, notes NIAID director Anthony S. Fauci, M.D. Writing in a Perspectives piece for NEJM, Dr. Fauci and his associate Catharine I. Paules, M.D., note that this latest outbreak of a serious mosquito-borne virus comes as Zika virus, which is spread by the same mosquito as yellow fever virus, continues to affect countries throughout the Americas.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}