{"title": "By boosting innate immunity, researchers eradicate aggressive prostate cancer in mice", "text": "Cabozantinib, a drug already used to treat patients with certain types of thyroid or kidney cancer, was able to eradicate invasive prostate cancers in mice by causing tumor cells to secrete factors that entice neutrophils - the first-responders of the immune system - to infiltrate the tumor, where they triggered an immune response that led to tumor clearance.The drug, marketed as Cometriq®, enhances the release of specific chemical signals, known as CXCL12 and HMGB1, from prostate cancer cells. These signals cause the neutrophils, produced in the bone marrow, to flock to the tumor and attack the cancerous cells. In mice with aggressive prostate cancer, it produced near-complete clearance of invasive prostate cancers within 48 to 72 hours.The authors of this study (published online March 8, 2017, in Cancer Discovery) note that this is the first demonstration that a drug of this type (a tyrosine kinase inhibitor) could activate innate anti-tumor immunity, resulting in the eradication of invasive cancer. They also suggest it could be used as part of a novel approach to combination cancer immunotherapy.\"We saw dramatic anti-tumor responses,\" said the study's lead author and investigator, medical oncologist and physician-scientist Akash Patnaik, MD, PhD, Assistant Professor of Medicine, Director of the Developmental Therapeutics Laboratory and Attending Physician within the Genitourinary Oncology Program at the University of Chicago Medicine. \"We used a difficult-to-treat, aggressive prostate cancer mouse model. We were very surprised to see complete eradication of the most invasive, poorly differentiated tumors within days.\" \"The results of this study were really unexpected,\" said co-author Lewis Cantley, PhD, Director of the Sandra and Edward Meyer Cancer Center at Weill Cornell Medicine in New York City. Cabozantinib, FDA approved in 2012 for metastatic medullary thyroid cancer and in 2015 for advanced renal cell carcinoma, was recently tested in the COMET-1 trial in men with metastatic prostate cancer. But the results were disappointing. Some of the patients had a good response, but many did not. \"Why some of these patients responded and others did not was unclear,\" Cantley said.Following the dramatic results in a subset of advanced prostate cancer patients in the Phase II trial, Patnaik and colleagues began testing the drug in the lab. In their mouse model for prostate cancer, cabozantinib caused dramatic shrinkage of the tumors within a few days. But when tested on prostate cancer cell lines in a petri dish, it had relatively little effect.  Why was there a dramatic in vivo effect with little ex vivo effect? Patnaik and colleagues wondered. \"The drug was not actually killing the tumor cells,\" Cantley said. \"Instead, it was inducing them to release factors that stimulated an attack by the innate immune system.\"The key was the neutrophil-attracting chemical signals CXCL12 and HMGB1, released by tumor cells. When the researchers blocked production of these signals, the drug was no longer effective. The neutrophils - Patnaik refers to them as the \"suicide bombers of the immune system\" - never engaged in battle.\"Our findings could also explain why some patients in the COMET-1 trial did not benefit from the drug,\" Patnaik said. \"This Phase-III trial included patients who had already received aggressive chemotherapy, which may have compromised their immune systems.\"While additional research is being done to understand how cabozantinib accomplishes this effect, \"this paper raises the possibility that a new class of drugs could be developed to treat cancers by stimulating attack by neutrophils,\" Cantley said.For several years now, the most exciting development in cancer research has been the emergence of immunotherapies, especially checkpoint blockade drugs such as ipilimumab, nivolumab and pembrolizumab that enable the adaptive immune system, in this case T cells, to enter and attack tumors. But there has been little attention paid to inducing the innate immune system, such as neutrophils, to go after tumors. \"Neutrophils can be just as potent as T cells,\" Patnaik stated. He now hopes to use them in combination.\"Based on our results showing that cabozantinib can activate innate immunity and overcome an immunosuppressive tumor microenvironment, we are planning clinical trials to test the combination of cabozantinib and T cell checkpoint immunotherapy in specific subtypes of advanced kidney and prostate cancer. Our goal,\" Patnaik said, \"is to enhance long-term anti-cancer responses from activating both innate and adaptive immunotherapy.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uocm-bbi030617.php", "region": "namerica", "source_link": null, "funder": "National Institutes for Health, Dana Farber/Harvard Cancer Center, Prostate Cancer Foundation, US Department of Defense, Reason to Ride Cancer Charity", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Cancer", " Prostate Cancer", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Urogenital System", " Pharmaceutical Science"], "journal": "Cancer Discovery", "description": "Cabozantinib, an FDA-approved drug for patients with certain types of thyroid or kidney cancer, was able to eradicate invasive prostate cancers in mice by causing tumor cells to secrete factors that entice neutrophils -- the first-responders of the immune system -- to infiltrate the tumor. This novel approach, utilizing the innate immune system, produced near-complete clearance of invasive prostate cancers within 48 to 72 hours.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}