{"title": "UCLA scientists show how to amplify or stifle signals for immune responses", "text": "T cells, the managers of our immune systems, spend their days shaking hands with another type of cell that presents small pieces of protein from pathogens or cancerous cells to the T cell. But each T cell is programmed to recognize just a few protein pieces, known as antigens, meaning years can go by without the T cell, or its descendants, recognizing an antigen.When the T cell does recognize an antigen, it gives the cell presenting the antigen a \"hug,\" so to speak, instead of a handshake. This initial interaction causes the T cell to search nearby to find other cells that are presenting the same antigen to give them \"hugs\" as well.In a study published today in Science Signaling, UCLA researchers have discovered that after the initial hug, T cells become more gregarious, giving something more like a bear hug to any cell presenting its antigen. These larger hugs help to activate the T cell, equipping it to go out into the body and coordinate multi-cellular attacks to fight infections or cancers. The UCLA team learned that how stiff or soft T cells are controls their response -- the cells react slowly when they are stiff and trigger easily when they are soft. \"T cells are like the shy person at the office holiday party who acts stiff until they loosen up a bit and then are all over the dance floor,\" said Dr. Manish Butte, associate professor of pediatrics and microbiology, immunology and molecular genetics at the David Geffen School of Medicine at UCLA and the study's senior author.Butte and his colleagues pioneered an approach using an instrument called an atomic-force microscope to make real-time observations about what excites T cells at the nanoscale. Once they learned that T cells soften after activation, the UCLA team identified the biochemical pathway that controls the cell's stiffness. They then identified drugs that can help the T cells either elicit or subdue a response. The finding provides scientists with a new capability to manipulate the immune system, Butte said.Diseases arise in people and animals when T cells attack the body's other cells, or when they fail to signal attacks against cancer cells or infectious pathogens.\"Until now, we had a limited understanding of what controls T cell activation,\" said Butte, who is chief of pediatric allergy and immunology at Mattel Children's Hospital UCLA and a member of the UCLA Children's Discovery and Innovation Institute. \"We wanted to identify how to both encourage and speed up T cell activation for fighting infections and cancers and to disrupt it in order to prevent immune disease. Now that we understand the precise steps taking place, our findings suggest that altering T cell stiffness with drugs could one day help us thwart diseases where T cells are too active or not active enough.\"Butte and colleagues are beginning to apply these findings -- in a study funded by the National Institutes of Health -- to diminish the role T cells play in triggering Type 1 diabetes.\"We can't talk about precision medicine and still use a sledgehammer to treat disease,\" Butte said. \"By exploiting the mechanism we discovered to soften T cells, we could accelerate vaccine responses so a patient won't need multiple boosters and months of waiting to get full immunity. Or we could stiffen up T cells to prevent the body from rejecting transplanted organs.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--uss030617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases, NIH/National Institute of General Medical Sciences, Stanford Child Health Research Institute, Morgridge Family Foundation, National Science Foundation", "meeting": "", "institution": "University of California - Los Angeles Health Sciences", "keywords": ["Cell Biology", " Genetics", " Microbiology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Diabetes", " Transplantation"], "journal": "Science Signaling", "description": "UCLA immunologists pioneered an approach to observe in real time what excites T cells at the nanoscale, pinpointed the pathway that controls immune response and identified drugs that could equip scientists with the ability to manipulate the immune system and prevent disease.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}