{"title": "Self-persuasion app motivates low-income moms to protect teens against cancer-causing HPV", "text": "As health officials struggle to boost the number of teens vaccinated against the deadly human papillomavirus, a new study from Southern Methodist University, Dallas, found that self-persuasion works to bring parents on board.Currently public health efforts rely on educational messages and doctor recommendations to persuade parents to vaccinate their adolescents. Self-persuasion as a tool for HPV vaccinations has never been researched until now. The SMU study found that low-income parents will decide to have their teens vaccinated against the sexually transmitted cancer-causing virus if the parents persuade themselves of the protective benefits.The study's subjects -- almost all moms -- were taking their teens and pre-teens to a safety-net pediatric clinic for medical care. It's the first to look at changing parents' behavior through self-persuasion using English- and Spanish-language materials.\"This approach is based on the premise that completing the vaccination series is less likely unless parents internalize the beliefs for themselves, as in 'I see the value, I see the importance, and because I want to help my child,'\" said psychology professor Austin S. Baldwin, a principal investigator on the research.Depending on age, the HPV vaccine requires a series of two or three shots over eight months. External pressure might initially spark parents to action. But vaccinations decline sharply after the first dose.The new study follows an earlier SMU study that found guilt, social pressure or acting solely upon a doctor's recommendation was not related to parents' motivation to vaccinate their kids. The new finding is reported in the article \"Translating self-persuasion into an adolescent HPV vaccine promotion intervention for parents attending safety-net clinics\" in the journal Patient Education and Counseling.Both studies are part of a five-year, $2.5 million grant from the National Cancer Institute. Baldwin, associate professor in the SMU Department of Psychology, is co-principal investigator with Jasmin A. Tiro, associate professor in the Department of Clinical Sciences, University of Texas Southwestern Medical Center, Dallas.Addressing the HPV problemA very common virus, HPV infects nearly one in four people in the United States, including teens, according to the Centers for Disease Control. HPV infection can cause cervical, vaginal and vulvar cancers in females; penile cancer in males; and anal cancer, back of the throat cancer and genital warts in both genders, the CDC says.The CDC recommends a series of two shots of the vaccine for 11- to 14-year-olds to build effectiveness in advance of sexual activity. For 15- to 26-year-olds, they are advised to get three doses over the course of eight months, says the CDC.Currently, about 60% of adolescent girls and 40% of adolescent boys get the first dose of the HPV vaccine. After that, about 20% of each group fail to follow through with the second dose, Baldwin said.The goal set by health authorities is to vaccinate 80% of adolescents to achieve the herd immunity effect of indirect protection when a large portion of the population is protected.NCI grant aimed at developing a software appThe purpose of the National Cancer Institute grant is to develop patient education software for the HPV vaccine that is easily used by low-income parents who may struggle to read and write, and speak only Spanish.A body of research in the psychology field has shown that the technique of self-persuasion among well-educated people is successful using written English-language materials. Self-persuasion hasn't previously been tested among underserved populations in safety-net clinics.The premise is that individuals will be more likely to take action because the choice they are making is important to them and they value it.In contrast, where motivation is extrinsic, an individual acts out of a sense of others' expectations or outside pressure.Research has found that people are much more likely to maintain a behavior over time -- such as quitting smoking, exercising or losing weight -- when it's autonomously motivated. Under those circumstances, they value the choice and consider it important.\"A provider making a clear recommendation is clearly important,'\" said Deanna C. Denman, a co-author on the study and a graduate researcher in SMU's Psychology Department. \"Autonomy over the decision can be facilitated by the doctor, who can confirm to parents that \"The decision is yours, and here are the reasons I recommend it.'\"Doctor's recommendation matters, but may not be sufficientFor the SMU study, the researchers educated parents in a waiting room by providing a custom-designed software application running on an iPad tablet.The program guided the parents in English or Spanish to scroll through audio prompts that help them think through why HPV vaccination is important. The parents verbalized in their own words why it would be important to them to get their child vaccinated. Inability to read or write wasn't a barrier.Parents in the SMU study were recruited through the Parkland Memorial Hospital's out-patient pediatric clinics throughout Dallas County. Most of the parents were Hispanic and had a high school education or less. Among 33 parents with unvaccinated adolescents, 27 -- 81% -- decided they would vaccinate their child after completing the self-persuasion tasks.New study builds on prior study results In the earlier SMU study, researchers surveyed 223 parents from the safety-net clinics. They completed questionnaires relevant to motivation, intentions and barriers to vaccination.The researchers found that autonomous motivation was strongly correlated with intentions, Denman said. As autonomous motivation increased, the greater parents' intentions to vaccinate. The lower the autonomous motivation, the lower the parents' intentions to vaccinate, she explained.\"So they may get the first dose because the doctor says it's important,\" Baldwin said. \"But the second and third doses require they come back in a couple months and again in six months. It requires the parent to feel it's important to their child, and that's perhaps what's going to push or motivate them to complete the series. So that's where, downstream, there's an important implication.\"", "article_link": "http://dx.doi.org/10.1016/j.pec.2016.11.014", "url": "http://www.eurekalert.org/pub_releases/2017-03/smu-sam030717.php", "region": "namerica", "source_link": "http://blog.smu.edu/research/2017/03/06/self-persuasion-ipad-app-spurs-low-income-parents-to-protect-teens-against-cancer-causing-hpv/", "funder": "NIH/National Cancer Institute", "meeting": "", "institution": "Southern Methodist University", "keywords": ["Education", " Medicine/Health", " Cancer", " Vaccines", " Infectious/Emerging Diseases", " Pediatrics", " Public Health", " Sex-Linked Conditions", " Parenting/Child Care/Family"], "journal": "Patient Education and Counseling", "description": "Self-persuasion software on an iPad motivated low-income parents to want to protect their teens against cancer-causing human papillomavirus, finds the first study of its kind. As health officials struggle to get teens vaccinated against deadly HPV, a new study from Southern Methodist University, Dallas, found that self-persuasion brings parents on board. Currently public health efforts rely on educational messages and doctor recommendations. Self-persuasion as a tool for HPV vaccinations has never been researched until now.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}