{"title": "Delivering bad news? Don't beat around the bush", "text": "You know you want to end your relationship, but you're nervous and don't want to be hurtful. So you spend the first 10 minutes of your dinner date making friendly and fidgety small talk before diving into the matter at hand.Alternatively, you sit down at the table and, before your date has a chance to open the menu, you blurt out, \"We need to talk.\" Band-Aid ripped off, just like that.New BYU research shows that when it comes to receiving bad news, most people prefer directness, candor and very little -- if any -- buffer.Such were the findings in a study recently completed by BYU linguistics professor Alan Manning and the University of South Alabama's Nicole Amare. Study participants were offered varied forms of hypothetical visual, textual and verbal bad news.Manning and Amare found that if someone is delivering bad news about a social relationship -- think \"I'm breaking up with you\" or \"I'm sorry, you're fired\" -- you might prefer they ease into it with the tiniest of buffers. But the research found that people value directness over an extended and overly polite lead in.\"An immediate 'I'm breaking up with you' might be too direct,\" said Manning. \"But all you need is a 'we need to talk' buffer -- just a couple of seconds for the other person to process that bad news is coming.\"And when it comes to receiving negative information about physical facts -- e.g., \"you're dying\" or \"that water is toxic\" -- most people want it straight up, no easing in.\"If we're negating physical facts, then there's no buffer required or desired,\" Manning said. \"If your house is on fire, you just want to know that and get out. Or if you have cancer, you'd just like to know that. You don't want the doctor to talk around it.\"For this project, 145 study participants received a range of bad-news scenarios, and with each scenario, they were given two potential deliveries. For each received message, they ranked how clear, considerate, direct, efficient, honest, specific and reasonable they perceived it to be. They also ranked which of those characteristics they valued most. Participants, for the most part, valued clarity and directness over other characteristics.Previous research and advice on delivering bad news has been mixed, in part because it's been shaped in a way that makes bad-news delivery easiest for the deliverer, said Manning. And that has led to buffers that drag out uncertainty for the bad-news recipient.\"If you're on the giving end, yeah, absolutely, it's probably more comfortable psychologically to pad it out -- which explains why traditional advice is the way it is,\" he said. \"But this survey is framed in terms of you imagining you're getting bad news and which version you find least objectionable. People on the receiving end would much rather get it this way.\"Though the buffer in giving bad news is almost always a bad idea, there are cases when it can be valuable -- necessary, even, explained Manning. When trying to make a persuasive case for someone to change a firmly held opinion, strategic buildup can play an integral role. \"People's belief systems are where they're the most touchy,\" he said. \"So any message that affects their belief system, their ego identity, that's what you've got to buffer.\"", "article_link": "http://dx.doi.org/10.1109/IPCC.2017.8013959", "url": "http://www.eurekalert.org/pub_releases/2017-10/byu-dbn100517.php", "region": "namerica", "source_link": "http://news.byu.edu/news/delivering-bad-news-don%E2%80%99t-beat-around-bush", "funder": "", "meeting": "International Professional Communication Conference Proceedings 2017", "institution": "Brigham Young University", "keywords": ["Personal", " Social/Behavioral Science", " Personality/Attitude", " Language/Linguistics/Speech", " Mass Media", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "International Professional Communication Conference Proceedings 2017", "description": "New research shows that when it comes to receiving bad news, most people prefer directness, candor and very little -- if any -- buffer.", "date": "Thu, 05 Oct 2017 04:00:00 GMT/UTC"}