{"title": "Unique approach to autism screening provides new, effective model for Latino infants | EurekAlert! Science News", "year": "Wed, 10 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txsan", "francisco", "georgetown", "university", "medical", "center", "autism", "specialists", "working", "latino", "families", "washington", "dc", "developed", "effective", "screening", "program", "identifies", "latino", "infants", "may", "risk", "autism", "spectrum", "disorder", "asd", "allowing", "opportunity", "early", "unique", "model", "presented", "international", "meeting", "autism", "research", "imfar", "san", "francisco", "may", "effort", "took", "deep", "dive", "latino", "cultural", "norms", "order", "develop", "ethnically", "sensitive", "screening", "methodology", "year", "study", "started", "toddlers", "target", "population", "screened", "autism", "risk", "less", "10", "percent", "latino", "month", "olds", "received", "screening", "children", "identified", "risk", "asd", "end", "study", "incorporating", "new", "screening", "model", "90", "percent", "infants", "screened", "doctor", "visits", "four", "percent", "identified", "possible", "risk", "referred", "specific", "asd", "testing", "rate", "mirrors", "rate", "positive", "screens", "found", "studies", "toddlers", "says", "study", "senior", "investigator", "bruno", "anthony", "phd", "deputy", "director", "georgetown", "university", "center", "child", "human", "development", "professor", "pediatrics", "psychiatry", "appears", "approach", "effectively", "picking", "children", "might", "benefit", "early", "intervention", "improve", "outcomes", "cognition", "peer", "interactions", "language", "development", "strategies", "enhance", "families", "coping", "abilities", "explains", "rate", "autism", "general", "1", "68", "says", "anthony", "half", "infants", "referred", "assessment", "asd", "screening", "found", "meet", "criteria", "asd", "screening", "program", "tested", "18", "months", "unity", "health", "care", "upper", "cordozo", "health", "center", "washington", "dc", "cares", "infants", "years", "old", "year", "70", "percent", "latino", "one", "six", "district", "columbia", "residents", "rely", "unity", "health", "care", "services", "treats", "community", "members", "regardless", "ability", "typical", "screening", "tool", "used", "diagnose", "asd", "risk", "modified", "checklist", "autism", "toddlers", "questionnaire", "parents", "regarding", "behavior", "child", "positive", "answers", "may", "lead", "even", "translated", "spanish", "commonly", "used", "latino", "parents", "says", "anthony", "prework", "study", "found", "parents", "often", "understand", "questions", "culturally", "ambiguous", "group", "adapted", "implementation", "latino", "population", "include", "explanations", "questions", "oral", "administration", "family", "navigators", "bilingual", "bicultural", "lived", "experience", "raising", "children", "diagnosed", "asd", "developmental", "disorders", "time", "physicians", "health", "care", "workers", "upper", "cardozo", "gradually", "took", "screening", "process", "family", "navigators", "found", "latino", "parents", "often", "comfortable", "talking", "child", "possible", "behavioral", "issues", "developmental", "delays", "work", "hard", "give", "sense", "appropriate", "safe", "medical", "setting", "anthony", "study", "allowed", "georgetown", "upper", "cardozo", "team", "articulate", "10", "key", "steps", "integrating", "supported", "screening", "model", "unity", "health", "care", "used", "model", "implement", "screening", "developmental", "delays", "mental", "health", "according", "anthony", "excited", "finding", "shows", "universal", "screening", "asds", "developmental", "delays", "primary", "care", "effective", "program", "responsive", "community", "provider", "needs", "inform", "outreach", "family", "engagement", "training", "clinical", "procedures", "says", "anthony"], "url": "http://www.eurekalert.org/pub_releases/2017-05/gumc-uat050517.php", "date": "2018-01-19_21:09:09", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSAN FRANCISCO -- Georgetown University Medical Center autism specialists working with Latino families in Washington, DC, have developed an effective screening program that identifies Latino infants who may be at risk for autism spectrum disorder (ASD), allowing the opportunity for early intervention.Their unique model is being presented at the International Meeting for Autism Research (IMFAR) in San Francisco May 10-13.The years-long, federally-funded effort took a deep dive into Latino cultural norms in order to develop an ethnically sensitive screening methodology. In the year before their study started, very few toddlers in their target population were screened for autism risk -- less than 10 percent of Latino 18-30 month olds received screening -- and no children were identified to be at risk for ASD. At the end of the study and after incorporating the new screening model, more than 90 percent of the infants were screened during well-child doctor visits. Four percent were identified to be at possible risk and referred for more specific ASD testing.\"This rate mirrors the rate of positive screens found in studies of U.S. English-language toddlers,\" says the study's senior investigator, Bruno Anthony, PhD, deputy director for the Georgetown University Center for Child and Human Development, and professor of pediatrics and psychiatry. \"It appears that our approach is effectively picking up children that might benefit from early intervention that can improve outcomes such as cognition, peer interactions, language development and strategies to enhance families coping abilities,\" explains Anthony.The rate of autism, in general in the U.S., is 1 in 68, says Anthony. More than half of infants referred for further assessment from ASD screening are found not to meet criteria for ASD, he adds.The screening program was tested over 18 months at the Unity Health Care's Upper Cordozo Health Center in Washington, DC, which cares for 7,000 infants (0-3 years old) each year, 70 percent of whom are Latino. One in six of the 93,000 District of Columbia residents rely on Unity Health Care services, which treats community members regardless of their ability to pay.The typical screening tool used in the U.S. to diagnose ASD risk is the M-CHAT (the Modified Checklist for Autism in Toddlers), which is a questionnaire for parents regarding the behavior of their child. Positive answers may lead to further testing.But the M-CHAT, even when translated into Spanish, is not commonly being used with Latino parents, says Anthony.\"Our prework for this study found that these parents often do not understand the questions, which can be culturally ambiguous,\" he says.Anthony and his group adapted the implementation of the M-CHAT for Latino population, to include explanations of some questions and oral administration by \"family navigators\" who were bilingual, bicultural, and who had \"lived experience\" of raising children diagnosed with ASD or developmental disorders.  Over time, physicians and other health care workers at Upper Cardozo gradually took over the screening process from the family navigators.\"We found that Latino parents were often not comfortable talking about their child's possible behavioral issues and developmental delays. We had to work hard to give them the sense that this is appropriate and safe in a medical setting,\" Anthony says.Information from this study allowed the Georgetown and Upper Cardozo team to articulate 10 key steps in integrating a \"Supported Screening\" model. Unity Health Care has now used the model to implement screening for developmental delays and mental health, according to Anthony.\"We are very excited about this finding because it shows that universal screening for ASDs and developmental delays in primary care can be effective if the program is responsive to community and provider needs that inform outreach, family engagement, training, and clinical procedures,\" says Anthony.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXSAN FRANCISCO -- Georgetown University Medical Center autism specialists working with Latino families in Washington, DC, have developed an effective screening program that identifies Latino infants who may be at risk for autism spectrum disorder (ASD), allowing the opportunity for early intervention.Their unique model is being presented at the International Meeting for Autism Research (IMFAR) in San Francisco May 10-13.The years-long, federally-funded effort took a deep dive into Latino cultural norms in order to develop an ethnically sensitive screening methodology.", "In the year before their study started, very few toddlers in their target population were screened for autism risk -- less than 10 percent of Latino 18-30 month olds received screening -- and no children were identified to be at risk for ASD.", "At the end of the study and after incorporating the new screening model, more than 90 percent of the infants were screened during well-child doctor visits.", "Four percent were identified to be at possible risk and referred for more specific ASD testing.", "\"This rate mirrors the rate of positive screens found in studies of U.S. English-language toddlers,\" says the study's senior investigator, Bruno Anthony, PhD, deputy director for the Georgetown University Center for Child and Human Development, and professor of pediatrics and psychiatry.", "\"It appears that our approach is effectively picking up children that might benefit from early intervention that can improve outcomes such as cognition, peer interactions, language development and strategies to enhance families coping abilities,\" explains Anthony.The rate of autism, in general in the U.S., is 1 in 68, says Anthony.", "More than half of infants referred for further assessment from ASD screening are found not to meet criteria for ASD, he adds.The screening program was tested over 18 months at the Unity Health Care's Upper Cordozo Health Center in Washington, DC, which cares for 7,000 infants (0-3 years old) each year, 70 percent of whom are Latino.", "One in six of the 93,000 District of Columbia residents rely on Unity Health Care services, which treats community members regardless of their ability to pay.The typical screening tool used in the U.S. to diagnose ASD risk is the M-CHAT (the Modified Checklist for Autism in Toddlers), which is a questionnaire for parents regarding the behavior of their child.", "Positive answers may lead to further testing.But the M-CHAT, even when translated into Spanish, is not commonly being used with Latino parents, says Anthony.", "\"Our prework for this study found that these parents often do not understand the questions, which can be culturally ambiguous,\" he says.Anthony and his group adapted the implementation of the M-CHAT for Latino population, to include explanations of some questions and oral administration by \"family navigators\" who were bilingual, bicultural, and who had \"lived experience\" of raising children diagnosed with ASD or developmental disorders.", "Over time, physicians and other health care workers at Upper Cardozo gradually took over the screening process from the family navigators.", "\"We found that Latino parents were often not comfortable talking about their child's possible behavioral issues and developmental delays.", "We had to work hard to give them the sense that this is appropriate and safe in a medical setting,\" Anthony says.Information from this study allowed the Georgetown and Upper Cardozo team to articulate 10 key steps in integrating a \"Supported Screening\" model.", "Unity Health Care has now used the model to implement screening for developmental delays and mental health, according to Anthony.", "\"We are very excited about this finding because it shows that universal screening for ASDs and developmental delays in primary care can be effective if the program is responsive to community and provider needs that inform outreach, family engagement, training, and clinical procedures,\" says Anthony."], "source": "Georgetown University Medical Center"}