{"title": "Newborn baby brain scans will help scientists track brain development | EurekAlert! Science News", "year": "Tue, 09 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txscientists", "today", "published", "scans", "newborn", "babies", "brains", "researchers", "world", "download", "use", "study", "human", "brain", "images", "part", "developing", "human", "connectome", "project", "dhcp", "collaboration", "king", "college", "london", "imperial", "college", "london", "university", "oxford", "uncover", "brain", "develops", "including", "wiring", "function", "brain", "pregnancy", "changes", "birth", "dhcp", "researchers", "sharing", "images", "methods", "online", "scientists", "around", "world", "use", "data", "magnetic", "resonance", "imaging", "mri", "scanners", "evelina", "london", "children", "hospital", "team", "developed", "new", "techniques", "enable", "images", "brains", "foetuses", "babies", "captured", "researchers", "overcome", "problems", "caused", "babies", "movement", "small", "size", "well", "difficulties", "keeping", "vulnerable", "infants", "safe", "mri", "scanner", "produce", "highly", "detailed", "rich", "information", "brain", "project", "help", "scientists", "understand", "conditions", "autism", "develop", "problems", "pregnancy", "affect", "brain", "growth", "developing", "human", "connectome", "project", "major", "advance", "understanding", "human", "brain", "development", "provide", "first", "map", "brain", "connections", "develop", "goes", "wrong", "disease", "said", "lead", "principal", "investigator", "professor", "david", "edwards", "king", "college", "london", "consultant", "neonatologist", "evelina", "research", "collaboration", "funded", "million", "synergy", "grant", "european", "research", "council", "one", "goals", "project", "make", "sure", "data", "shared", "widely", "across", "world", "possible", "preliminary", "set", "released", "today", "followed", "data", "releases", "scientists", "able", "download", "images", "https", "project", "professor", "jo", "hajnal", "team", "king", "college", "london", "developed", "new", "mri", "technology", "specifically", "designed", "provide", "high", "resolution", "scans", "newborn", "fetal", "addition", "group", "led", "professor", "daniel", "rueckert", "imperial", "college", "london", "developed", "new", "computer", "programs", "analyse", "images", "developing", "novel", "approaches", "help", "researchers", "automatically", "analysing", "rich", "comprehensive", "mr", "images", "collected", "part", "dhcp", "university", "oxford", "professor", "steve", "smith", "team", "developing", "specific", "techniques", "define", "connections", "developing", "well", "studying", "babies", "team", "evelina", "london", "recruiting", "pregnant", "mothers", "foetal", "scanning", "meanwhile", "first", "release", "images", "today", "allow", "scientists", "start", "explore", "powerful", "images", "begin", "mapping", "complexities", "human", "brain", "development", "whole", "new", "way"], "url": "http://www.eurekalert.org/pub_releases/2017-05/kcl-nbb050817.php", "date": "2018-01-19_21:09:12", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists have today published ground-breaking scans of newborn babies' brains which researchers from all over the world can download and use to study how the human brain develops.The images are part of the Developing Human Connectome Project (dHCP), a collaboration between King's College London, Imperial College London and the University of Oxford, which will uncover how the brain develops, including the wiring and function of the brain during pregnancy and how this changes after birth. The dHCP researchers are sharing their images and methods online so that other scientists from around the world can use the data in their own research.Using Magnetic Resonance Imaging (MRI) scanners at Evelina London Children's Hospital, the team has developed new techniques which enable images of the brains of foetuses and babies to be captured. Researchers have overcome problems caused by babies' movement and small size, as well as the difficulties in keeping vulnerable infants safe in the MRI scanner, so that they can now produce highly detailed and rich information on brain development.The project will help scientists to understand how conditions such as autism develop, or how problems in pregnancy affect brain growth.\"The Developing Human Connectome Project is a major advance in understanding human brain development - it will provide the first map of how the brain's connections develop, and how this goes wrong in disease,\" said Lead Principal Investigator, Professor David Edwards from King's College London and Consultant Neonatologist at Evelina London.The research collaboration is funded by a €15 million Synergy Grant from the European Research Council, and one of the goals of the project is to make sure that the data is shared as widely across the world as possible. The preliminary set being released today will be followed by further data releases. Scientists are able to download the images at https://data.developingconnectome.org.For this project, Professor Jo Hajnal's team at King's College London developed new MRI technology specifically designed to provide high resolution scans of newborn and fetal brains.In addition, a group led by Professor Daniel Rueckert at Imperial College London developed new computer programs to analyse the images. \"We have been developing novel approaches that help researchers by automatically analysing the rich and comprehensive MR images that are collected as part of dHCP,\" he explained.At the University of Oxford, Professor Steve Smith's team has been developing specific techniques to define where the connections are in the developing brain.As well as studying more babies, the team at Evelina London are now recruiting pregnant mothers for foetal scanning. Meanwhile, the first release of images today will allow scientists to start to explore these powerful images and begin mapping out the complexities of human brain development in a whole new way.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXScientists have today published ground-breaking scans of newborn babies' brains which researchers from all over the world can download and use to study how the human brain develops.The images are part of the Developing Human Connectome Project (dHCP), a collaboration between King's College London, Imperial College London and the University of Oxford, which will uncover how the brain develops, including the wiring and function of the brain during pregnancy and how this changes after birth.", "The dHCP researchers are sharing their images and methods online so that other scientists from around the world can use the data in their own research.Using Magnetic Resonance Imaging (MRI) scanners at Evelina London Children's Hospital, the team has developed new techniques which enable images of the brains of foetuses and babies to be captured.", "Researchers have overcome problems caused by babies' movement and small size, as well as the difficulties in keeping vulnerable infants safe in the MRI scanner, so that they can now produce highly detailed and rich information on brain development.The project will help scientists to understand how conditions such as autism develop, or how problems in pregnancy affect brain growth.", "\"The Developing Human Connectome Project is a major advance in understanding human brain development - it will provide the first map of how the brain's connections develop, and how this goes wrong in disease,\" said Lead Principal Investigator, Professor David Edwards from King's College London and Consultant Neonatologist at Evelina London.The research collaboration is funded by a €15 million Synergy Grant from the European Research Council, and one of the goals of the project is to make sure that the data is shared as widely across the world as possible.", "The preliminary set being released today will be followed by further data releases.", "Scientists are able to download the images at https://data.developingconnectome.org.For this project, Professor Jo Hajnal's team at King's College London developed new MRI technology specifically designed to provide high resolution scans of newborn and fetal brains.In addition, a group led by Professor Daniel Rueckert at Imperial College London developed new computer programs to analyse the images.", "\"We have been developing novel approaches that help researchers by automatically analysing the rich and comprehensive MR images that are collected as part of dHCP,\" he explained.At the University of Oxford, Professor Steve Smith's team has been developing specific techniques to define where the connections are in the developing brain.As well as studying more babies, the team at Evelina London are now recruiting pregnant mothers for foetal scanning.", "Meanwhile, the first release of images today will allow scientists to start to explore these powerful images and begin mapping out the complexities of human brain development in a whole new way."], "source": "King's College London"}