{"title": "New tool for analyzing mouse vocalizations may provide insights for autism modeling | EurekAlert! Science News", "year": "Mon, 08 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "social", "vocal", "interactions", "mice", "shown", "view", "vocalization", "plays", "significant", "role", "social", "communication", "across", "species", "speech", "humans", "song", "birds", "male", "mice", "produce", "ultrasonic", "vocalizations", "presence", "females", "sexes", "sing", "friendly", "social", "encounters", "mice", "genetically", "well", "characterized", "used", "extensively", "research", "autism", "well", "areas", "limitations", "studying", "ultrasonic", "vocalizations", "unique", "collaboration", "children", "hospital", "los", "angeles", "usc", "viterbi", "school", "engineering", "researchers", "developed", "demonstrated", "novel", "tool", "enables", "unbiased", "analysis", "sounds", "study", "published", "journal", "neuron", "may", "underlying", "neurobiological", "basis", "heritable", "nature", "vocalizations", "humans", "animals", "identified", "promising", "genes", "neural", "networks", "involved", "vocal", "production", "auditory", "processing", "social", "communication", "understanding", "complicated", "vocalizations", "mice", "relate", "social", "behavior", "crucial", "advancing", "vocal", "social", "communication", "research", "including", "understanding", "genes", "affect", "vocal", "communication", "relate", "children", "developmental", "disorders", "like", "autism", "said", "pat", "levitt", "phd", "chair", "developmental", "neurogenetics", "children", "hospital", "los", "angeles", "wm", "keck", "provost", "professor", "neurogenetics", "keck", "school", "medicine", "novel", "tool", "provides", "rapid", "automated", "unsupervised", "stamped", "analysis", "ultrasonic", "vocalizations", "mice", "time", "date", "stamp", "attached", "vocalizations", "investigators", "expect", "tool", "useful", "correlating", "vocalizations", "video", "recorded", "behavioral", "interactions", "allowing", "additional", "information", "mined", "mouse", "models", "relevant", "social", "deficits", "experienced", "persons", "allison", "knoll", "phd", "chla", "first", "study", "researchers", "field", "aware", "working", "interpret", "meaning", "mouse", "vocalization", "categorizing", "sounds", "using", "syllable", "classification", "system", "discrete", "sounds", "defined", "syllables", "wide", "variation", "types", "ultrasonic", "vocalizations", "made", "mice", "order", "analyze", "information", "researchers", "develop", "ways", "categorizing", "combining", "sounds", "perceived", "similar", "using", "manual", "techniques", "tool", "removes", "bias", "fully", "automating", "processing", "vocalizations", "using", "methods", "employed", "human", "speech", "language", "analysis", "said", "knoll", "tool", "called", "mouse", "ultrasonic", "profile", "extraction", "mupet", "available", "software", "first", "maarten", "van", "segbroeck", "phd", "usc", "viterbi", "school", "engineering", "signal", "analysis", "interpretation", "laboratory", "sail", "said", "researching", "animal", "vocalizations", "traditionally", "manual", "effort", "one", "needs", "annotate", "analyze", "data", "mupet", "researchers", "automatically", "process", "many", "hours", "mice", "ultrasonic", "vocalizations", "minutes", "combining", "expertise", "human", "speech", "processing", "unsupervised", "machine", "learning", "rapidly", "automatically", "process", "capture", "large", "amount", "audio", "recordings", "repertoire", "syllable", "units", "comparing", "repertoires", "mice", "across", "different", "studies", "mupet", "permits", "researchers", "find", "patterns", "differences", "vocalizations", "excited", "see", "mupet", "help", "researchers", "open", "new", "avenues", "understanding", "interpreting", "animal", "vocalization", "behavior", "shrikanth", "narayanan", "phd", "niki", "max", "nikias", "chair", "engineering", "usc", "electrical", "engineer", "computer", "scientist", "trained", "linguist", "oversees", "sail", "lab", "developed", "software", "said", "ability", "uncover", "patterns", "automatically", "vast", "amounts", "multimodal", "behavioral", "data", "animal", "vocalizations", "beyond", "objective", "scalable", "efficient", "manner", "using", "mathematical", "principles", "machine", "learning", "algorithms", "opens", "exciting", "possibilities", "scientific", "discovery", "enhances", "expert", "analysis", "machine", "intelligence", "accelerate", "basic", "research", "translation", "promise", "impact", "engineering", "methods", "biomedical", "clinical", "realms", "continues", "profound"], "url": "http://www.eurekalert.org/pub_releases/2017-05/chla-ntf050417.php", "date": "2018-01-19_21:09:15", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Social and vocal interactions between mice are shown.\n     view more Vocalization plays a significant role in social communication across species such as speech by humans and song by birds. Male mice produce ultrasonic vocalizations in the presence of females and both sexes sing during friendly social encounters. Mice have been genetically well characterized and used extensively for research on autism as well as in other areas, but until now there have been limitations to studying their ultrasonic vocalizations. In a unique collaboration between Children's Hospital Los Angeles and the USC Viterbi School of Engineering, researchers have developed and demonstrated a novel signal-processing tool that enables unbiased, data-driven analysis of these sounds. The study was published in the journal Neuron on May 3.Research into the underlying neurobiological basis and heritable nature of vocalizations in humans and animals has identified promising genes and neural networks involved in vocal production, auditory processing and social communication. \"Understanding the complicated vocalizations of mice -- and how they relate to their social behavior -- will be crucial to advancing vocal and social communication research, including understanding how genes that affect vocal communication relate to children with developmental disorders like autism,\" said Pat Levitt, PhD, Simms/Mann Chair in Developmental Neurogenetics at Children's Hospital Los Angeles and the WM Keck Provost Professor in Neurogenetics at the Keck School of Medicine at USC.The novel signal-processing tool provides rapid, automated, unsupervised and time/date stamped analysis of the ultrasonic vocalizations of mice.  Because of the time and date stamp attached to the vocalizations, the investigators expect that this tool will be useful in correlating vocalizations with video recorded behavioral interactions, allowing additional information to be mined from mouse models relevant to the social deficits experienced by persons with autism.According to Allison Knoll, PhD, of CHLA, a first co-author on the study, researchers in the field have been aware of and working to interpret the meaning of mouse vocalization by categorizing the sounds using a syllable classification system - with discrete sounds defined as syllables. Because there is such a wide variation in the types of ultrasonic vocalizations made by mice, in order to analyze the information researchers have had to develop ways of categorizing and combining sounds they perceived to be similar using manual or semi-automated techniques.\"This tool removes bias by fully automating the processing of vocalizations using signal-processing methods employed in human speech and language analysis,\" said Knoll. The signal-processing tool, called Mouse Ultrasonic Profile ExTraction (MUPET), is available through open-access software. First co-author, Maarten Van Segbroeck, PhD, at the USC Viterbi School of Engineering's Signal Analysis and Interpretation Laboratory (SAIL) said, \"Researching animal vocalizations is traditionally a very time-consuming manual effort as one needs to annotate and analyze the data. With MUPET, researchers can now automatically process many hours of mice ultrasonic vocalizations in just minutes. By combining our expertise in human speech processing with unsupervised machine learning, we can rapidly and automatically process and capture large amount of audio recordings into a repertoire of \"syllable\" units. By comparing these repertoires of mice across different studies, MUPET permits researchers to find patterns and differences in their vocalizations. We are very excited to see how MUPET can help researchers open new avenues to understanding and interpreting animal vocalization behavior.\"Shrikanth Narayanan, PhD, the Niki & C. L. Max Nikias Chair in Engineering at USC -- and an electrical engineer, computer scientist and trained linguist who oversees the SAIL Lab which developed the software, said, \"The ability to uncover patterns automatically from vast amounts of multimodal behavioral data (animal vocalizations and beyond) in an objective, scalable and efficient manner using mathematical principles and machine learning algorithms opens up exciting possibilities for scientific discovery.  It enhances expert analysis with machine intelligence and can accelerate both basic research and its translation. The promise and impact of such engineering methods in biomedical and clinical realms continues to be profound.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Social and vocal interactions between mice are shown.", "view more Vocalization plays a significant role in social communication across species such as speech by humans and song by birds.", "Male mice produce ultrasonic vocalizations in the presence of females and both sexes sing during friendly social encounters.", "Mice have been genetically well characterized and used extensively for research on autism as well as in other areas, but until now there have been limitations to studying their ultrasonic vocalizations.", "In a unique collaboration between Children's Hospital Los Angeles and the USC Viterbi School of Engineering, researchers have developed and demonstrated a novel signal-processing tool that enables unbiased, data-driven analysis of these sounds.", "The study was published in the journal Neuron on May 3.Research into the underlying neurobiological basis and heritable nature of vocalizations in humans and animals has identified promising genes and neural networks involved in vocal production, auditory processing and social communication.", "\"Understanding the complicated vocalizations of mice -- and how they relate to their social behavior -- will be crucial to advancing vocal and social communication research, including understanding how genes that affect vocal communication relate to children with developmental disorders like autism,\" said Pat Levitt, PhD, Simms/Mann Chair in Developmental Neurogenetics at Children's Hospital Los Angeles and the WM Keck Provost Professor in Neurogenetics at the Keck School of Medicine at USC.The novel signal-processing tool provides rapid, automated, unsupervised and time/date stamped analysis of the ultrasonic vocalizations of mice.", "Because of the time and date stamp attached to the vocalizations, the investigators expect that this tool will be useful in correlating vocalizations with video recorded behavioral interactions, allowing additional information to be mined from mouse models relevant to the social deficits experienced by persons with autism.According to Allison Knoll, PhD, of CHLA, a first co-author on the study, researchers in the field have been aware of and working to interpret the meaning of mouse vocalization by categorizing the sounds using a syllable classification system - with discrete sounds defined as syllables.", "Because there is such a wide variation in the types of ultrasonic vocalizations made by mice, in order to analyze the information researchers have had to develop ways of categorizing and combining sounds they perceived to be similar using manual or semi-automated techniques.", "\"This tool removes bias by fully automating the processing of vocalizations using signal-processing methods employed in human speech and language analysis,\" said Knoll.", "The signal-processing tool, called Mouse Ultrasonic Profile ExTraction (MUPET), is available through open-access software.", "First co-author, Maarten Van Segbroeck, PhD, at the USC Viterbi School of Engineering's Signal Analysis and Interpretation Laboratory (SAIL) said, \"Researching animal vocalizations is traditionally a very time-consuming manual effort as one needs to annotate and analyze the data.", "With MUPET, researchers can now automatically process many hours of mice ultrasonic vocalizations in just minutes.", "By combining our expertise in human speech processing with unsupervised machine learning, we can rapidly and automatically process and capture large amount of audio recordings into a repertoire of \"syllable\" units.", "By comparing these repertoires of mice across different studies, MUPET permits researchers to find patterns and differences in their vocalizations.", "We are very excited to see how MUPET can help researchers open new avenues to understanding and interpreting animal vocalization behavior.", "\"Shrikanth Narayanan, PhD, the Niki & C. L. Max Nikias Chair in Engineering at USC -- and an electrical engineer, computer scientist and trained linguist who oversees the SAIL Lab which developed the software, said, \"The ability to uncover patterns automatically from vast amounts of multimodal behavioral data (animal vocalizations and beyond) in an objective, scalable and efficient manner using mathematical principles and machine learning algorithms opens up exciting possibilities for scientific discovery.", "It enhances expert analysis with machine intelligence and can accelerate both basic research and its translation.", "The promise and impact of such engineering methods in biomedical and clinical realms continues to be profound.\""], "source": "Children's Hospital Los Angeles"}