{"keywords": ["Biology", " Molecular Biology", " Physiology", " Neurobiology", " Behavior", " Mental Health", " Memory/Cognitive Processes"], "funder": "", "journal": "Science", "description": "Scientists at the RIKEN-MIT Center for Neural Circuit Genetics (CNCG) have found evidence that helps explain how long lasting cortical engrams are formed in the brain.", "title": "Ingredients for lasting memories", "source_link": null, "institution": "RIKEN", "meeting": "", "text": "Being able to remember experiences long after they have happened is a basic part of life that guides behavior and even helps form personalities. Now, scientists at the RIKEN-MIT Center for Neural Circuit Genetics (CNCG) have found evidence that helps explain how this ability is possible. Published in Science magazine, the study proves the existence of long-lasting engram cells in the frontal part of the brain and shows how connections with other brain regions allow these cells to mature as new memories become permanent. Episodic memories of experiences are thought to begin in a region of the brain called the hippocampus. Led by Susumu Tonegawa, director of the RIKEN Brain Science Institute and the RIKEN-MIT CNCG, researchers have been studying memory formation in mice by combining associative learning with optogenetics and cell labeling. With this approach, they can tag neurons that represent the memory of an event as they are formed in the hippocampus. These types of neurons are called engram cells, and their activation -- either naturally or through optogenetic stimulation with colored light -- are the basis for memory recall.Episodic memories stored in hippocampal engram cells are known to be short lived, and until, now scientists have theorized that permanent memories form gradually over time as new engram cells and neuronal connections form in the cerebral cortex -- the outer gray matter of the brain. In their new series of experiments, the RIKEN-MIT team demonstrates that this theory is only partially correct. Explains lead author Takashi Kitamura, \"We discovered the existence of cortical engram cells, but it turns out that they are not formed gradually over time. They actually form at the same time as the initial memory in the hippocampus.\"Just as Pavlov famously conditioned his dog to salivate at the sound of a bell, the team uses conditioning to study contextual memory in rats. To determine which areas in the cortex were important for forming the long-term memory, they blocked inputs to different brain areas during conditioning or during memory recall over a 3-week period. They found that long-term recall was affected only when information transfer to the frontal cortex of the brain was blocked during conditioning. \"This was surprising,\" notes Tonegawa, \"because it indicated that the cortical memory was likely created on the very first day, and not gradually as has been assumed.\"Next, the team positively identified engram cells in the prefrontal cortex. To do so, they inserted light-sensitive ion channels into prefrontal cells that were active during conditioning, and then excited the cells with blue light when the animals were in an unconditioned context. As with their previous studies in the hippocampus, this caused the mice to exhibit behavior indicative of their remembered experience--a hallmark of engram cells.By definition, animals should be able to remember an event when engram cells respond naturally to a conditioned context, and should be unable to do so when the cells are silent. The team showed that this was true for the cortical engram cells, but only when tested more than a week after conditioning, when the hippocampal engram cells had already lost their memories. As Kitamura notes, \"although the engram cells were formed on the first day, they could only be activated naturally much later. This means that it took time for them to mature and change from silent engrams to active ones.\" Further testing showed that this maturation process required input over several days from the hippocampal engram cells. Inhibiting output from these cells after conditioning made it impossible to activate the frontal engram cells at later times. The team has also shown that engram cells for positive and negative emotional events form in another part of the brain called the amygdala, which is connected to both the hippocampus and the frontal cortex. \"Since the prefrontal cortex is also known to be crucial for rule learning and semantic memory formation,\" notes Kitamura, \"these results will allow researchers to delve deeper into the neural circuit mechanisms and engrams needed for their formation in the neocortex.\" ", "region": "asia", "url": "http://www.eurekalert.org/pub_releases/2017-04/r-ifl033117.php", "article_link": "http://dx.doi.org/10.1126/science.aam6808", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}