{"keywords": ["Biology", " Bacteriology", " Biotechnology", " Education", " Medicine/Health"], "funder": "Welch Foundation, Office of Naval Research, National Science Foundation, National Institutes of Health, Baylor College of Medicine, Rice University's Department of Bioengineering", "journal": "Molecular Systems Biology", "description": "Synthetic biologists at Rice University have engineered gut bacteria capable of sensing colitis in mice. The research points the way to new experiments for studying how gut bacteria and human hosts interact at a molecular level and could eventually lead to orally ingestible bacteria for monitoring gut health and disease.", "title": "Synthetic biologists engineer inflammation-sensing gut bacteria", "source_link": null, "institution": "Rice University", "meeting": "", "text": "Synthetic biologists at Rice University have engineered gut bacteria capable of sensing colitis, an inflammation of the colon, in mice. The research points the way to new experiments for studying how gut bacteria and human hosts interact at a molecular level and could eventually lead to orally ingestible bacteria for monitoring gut health and disease.The research, published in a new study in Molecular Systems Biology, involved a series of breakthroughs in the lab of Jeffrey Tabor, assistant professor of bioengineering and of biosciences at Rice, and key contributions from collaborators Robert Britton and Noah Shroyer at Baylor College of Medicine. Tabor's team, including lead co-author and postdoctoral researcher Kristina Daeffler, identified the first genetically encoded sensor of a novel biomarker linked to inflammation, inserted the genes for the sensor into a well-studied gut bacterium and collaborated with Shroyer and Britton to use the engineered bacteria to detect colon inflammation in mice.\"The gut harbors trillions of microorganisms that play key roles in health and disease,\" Tabor said. \"However, it is a dark and relatively inaccessible place, and few technologies have been developed to study these processes in detail. On the other hand, bacteria have evolved tens of thousands of genetically encoded sensors, many of which sense gut-linked molecules. Thus, genetically engineered sensor bacteria have tremendous potential for studying gut pathways and diagnosing gut diseases.\"Synthetic biologists like Tabor specialize in programming single-celled organisms like bacteria in much the same way an engineer might program a robot. In particular, Tabor's team is working to develop bacterial sensors that can detect disease signals in the gut. Like electrical engineers who build circuits from wires and electronic components, Tabor's team uses genetic circuits to program single-celled creatures to carry out complex information processing.Previous work has suggested that alterations to the gut microbiota, genetic predisposition and other environmental factors may play key roles in inflammatory bowel disease, a condition that includes Crohn's disease and ulcerative colitis and which affects as many as 1.6 million Americans.\"Based on a number of previous studies, we hypothesized that the molecule thiosulfate may be elevated during colitis,\" Daeffler said. \"It has been difficult for scientists to study this link because there aren't tools for reliably measuring thiosulfate in living animals. Our first goal in this project was to engineer such a tool.\"From the outset of the project in 2015, Daeffler said, the idea was to use sensor bacteria, in this case an engineered form of Escherichia coli, to sense thiosulfate and related sulfur-containing compounds that may also be biomarkers of colitis. There were well-understood methods for programming E. coli to produce a fluorescent green protein in response to specific stimuli, but there were no known genes -- in any organism -- that were used to sense thiosulfate, and few for the other compounds.\"There's a link between gut sulfur metabolism and inflammation, and we knew that we needed to be able to measure sulfur metabolites accurately to diagnose colon inflammation,\" she said.   Tabor said study co-author Ravi Sheth, an undergraduate researcher in the group in 2015, used a computer program to identify potential sensors of thiosulfate and other sulfur compounds in the genome of Shewanella, a type of bacteria that live in marine sediment. Tabor's group believes that Shewanella likely breathe these molecules and use the sensors to turn on the proper enzymes in their presence.Daeffler spent one year engineering E. coli to express the sensor genes, validate their function and optimize them to respond to the potential biomarkers by producing a green fluorescent protein signal. It took another year to prove that the system worked and detected colon inflammation in mice.The researchers administered orally two drops containing about a billion sensor bacteria to both healthy mice and to mice with colitis. They measured the activity of the sensor bacteria in each group six hours later. The tell-tale green fluorescent protein showed up in the feces of the mice. Though it was not visible to the unaided eye, it could easily be measured with a standard laboratory instrument called a flow cytometer.The team found that the thiosulfate sensor was activated in the mice with inflammation, and was not activated in the healthy mice. Furthermore, the researchers found that the more inflammation the mouse had, the more the sensor was activated.Tabor said the study shows that gut bacteria can be outfitted with engineered sensors and used to noninvasively measure specific metabolites and that this result could open the door to many new studies that could help elucidate a wide range of gut processes.Though it would likely take several additional years of development, and it remains unknown if thiosulfate is a biomarker of human colitis, the sensor bacteria might eventually be re-engineered to function as a diagnostic of human colitis, Tabor said. In particular, the green fluorescent protein could be replaced with an enzyme that makes a colored pigment.\"We'd like to develop a home inflammation test where a person prone to colitis flare-ups would eat yogurt that contained the engineered bacteria and see blue pigment in the toilet if they were sick,\" he said.Tabor said such a test could reduce unneeded and costly trips to the doctor and unneeded colonoscopy procedures, which are both expensive and invasive. He said his team has begun collaborations with gastroenterologists at Baylor to achieve this goal.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-04/ru-sbe040617.php", "article_link": "http://dx.doi.org/10.15252/msb.20167416", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}