{"authors": [["Corrigan", "C", "C", "Trinity College Dublin School of Medicine."], ["Peterson", "L", "L", "Trinity College Dublin School of Medicine."], ["McVeigh", "C", "C", "Trinity College Dublin School of Medicine."], ["Lavin", "P J", "PJ", "Trinity Health Kidney Centre, Tallaght Hospital, Dublin 24."], ["Mellotte", "G J", "GJ", "Trinity Health Kidney Centre, Tallaght Hospital, Dublin 24."], ["Wall", "C", "C", "Trinity Health Kidney Centre, Tallaght Hospital, Dublin 24."], ["Baker Kerrigan", "A", "A", "National Centre for Arts and Health Tallaght Hospital, Dublin 24."], ["Barnes", "L", "L", "National Centre for Arts and Health Tallaght Hospital, Dublin 24."], ["O'Neill", "D", "D", "Trinity College Dublin School of Medical Gerontology."], ["Moss", "H", "H", "University of Limerick."]], "date": "2017-09-18", "id": "29372947", "text": "This study investigated the purpose and effectiveness of giving outpatients an opportunity to engage in art activities while receiving dialysis treatment. A mixed method study was conducted. 21 semi-structured interviews were conducted with outpatients attending the dialysis unit and 13 surveys of clinicians were completed. The principle reasons to partake in the art activity programme included: to pass time, to relieve boredom, to be creative, to try something new, distraction from concerns, to stay positive and to achieve something new. Patients who did not participate in the programme pass their time primarily by watching TV or sleeping. All staff who partook in the survey were satisfied with the programme and wanted it to continue. Our findings indicate that the creative arts programme is viewed positively by staff and patients alike, and might be useful in other hospital departments. Further in depth qualitative research would be useful to interrogate the potential effect of engagement in art on positive mental health and quality of life for patients with chronic conditions.", "doi": null, "title": "The Perception of Art among Patients and Staff on a Renal Dialysis Unit.", "journal": ["Irish medical journal", "Ir Med J"]}