{"authors": [["Da Ré", "Allessandra Fraga", "AF", "Speech Therapy, Universidade Federal de Ciências da Saúde de Porto Alegre, Porto Alegre, RS, Brazil."], ["Gurgel", "Léia Gonçalves", "LG", "Speech Therapy, Universidade Federal de Ciências da Saúde de Porto Alegre, Porto Alegre, RS, Brazil."], ["Buffon", "Gabriela", "G", "Speech Therapy, Universidade Federal de Ciências da Saúde de Porto Alegre, Porto Alegre, RS, Brazil."], ["Moura", "Weluma Evelyn Rodrigues", "WER", "Speech Therapy, Universidade Federal de Ciências da Saúde de Porto Alegre, Porto Alegre, RS, Brazil."], ["Marques Vidor", "Deisi Cristina Gollo", "DCG", "Universidade Federal de Ciências da Saúde de Porto Alegre, Pró-reitoria de Extensão de Assuntos Comunitários, Porto Alegre, RS, Brazil."], ["Maahs", "Márcia Angelica Peter", "MAP", "Speech Therapy, Universidade Federal de Ciências da Saúde de Porto Alegre, Porto Alegre, RS, Brazil."]], "date": "2017-02-13", "id": "29371903", "text": "Introduction  In Brazil, estimates show that 14.7% of the adult population smokes, and changes in smell and taste arising from tobacco consumption are largely present in this population, which is an aggravating factor to these dysfunctions. Objectives  The objective of this study is to systematically review the findings in the literature about the influence of smoking on smell and taste. Data Synthesis  Our research covered articles published from January 1980 to August 2014 in the following databases: MEDLINE (accessed through PubMed), LILACS, Cochrane Library, and SciELO. We conducted separate lines of research: one concerning smell and the other, taste. We analyzed all the articles that presented randomized controlled studies involving the relation between smoking and smell and taste. Articles that presented unclear methodologies and those whose main results did not target the smell or taste of the subjects were excluded. Titles and abstracts of the articles identified by the research strategy were evaluated by researchers. We included four studies, two of which were exclusively about smell: the first noted the relation between the perception of puff strength and nicotine content; the second did not find any differences in the thresholds and discriminative capacity between smokers and nonsmokers. One article considered only taste and supports the relation between smoking and flavor, another considered both sensory modalities and observes positive results toward the relation immediately after smoking cessation. Conclusion  Three of the four studies presented positive results for the researched variables.", "doi": "10.1055/s-0036-1597921", "title": "Tobacco Influence on Taste and Smell: Systematic Review of the Literature.", "journal": ["International archives of otorhinolaryngology", "Int Arch Otorhinolaryngol"]}