{"authors": [["Melo", "Ândrea de", "Â", "Audiologist, Master Student in Human Communication Disorders, Universidade Federal de Santa Maria, UFSM, Santa Maria, RS, Brazil."], ["Mezzomo", "Carolina Lisbôa", "CL", "Department of Speech Pathology/Audiology, Graduate Program in Human Communication Disorders, Universidade Federal de Santa Maria, UFSM, Santa Maria, RS, Brazil."], ["Garcia", "Michele Vargas", "MV", "Department of Speech Pathology/Audiology, Graduate Program in Human Communication Disorders, Universidade Federal de Santa Maria, UFSM, Santa Maria, RS, Brazil."], ["Biaggio", "Eliara Pinto Vieira", "EPV", "Department of Speech Pathology/Audiology, Graduate Program in Human Communication Disorders, Universidade Federal de Santa Maria, UFSM, Santa Maria, RS, Brazil."]], "date": "2017-04-28", "id": "29371895", "text": "Introduction  Computerized auditory training (CAT) has been building a good reputation in the stimulation of auditory abilities in cases of auditory processing disorder (APD). Objective  To measure the effects of CAT in students with APD, with typical or atypical phonological acquisition, through electrophysiological and subjective measures, correlating them pre- and post-therapy. Methods  The sample for this study includes14 children with APD, subdivided into children with APD and typical phonological acquisition (G1), and children with APD and atypical phonological acquisition (G2). Phonological evaluation of children (PEC), long latency auditory evoked potential (LLAEP) and scale of auditory behaviors (SAB) were conducted to help with the composition of the groups and with the therapeutic intervention. The therapeutic intervention was performed using the software Escuta Ativa (CTS Informática, Pato Branco, Brazil) in 12 sessions of 30 minutes, twice a week. For data analysis, the appropriate statistical tests were used. Results  A decrease in the latency of negative wave N2 and the positive wave P3 in the left ear in G1, and a decrease of P2 in the right ear in G2 were observed. In the analysis comparing the pre- and post-CAT groups, there was a significant difference in P1 latency in the left ear and P2 latency in the right ear, pre-intervention. Furthermore, eight children had an absence of the P3 wave, pre-CAT, but after the intervention, all of them presented the P3 wave. There were changes in the SAB score pre- and post-CAT in both groups. The presence of correlation between the scale and some LLAEP components was observed. Conclusion  The CAT produced an electrophysiological modification, which became evident in the effects of the effects of neural plasticity after CAT. The SAB proved to be useful in measuring the therapeutic effects of the intervention. Moreover, there were behavioral changes in the SAB (higher scores) and correlation with LLAEP.", "doi": "10.1055/s-0037-1600121", "title": "Computerized Auditory Training in Students: Electrophysiological and Subjective Analysis of Therapeutic Effectiveness.", "journal": ["International archives of otorhinolaryngology", "Int Arch Otorhinolaryngol"]}