{"authors": [["O'Keeffe", "Gerard W", "GW", "Department of Anatomy and Neuroscience, University College Cork, Cork, Ireland."], ["McCarthy", "Marian M", "MM", "The Centre for the Integration of Research, Teaching & Learning (CIRTL), University College Cork, Cork, Ireland."]], "date": "2017-11-15", "id": "29371836", "text": "Providing opportunities for undergraduate science students to develop causal reasoning skills and the ability to think like research scientists is a crucial part of their preparation for professional practice as a scientist and/or a clinician. This has led many to question whether the traditional academic in-class lecture still has a functional role in today's undergraduate science education. Here, we performed a case study to attempt to maximize the use of in-class time to create a more authentic learning opportunity for undergraduate neuroscience students in our institution, the majority of whom go on to be research active scientists. We hypothesised that using seminal research papers as a teaching tool in a flipped classroom setting would model for neuroscience students what it means to think like a research scientist, would provide an opportunity for them to develop their causal reasoning skills and allow them to become more comfortable with the nature of professional practice (i.e., research) in the context of the discipline. We describe the design and implementation of this teaching approach to undergraduate final year neuroscience students, and evaluate their perception of it. We provide evidence that this approach models for the students what it means to reason like a research scientist, and discuss the implications of these findings for future practice. We propose that these findings will help add to the educational experience of all Neuroscience students whether they are on pre-med or on a research track.", "doi": null, "title": "A Case Study in the Use of Primary Literature in the Context of Authentic Learning Pedagogy in the Undergraduate Neuroscience Classroom.", "journal": ["Journal of undergraduate neuroscience education : JUNE : a publication of FUN, Faculty for Undergraduate Neuroscience", "J Undergrad Neurosci Educ"]}