{"authors": [["Hernández", "Oscar Hernando", "OH", "Centro de Investigaciones Biomédicas, Universidad Autónoma de Campeche, Colonia Buenavista, San Francisco de Campeche, Campeche, México; Hospital General de Especialidades \"Dr. Javier Buenfil Osorio\", San Francisco de Campeche, Campeche, México; ohhernan@yahoo.com.mx."], ["Hernández-Sánchez", "Karla María", "KM", "Facultad de Medicina, Universidad Autónoma de Campeche, Colonia Buenavista, San Francisco de Campeche, Campeche, México."]], "date": null, "id": "29369295", "text": "Determining the characteristics of Omitted Stimulus Potential (OSP) parameters using different sensory modalities is important because they reflect timing processes and have a substantial influence on time perception. At the same time, the central mechanisms of time perception associated with sensory processing can modulate cortical brain waves related to cognition. This experiment tested the relationship between parameters of the whole OSP brain wave when trains of auditory, visual or somatosensory stimuli were applied. Twenty healthy young college volunteers completed within‑subjects trials with sensory stimuli at a fixed frequency of 0.5 Hz that ceased unpredictably. These passive trials required no behavioural response and were administered to measure the complete set of OSP (i.e., the rate of rise, amplitude and peak latency). OSPs showed a faster rate of rise for auditory stimuli compared to visual or somatosensory stimuli. Auditory stimuli also produced a shorter time to peak and higher amplitude waves. No significant differences were obtained between visual and somatosensory waves. The results suggest that the brain handles interval timing and expectation with greater efficiency for the auditory system compared to other sensory modalities. This auditory supremacy is congruent with previous behavioural studies using missing stimulus tasks and could be useful for clinical purposes, for example, designing auditory‑based brain‑computer interfaces for patients with motor disabilities and visual impairment. The rate of rise is a dynamic measure that should be included in the ERPs analysis.", "doi": null, "title": "Omitted Stimulus Potential Depends on the Sensory Modality.", "journal": ["Acta neurobiologiae experimentalis", "Acta Neurobiol Exp (Wars)"]}