{"authors": [["Richards", "Stephanie L", "SL", null], ["Balanay", "Jo Anne G", "JAG", null], ["Byrd", "Brian D", "BD", null], ["Reiskind", "Michael H", "MH", null], ["Styers", "Diane M", "DM", null]], "date": null, "id": "29369034", "text": "Mosquitoes are a nuisance and can transmit pathogens to humans and other animals, resulting in notable morbidity and mortality. Organized mosquito control programs conduct surveillance, source reduction, treatment of mosquito oviposition sites, and adulticiding to protect public health. However, in some regions, there has been a decline in county and municipal mosquito control programs, and homeowners increasingly contract with private mosquito control companies or address mosquito-related issues themselves at the household level. The extent to which these services are being used, the potential for mosquito and/or insecticide exposure around the home, and the access to these services by individuals of different socioeconomic categories are not known. We conducted regional (western, central, eastern) assessments of public perception and knowledge of mosquito control services in a variety of communities of different socioeconomic categories (low, moderate, high) and types (urban, suburban, rural) in 3 North Carolina counties. We also assessed the respondents' basic knowledge of mosquito-borne diseases. Most respondents thought mosquito control was important to protect against both nuisance mosquitoes and mosquito-borne disease. The majority of people would pay ≤$50/year for mosquito control and most thought this should be covered by municipal/county taxes. Many respondents (31%, 95% confidence interval [CI] 26-35%) personally undertake mosquito control on their properties, but only 5.3% (95% CI 3.1-7.5%) contract with professional mosquito control services, with no significant differences between region, community type, or socioeconomic category in the proportion using private mosquito control services. While there were significant differences between factor levels (3 regions, 3 community types, 3 socioeconomic categories) in some responses, there were no significant differences observed between respondents, regardless of factor level, in the willingness to contribute funds to a community-based mosquito control program.", "doi": "10.2987/17-6669.1", "title": "Regional Survey of Mosquito Control Knowledge and Usage In North Carolina.", "journal": ["Journal of the American Mosquito Control Association", "J. Am. Mosq. Control Assoc."]}