{"authors": [["Aparco", "Juan Pablo", "JP", "Centro Nacional de Alimentación y Nutrición, Instituto Nacional de Salud. Lima, Perú."], ["Huamán-Espino", "Lucio", "L", "Centro Nacional de Alimentación y Nutrición, Instituto Nacional de Salud. Lima, Perú."]], "date": null, "id": "29364402", "text": "To explore the barriers and facilitators of micronutrient powder (MNP) supplementation to mothers of children aged 6 to 35 months living in the Peruvian cities of Tacna, Loreto, Puno, and Lima.This qualitative exploratory study with a grounded theory approach was conducted in the Peruvian cities of Lima, Tacna, Loreto, and Puno in 2014. In-depth interviews were conducted with mothers of children younger than 3 years, and observations in health care facilities (HCFs) were made to determine the barriers and facilitators of MNP supplementation.The barriers identified at the health care level were limited access to HCFs, negative rumors regarding the MNP in the clinics, and poor care by health personnel. The barrier at the product (MNP) level was the lack of knowledge about the supplement, including taste and side effects. The barrier at the maternal level was lack of time, neglect, difficulties in preparing the MNP, and opposition to the use of the MNP by the husband. The main facilitators were receiving information from health personnel regarding child improvement, mother's perception of child's improvement, and positive testimonies about the effectiveness of the MNP from relatives and neighbors.Barriers regarding MNP use at the health care system level and those associated with the behavior mothers and family/community, which prevent children from consuming the MNP supplement daily, need to be addressed through the development of strategies. Strategies must be developed to overcome the barriers related to the health care system, the MNP, and the behavior of children, mothers, and family/community because these barriers prevent children from consuming the MNP daily.Explorar las barreras y facilitadores para la suplementación con micronutrientes en polvo (MNP) en madres de niños de 6 a 35 meses de edad de Tacna, Loreto, Puno y Lima.Estudio cualitativo, exploratorio con enfoque de teoría fundamentada, realizado en Lima, Tacna, Loreto y Puno en el año 2014. Se aplicaron entrevistas a profundidad a madres de niños menores de tres años y observación en establecimientos de salud (ES) para explorar las barreras y facilitadores a la suplementación con MNP.Se encontró como barreras: a nivel de sistema de salud, a las dificultades para acceder al ES, los rumores negativos al suplemento en la sala de espera y el maltrato del personal de salud; a nivel del producto (MNP), la falta de conocimiento sobre el suplemento, el sabor y los efectos secundarios y a nivel de la madre, aparecen barreras como la falta de tiempo, el olvido, las dificultades en la preparación del MNP y la oposición al uso del suplemento por parte del esposo. Los principales facilitadores fueron: recibir información del personal de salud sobre la mejora del niño, la percepción de la madre de que el niño mejora y testimonios positivos sobre el MNP de familiares o vecinas.Existen barreras relacionadas al sistema de salud, al producto (MNP) y al comportamiento de niños, madres y familia / comunidad, que son necesarios abordar con estrategias que permitan superar estas dificultades, ya que impiden que los niños consuman diariamente, en una preparación adecuada el suplemento de MNP.", "doi": "10.17843/rpmesp.2017.344.3164", "title": "[Barriers and Facilitators of Micronutrient Powder Supplementation: Maternal Perceptions and Dynamics of Health Services].", "journal": ["Revista peruana de medicina experimental y salud publica", "Rev Peru Med Exp Salud Publica"]}