{"authors": [["Rigo", "Lilian", "L", "Faculdade IMED de Passo Fundo, Passo Fundo, RS, Brazil."], ["Garbin", "Raíssa Rigo", "RR", "Universidade de Passo Fundo, Passo Fundo, Brazil."], ["Rodrigues", "José Lucas Sani de Alcântara", "JLSA", "Universidade Estadual de Feira de Santana, Feira de Santana, BA, Brazil."], ["Menezes-Júnior", "Laerte Ribeiro", "LR", "Prefeitura Municipal de Itabaiana, Itabaiana, SE, Brazil."], ["Paranhos", "Luiz Renato", "LR", "Universidade Federal de Sergipe, Lagarto, SE, Brazil."], ["Barelli", "Cristiane", "C", "Universidade de Passo Fundo, Passo Fundo, Brazil."]], "date": null, "id": "29364365", "text": "To verify the profile of elderly followed up by Family Health Strategy teams and the influence of self-reported chronic diseases on demographic variables, describing self-perception and satisfaction with quality of health.This is a cross-sectional population- based study carried out with 301 elderly residents in two areas of a city in southern Brazil. Data were collected through a questionnaire based on the Health, Well-Being, and Aging Study adapted by researchers, and a playful scale to assess satisfaction with health. For the statistical analysis, the χ2 test was used (p<0.05).Regarding cognitive assessment, the majority was classified as independent (86.4%), not requiring caregiver assistance to answer the questionnaire. The population was predominantly female (55.8%), White (64.8%), married (51.2%), and catholic (82.1%). A total of 47.5% considered their current health status as regular. Regarding satisfaction with health, 72.4% were happy, even reporting having at least one chronic health problem (58.5%).The presence of chronic diseases was reported by most respondents, and the practice of self-medication is significantly more frequent among the aged. Nevertheless, the degree of satisfaction with their health status was predominantly positive, both related to the previous year and compared to others of the same age.", "doi": "10.1590/S1679-45082017AO3972", "title": "Self-perceived quality of health and satisfaction by elderly seen by the Family Health Strategy team.", "journal": ["Einstein (Sao Paulo, Brazil)", "Einstein (Sao Paulo)"]}