{"authors": [["van Laarhoven", "Antoinette I M", "AIM", "Health, Medical, and Neuropsychology Unit, Faculty of Social and Behavioral Sciences, Leiden University, Leiden, Netherlands."], ["van Damme", "Stefaan", "S", "Department of Experimental-Clinical and Health Psychology, Ghent University, Ghent, Belgium."], ["Lavrijsen", "A Sjan P M", "ASPM", "Department of Dermatology, Leiden University Medical Center, Leiden, Netherlands."], ["van Ryckeghem", "Dimitri M", "DM", "Department of Experimental-Clinical and Health Psychology, Ghent University, Ghent, Belgium."], ["Crombez", "Geert", "G", "Department of Experimental-Clinical and Health Psychology, Ghent University, Ghent, Belgium."], ["Evers", "Andrea W M", "AWM", "Health, Medical, and Neuropsychology Unit, Faculty of Social and Behavioral Sciences, Leiden University, Leiden, Netherlands."]], "date": "2017-12-07", "id": "29362709", "text": "Although itch and pain are distinct experiences, both are unpleasant, may demand attention, and interfere with daily activities. Research investigating the role of attention in tonic itch and pain stimuli, particularly whether attention is drawn to the stimulus location, is scarce.In the somatosensory attention task, fifty-three healthy participants were exposed to 35-second electrical itch or pain stimuli on either the left or right wrist. Participants responded as quickly as possible to visual targets appearing at the stimulated location (ipsilateral trials) or the arm without stimulation (contralateral trials). During control blocks, participants performed the visual task without stimulation. Attention allocation at the itch and pain location is inferred when responses are faster ipsilaterally than contralaterally.Results did not indicate that attention was directed towards or away from the itch and pain location. Notwithstanding, participants were slower during itch and pain than during control blocks.In contrast with our hypotheses, no indications were found for spatial attention allocation towards the somatosensory stimuli. This may relate to dynamic shifts in attention over the time course of the tonic sensations. Our secondary finding that itch and pain interfere with task performance is in-line with attention theories of bodily perception.", "doi": "10.1155/2017/2031627", "title": "Do Tonic Itch and Pain Stimuli Draw Attention towards Their Location?", "journal": ["BioMed research international", "Biomed Res Int"]}