{"authors": [["Goller", "Florian", "F", "Faculty of Psychology, University of Vienna, Austria."], ["Lee", "Donghoon", "D", "Department of Psychology, Pusan National University, Republic of Korea."], ["Ansorge", "Ulrich", "U", "Faculty of Psychology, University of Vienna, Austria."], ["Choi", "Soonja", "S", "Department of Linguistics and Asian/Middle-Eastern Languages, San Diego State University, United States of America."]], "date": "2017-12-31", "id": "29362644", "text": "Languages differ in how they categorize spatial relations: While German differentiates between containment (in) and support (auf) with distinct spatial words-(a) den Kuli IN die Kappe stecken (\"put pen in cap\"); (b) die Kappe AUF den Kuli stecken (\"put cap on pen\")-Korean uses a single spatial word (kkita) collapsing (a) and (b) into one semantic category, particularly when the spatial enclosure is tight-fit. Korean uses a different word (i.e., netha) for loose-fits (e.g., apple in bowl). We tested whether these differences influence the attention of the speaker. In a crosslinguistic study, we compared native German speakers with native Korean speakers. Participants rated the similarity of two successive video clips of several scenes where two objects were joined or nested (either in a tight or loose manner). The rating data show that Korean speakers base their rating of similarity more on tight- versus loose-fit, whereas German speakers base their rating more on containment versus support (in vs. auf). Throughout the experiment, we also measured the participants' eye movements. Korean speakers looked equally long at the moving Figure object and at the stationary Ground object, whereas German speakers were more biased to look at the Ground object. Additionally, Korean speakers also looked more at the region where the two objects touched than did German speakers. We discuss our data in the light of crosslinguistic semantics and the extent of their influence on spatial cognition and perception.", "doi": "10.5709/acp-0227-z", "title": "Effects of Language Background on Gaze Behavior: A Crosslinguistic Comparison Between Korean and German Speakers.", "journal": ["Advances in cognitive psychology", "Adv Cogn Psychol"]}