{"authors": [["Shalimov", "V F", "VF", "Serbsky Federal Medical Research Center of Psychiatry and Addiction, Moscow, Russia."], ["Suvorinova", "N Yu", "NY", "Pirogov Russian National Research Medical University, Moscow, Russia."], ["Nesterovsky", "Yu E", "YE", "Pirogov Russian National Research Medical University, Moscow, Russia."]], "date": null, "id": "29359724", "text": "To study the efficacy of neyroferon in developmental speech disorders (SDD).Thirty preschool children were stratified into 3 groups: 4-5 years (n=8), 5-6 years (n=10) and 6-7 years (n=12). The children were treated with neyroferon in dose 1 tablet three times a day during 2 month. A multifaceted study of speech disorders using several methods was conducted. General mental state, emotional and behavioral characteristics of the children were assessed as well.A therapeutic effect of neyroferon (the improvement of auditory-speech memory, expressive speech, phonemic perception, articulatory movements, vocabulary activity, connected speech etc) as well as the decrease in anxiety, hyperactivity and attention deficit was found in children with SDD. The safety of the drug was confirmed. The results should be treated as preliminary ones.Цель исследования. Изучение эффективности препарата нейроферон при общем недоразвитии речи (ОНР). Материал и методы. Обследовали 30 детей дошкольного возраста с ОНР, которые по возрасту были разделены на 3 группы: 4-5 лет (8), 5-6 лет (10) и 6-7 лет (12). Терапия проводилась в течение 2 мес: нейроферон назначался по 1 таблетке 3 раза в день. Было проведено многостороннее психологическое обследование речевых расстройств по нескольким методикам. Оценка этих данных проводилась с учетом общего психического состояния, эмоциональных и поведенческих особенностей детей. Результаты и заключение. Выявлено терапевтическое действие нейроферона при ОНР в детском возрасте (повышение уровня слухоречевой памяти, улучшение экспрессивной речи, фонематического восприятия, артикулярной моторики, увеличение активности словаря и способности к связной речи и т.п.), а также уменьшение тревоги, гиперактивности и дефицита внимания. Установлена безопасность применения нейроферона у детей. Полученные результаты авторы оценивают как предварительные.", "doi": "10.17116/jnevro201711711280-87", "title": "[Treatment of speech disorders in preschool children].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}