{"authors": [["Hussain", "Dilwar", "D", "Indian Institute of Technology Guwahati, Guwahati, India."]], "date": "2017-11-30", "id": "29358985", "text": "One of the ongoing debates in social indicator and subjective well-being research is concerned with the weak relationship between objective (such as income) and subjective indicators of well-being (such as life satisfaction). Empirical studies show that the relationship between subjective and the traditional objective well-being indicators is weak. This relationship is found to be very complex and far from clear. The present study tries to shed lights behind the complexity of the relationship between income and subjective well-being (SWB) by bringing into the analysis some alternative factors such as heterogeneity in the human perception and purpose of life (conceptual referent theory) and personality traits. Conceptual referent theory of happiness proposes that people differ in their conceptual referent for a happy life and this referent plays a significant role in their judgment about happiness and life satisfaction. Results of this cross-sectional survey based on 500 individuals residing in rural and urban areas indicate that the relationship between income and life satisfaction is not very strong. Furthermore, the relationship between income and life satisfaction is contingent on a person's conceptual referent for happiness. This study suggests that income seems to have a significant influence on life satisfaction for some people (especially with outer oriented referents) and insignificant influence for other people (especially holding inner oriented referents). Additionally, neuroticism personality trait was able to further explain the relationship between income and life satisfaction. It was observed that the individuals with higher level of neuroticism tend to get a lower level of satisfaction from income rise as compared to individuals with lower level of neuroticism.", "doi": "10.5964/ejop.v13i4.1394", "title": "Conceptual Referents, Personality Traits and Income-Happiness Relationship: An Empirical Investigation.", "journal": ["Europe's journal of psychology", "Eur J Psychol"]}