{"authors": [["Alberts", "Bart B G T", "BBGT", "Donders Institute for Brain, Cognition and Behaviour, Radboud University Nijmegen, Netherlands."], ["Selen", "Luc P J", "LPJ", "Donders Institute for Brain Cognition and Behaviour, Netherlands."], ["Verhagen", "Wim I M", "WIM", "Neurology, Canisius Wilhelmina Hospital."], ["Pennings", "Ronald J E", "RJE", null], ["Medendorp", "W Pieter", "WP", "Donders institute for Brain, Cognition and Behaviour, Radboud University, Netherlands."]], "date": "2017-12-13", "id": "29357473", "text": "DFNA9 is a rare progressive autosomal dominantly inherited vestibulo-cochlear disorder, resulting in a homogeneous group of patients with hearing impairment and bilateral vestibular function loss. These patients suffer from a deteriorated sense of spatial orientation, leading to balance problems in darkness, especially on irregular surfaces. Both behavioral and functional imaging studies suggest that the remaining sensory cues could compensate for the loss of vestibular information. A thorough model-based quantification of this reweighting in individual patients is however missing. Here, we psychometrically examined the individual patient's sensory reweighting of these cues after complete vestibular loss. We asked a group of DFNA9 patients and healthy controls to judge the orientation (clockwise or counterclockwise relative to gravity) of a rod presented within an oriented square frame (rod-in-frame task) in three different head-on-body tilt conditions. Our results show a cyclical frame-induced bias in perceived gravity direction across a 90º-range of frame orientations. The magnitude of this bias was significantly increased in the patients compared to healthy controls. Response variability, which increased with head-on-body tilt, was also larger for the patients. Reverse engineering of the underlying signal properties, using Bayesian inference principles, suggests a reweighting of sensory signals, with an increase in visual weight of 20 to 40% in the patients. Our approach of combining psychophysics and Bayesian reverse engineering is the first to quantify the weights associated with the different sensory modalities at an individual patient level, which could make it possible to develop personal rehabilitation programs based on the patient's sensory weight distribution.", "doi": "10.1152/jn.00082.2017", "title": "Bayesian Quantification of Sensory Reweighting in a Familial Bilateral Vestibular Disorder (DFNA9).", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}