{"authors": [["Clark", "Torin K", "TK", "Smead Aerospace Engineering Sciences, University of Colorado at Boulder, United States."], ["Yi", "Yongwoo", "Y", "Otology & Laryngology, Massachusetts Eye & Ear Infirmary, United States."], ["Galvan-Garza", "Raquel", "R", "Aeronautics and Astronautics, Massachusetts Institute of Technology."], ["Bermudez Rey", "Maria Carolina", "MC", "Massachusetts Eye and Ear Infirmary."], ["Merfeld", "Daniel M", "DM", "Otolaryngology, The Ohio State University, United States."]], "date": "2017-12-20", "id": "29357467", "text": "When forced to choose humans often feel uncertain. Investigations of human perceptual decision-making often employ signal detection theory, which assumes that even when uncertain all available information is fully utilized. However, other studies have suggested or assumed that, when uncertain, human subjects guess totally at random, ignoring available information. When uncertain, do humans simply guess totally at random? Or do humans fully utilize complete information? Or does behavior fall between these two extremes yielding \"above chance\" performance without fully utilizing complete information? While it is often assumed complete information is fully utilized, even when uncertain, to our knowledge this has never been experimentally confirmed. To answer this question, we combined numerical simulations, theoretical analyses, and human studies performed using a self motion direction-recognition perceptual decision-making task (did I rotate left or right?). Subjects were instructed to make forced-choice binary (left/right) and trinary (left/right/uncertain) decisions when cued following each stimulus. Our results show that humans: (a) do not guess at random when uncertain and (b) make binary and trinary decisions equally well. These findings show that humans fully utilize complete information when uncertain for our perceptual decision-making task. This helps unify signal detection theory and other models of forced-choice decision making which allow for uncertain responses.", "doi": "10.1152/jn.00680.2017", "title": "When uncertain, does human self-motion decision-making fully utilize complete information?", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}