{"authors": [["Buckhurst", "Phillip J", "PJ", "School of Health Professions, University of Plymouth, Plymouth, UK."], ["Naroo", "Shehzad A", "SA", "Ophthalmic Research Group, Life and Health Sciences, Aston University, Birmingham, UK."], ["Davies", "Leon N", "LN", "Ophthalmic Research Group, Life and Health Sciences, Aston University, Birmingham, UK."], ["Shah", "Sunil", "S", "Ophthalmic Research Group, Life and Health Sciences, Aston University, Birmingham, UK."], ["Drew", "Tom", "T", "Ophthalmic Research Group, Life and Health Sciences, Aston University, Birmingham, UK."], ["Wolffsohn", "James S", "JS", "Ophthalmic Research Group, Life and Health Sciences, Aston University, Birmingham, UK."]], "date": "2017-06-19", "id": "29354708", "text": "To better understand the phenomenon of dysphotopsia in patients implanted with multifocal intraocular lenses (IOLs).Forty-five patients (aged 61.8±8.9 years) implanted bilaterally with Tecnis ZM900 (diffractive multifocal), Lentis Mplus MF30 (segmented refractive multifocal) or Softec-1 (monofocal) IOLs (each n=15) 4-6 months previously and who had achieved a good surgical outcome were examined. Each reported their dysphotopsia symptoms subjectively, identified its form (EyeVisPod illustrations), quantified retinal straylight (C-Quant) and halo perception (Aston halometer). Retinal straylight and halometry was repeated by a second masked clinician to determine interobserver repeatability.Subjective dysphotopsia ratings were able to differentiate Tecnis ZM900 from Lentis Mplus MF30 (p<0.001), but not Lentis Mplus MF30 from groups implanted with Softec-1 (p=0.290). Straylight was similar between the monofocal and multifocal IOL designs (p=0.664). ZM900 IOLs demonstrated a uniform increase in dysphotopsia in comparison with the monofocal IOL (p<0.001) as measured with the halometer, whereas sectorial refractive multifocal IOLs demonstrated a localised increase in dysphotopsia over the inferior visual field. Intraobserver repeatability was good for the straylight (intraclass correlation coefficients (ICC)=0.77) and halometry (ICC=0.89). There was no significant correlation between the subjective dysphotopsia severity and the straylight (p=0.503) or halometry (p>0.10) quantification or between straylight and the halo area (p>0.30).Multifocal IOLs induce symptoms of dysphotopsia. Straylight did not differentiate between IOL designs, however halometry identified clear differences in light scatter due to the IOL optics. Whereas, subjective rating of overall dysphotopsia are not strongly associated with straylight or halo perception, the halometry polar diagram reflected the subjective descriptions of dysphotopsia.", "doi": "10.1136/bmjophth-2016-000064", "title": "Assessment of dysphotopsia in pseudophakic subjects with multifocal intraocular lenses.", "journal": ["BMJ open ophthalmology", "BMJ Open Ophthalmol"]}