{"authors": [["Son", "Youngsuk", "Y", "Department of Physical and Rehabilitation Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Kang", "Hyo Jeong", "HJ", "Department of Physical Therapy, Graduate School of Sahmyook University, Seoul, Korea."], ["Song", "Yun-Mi", "YM", "Department of Family Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Hwang", "Ji Hye", "JH", "Department of Physical and Rehabilitation Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."]], "date": "2017-12-28", "id": "29354578", "text": "To see how people think about their own feet, and evaluate whether there are correlations among self-awareness of the participants and clinical examination findings.Adult twins and their families who participated in the Healthy Twin study from May 2008 to April 2010 were recruited. Participants were asked whether they thought their feet were normal, flat, or cavus. The lateral talometatarsal angles were measured on foot X-rays to determine the foot arch height. Using the podoscopic footprints taken with the podobaroscope, the Staheli arch index was also measured. Kappa statistics were used to calculate degree of agreement among the three measurement methods.Self-awareness and radiographic findings were significantly different (Pearson chi-square test, p=0.000) and only slightly agreed (kappa measure of agreement=0.136, p=0.000). Self-awareness and podoscopy results revealed a significant difference (Pearson chi-square test, p=0.000), with only slight agreement (kappa measure of agreement=0.072, p=0.000).There is significant disagreement between patients' perception of their feet and actual test results. Many people may have an incorrect assumption about their own foot conditions that may be reflected in improper management. Dissemination of accurate information about foot disorders by foot clinicians would be helpful.", "doi": "10.5535/arm.2017.41.6.1013", "title": "Relationships Between Self-awareness and Clinical Diagnostic Findings of Abnormal Foot Arch Height in Koreans.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}