{"authors": [["Brown", "Laura J", "LJ", "Department of Population Health, London School of Hygiene & Tropical Medicine, Keppel Street, London WC1E 7HT, UK."], ["Sear", "Rebecca", "R", "Department of Population Health, London School of Hygiene & Tropical Medicine, Keppel Street, London WC1E 7HT, UK."]], "date": "2017-08-21", "id": "29354262", "text": "Background and Objectives: Breastfeeding is an important form of parental investment with clear health benefits. Despite this, rates remain low in the UK; understanding variation can therefore help improve interventions. Life history theory suggests that environmental quality may pattern maternal investment, including breastfeeding. We analyse a nationally representative dataset to test two predictions: (i) higher local environmental quality predicts higher likelihood of breastfeeding initiation and longer duration; (ii) higher socioeconomic status (SES) provides a buffer against the adverse influences of low local environmental quality. Methodology: We ran factor analysis on a wide range of local-level environmental variables. Two summary measures of local environmental quality were generated by this analysis-one 'objective' (based on an independent assessor's neighbourhood scores) and one 'subjective' (based on respondent's scores). We used mixed-effects regression techniques to test our hypotheses. Results: Higher objective, but not subjective, local environmental quality predicts higher likelihood of starting and maintaining breastfeeding over and above individual SES and area-level measures of environmental quality. Higher individual SES is protective, with women from high-income households having relatively high breastfeeding initiation rates and those with high status jobs being more likely to maintain breastfeeding, even in poor environmental conditions. Conclusions and Implications: Environmental quality is often vaguely measured; here we present a thorough investigation of environmental quality at the local level, controlling for individual- and area-level measures. Our findings support a shift in focus away from individual factors and towards altering the landscape of women's decision making contexts when considering behaviours relevant to public health.", "doi": "10.1093/emph/eox011", "title": "Local environmental quality positively predicts breastfeeding in the UK's Millennium Cohort Study.", "journal": ["Evolution, medicine, and public health", "Evol Med Public Health"]}