{"authors": [["Lee", "Ann", "A", "Department of Family Medicine, University of Alberta, Alberta, Canada."], ["Kennett", "Sandra", "S", "Faculty of Nursing, University of Alberta, Alberta, Canada."], ["Khera", "Sheny", "S", "Department of Family Medicine, University of Alberta, Alberta, Canada."], ["Ross", "Shelley", "S", "Department of Family Medicine, University of Alberta, Alberta, Canada."]], "date": "2017-12-15", "id": "29354200", "text": "The objective of this mixed-methods study was to determine interpersonal continuity (the ongoing therapeutic relationship between patient and health care provider) experiences of family medicine residents and preceptors, and explore their perceptions of interpersonal continuity.Quantitative data on resident and preceptor encounters were extracted from the electronic medical record (EMR). Opportunities for developing interpersonal continuity were determined using the Usual Provider Continuity (UPC) Index. A qualitative descriptive research method was used for the qualitative portion. Semi-structured interviews were conducted and constant comparative analysis was used to determine emerging themes.Residents were found to have low UPC rates; preceptor rates were higher. Qualitative findings showed variable experiences with interpersonal continuity not apparent from UPC rates. Both preceptors and residents expressed perception of \"ownership\" of patients as a significant barrier to interpersonal continuity.This study suggests that a perceived lack of individual \"ownership\" of a patient panel was a significant barrier to developing interpersonal continuity. This might conflict with current changes towards team-based health care delivery. Understanding perceptions and changing them through a multi-faceted approach including resident teaching and faculty development might help improve interpersonal continuity which are core to both family medicine curricula and current models of health care delivery.", "doi": null, "title": "Perceptions, practice, and \"ownership:\" experiences in continuity of the patient-doctor relationship in a family medicine residency.", "journal": ["Canadian medical education journal", "Can Med Educ J"]}