{"authors": [["Blakey", "Robert", "R", "Centre for Criminology, University of Oxford, Oxford, United Kingdom."], ["Kremsmayer", "Tobias P", "TP", "Department of Communication Sciences & Disorders, Bouvé College of Health Sciences, Northeastern University, Boston, MA, United States."]], "date": "2018-01-04", "id": "29354076", "text": "In growing numbers of court cases, neuroscience is presented to document the mental state of the offender at the level of the brain. While a small body of research has documented the effects of describing the brain state of psychotic offenders, this study tested the impact of neuroscience that could apply to far more offenders; that is the neuroscience of impulse control. In this online vignette experiment, 759 participants sentenced a normally controlled or normally impulsive actor, who committed a violent offense on impulse, explained in either cognitive or neurobiological terms. Although participants considered the neurobiological actor less responsible for his impulsive disposition than the cognitive actor, the neuroscientific testimony did not affect attributions of choice, blame, dangerousness, or punishment for the criminal act. In fact, the neuroscientific testimony exacerbated the perception that the offender offended consciously and \"really wanted\" to offend. The described disposition of the actor was also influential: participants attributed more capacity for reform, more free choice and consequently, more blame to the normally controlled actor. Participants also attributed this actor's offending more to his social life experiences and less to his genes and brain. However, this shift in attributions was unable to explain the greater blame directed at this offender. Together, such findings suggest that even when neuroscience changes attributions for impulsive character, attributions for impulsive offending may remain unchanged. Hence this study casts doubt on the mitigating and aggravating potential of neuroscientific testimony in court.", "doi": "10.3389/fpsyg.2017.02189", "title": "Unable or Unwilling to Exercise Self-control? The Impact of Neuroscience on Perceptions of Impulsive Offenders.", "journal": ["Frontiers in psychology", "Front Psychol"]}