{"authors": [["Shapiro", "Danielle N", "DN", "1 Division of Rehabilitation Psychology and Neuropsychology, Department of Physical Medicine and Rehabilitation, The University of Michigan Health System, Ann Arbor, MI, USA."], ["Waljee", "Jennifer", "J", "2 Section of Plastic Surgery, Department of Surgery, University of Michigan Health System, Ann Arbor, MI, USA."], ["Buchman", "Steven", "S", "2 Section of Plastic Surgery, Department of Surgery, University of Michigan Health System, Ann Arbor, MI, USA."], ["Ranganathan", "Kavitha", "K", "2 Section of Plastic Surgery, Department of Surgery, University of Michigan Health System, Ann Arbor, MI, USA."], ["Warshcausky", "Seth", "S", "1 Division of Rehabilitation Psychology and Neuropsychology, Department of Physical Medicine and Rehabilitation, The University of Michigan Health System, Ann Arbor, MI, USA."]], "date": "2017-12-14", "id": "29351045", "text": "Gender values and beliefs are known to influence family functioning. The aim of the current study was to describe the association between views about gender and family functioning within families with a child with a craniofacial difference (CFD).Participants included 74 dyads composed of children (8-18 years old) with CFD (n = 36 female), including cleft lip/palate, and a parent (n = 56 female). Children and caregivers both completed the activities subscale of the Occupations, Activities, and Traits-Attitudes Measure (C/OAT-AM). Children completed selected items from the Parent Perception Inventory (PPI). Caregivers completed the nurturance subscale of the Parenting Dimensions Inventory-Short Form (PDI-S) and the Parenting Stress Scale (PSS).Participants were recruited from an outpatient program at an academic medical center.There were no significant relationships among the participant demographics and the study variables, with the exception that more complex CFD diagnoses were correlated with increased parenting stress. General linear modeling showed that parents with more flexible gender attitudes reported more nurturing parenting behaviors. There was also a positive association between parental flexibility in gender views and child-reported parent-child relationship quality. An interaction showed that the relationship between parental flexibility in gender views and child-reported relationship quality was stronger for females and nonsignificant for males.Caregivers with more flexible gender attitudes perceived themselves as more nurturing and were seen more positively by their daughters with a CFD. This pattern may inform parenting interventions for CFD populations.", "doi": "10.1177/1055665617726534", "title": "Gender Views and Relationships in Families of Children With Craniofacial Differences.", "journal": ["The Cleft palate-craniofacial journal : official publication of the American Cleft Palate-Craniofacial Association", "Cleft Palate Craniofac. J."]}