{"authors": [["Wilk", "Piotr", "P", "Department of Epidemiology & Biostatistics, & Department of Paediatrics, University of Western Ontario, 1151 Richmond St., London, Canada N6A 3K7."], ["Clark", "Andrew F", "AF", "Children's Health Research Institute, 800 Commissioners Road East, London, Canada N6C 2V5."], ["Maltby", "Alana", "A", "Department of Epidemiology & Biostatistics, University of Western Ontario, 1151 Richmond St., London, Canada N6A 3K7."], ["Smith", "Christine", "C", "Human Environments Analysis Laboratory, & Department of Geography, University of Western Ontario, 1151 Richmond St., London, Canada N6A 3K7."], ["Tucker", "Patricia", "P", "School of Occupational Therapy, University of Western Ontario, 1151 Richmond St., London, Canada N6A 3K7."], ["Gilliland", "Jason A", "JA", "Children's Health Research Institute, 800 Commissioners Road East, London, Canada N6C 2V5."]], "date": "2017-11-16", "id": "29349276", "text": "The purpose of this study was to explore individual-level socio-demographic factors and interpersonal-level factors related to social support, as well as the potential role of neighborhood and school environments that may influence the physical activity (PA) levels of children (ages 9-11). Child and parent questionnaires included individual and interpersonal factors, and PA behaviour. Home postal codes were used to determine the neighbourhood the child resides within, as well as their geographic accessibility to recreation opportunities. The models were assessed using a series of cross-classified random-intercept multi-level regression models as children's PA may be affected by both the school they attend and the neighbourhood in which they live. In the unadjusted model, PA varied significantly across school environments (γ = 0.023; CI: 0.003-0.043), but not across neighbourhoods (γ = 0.007; CI: -0.008 to 0.021). Boys were found to be more active compared to girls (b = 0.183; CI: 0.092-0.275), while the level of PA was lower for children whose fathers achieved post-secondary education (b = - 0.197; CI: -0.376 to 0.018) than for those whose parents completed only high school. The addition of the individual-level correlates did not have a substantial effect on level 2 variances and the level 2 variance associated with school environment remained statistically significant. At the interpersonal level, children's perception of parental support (b = 0.117; CI: 0.091-0.143) and peer support (b = 0.111; CI: 0.079-0.142) were positively related to PA. The level 2 variance for the school environment became statistically non-significant when the interpersonal factors were added to the model. At the environmental level, geographic accessibility did not have a significant association with PA and they did not significantly affect level 1 or 2 variance. As many children do not accrue sufficient levels of PA, identifying modifiable determinants is necessary to develop effective strategies to increase PA.", "doi": "10.1016/j.ssmph.2017.11.004", "title": "Examining individual, interpersonal, and environmental influences on children's physical activity levels.", "journal": ["SSM - population health", "SSM Popul Health"]}