{"authors": [["De Sio", "Simone", "S", "Research Unit of Occupational Medicine, Sapienza University of Rome, Rome, Italy."], ["Cedrone", "Fabrizio", "F", "Research Unit of Occupational Medicine, Sapienza University of Rome, Rome, Italy."], ["Sanità", "Donatella", "D", "Course in Techniques of Prevention in the Workplace, Sapienza University of Rome, Rome, Italy."], ["Ricci", "Pasquale", "P", "SAIMLAL Department, Sapienza University of Rome, Rome, Italy."], ["Corbosiero", "Paola", "P", "SAIMLAL Department, Sapienza University of Rome, Rome, Italy."], ["Di Traglia", "Mario", "M", "Department of Public Health and Infectious Diseases, Sapienza University of Rome, Rome, Italy."], ["Greco", "Emilio", "E", "Department of Neurology and Psychiatry, Sapienza University of Rome, Rome, Italy."], ["Stansfeld", "Stephen", "S", "Centre for Psychiatry, Wolfson Institute of Preventive Medicine, Barts and the London School of Medicine, Queen Mary University of London, London, UK."]], "date": "2017-12-03", "id": "29349081", "text": "Quality of working life is the result of many factors inherent in the workplace environment, especially in terms of exposure to psychosocial risks.The purpose of this study is to assess the quality of life with special attention to gender differences.The HSE-IT questionnaire and the WHO-5 Well-Being Index were administered to a group of workers (74 males and 33 females). The authors also used Cronbach's alpha test to assess the internal consistency of both questionnaires and the Mann-Whitney test to evaluate the significance of gender differences in both questionnaires.The HSE-IT highlighted the existence of work-related stress in all the population with a critical perception regarding the domain \"Relationships.\" Furthermore, gender analysis highlighted the presence of two additional domains in the female population: \"Demand\" (p = 0,002) and \"Support from Managers\" (p = 0,287). The WHO-5 highlighted a well-being level below the standard cut-off point with a significant gender difference (p = 0.009) for males (18, SD = 6) as compared to females (14, SD = 6,4). Cronbach's alpha values indicated a high level of internal consistency for both of our scales.The risk assessment of quality of working life should take into due account the individual characteristics of workers, with special attention to gender.", "doi": "10.1155/2017/7340781", "title": "Quality of Life in Workers and Stress: Gender Differences in Exposure to Psychosocial Risks and Perceived Well-Being.", "journal": ["BioMed research international", "Biomed Res Int"]}