{"authors": [["Kundu", "Srilena", "S", "Physics and Applied Mathematics Unit, Indian Statistical Institute, Kolkata 700108, India."], ["Majhi", "Soumen", "S", "Physics and Applied Mathematics Unit, Indian Statistical Institute, Kolkata 700108, India."], ["Sasmal", "Sourav Kumar", "SK", "Agricultural and Ecological Research Unit, Indian Statistical Institute, Kolkata 700108, India."], ["Ghosh", "Dibakar", "D", "Physics and Applied Mathematics Unit, Indian Statistical Institute, Kolkata 700108, India."], ["Rakshit", "Biswambhar", "B", "Department of Mathematics, Amrita School of Engineering-Coimbatore Amrita Vishwa Vidyapeetham, India."]], "date": "2017-12-19", "id": "29347456", "text": "A metapopulation structure in landscape ecology comprises a group of interacting spatially separated subpopulations or patches of the same species that may experience several local extinctions. This makes the investigation of survivability (in the form of global oscillation) of a metapopulation on top of diverse dispersal topologies extremely crucial. However, among various dispersal topologies in ecological networks, which one can provide higher metapopulation survivability under local extinction is still not well explored. In this article, we scrutinize the robustness of an ecological network consisting of prey-predator patches having Holling type I functional response, against progressively extinct population patches. We present a comprehensive study on this while considering global, small-world, and scale-free dispersal of the subpopulations. Furthermore, we extend our work in enhancing survivability in the form of sustained global oscillation by introducing asymmetries in the dispersal rates of the considered species. Our findings affirm that the asynchrony among the patches plays an important role in the survivability of a metapopulation. In order to demonstrate the model independence of the observed phenomenon, we perform a similar analysis for patches exhibiting Holling type II functional response. On the grounds of the obtained results, our work is expected to provide a better perception of the influence of dispersal arrangements on the global survivability of ecological networks.", "doi": "10.1103/PhysRevE.96.062212", "title": "Survivability of a metapopulation under local extinctions.", "journal": ["Physical review. E", "Phys Rev E"]}