{"authors": [["Mateos", "D M", "DM", "Neuroscience and Mental Health Programme, Division of Neurology, Hospital for Sick Children, Institute of Medical Science and Department of Paediatrics, University of Toronto, Toronto, Canada."], ["Wennberg", "R", "R", "Krembil Neuroscience Centre, Toronto Western Hospital, University of Toronto, Toronto, Canada."], ["Guevara", "R", "R", "Laboratoire Psychologie de la Perception, CNRS and Université Paris Descartes, Sorbonne Paris Cité, Paris, France."], ["Perez Velazquez", "J L", "JL", "Neuroscience and Mental Health Programme, Division of Neurology, Hospital for Sick Children, Institute of Medical Science and Department of Paediatrics, University of Toronto, Toronto, Canada."]], "date": "2017-12-18", "id": "29347348", "text": "We seek general principles of the structure of the cellular collective activity associated with conscious awareness. Can we obtain evidence for features of the optimal brain organization that allows for adequate processing of stimuli and that may guide the emergence of cognition and consciousness? Analyzing brain recordings in conscious and unconscious states, we followed initially the classic approach in physics when it comes to understanding collective behaviours of systems composed of a myriad of units: the assessment of the number of possible configurations (microstates) that the system can adopt, for which we use a global entropic measure associated with the number of connected brain regions. Having found maximal entropy in conscious states, we then inspected the microscopic nature of the configurations of connections using an adequate complexity measure and found higher complexity in states characterized not only by conscious awareness but also by subconscious cognitive processing, such as sleep stages. Our observations indicate that conscious awareness is associated with maximal global (macroscopic) entropy and with the short time scale (microscopic) complexity of the configurations of connected brain networks in pathological unconscious states (seizures and coma), but the microscopic view captures the high complexity in physiological unconscious states (sleep) where there is information processing. As such, our results support the global nature of conscious awareness, as advocated by several theories of cognition. We thus hope that our studies represent preliminary steps to reveal aspects of the structure of cognition that leads to conscious awareness.", "doi": "10.1103/PhysRevE.96.062410", "title": "Consciousness as a global property of brain dynamic activity.", "journal": ["Physical review. E", "Phys Rev E"]}