{"authors": [["Wang", "L", "L", "School of Physics and Astronomy, Queen Mary University of London, Mile End Road, London E1 4NS, United Kingdom."], ["Dove", "M T", "MT", "School of Physics and Astronomy, Queen Mary University of London, Mile End Road, London E1 4NS, United Kingdom."], ["Trachenko", "K", "K", "School of Physics and Astronomy, Queen Mary University of London, Mile End Road, London E1 4NS, United Kingdom."], ["Fomin", "Yu D", "YD", "Institute for High Pressure Physics, Russian Academy of Sciences, Troitsk 108840, Moscow, Russia and Moscow Institute of Physics and Technology, Dolgoprudny, Moscow Region 141700, Russia."], ["Brazhkin", "V V", "VV", "Institute for High Pressure Physics, Russian Academy of Sciences, Troitsk 108840, Moscow, Russia."]], "date": "2017-07-05", "id": "29347198", "text": "We study the thermomechanical properties of matter under extreme conditions deep in the supercritical state, at temperatures exceeding the critical one by up to four orders of magnitude. We calculate the Grüneisen parameter γ and find that on isochores it decreases with temperature from 3 to 1, depending on the density. Our results indicate that from the perspective of thermomechanical properties, the supercritical state is characterized by a wide range of γ's which includes solidlike values-an interesting finding in view of the common perception of the supercritical state as being an intermediate state between gases and liquids. We rationalize this result by considering the relative weights of oscillatory and diffusive components of the supercritical system below the Frenkel line. We also find that γ is nearly constant at the Frenkel line above the critical point and explain this universality in terms of the pressure and temperature scaling of system properties along the lines where particle dynamics changes qualitatively.", "doi": "10.1103/PhysRevE.96.012107", "title": "Supercritical Grüneisen parameter and its universality at the Frenkel line.", "journal": ["Physical review. E", "Phys Rev E"]}