{"authors": [["Kim", "Jenna May", "JM", "Yale New Haven Hospital, New Haven, Connecticut, USA."], ["Hall", "Laura Bressler", "LB", "Yale New Haven Hospital, New Haven, Connecticut, USA."], ["Elia", "Maxwell", "M", "Yale New Haven Hospital, New Haven, Connecticut, USA."], ["Ehrlich", "Michael S", "MS", "Yale New Haven Hospital, New Haven, Connecticut, USA."], ["Materin", "Miguel A", "MA", "Yale New Haven Hospital, New Haven, Connecticut, USA."], ["Sinard", "John H", "JH", "Yale New Haven Hospital, New Haven, Connecticut, USA."]], "date": "2017-04-21", "id": "29344486", "text": "We report a case of acutely presenting mesectodermal leiomyoma of the ciliary body in a 29-year-old female who reported waking up with swollen eyelids of the right eye and light-perception vision. The affected eye had elevated intraocular pressure, a flat anterior chamber, and a pale, round mass arising from the nasal ciliary body, invading the angle and protruding into the visual axis posterior to the lens. Within days, the visual acuity decreased to no light perception. The eye was enucleated.The enucleated eye harbored a tumor arising from the ciliary body, measuring 18 mm in the greatest dimension. Spindled cells with fibrillary cytoplasmic processes suggested a neural origin though negative for S-100, Melan-A, and HMB-45. The cells stained strongly positive for smooth muscle actin and vimentin, leading to the diagnosis of mesectodermal leiomyoma of the ciliary body.We review the literature to expand upon the clinical findings, diagnostic methods, and histopathologic and immunohistochemistry characteristics of mesectodermal leiomyoma.Leiomyoma must be in the differential diagnosis for ciliary body mass, especially in women of reproductive age. Diagnosis relies on histopathology and immunohistochemistry. The mechanism of acute symptom onset may be multifactorial. This case emphasizes the possibility of acute presentation of a rare, benign intraocular tumor.", "doi": "10.1159/000464466", "title": "Acute Presentation of Mesectodermal Leiomyoma of the Ciliary Body.", "journal": ["Ocular oncology and pathology", "Ocul Oncol Pathol"]}