{"authors": [["Kukreja", "Sahiba", "S", "Department of Biochemistry, Sri Guru Ram Das University of Health Sciences, Amritsar, Punjab, India."], ["Chhabra", "Namrata", "N", "Department of Biochemistry, Sir Seewoosagur Ramgoolam Medical College, Vacoas-Phoenix, Mauritius."], ["Kaur", "Amandeep", "A", "Department of Biochemistry, Sri Guru Ram Das University of Health Sciences, Amritsar, Punjab, India."], ["Arora", "Rohit", "R", "Department of Biochemistry, Sri Guru Ram Das University of Health Sciences, Amritsar, Punjab, India."], ["Singh", "Tejinder", "T", "Department of Pediatrics, Christian Medical College, Ludhiana, Punjab, India."]], "date": null, "id": "29344462", "text": "The stress of complex medical course, emotional immaturity, and adaptations to new surroundings are the challenges faced by the new medical entrants. Therefore, mentorship program was introduced to support them for their academic and personal development.The aim of this study is to introduce and to assess the perception of mentors and mentees on mentorship program.A mentorship program was designed for Bachelor of Medicine and Bachelor of Surgery (MBBS) First Professional students. A 1-day workshop was conducted to sensitize the faculty. Seventeen faculty members from various departments volunteered to be mentors. After sensitization, 150 MBBS First Professional students were divided among these faculty members by lottery system. A regular visit of mentees was scheduled with the mentor. At the end of mentorship program, the perception of mentors and mentees was taken using a validated and semi-structured feedback questionnaire. A focus group discussion of students was also conducted.A total of 112 students and 16 faculty members completed the feedback questionnaire. The mentors considered this program helpful in their self-improvement, teaching, and communication skills. Most of the mentees felt that this program helped them emotionally and academically. It was a good way to develop a strong student-teacher relationship. All the mentors and mentees were satisfied with the mentorship program.The newly introduced mentorship program helped in the overall development of mentors and mentees. Both mentors and mentees were extremely satisfied with this program and considered this as a successful intervention.", "doi": "10.4103/ijabmr.IJABMR_160_17", "title": "Introducing Mentoring to 1st-year Medical Students of a Private Medical College in North India: A Pilot Study.", "journal": ["International journal of applied & basic medical research", "Int J Appl Basic Med Res"]}