{"authors": [["Mishra", "Sushanta Kumar", "SK", "Department of Community Medicine, GSL Medical College, Rajahmundry, Andhra Pradesh, India."], ["Dash", "Somanath", "S", "Department of Respiratory Medicine, GSL Medical College, Rajahmundry, Andhra Pradesh, India."]], "date": null, "id": "29344457", "text": "Health professionals are documented as an important cause for stigmatizing people living with HIV (PLHIV). Since traditional teaching on HIV in India does not address cultural competencies, medical graduates lack sociocultural sensitiveness while addressing the health needs of PLHIV.The aim of this study is to develop and to implement a module for medical graduates to improve their sociocultural sensitivity toward PLHIV.A module was designed and introduced to address the core sensitive issues in HIV among medical graduates with the help of trained faculty. It included community education sessions including interaction with PLHIV to address cross-cultural issues and understand their health needs. Feedback for the perception of faculty and students was obtained. Knowledge and skills improvement was assessed through pre- and post test and direct observation of procedural skills (DOPS).Mean feedback score was high for all the components covered by the module. It was found to be more for \"usefulness of module\" (4.91 ± 0.27836 on a scale of 5) than other components of the module. Feedback by faculty showed almost perfect agreement on \"improvement of student's clinical skills\" and \"bringing perfection in their future practice\" across multiple raters. Multiple response open-ended feedback showed, 78 (19%) responses affirmed improvement in communication skills with training in this module. Pre- and post test mean score for knowledge showed an increase (22.1 to 26.49). Mean skills improvement as per expectations were 86.81 and beyond expectations were 5.34.Training the medical graduates in structured HIV specific module improves their socio-cultural sensitivity toward PLHIV and is perceived useful.", "doi": "10.4103/ijabmr.IJABMR_153_17", "title": "Development and Implementation of Module for Medical Graduates to Improve Socio-cultural Sensitivity towards People Living with HIV.", "journal": ["International journal of applied & basic medical research", "Int J Appl Basic Med Res"]}