{"authors": [["Kar", "Maitreyee", "M", "Department of Anatomy, North Bengal Medical College and Hospital, Siliguri, West Bengal, India."], ["Kar", "Chinmaya", "C", "Department of Anatomy, Regional Blood Transfusion Centre, North Bengal Medical College and Hospital, Siliguri, West Bengal, India."], ["Roy", "Hironmoy", "H", "Department of Anatomy, North Bengal Medical College and Hospital, Siliguri, West Bengal, India."], ["Goyal", "Parmod", "P", "Department of Forensic Medicine and Toxicology, Adesh Institute of Medical Sciences and Research, Bathinda, Punjab, India."]], "date": null, "id": "29344456", "text": "Early clinical exposure (ECE) is one of the important tools to teach basic science to the MBBS students. It is one form of vertical integration between basic science and clinical subjects. This study is an effort at exploring the use of ECE as a motivational tool toward better learning in neuroanatomy for first year MBBS students.This study aims to make the students interested and motivated to study neuroanatomy by using ECE as learning tool in neuroanatomy and to make the students enable to retain the knowledge of neuroanatomy more efficiently and correlate the knowledge of neuroanatomy with neuromedicine.This study was conducted in collaboration with the Departments of Anatomy, General Medicine and Medical Education Unit in the year 2016. This was cross-sectional study.One hundred and fifty students of 1st Professional MBBS were subdivided into two groups. After preliminary classes on brain, brainstem, and spinal cord for both groups, conventional lecture classes were taken for Group A only on upper motor neuron (UMN) and lower motor neuron (LMN) paralysis, and only Group B visited General Medicine ward where HOD, General Medicine showed and examined patients of UMN paralysis and LMN paralysis, elicited different symptoms, and discussed different investigation. It was followed by assessment of all by problem-based multiple choice questions (MCQ) and short answer questions. Then, Group B attended lecture class on different cranial nerve palsy whereas Group A visited medicine ward. It was followed by assessment of both groups by problem-based MCQ and short answer questions. The performance was compared. Then, the feedback of the students on ECE was collected by means of reflection writing followed by administration of questionnaire. Then, the perception of teachers regarding ECE was recorded by focused group discussion.Student's t-test was used to compare the performance of both batches. Reflection writing and focus group discussion were analyzed qualitatively.There was a significant difference in Group A (P = 0.019) but no significant difference in Group B (P = 0.679). All the teachers opined that ECE was an efficient method but more time and interdepartmental collaboration were necessary.Group A improved performance due to ECE but Group B maintained the motivational effect of it. Therefore, ECE can be used as an effective learning tool.", "doi": "10.4103/ijabmr.IJABMR_143_17", "title": "Early Clinical Exposure as a Learning Tool to Teach Neuroanatomy for First Year MBBS Students.", "journal": ["International journal of applied & basic medical research", "Int J Appl Basic Med Res"]}