{"authors": [["Saiyad", "Shaista M", "SM", "Department of Physiology, Smt. NHL Municipal Medical College, Ahmedabad, Gujarat, India."], ["Paralikar", "Swapnil J", "SJ", "Department of Physiology, Government Medical College, Bhavnagar, Gujarat, India."], ["Verma", "Anita P", "AP", "Department of Physiology, Smt. NHL Municipal Medical College, Ahmedabad, Gujarat, India."]], "date": null, "id": "29344453", "text": "Most vital areas of patient management such as empathy, professionalism, and ethics are lacking in fresh undergraduates. These areas are considered to be part of hidden curriculum, and as these are not formally taught, we lack competent medical graduates. Introduction of medical humanities (MH) early in the medical curriculum can help to inculcate required soft skills.This study aims to develop, administer, and evaluate MH module in 1st year MBBS students.Module of MH was introduced among 150 1st year MBBS medical students.After taking permission from ethical committee of the institute, a core committee for development of MH module was formed. A standardized validated module for MH comprising of three sessions was formed and was introduced in 1st year MBBS 150 students. Evaluation was done in the form of student and faculty feedback questionnaire, consisting of open- and closed-ended questions.Analysis was done using descriptive statistics using mean and standard deviation.According to participants' feedback and perception, mean overall rating of MH module was 4.69, indicating that it was received well by the students. Out of 3 sessions conducted, students gave maximum grades to session 2: cinemeducation. Results of faculty feedback questionnaire indicated that MH is needed and should be introduced in every batch of 1st year MBBS and should be continued longitudinally.Awareness, knowledge, and attitude of students improved as a result of MH module. Our results indicate that such modules should be implemented in undergraduate medical curriculum.", "doi": "10.4103/ijabmr.IJABMR_138_17", "title": "Introduction of Medical Humanities in MBBS 1st Year.", "journal": ["International journal of applied & basic medical research", "Int J Appl Basic Med Res"]}