{"authors": [["Pasluosta", "Cristian", "C", "Laboratory for Biomedical Microtechnology, Department of Microsystems Engineering-IMTEK, University of Freiburg, Georges-Koehler-Allee 102, 79110 Freiburg, Germany."], ["Kiele", "Patrick", "P", "Laboratory for Biomedical Microtechnology, Department of Microsystems Engineering-IMTEK, University of Freiburg, Georges-Koehler-Allee 102, 79110 Freiburg, Germany."], ["Stieglitz", "Thomas", "T", "Laboratory for Biomedical Microtechnology, Department of Microsystems Engineering-IMTEK, University of Freiburg, Georges-Koehler-Allee 102, 79110 Freiburg, Germany. Electronic address: thomas.stieglitz@imtek.uni-freiburg.de."]], "date": "2017-12-27", "id": "29343415", "text": "The somatosensory system contributes substantially to the integration of multiple sensor modalities into perception. Tactile sensations, proprioception and even temperature perception are integrated to perceive embodiment of our limbs. Damage of somatosensory networks can severely affect the execution of daily life activities. Peripheral injuries are optimally corrected via direct interfacing of the peripheral nerves. Recent advances in implantable devices, stimulation paradigms, and biomimetic sensors enabled the restoration of natural sensations after amputation of the limb. The refinement of stimulation patterns to deliver natural feedback that can be interpreted intuitively such to prescind from long-learning sessions is crucial to function restoration. For this review, we collected state-of-the-art knowledge on the evolution of stimulation paradigms from single fiber stimulation to the eliciting of multisensory sensations. Data from the literature are structured into six sections: (a) physiology of the somatosensory system; (b) stimulation of single fibers; (c) restoral of multisensory percepts; (d) closure of the control loop in hand prostheses; (e) sensory restoration and the sense of embodiment, and (f) methodologies to assess stimulation outcomes. Full functional recovery demands further research on multisensory integration and brain plasticity, which will bring new paradigms for intuitive sensory feedback in the next generation of limb prostheses.", "doi": "10.1016/j.clinph.2017.12.027", "title": "Paradigms for restoration of somatosensory feedback via stimulation of the peripheral nervous system.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}