{"authors": [["Ahuja", "Chaarushi", "C", "Cardiovascular and Pulmonary Branch, Division of Intramural Research, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD 20892, United States."], ["Ayers", "Colby", "C", "Donald W. Reynolds Cardiovascular Clinical Research Center, University of Texas Southwestern Medical Center, Dallas, TX 75390, United States."], ["Hartz", "Jacob", "J", "Children's National Medical Center, Washington, DC 20010, United States."], ["Adu-Brimpong", "Joel", "J", "Office of Intramural Training and Education, National Institutes of Health, Bethesda, MD 20892, United States."], ["Thomas", "Samantha", "S", "Office of Intramural Training and Education, National Institutes of Health, Bethesda, MD 20892, United States."], ["Mitchell", "Valerie", "V", "Cardiovascular and Pulmonary Branch, Division of Intramural Research, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD 20892, United States."], ["Peters-Lawrence", "Marlene", "M", "Blood Epidemiology and Clinical Therapeutics Branch, Division of Blood Diseases and Resources, National, Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD 20892, United States."], ["Sampson", "Dana", "D", "Cardiovascular and Pulmonary Branch, Division of Intramural Research, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD 20892, United States."], ["Brooks", "Alyssa T", "AT", "Clinical Center, National Institutes of Health, Bethesda, MD 20892, United States."], ["Wallen", "Gwenyth", "G", "Clinical Center, National Institutes of Health, Bethesda, MD 20892, United States."], ["Johnson", "Allan", "A", "Department of Nutritional Sciences, Howard University, Washington, DC 20059, United States."], ["Graham", "Lennox", "L", "Department of Nutritional Sciences, Howard University, Washington, DC 20059, United States."], ["Graham", "Avis", "A", "Department of Nutritional Sciences, Howard University, Washington, DC 20059, United States."], ["Rivers", "Joshua", "J", "Cardiovascular and Pulmonary Branch, Division of Intramural Research, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD 20892, United States."], ["Yingling", "Leah", "L", "Department of Biomedical Informatics, University of Utah, Salt Lake City, UT 84106, United States."], ["Powell-Wiley", "Tiffany M", "TM", "Cardiovascular and Pulmonary Branch, Division of Intramural Research, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD 20892, United States."]], "date": "2017-12-07", "id": "29340269", "text": "Sedentary time (ST) and neighborhood environment (NE) are predictors of cardiovascular (CV) health. However, little is known about ST's relationship with NE. We examined associations of perceived and objective NE with ST in the predominantly African American faith-based population of the Washington, D.C. CV Health and Needs Assessment. After using community-based research principles, participants reported NE perceptions, including sidewalks, recreational areas, and crime presence. Factor analysis was conducted to explore pertinent constructs; factor sums were created and combined as Total Perception Score (TPS) (higher score = more favorable perception). Objective NE was assessed using Google Maps and the Active Neighborhood Checklist (ANC). ST was self-reported. Linear regression determined relationships between TPS and ST, and ANC scores and ST, for 1) overall population, 2) lower median-income D.C. areas, and 3) higher median-income DC and Maryland areas. For the sample (N = 98.9% African-American, 78% female), lower median-income areas had significantly lower mean TPS and ANC scores than higher median-income areas (p < 0.001). Three factors (neighborhood violence, physical/social environment, and social cohesion) were associated with overall NE perception. Among those in lower median-income areas, there was a negative association between TPS and ST that remained after covariate adjustment; this was not observed in higher median-income areas. There was no association between ANC scores and ST. Poorer NE perception is associated with greater ST for those in lower income areas, while objective environment is not related to ST. Multi-level interventions are needed to improve NE perceptions in lower-median income areas, reduce ST, and improve CV health.", "doi": "10.1016/j.pmedr.2017.12.002", "title": "Examining relationships between perceptions and objective assessments of neighborhood environment and sedentary time: Data from the Washington, D.C. Cardiovascular Health and Needs Assessment.", "journal": ["Preventive medicine reports", "Prev Med Rep"]}