{"authors": [["Oyeyemi", "Adewale L", "AL", "Department of Physiotherapy, College of Medical Sciences, University of Maiduguri, P.M.B 1069 Bama Road, Maiduguri, Borno State Nigeria."], ["Oyeyemi", "Adetoyeje Y", "AY", "Department of Physiotherapy, College of Medical Sciences, University of Maiduguri, P.M.B 1069 Bama Road, Maiduguri, Borno State Nigeria."], ["Habib", "Rahana Y", "RY", "Department of Physiotherapy, College of Medical Sciences, University of Maiduguri, P.M.B 1069 Bama Road, Maiduguri, Borno State Nigeria."], ["Usman", "Rashida B", "RB", "Department of Physiotherapy, College of Medical Sciences, University of Maiduguri, P.M.B 1069 Bama Road, Maiduguri, Borno State Nigeria."], ["Sunday", "Jasper U", "JU", "Department of Physiotherapy, College of Medical Sciences, University of Maiduguri, P.M.B 1069 Bama Road, Maiduguri, Borno State Nigeria."], ["Usman", "Zubair", "Z", "Faculty of Medicine, Federal University Dutse, Dutse, Jigawa State Nigeria."]], "date": "2017-05-19", "id": "29340200", "text": "Effective control of non-communicable diseases and promotion of population-wide physical activity participation require the active engagement of health professionals. Physiotherapists and physicians, as part of their practice, routinely screen and assess physical activity status, and recommend health enhancing physical activity participation for their patients. This study aims to compare Nigerian physiotherapists and physicians' knowledge of physical activity message, role perception and confidence, perceived feasibility and barriers, and overall disposition to promoting physical activity in their practice.A total of 153 physicians and 94 physiotherapists recruited from 10 government hospitals in five states in Northern Nigeria completed a standardized physical activity promotion questionnaire that elicited information on the knowledge of physical activity, role perception and confidence, feasibility, and barriers to physical activity promotion. Descriptive and inferential statistics were used to analyze the data.The physiotherapists and physicians were fairly knowledgeable on physical activity message (14.2 ± 2.1/20), reported minimal or little barrier to physical activity promotion (23.7 ± 3.1/30), perceived physical activity promotion as their role (13.0 ± 1.8/15), were confident in their ability to discuss and recommend physical activity promotion (7.6 ± 1.6/10) and believed promoting physical activity was feasible for them (15.6 ± 2.6/20). However, over 40% of the physiotherapists and physicians do not know the correct dosage of physical activity that could confer health benefits to patients. The physicians showed better overall disposition to physical activity promotion than the physiotherapists (P = 0.048), but more physiotherapists than the physicians believed 'it is part of their role to suggest to patients to increase their daily physical activity' (95.7% vs 88.2%, P = 0.043) and were more 'confident in suggesting specific physical activity programs for their patients' (87.2% vs 64.5%, P < 0.001).Physiotherapists and physicians in Nigeria demonstrated good disposition to promoting physical activity but many of them have knowledge deficits on the correct dosage required for better health for their patients. These health professionals can serve as good advocates for physical activity promotion in Nigeria, but many of them may require knowledge update on health enhancing physical activity for effective health promotion and primary prevention of non-communicable diseases.", "doi": "10.1186/s40945-017-0034-8", "title": "A survey of physicians and physiotherapists on physical activity promotion in Nigeria.", "journal": ["Archives of physiotherapy", "Arch Physiother"]}