{"authors": [["Annibali", "O", "O", "Unit of Hematology, Stem Cell Transplantation, Transfusion Medicine and Cellular Therapy, Campus Bio-Medico University of Rome, Rome, Italy."], ["Pensieri", "C", "C", "Institute of Philosophy of Scientific and Technological Activity, Campus Bio-Medico University of Rome, Rome, Italy."], ["Tomarchio", "V", "V", "Unit of Hematology, Stem Cell Transplantation, Transfusion Medicine and Cellular Therapy, Campus Bio-Medico University of Rome, Rome, Italy."], ["Biagioli", "V", "V", "Department of Biomedicine and Prevention, School of Nursing, University of Rome Tor Vergata, Rome, Italy."], ["Pennacchini", "M", "M", "Institute of Philosophy of Scientific and Technological Activity, Campus Bio-Medico University of Rome, Rome, Italy."], ["Tendas", "A", "A", "Hematology Unit, Ospedale Sant'Eugenio Hospital, Roma, Italy."], ["Tambone", "V", "V", "Institute of Philosophy of Scientific and Technological Activity, Campus Bio-Medico University of Rome, Rome, Italy."], ["Tirindelli", "M C", "MC", "Unit of Hematology, Stem Cell Transplantation, Transfusion Medicine and Cellular Therapy, Campus Bio-Medico University of Rome, Rome, Italy."]], "date": null, "id": "29340129", "text": "Background: Patients with haematological malignancies are often hospitalized in protective isolation until full neutrophil recovery in order to prevent infections. This descriptive pilot study evaluate the level of isolation-related distress and the use of free time in a sample of Italian onco-haematological patients who were hospitalized in protective isolation. Materials and Methods: Participants were 18 patients hospitalized in hematologic ward to receive induction therapy (n=12) or autologous stem cell transplant (n=6). They completed a self-report questionnaire before discharge. Results: Participants reported a moderate level of isolation-related distress, anxiety, and boredom: the more the anxiety and the boredom, the more the distress (r=.77; P<.001), (r=.79; P<.001), respectively. The activities performed during isolation were: watching TV (72.2%), reading (55.6%), thinking (33.3%), surfing in Internet or using PC (33.3%), and playing games or making cross-words (16.7%). Participants who reported pessimistic thinking had higher isolation-related distress (P=.004) as well as anxiety (P<.001) and boredom (P=.001). Conclusion: Haematology Units should support isolated patients in spending their time in recreational activities, allowing more contacts with immediate relatives and friends, providing free TV and Wi-Fi connection inside the room. In addition, patients should have to keep themselves physically active. Isolation-related distress could also be reduced by providing psychological support.", "doi": null, "title": "Protective Isolation for Patients with Haematological Malignancies: A Pilot Study Investigating Patients' Distress and Use of Time.", "journal": ["International journal of hematology-oncology and stem cell research", "Int J Hematol Oncol Stem Cell Res"]}