{"authors": [["Fidêncio", "Vanessa Luisa Destro", "VLD", "Universidade de São Paulo (USP), Faculdade de Odontologia de Bauru (FOB), Departamento de Fonoaudiologia, Bauru, SP, Brazil. Electronic address: vanessa.destrof@gmail.com."], ["Jacob", "Regina Tangerino de Souza", "RTS", "Universidade de São Paulo (USP), Faculdade de Odontologia de Bauru (FOB), Departamento de Fonoaudiologia, Bauru, SP, Brazil."], ["Tanamati", "Liége Franzini", "LF", "Universidade de São Paulo (USP), Hospital de Reabilitação de Anomalias Crânio-Faciais (HRAC), Bauru, SP, Brazil."], ["Bucuvic", "Érika Cristina", "ÉC", "Universidade de São Paulo (USP), Hospital de Reabilitação de Anomalias Crânio-Faciais (HRAC), Bauru, SP, Brazil."], ["Moret", "Adriane Lima Mortari", "ALM", "Universidade de São Paulo (USP), Faculdade de Odontologia de Bauru (FOB), Departamento de Fonoaudiologia, Bauru, SP, Brazil."]], "date": "2017-12-26", "id": "29339025", "text": "The frequency modulation system is a device that helps to improve speech perception in noise and is considered the most beneficial approach to improve speech recognition in noise in cochlear implant users. According to guidelines, there is a need to perform a check before fitting the frequency modulation system. Although there are recommendations regarding the behavioral tests that should be performed at the fitting of the frequency modulation system to cochlear implant users, there are no published recommendations regarding the electroacoustic test that should be performed.Perform and determine the validity of an electroacoustic verification test for frequency modulation systems coupled to different cochlear implant speech processors.The sample included 40 participants between 5 and 18 year's users of four different models of speech processors. For the electroacoustic evaluation, we used the Audioscan Verifit device with the HA-1 coupler and the listening check devices corresponding to each speech processor model. In cases where the transparency was not achieved, a modification was made in the frequency modulation gain adjustment and we used the Brazilian version of the \"Phrases in Noise Test\" to evaluate the speech perception in competitive noise.It was observed that there was transparency between the frequency modulation system and the cochlear implant in 85% of the participants evaluated. After adjusting the gain of the frequency modulation receiver in the other participants, the devices showed transparency when the electroacoustic verification test was repeated. It was also observed that patients demonstrated better performance in speech perception in noise after a new adjustment, that is, in these cases; the electroacoustic transparency caused behavioral transparency.The electroacoustic evaluation protocol suggested was effective in evaluation of transparency between the frequency modulation system and the cochlear implant. Performing the adjustment of the speech processor and the frequency modulation system gain are essential when fitting this device.", "doi": "10.1016/j.bjorl.2017.11.001", "title": "Electroacoustic verification of frequency modulation systems in cochlear implant users.", "journal": ["Brazilian journal of otorhinolaryngology", "Braz J Otorhinolaryngol"]}