{"authors": [["Kumar", "Kaushlendra", "K", "Department of Audiology & SLP, Kasturba Medical College, Mangalore Manipal Academy of Higher Education, Manipal, Karnataka, India."], ["Thomas", "Teenu", "T", "Department of Audiology & SLP, Kasturba Medical College, Mangalore Manipal Academy of Higher Education, Manipal, Karnataka, India."], ["Bhat", "Jayashree S", "JS", "Department of Audiology & SLP, Kasturba Medical College, Mangalore Manipal Academy of Higher Education, Manipal, Karnataka, India."], ["Ranjan", "Rajesh", "R", "Department of Audiology & SLP, Kasturba Medical College, Mangalore Manipal Academy of Higher Education, Manipal, Karnataka, India."]], "date": "2017-12-01", "id": "29336138", "text": "In congenital visual impaired individuals one modality is impaired (visual modality) this impairment is compensated by other sensory modalities. There is evidence that visual impaired performed better in different auditory task like localization, auditory memory, verbal memory, auditory attention, and other behavioural tasks when compare to normal sighted individuals.The current study was aimed to compare the temporal resolution, frequency resolution and speech perception in noise ability in individuals with congenital visual impaired and normal sighted.Temporal resolution, frequency resolution, and speech perception in noise were measured using MDT, GDT, DDT, SRDT, and SNR50 respectively. Twelve congenital visual impaired participants with age range of 18 to 40 years were taken and equal in number with normal sighted participants. All the participants had normal hearing sensitivity with normal middle ear functioning.Individual with visual impairment showed superior threshold in MDT, SRDT and SNR50 as compared to normal sighted individuals. This may be due to complexity of the tasks; MDT, SRDT and SNR50 are complex tasks than GDT and DDT.Visual impairment showed superior performance in auditory processing and speech perception with complex auditory perceptual tasks.", "doi": "10.5935/0946-5448.20170031", "title": "Psycho acoustical Measures in Individuals with Congenital Visual Impairment.", "journal": ["The international tinnitus journal", "Int Tinnitus J"]}