{"authors": [["Makar", "Sujoy Kumar", "SK", "Audiologist and Speech-Language Pathologist, Ali Yavar Jung National Institute for the Hearing Handicapped, India."], ["Mukundan", "Geetha", "G", "Ex-Deputy Director (Technical), Ali Yavar Jung National Institute for the Hearing Handicapped, India."], ["Gore", "Geeta", "G", "Ex-Professor (Sp. & Hg) &HOD, Topiwala National Medical College & BYL Nair Charitable Hospital, India."]], "date": "2017-12-01", "id": "29336134", "text": "Tinnitus is a perception of an auditory sensation without the presence of an external sound. It has devastating impact on the quality of life and psychosocial aspect of the sufferer. Mechanisms of tinnitus not clear; however, its management include counselling, hearing aids, tinnitus masking, relaxation therapy, cognitive behaviour therapy and tinnitus retraining therapy.To conduct a scoping review to explore the role of counselling, hearing aids, tinnitus masking, relaxation therapy, cognitive-behavioural therapy and tinnitus retraining therapy in India. To also provide an overview of efficacy of these approaches in tinnitus management.Scoping review.Experimental studies, follow-up assessments, and reviews assessing tinnitus treatment approaches were identified as a result of an electronic database met search.The evidence suggests that all tinnitus management programs have their unique benefits in the treatment of tinnitus. Given the confounding variables that include length of therapy, tinnitus severity and subject population, the overall level of evidence is equivocal. Nonetheless, the efficacy of CBT appears reasonably established and combined approach (masking + counselling + attention diversion) appears to be most promising for audiologists for future tinnitus management. A common ground of therapeutic elements was established and evidence was found to be robust enough to guide clinical practice.The use of more robust methodology with well-defined control groups, as well as randomization of clinical trials in future studies would increase the quality of evidence in the study of tinnitus management.Combined therapies (masking + counselling + attention diversion) appear more appropriate in the treatment of tinnitus as the evidence is not sufficient to support a specific treatment method.", "doi": "10.5935/0946-5448.20170027", "title": "Treatment of Tinnitus: A Scoping Review.", "journal": ["The international tinnitus journal", "Int Tinnitus J"]}