{"authors": [["Makar", "Sujoy Kumar", "SK", "Audiologist and Speech-Language Pathologist, Ali Yavar Jung National Institute for the Hearing Handicapped, India."], ["Mukundan", "Geetha", "G", "Ex-Deputy Director (Technical), Ali Yavar Jung National Institute for the Hearing Handicapped, India."], ["Gore", "Geeta", "G", "Ex-Professor (Sp. & Hg) &HOD, Topiwala National Medical College & BYL Nair Charitable Hospital, India."]], "date": "2017-12-01", "id": "29336132", "text": "To observe cochlear and brainstem function in normal hearing ears with tinnitus using DPOAE and ABR audiometry.Case-control study.Included 60 normal hearing male patients with age less than 45 years; control group consisted of 30 patients without tinnitus and the study group consisted of those with unilateral tinnitus of at least 6 month duration. Pure tone audiometry, tinnitus matching (pitch & loudness), DPOAE (SNR & Amplitude) and ABR results of absolute latency of wave I, III and V, with IPL difference of I-III, III-V & I-V, and ILD-V were investigated.SNR and amplitude value of DPOAE were significantly different between tinnitus ears and without tinnitus ears. Abnormal prolonged absolute latencies of peak I, III, V suggesting presence of hearing loss above 8 kHz and significant difference of only IPL III-V in the tinnitus ear suggesting of upper brain steam lesion in tinnitus patients were found. The IPL of III-V and ILD-V findings were significantly different in longer duration with multiple features (more than one type of pitch) than shorter duration with single feature tinnitus. Thus whole brainstem function has significant relationship with the presence of tinnitus, longer duration with multiple nature of tinnitus perception.Abnormal OAE and ABR results were present in patients with tinnitus. It was more prominent in patients with longer duration with multiple features of tinnitus perception.", "doi": "10.5935/0946-5448.20170025", "title": "Auditory System Synchronization and Cochlear Function in Patients with Normal Hearing With Tinnitus: Comparison of Multiple Feature with Longer Duration and Single Feature with Shorter Duration Tinnitus.", "journal": ["The international tinnitus journal", "Int Tinnitus J"]}