{"authors": [["Gudwani", "Sunita", "S", "Rehabilitation Unit of Audiological & Speech Disorders, Department of Otorhinolaryngology & Head-neck Surgery, AIIMS, New Delhi, India, Email: sunitag78@gmail.com."], ["Munjal", "Sanjay K", "SK", "Speech and Hearing Unit, Department of Otolaryngology, PGIMER, Chandigarh, India, Email: sanjaymunjal1@hotmail.com."], ["Panda", "Naresh K", "NK", "Department of Otolaryngology, PGIMER, Chandigarh, India, Email: npanda59@yahoo.co.in."], ["Kohli", "Adarsh", "A", "Psychology Unit, Department of Psychiatry, PGIMER, Chandigarh, India, Email: doc_adarsh@hotmail.com."]], "date": "2017-12-01", "id": "29336125", "text": "Chronic subjective tinnitus is associated with cognitive disruptions affecting perception, thinking, language, reasoning, problem solving, memory, visual tasks (reading) and attention.To evaluate existence of any association between tinnitus parameters and neuropsychological performance to explain cognitive processing.Study design was prospective, consisting 25 patients with idiopathic chronic subjective tinnitus and gave informed consent before planning their treatment. Neuropsychological profile included (i) performance on verbal information, comprehension, arithmetic and digit span; (ii) non-verbal performance for visual pattern completion analogies; (iii) memory performance for long-term, recent, delayed-recall, immediate-recall, verbal-retention, visualretention, visual recognition; (iv) reception, interpretation and execution for visual motor gestalt. Correlation between tinnitus onset duration/ loudness perception with neuropsychological profile was assessed by calculating Spearman's coefficient.Findings suggest that tinnitus may interfere with cognitive processing especially performance on digit span, verbal comprehension, mental balance, attention & concentration, immediate recall, visual recognition and visual-motor gestalt subtests. Negative correlation between neurocognitive tasks with tinnitus loudness and onset duration indicated their association. Positive correlation between tinnitus and visual-motor gestalt performance indicated the brain dysfunction.Tinnitus association with non-auditory processing of verbal, visual and visuo-spatial information suggested neuroplastic changes that need to be targeted in cognitive rehabilitation.", "doi": "10.5935/0946-5448.20170018", "title": "Association of Chronic Subjective Tinnitus with Neuro- Cognitive Performance.", "journal": ["The international tinnitus journal", "Int Tinnitus J"]}