{"authors": [["Aytac", "Ismail", "I", "Gaziantep Dr. Ersin Arslan Training and Research Hospital, Otorinolaryngology Clinic, Şahinbey, Gaziantep, Turkey, Email: dr.iaytac@gmail.com/ secomxmx@gmail. com/ ktumuklu@hotmail.com."], ["Baysal", "Elif", "E", "Inönü University Medical Faculty, Otorinolaryngology Clinic, Malatya, Turkey, Email: baysalelif@yahoo.com."], ["Gulsen", "Secaattin", "S", "Gaziantep Dr. Ersin Arslan Training and Research Hospital, Otorinolaryngology Clinic, Şahinbey, Gaziantep, Turkey, Email: dr.iaytac@gmail.com/ secomxmx@gmail. com/ ktumuklu@hotmail.com."], ["Tumuklu", "Koray", "K", "Gaziantep Dr. Ersin Arslan Training and Research Hospital, Otorinolaryngology Clinic, Şahinbey, Gaziantep, Turkey, Email: dr.iaytac@gmail.com/ secomxmx@gmail. com/ ktumuklu@hotmail.com."], ["Durucu", "Cengiz", "C", "Gaziantep University Medical Faculty, Otorinolaryngology Clinic, Gaziantep, Turkey, Email: cdurucu@yahoo.com/ mumbuc@gmail.com/ kanlikama@yahoo.com."], ["Mumbuc", "Lütfi Semih", "LS", "Gaziantep University Medical Faculty, Otorinolaryngology Clinic, Gaziantep, Turkey, Email: cdurucu@yahoo.com/ mumbuc@gmail.com/ kanlikama@yahoo.com."], ["Kanlikama", "MUzaffer", "M", "Gaziantep University Medical Faculty, Otorinolaryngology Clinic, Gaziantep, Turkey, Email: cdurucu@yahoo.com/ mumbuc@gmail.com/ kanlikama@yahoo.com."]], "date": "2017-12-01", "id": "29336124", "text": "Tinnitus is described as the perception of sound without any external acoustic stimulation. Any pathology of auditory pathways or any system of the human body may result with tinnitus. The pathophysiology of tinnitus accompanying the disorders of auditory system is not fully understood and there is not any particular effective treatment method has been specified. Tinnitus masking therapy has been reported as an effective treatment modality in the treatment of tinnitus. In this study, the results of tinnitus masking treatment on the parameters were evaluated prospectively.Patients with normal physical examination was enrolled in the study. Blood tests (complete blood count, biochemical analysis of lipid profile, and thyroid hormones), pure tone audiometry, tympanometric measurement of the middle ear pressure and stapedial reflexes were performed, Sixty six patients with normal results of blood tests and normal hearing thresholds with type A tympanogram were included. Tinnitus sufferers questionnaires (socio-demographics, clinical information, Tinnitus Handicap Inventory (THI), Beck Depression Inventory (BDI) was filled, audiological tests were performed, tinnitus parameters (frequency, intensity, minimal masking levels, residual inhibition) were measured. After four weeks of the treatment the questionnaires were repeated.Masking treatment for tinnitus patients resulted with significant decrease in Tinnitus Handicap Inventory and VAS scores. After four weeks of the masking treatment the questionnaire was repeated. Twenty patients did not respond to treatment.Masking therapy is one of the most effective methods of treatment for tinnitus patients. Masking therapy, that is not invasive and cost-effective has an important place in the treatment of tinnitus. Especially in a short time provides a significant reduction in tinnitus parameters.", "doi": "10.5935/0946-5448.20170017", "title": "Masking Treatment and its Effect on Tinnitus Parameters.", "journal": ["The international tinnitus journal", "Int Tinnitus J"]}