{"authors": [["Huang", "Lei", "L", "State Key Laboratory of Pollution Control and Resource Reuse, School of the Environment, Nanjing University, Nanjing, China. huanglei@nju.edu.cn."], ["Yang", "Qianqi", "Q", "State Key Laboratory of Pollution Control and Resource Reuse, School of the Environment, Nanjing University, Nanjing, China."], ["Li", "Jie", "J", "State Key Laboratory of Pollution Control and Resource Reuse, School of the Environment, Nanjing University, Nanjing, China."], ["Chen", "Jin", "J", "State Key Laboratory of Pollution Control and Resource Reuse, School of the Environment, Nanjing University, Nanjing, China."], ["He", "Ruoying", "R", "State Key Laboratory of Pollution Control and Resource Reuse, School of the Environment, Nanjing University, Nanjing, China."], ["Zhang", "Can", "C", "State Key Laboratory of Pollution Control and Resource Reuse, School of the Environment, Nanjing University, Nanjing, China."], ["Chen", "Kai", "K", "Institute of Epidemiology II, Helmholtz Zentrum München, Ingolstädter Landstr, 85764, Neuherberg, Germany."], ["Dong", "Steven Guanpeng", "SG", "Academy of Media and Public Affairs, Communication University of China, Beijing, China."], ["Liu", "Yang", "Y", "Department of Environmental and Occupational Health, Emory University, Atlanta, GA, USA."]], "date": "2017-12-13", "id": "29335771", "text": "The intensity, frequency, and duration of heat waves are expected to increase with climate change. In this study, we found a significant difference of public perceived effects of heat waves and trust in government among urban, suburban, and rural districts. Rural residents had a significant higher effect perception than urbanites and also showed stronger willingness to have medical insurance or regular physical examinations. Meanwhile, suburban residents had the lowest trust perception in government among these three districts, which may be due to suburban districts' unique social structure and complex social issues. Besides, we assessed the relationship between the factor effect and demographic variables. The results showed that urban respondents' effect perception was significantly related to heat wave experiences. Suburban respondents' effect perception was significantly related to age, income, and heat wave experiences. And rural respondents' effect perception was significantly related to income and chronic diseases. Based on our results, much more attention needs to be paid to rural districts. The government should strengthen infrastructure construction such as cooling centers, improve emergency response plans and mechanisms, and increase reserves of emergency supplies in rural districts. Also, targeted risk communication is of the equal importance to aid the policy-makers improving the relationship with the public and regaining the public's trust and support.", "doi": "10.1007/s00484-017-1480-4", "title": "Risk perception of heat waves and its spatial variation in Nanjing, China.", "journal": ["International journal of biometeorology", "Int J Biometeorol"]}