{"authors": [["McKay", "Tasseli", "T", "1 Violence and Victimization Research Program, Center for Justice, Safety and Resilience, RTI International, Durham, NC, USA."], ["Lindquist", "Christine H", "CH", "2 Courts and Corrections Research Program, Center for Justice, Safety and Resilience, RTI International, Durham, NC, USA."], ["Misra", "Shilpi", "S", "3 Transnational Crime and Justice Research Program, Center for Justice, Safety and Resilience, RTI International, Durham, NC, USA."]], "date": "2017-01-01", "id": "29334007", "text": "Questions related to violence, vulnerability, and sexual and gender minorities continuing to occupy a focal place in U.S. public discourse. We reviewed findings from 20 years of research on that topic to make recommendations for policy, practice, and future research. This article synthesizes findings from 102 peer-reviewed articles as well as a small number of unpublished studies and grey literature. We found no data to support the idea (widespread in popular discourse) that those in the sexual or gender majority require protection from sexual or gender minority individuals. Instead, this wide body of research indicates that sexual and gender minorities are themselves at elevated risk for physical and sexual assault, harassment, bullying, and hate crime victimization throughout childhood, adolescence, and adulthood. Contradicting the image of hate crimes as perpetrated by strangers or acquaintances, we find that bias-related verbal abuse, physical, and sexual assault by close family members contribute heavily to observed victimization rates. Further, despite the perception that society is becoming more welcoming, victimization disparities appear to be stable or widening since the 1990s. More studies with probabilistic sampling approaches, standardized measures, and larger samples of gender minorities are needed. However, widespread victimization of sexual and gender minorities is clearly an urgent issue, demanding attention from clinicians, program developers, and policy makers.", "doi": "10.1177/1524838017728708", "title": "Understanding (and Acting On) 20 Years of Research on Violence and LGBTQ + Communities.", "journal": ["Trauma, violence & abuse", "Trauma Violence Abuse"]}