{"authors": [["Kim", "Sunghye", "S", "Department of Internal Medicine, Winston-Salem, NC, USA."], ["Duncan", "Pamela W", "PW", "Sticht Center on Aging, Winston-Salem, NC, USA."], ["Groban", "Leanne", "L", "Sticht Center on Aging, Winston-Salem, NC, USA."], ["Segal", "Hannah", "H", "Fisher Center for Hereditary Cancer AND Clinical Genomics Research, Georgetown University, Washington, D.C., USA."], ["Abbott", "Rica Moonyeen", "RM", "Department of Neurology, Winston-Salem, NC, USA."], ["Williamson", "Jeff D", "JD", "Department of Internal Medicine, Winston-Salem, NC, USA."]], "date": "2017-11-02", "id": "29333531", "text": "Patient-reported outcomes (PRO) on functional, social, and behavioral factors might be important preoperative predictors of postoperative outcomes. We conducted a literature review to explore associations of preoperative depression, socioeconomic status, social support, functional status/frailty, cognitive status, self-management skills, health literacy, and nutritional status with surgical outcomes.Two electronic data bases, including PubMed and Google Scholar, were searched linking either depression, socioeconomic status, social support, functional status/frailty, cognitive status, self-management skills, health literacy, or nutritional status with surgery, postoperative complications, or perioperative period within the past 2 decades.Preoperative depression has been linked to postoperative delirium, complications, persistent pain, longer lengths of stay, and mortality. Socioeconomic status associates with overall and cancer-free survival. Low socioeconomic status has also been connected to medication non- compliance. Social support can predict overall and cancer- free survival, as well as physical, social and emotional quality of life. Poor functional status and frailty have been related to postoperative complications, longer lengths of stay, post-discharge institutionalization, and higher costs. Preoperative cognitive impairment also associates with self-medication management errors, postoperative cognitive impairment, delirium, complications and mortality. In addition, a greater tendency for reduced adherence to preoperative medication instructions has been linked to health illiteracy. Preoperative malnutrition is prevalent and associates with postoperative morbidity.Efficient and effective assessments of social and behavioral determinants of health, functional status, health literacy, patient's perception of health, and preferences for self-management may improve postoperative management and surgical outcomes, particularly among vulnerable patients undergoing elective surgery who might have subtle physical, social, or psychological deficits or challenges, otherwise missed upon routine evaluation. Patient Reported Outcome Measures (PROMs) can be used to effectively and efficiently collect these factors in the preoperative period, thereby identifying areas that can be intervened preemptively. (Partially Funded by the National Institute on Aging and the Wake Forest University Claude D. Pepper Older Americans Independence Center.).", "doi": null, "title": "Patient-Reported Outcome Measures (PROM) as A Preoperative Assessment Tool.", "journal": ["Journal of anesthesia and perioperative medicine", "J Anesth Perioper Med"]}