{"authors": [["Chinweuba", "Anthonia Ukamaka", "AU", "Department of Nursing Sciences, University of Nigeria, Nsukka, Enugu Campus, Enugu, Nigeria."], ["Agbapuonwu", "Noreen Ebelechukwu", "NE", "Department of Nursing Science, Nnamdi Azikiwe University, Nnewi Campus, Nnewi, Nigeria."], ["Onyiapat", "JaneLovena Enuma", "JE", "Department of Nursing Sciences, University of Nigeria, Nsukka, Enugu Campus, Enugu, Nigeria."], ["Israel", "Chidimma Egbichi", "CE", "Department of Nursing Sciences, University of Nigeria, Nsukka, Enugu Campus, Enugu, Nigeria."], ["Ilo", "Clementine Ifeyinwa", "CI", "Department of Nursing Science, Nnamdi Azikiwe University, Nnewi Campus, Nnewi, Nigeria."], ["Arinze", "Joyce Chinenye", "JC", "Department of Nursing Sciences, University of Nigeria, Nsukka, Enugu Campus, Enugu, Nigeria."]], "date": "2017-12-03", "id": "29333296", "text": "This cross-sectional descriptive survey investigated determinants of malaria prevention and treatment seeking behaviours of pregnant undergraduates resident in university hostels, South-East Nigeria. Purposive sampling was used to enrol 121 accessible and consenting undergraduates with self-revealed and noticeable pregnancy residing in twenty-three female hostels of four university campuses in Enugu State, Nigeria. Structured interview guide developed based on reviewed literature and WHO-recommended malaria prevention and treatment measures was used to collect students' self-report data on malaria preventive health behaviours, sick role behaviours, and clinic use using mixed methods. The WHO-recommended malaria prevention measures were sparingly used. Some believed that pregnancy does not play any role in a woman's reaction to malaria infection. Only 41 (50.6%) visited a hospital for screening and treatment. Thirty-four (28.1%) used antimalaria medicine bought from chemist shop or over-the-counter medicines, while 33 (27.3%) used untreated net. The students were more likely to complete their antimalaria medicine when they were sick with malaria infection than for prevention (p = 0.0186). Knowledge, academic schedule, cultural influence on perception and decision-making, and accessibility of health facility were key determinants of the women's preventive and treatment seeking behaviours. Health education on malaria prevention and dangers of drug abuse should form part of orientation lectures for all freshmen. University health centres should be upgraded to provide basic antenatal care services.", "doi": "10.1155/2017/3653874", "title": "Determinants of Malaria Prevention and Treatment Seeking Behaviours of Pregnant Undergraduates Resident in University Hostels, South-East Nigeria.", "journal": ["Journal of pregnancy", "J Pregnancy"]}