{"authors": [["Ohayon", "Maurice M", "MM", "Stanford Sleep Epidemiology Research Center, Division of Public Mental Health and Population Sciences, Stanford University School of Medicine, Palo Alto, CA, USA. Electronic address: Research@SleepFoundation.org."], ["Chen", "Michael C", "MC", "National Sleep Foundation, Arlington, VA."], ["Bixler", "Edward", "E", "Sleep Research and Treatment Center, Dept. of Psychiatry, Penn State University College of Medicine, Hershey, PA, USA."], ["Dauvilliers", "Yves", "Y", "Sleep-Wake Disorders Center, Department of Neurology, Gui-de-Chauliac Hospital, National Reference Network for Narcolepsy, INSERM U1061, Montpellier, France."], ["Gozal", "David", "D", "Department of Pediatrics, Priztker School of Medicine, Biological Sciences Division, The University of Chicago, Chicago, IL, USA."], ["Plazzi", "Giuseppe", "G", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy; IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."], ["Vitiello", "Michael V", "MV", "Department of Psychiatry and Behavioral Sciences, University of Washington, Seattle, WA, USA."], ["Paskow", "Michael", "M", "National Sleep Foundation, Arlington, VA."], ["Roach", "Anita", "A", "National Sleep Foundation, Arlington, VA."], ["Hirshkowitz", "Max", "M", "Division of Public Mental Health and Population Sciences, School of Medicine, Stanford University, Stanford, CA, USA; Department of Medicine, Baylor College of Medicine, Houston, TX, USA."]], "date": "2017-12-18", "id": "29332682", "text": "The goal of this project was to provisionally identify the basic elements of sleep satisfaction within the general population.The National Sleep Foundation conducted a systematic literature review and identified 495 published articles evaluating potential indicators of sleep satisfaction. The National Sleep Foundation then convened an expert panel (\"Panel\"), provided full-text articles and summaries, and used a modified RAND appropriateness method with three total rounds of voting to determine the appropriateness of indicators for sleep satisfaction.The literature review revealed no tools or measures of sleep satisfaction (not dissatisfaction) applied to the general population and directly associated with good health. Nonetheless, a variety of sleep factors were extracted from the extant sleep research literature. Panel members voted on these indicators: sleep environmental factors; and sleep initiation and maintenance parameters. Using these indicators, the Panel constructed provisional questions for measuring sleep satisfaction.The Panel determined that appropriate sleep satisfaction elements include how an individual feels (a) about their sleep, (b) immediately after their sleep, and (c) during the subsequent day. Additionally, appropriate environmental elements include (a) bedding comfort, (b) bedroom temperature, and (c) noise and light in the bedroom. How one feels with (a) the time it takes to fall asleep, (b) the ease with which one falls back to sleep after awakening during a sleep period, (c) the amount of sleep on weekdays and weekends, as well as how undisturbed one's sleep is also were determined to be appropriate contributors to sleep satisfaction. Finally, the Panel agreed that whether an individual desired to change anything about their sleep, is a relevant question.", "doi": "10.1016/j.sleh.2017.11.002", "title": "A provisional tool for the measurement of sleep satisfaction.", "journal": ["Sleep health", "Sleep Health"]}