{"authors": [["Grammes", "Jennifer", "J", "Health Psychology, Johannes Gutenberg University Mainz, Germany. Electronic address: jegramme@uni-mainz.de."], ["Schäfer", "Manuela", "M", "Outpatient Clinic for Psychotherapy, Johannes Gutenberg University Mainz, Germany."], ["Benecke", "Andrea", "A", "Outpatient Clinic for Psychotherapy, Johannes Gutenberg University Mainz, Germany."], ["Löw", "Ulrike", "U", "Outpatient Clinic for Psychotherapy, Johannes Gutenberg University Mainz, Germany."], ["Klostermann", "Alena-Lynn", "AL", "Outpatient Clinic for Psychotherapy, Johannes Gutenberg University Mainz, Germany."], ["Kubiak", "Thomas", "T", "Health Psychology, Johannes Gutenberg University Mainz, Germany."], ["Witthöft", "Michael", "M", "Clinical Psychology, Psychotherapy, and Experimental Psychopathology, Johannes Gutenberg University Mainz, Germany."]], "date": "2017-12-15", "id": "29332635", "text": "Fear of hypoglycemia (FoH) is a limiting factor for diabetes self-management and can have detrimental effects on quality of life. However, relatively little is known about its underlying mechanisms. In line with findings on patients with anxiety disorders, we hypothesized that interoceptive accuracy (IA) might be positively linked to FoH in patients with type 2 diabetes (T2DM).133 patients with T2DM were screened according to the extreme quartiles of the Hypoglycemia Fear Survey worry subscale (HFS-W). Overall, 66 participants (HFS-W<4; HFS-W>17) were included in the present study. Participants completed questionnaires on sociodemographic and diabetes-related measures. Accuracy of heartbeat perception was assessed using the mental tracking task.Contrary to expectations, IA did not differ significantly between patients with low and high FoH. A linear regression analysis demonstrated that the experience of mild hypoglycemia (β=0.32, p≤0.01) and its interaction with IA (β=-0.26, p=0.040) were significant predictors of FoH, indicating that low IA and a history of experiencing mild hypoglycemia are positively associated with FoH.Our findings suggest a positive association of low IA in combination with prior episodes of hypoglycemia and FoH in patients with T2DM. The results are in line with recent findings on IA in patients with chronic somatic symptom distress more generally and contribute to our understanding of the relations between interoception, body related fears, and physical symptom perception.", "doi": "10.1016/j.jpsychores.2017.12.010", "title": "Fear of hypoglycemia in patients with type 2 diabetes: The role of interoceptive accuracy and prior episodes of hypoglycemia.", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}