{"authors": [["Walentynowicz", "Marta", "M", "USC Dornsife Center for Self-Report Science, University of Southern California, Los Angeles, CA, USA; Health Psychology, University of Leuven, Leuven, Belgium."], ["Bogaerts", "Katleen", "K", "Health Psychology, University of Leuven, Leuven, Belgium; REVAL - Rehabilitation Research Center, Faculty of Medicine and Life Sciences, Hasselt University, Diepenbeek, Belgium."], ["Stans", "Linda", "L", "Pulmonary Department, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium."], ["Van Diest", "Ilse", "I", "Health Psychology, University of Leuven, Leuven, Belgium."], ["Raes", "Filip", "F", "Learning Psychology and Experimental Psychopathology, University of Leuven, Leuven, Belgium."], ["Van den Bergh", "Omer", "O", "Health Psychology, University of Leuven, Leuven, Belgium. Electronic address: omer.vandenbergh@kuleuven.be."]], "date": "2017-12-05", "id": "29332632", "text": "Clinical assessment and diagnostic processes heavily rely on memory-based symptom reports. The current study investigated memory for symptoms and the peak-end effect for dyspnea in patients with medically unexplained symptoms and healthy participants.Female patients with medically unexplained dyspnea (MUD) (n=22) and matched healthy controls (n=22) participated in two dyspnea induction trials (short, long). Dyspnea ratings were collected: (1) continuously during symptom induction (concurrent with respiratory measures), (2) immediately after the experiment, and (3) after 2weeks. Symptoms, negative affect, and anxiety were assessed at baseline and after every trial. The mediating role of state anxiety in symptom reporting was assessed. The peak-end effect was tested with forced-choice questions measuring relative preference for the trials.Compared to controls, dyspnea induction resulted in higher levels of symptoms, anxiety, concurrent dyspnea ratings, and minute ventilation in the patient group. In both groups, immediate retrospective ratings were higher than averaged concurrent ratings. No further increase in dyspnea ratings was observed at 2-week recall. Retrospective dyspnea ratings were mediated by both state anxiety and concurrent dyspnea ratings. Patients did not show a peak-end effect, whereas controls did.The findings show that patients' experience of a dyspneic episode is subject to immediate memory bias, but does not change over a longer time period. The results also highlight the importance of affective state during symptom experience for both symptom perception and memory.", "doi": "10.1016/j.jpsychores.2017.12.006", "title": "Retrospective memory for symptoms in patients with medically unexplained symptoms.", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}