{"authors": [["Greenberg", "Jennifer L", "JL", "Department of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Simches Research Building 185 Cambridge Street, Suite 2000, Boston, MA 02114, USA. Electronic address: jlgreenberg@mgh.harvard.edu."], ["Berman", "Noah C", "NC", "Department of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Simches Research Building 185 Cambridge Street, Suite 2000, Boston, MA 02114, USA. Electronic address: nberman@mgh.harvard.edu."], ["Braddick", "Valerie", "V", "Department of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Simches Research Building 185 Cambridge Street, Suite 2000, Boston, MA 02114, USA. Electronic address: vbraddick@mgh.harvard.edu."], ["Schwartz", "Rachel", "R", "Department of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Simches Research Building 185 Cambridge Street, Suite 2000, Boston, MA 02114, USA."], ["Mothi", "Suraj S", "SS", "Department of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Simches Research Building 185 Cambridge Street, Suite 2000, Boston, MA 02114, USA. Electronic address: ssarvodemothi@mgh.harvard.edu."], ["Wilhelm", "Sabine", "S", "Department of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Simches Research Building 185 Cambridge Street, Suite 2000, Boston, MA 02114, USA. Electronic address: swilhelm@mgh.harvard.edu."]], "date": "2017-12-05", "id": "29332631", "text": "Olfactory reference syndrome (ORS) is characterized by a preoccupation that one is emitting a foul or offensive odor. Despite the profound psychosocial impact of ORS, many patients do not receive appropriate treatment, and there is no empirical research on treatment-seeking behavior in ORS. This study investigated treatment utilization patterns and barriers to treatment in individuals with ORS.253 subjects completed an online survey between January-March 2010. Data were obtained from the Yale-Brown Obsessive Compulsive Scale Modified for ORS (ORS-YBOCS), Depression Anxiety Stress Scales (DASS), Work and Social Adjustment Scale (WSAS), and questionnaires specific to treatment utilization and barriers.The sample was ethnically diverse, predominately male (67%), with an average age of 33.7years, and moderately severe ORS symptoms. Most participants first sought care from a medical specialist (44%), and mental health services were underutilized (14%). Higher functional impairment was significantly correlated with seeking care from a mental health provider, compared to a medical specialist. Nearly all participants endorsed multiple barriers to treatment, including (a) logistical/financial, (b) stigma/discrimination, and (c) treatment perception barriers. ORS symptom severity was significantly, positively correlated with number of logistical/financial and stigma/discrimination barriers. Treatment barriers were significantly influenced by ethnic group, ORS symptom severity, and source of odor.Results highlight the importance of increasing awareness and enhancing access to care for individuals with ORS.", "doi": "10.1016/j.jpsychores.2017.12.004", "title": "Treatment utilization and barriers to treatment among individuals with olfactory reference syndrome (ORS).", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}