{"authors": [["Abbas", "Rabia", "R", "Department of Neonatology, the Children's Hospital & the Institute of Child Health, Lahore, Pakistan."], ["Irfan Waheed", "Khawaja Ahmad", "KA", "Department of Neonatology, the Children's Hospital & the Institute of Child Health, Lahore, Pakistan."], ["Waqar", "Talal", "T", "Department of Neonatology/Paediatrics, Army Medical College & CMH, Rawalpindi,, Pakistan."], ["Anwar", "Muhammad", "M", "Department of Neonatology, Quaid-e- Azam Medical College & Civil Hospital, Bahawalpur, Pakistan."], ["Gul", "Rafia", "R", "Department of Neonatology, the Children's Hospital & the Institute of Child Health, Lahore, Pakistan."], ["Hayat", "Sikandar", "S", "Department of Neonatology, the Children's Hospital & the Institute of Child Health, Lahore, Pakistan."], ["Fatima", "Syeda Tehseen", "ST", "Department of Biostatistics, the Children's Hospital & the Institute of Child Health, Lahore, Pakistan."], ["Azhar", "Muhammad", "M", "Department of Histopathology, CMH, Rawalpindi, Pakistan."]], "date": null, "id": "29330999", "text": "Patients who leave against medical advice (LAMA) from a health facility is a recognized problem. In neonatology practice this issue is particularly sensitive as repercussions can be severe. The purpose of this study was to evaluate the factors influencing the decision of parents to self-discharge their babies against medical advice.This descriptive case series was conducted in the Department of Neonatology, of the Children's Hospital and the Institute of Child Health, Lahore from January to June 2015. A total of 240 patients who self-discharged/were included.There were (59.6%) males and (40.4%) females with a male to female ratio of 2:1.5. Term babies constituted (67.9%), spontaneous vaginal deliveries (59.1%) and (55.8%) were delivered at hospitals. Seventy seven new-borns (32.2%) had birth asphyxia followed by neonatal sepsis (27.9%). Sixty four (64.5%) self-discharged within first week of admission. More babies were signed LAMA at week end (32.1%). Likewise (53.1%) babies were self- discharged during the night shift. Highest rate of LAMA was seen in parents belonging to low socioeconomic class (72.1%). Ninety eight parents (40.8%) had no formal education while well-educated parents were found to be 35 (14.6%). The commonest reason for selfdischarge was \"perceived poor clinical outcome\" (36.7%) by parents.Multiple factors were implicated in self-discharges from neonatology unit. Commonest reasons cited by parents were perception of poor clinical outcome and family pressures. Other contributory factors were male gender; those delivered vaginally, diagnosis of birth asphyxia, first week of life, at weekends and night hours. Low socioeconomic class and education of parents was also a major causative factor.", "doi": null, "title": "Reasons Of Self-Discharge From Nursery Of A Tertiary Care Hospital.", "journal": ["Journal of Ayub Medical College, Abbottabad : JAMC", "J Ayub Med Coll Abbottabad"]}