{"authors": [["Villière", "A", "A", "ONIRIS, Nantes-Atlantic College of Veterinary Medicine and Food Science, UMR GEPEA CNRS 6144, BP 82225, F-44307, Nantes, France; Université Nantes Angers Le Mans, France. Electronic address: angelique.villiere@oniris-nantes.fr."], ["Le Roy", "S", "S", "ONIRIS, Nantes-Atlantic College of Veterinary Medicine and Food Science, UMR GEPEA CNRS 6144, BP 82225, F-44307, Nantes, France; Université Nantes Angers Le Mans, France."], ["Fillonneau", "C", "C", "ONIRIS, Nantes-Atlantic College of Veterinary Medicine and Food Science, UMR GEPEA CNRS 6144, BP 82225, F-44307, Nantes, France; Université Nantes Angers Le Mans, France."], ["Prost", "C", "C", "ONIRIS, Nantes-Atlantic College of Veterinary Medicine and Food Science, UMR GEPEA CNRS 6144, BP 82225, F-44307, Nantes, France; Université Nantes Angers Le Mans, France."]], "date": "2017-12-24", "id": "29329885", "text": "Despite continuous advances in analytical and physiological knowledge, the comprehension of an aroma is still a challenge. Gas chromatography coupled to olfactometry (GC-O) is an efficient method to identify and estimate individual potential of odorants, but there is a gap between this individual characterization and the effective contribution of compounds in the mixture, which is due to complex chemical and perceptual interactions. Therefore, recombination and omission experiments are often performed to achieve an understanding of food aromas. In this study, a chromatographic device, developed to facilitate aroma analysis, is presented. It was configured to perform both (1) conventional analyses by GC coupled with a mass spectrometer, olfactometric port(s), and a flame ionization detector (FID), and (2) omission or recombination experiments. This dual capability is due to the singular configuration of the system using an ingenious combination of splitter and Deans switch microfluidics transfer modules, and the existence of multiple outlets. The operational status of the system was tested using a purposely simple mixture of compounds. The similarity of retention times (RT) and FID peak areas obtained for each outlet demonstrates that the multiple outlets of the system are equivalent. The reproducibility of retention times (RT) and FID peak areas obtained in switching and non-switching conditions, also demonstrates the efficiency of switching operations. The validation of the system enables multiple detectors to be connected to the outlets and complementary information can be obtained from the eluate. The connection of recovery disposals to the outlets provides fraction collection and recombination possibilities, which contribute much to the understanding of aroma-aroma interactions. As an illustration of the InnOscent system relevance for the comprehension of more complex aromas, the device was used to study the aroma of a wine made from Cabernet Franc grape variety. An olfactometric profile was efficiently produced with the device configured as a GC-MS coupled to a dual olfactometric port. The main odorant active compounds were identified. The omission approach, carried out with the system on isopropyl- and isobutyl-methoxypyrazines, demonstrates the significant contribution of these compounds to the aroma of the wine studied, despite an individual perception among the weakest of the aromagram. A similar approach can be used to evaluate the contribution of any compound to any aroma. This approach overcomes constraints of current methodologies associated to reconstituted model solutions and paves the way for a better understanding of aroma construction.", "doi": "10.1016/j.chroma.2017.12.053", "title": "InnOscent system: Advancing flavor analysis using an original gas chromatographic analytical device.", "journal": ["Journal of chromatography. A", "J Chromatogr A"]}