{"authors": [["Jędra", "Katarzyna", "K", "Katedra i Klinika Otolaryngologii Warszawskiego Uniwersytetu Medycznego."], ["Sielska-Badurek", "Ewelina", "E", "Katedra i Klinika Otolaryngologii Warszawskiego Uniwersytetu Medycznego, Kierownik Kliniki: prof. dr hab. med. Kazimierz Niemczyk, Warszawa, Polska."], ["Niemczyk", "Kazimierz", "K", "Katedra i Klinika Otolaryngologii Warszawskiego Uniwersytetu Medycznego, Kierownik Kliniki: prof. dr hab. med. Kazimierz Niemczyk, Warszawa, Polska."]], "date": null, "id": "29327686", "text": "The most common cause of vocal fold paralysis (VFP) is iatrogenic injury. Patients with symptoms of VFP present to the specialist after a couple of weeks or even months since the onset of symptoms. In the literature, the data regarding speech impairment during the first days after a iatrogenic injury is lacking.to evaluate the quality of voice during first days of vocal fold paralysis following a iatrogenic injury.Twenty-five patients with iatrogenic vocal fold paralysis who presented for phoniatric consultation at the Department of Otolaryngology of the Medical University of Warsaw between May 2015 and December 2016 were enrolled in the study. The patients were examined 1-2 days since the onset of speech deterioration. In all patients, laryngeal videolaryngostroboscopy was performed, based on which the following were assessed: vocal fold mobility, mucosal wave, phonation closure, simultaneity and amplitude of vocal fold vibration. Acoustic analysis was performed, and the following acoustic parameters were evaluated: DSI, F0, Shimmer, Jitter, NHR. Also, the maximal phonation time of [a] sound (MPT a) was assessed and the voice perception analysis with the GRBAS scale was performed. The patients self-evaluated their voice using a 10-point VAS scale.Based on the videolaryngostroboscopy, phonatory insufficiency and asymmetrical vocal fold vibration were observed. On perception assessment with GRBAS scale, we noticed slight to mild degree hoarseness, breathiness of sound and weakened voice. In majority of patients, the maximal phonation time of [a] sound was significantly reduced. All patients showed abnormal acoustic parameters. None of them rated their voice as perfectly normal on VAS scale.", "doi": "10.5604/01.3001.0010.4684", "title": "Severity of dysphonia in patients during first days after iatrogenic injury.", "journal": ["Otolaryngologia polska = The Polish otolaryngology", "Otolaryngol Pol"]}