{"authors": [["Gazan", "Rozenn", "R", "MS-Nutrition, Marseille, France."], ["Vieux", "Florent", "F", "MS-Nutrition, Marseille, France."], ["Darmon", "Nicole", "N", "UMR NORT (Unité Mixte de Recherche - Nutrition, Obesity and Risk of Thrombosis), Aix-Marseille Université, INSERM, INRA 1260, Marseille, France."], ["Maillot", "Matthieu", "M", "MS-Nutrition, Marseille, France."]], "date": "2017-12-20", "id": "29326941", "text": "Food frequency questionnaires (FFQs) are used to estimate the usual food and nutrient intakes over a period of time. Such estimates can suffer from measurement errors, either due to bias induced by respondent's answers or to errors induced by the structure of the questionnaire (e.g., using a limited number of food items and an aggregated food database with average portion sizes). The \"structural validation\" presented in this study aims to isolate and quantify the impact of the inherent structure of a FFQ on the estimation of food and nutrient intakes, independently of respondent's perception of the questionnaire.A semi-quantitative FFQ (n = 94 items, including 50 items with questions on portion sizes) and an associated aggregated food composition database (named the item-composition database) were developed, based on the self-reported weekly dietary records of 1918 adults (18-79 years-old) in the French Individual and National Dietary Survey 2 (INCA2), and the French CIQUAL 2013 food-composition database of all the foods (n = 1342 foods) declared as consumed in the population. Reference intakes of foods (\"REF_FOOD\") and nutrients (\"REF_NUT\") were calculated for each adult using the food-composition database and the amounts of foods self-reported in his/her dietary record. Then, answers to the FFQ were simulated for each adult based on his/her self-reported dietary record. \"FFQ_FOOD\" and \"FFQ_NUT\" intakes were estimated using the simulated answers and the item-composition database. Measurement errors (in %), spearman correlations and cross-classification were used to compare \"REF_FOOD\" with \"FFQ_FOOD\" and \"REF_NUT\" with \"FFQ_NUT\".Compared to \"REF_NUT,\" \"FFQ_NUT\" total quantity and total energy intake were underestimated on average by 198 g/day and 666 kJ/day, respectively. \"FFQ_FOOD\" intakes were well estimated for starches, underestimated for most of the subgroups, and overestimated for some subgroups, in particular vegetables. Underestimation were mainly due to the use of portion sizes, leading to an underestimation of most of nutrients, except free sugars which were overestimated.The \"structural validation\" by simulating answers to a FFQ based on a reference dietary survey is innovative and pragmatic and allows quantifying the error induced by the simplification of the method of collection.", "doi": "10.3389/fnut.2017.00062", "title": "Structural Validation of a French Food Frequency Questionnaire of 94 Items.", "journal": ["Frontiers in nutrition", "Front Nutr"]}