{"authors": [["Quera Salva", "Maria Antonia", "MA", "AP-HP Hôpital Raymond Poincaré, Sleep Unit, Physiology Department, Versailles Saint-Quentin-en-Yvelines University, Garches, France."], ["Hartley", "Sarah", "S", "AP-HP Hôpital Raymond Poincaré, Sleep Unit, Physiology Department, Versailles Saint-Quentin-en-Yvelines University, Garches, France."], ["Léger", "Damien", "D", "Université Paris Descartes, Sorbonne Paris Cité, APHP, Hôtel-Dieu, Centre du Sommeil et de la Vigilance et, Paris, France."], ["Dauvilliers", "Yves A", "YA", "Sleep-Wake Disorders Center, Department of Neurology, Gui de Chauliac Hospital, National Reference Network for Narcolepsy, INSERM U1061, Montpellier, France."]], "date": "2017-12-18", "id": "29326647", "text": "Several aspects of human physiology and behavior are dominated by 24-h circadian rhythms with key impacts on health and well-being. These include mainly the sleep-wake cycle, vigilance and performance patterns, and some hormone secretions. The rhythms are generated spontaneously by an internal \"pacemaker,\" the suprachiasmatic nuclei within the anterior hypothalamus. This master clock has, for most humans, an intrinsic rhythm slightly longer than 24 h. Daily retinal light exposure is necessary for the synchronization of the circadian rhythms with the external 24-h solar environment. This daily synchronization process generally poses no problems for sighted individuals except in the context of jetlag or working night shifts being conditions of circadian desynchrony. However, many blind subjects with no light perception had periodical circadian desynchrony, in the absence of light information to the master clock leading to poor circadian rhythm synchronization. Affected patients experience cyclical or periodic episodes of poor sleep and daytime dysfunction, severely interfering with social, academic, and professional life. The diagnosis of Non-24 Sleep-Wake Rhythm Disorder, also named free-running disorder, non-entrained disorder, or hypernycthemeral syndrome, remains challenging from a clinical point of view due to the cyclical symptoms and should be confirmed by measurements of circadian biomarkers such as urinary melatonin to demonstrate a circadian period outside the normal range. Management includes behavioral modification and melatonin. Tasimelteon, a novel melatonin receptor 1 and 2 agonist, has demonstrated its effectiveness and safety with an evening dose of 20 mg and is currently the only treatment approved by the FDA and the European Medicines Agency.", "doi": "10.3389/fneur.2017.00686", "title": "Non-24-Hour Sleep-Wake Rhythm Disorder in the Totally Blind: Diagnosis and Management.", "journal": ["Frontiers in neurology", "Front Neurol"]}