{"authors": [["Milanowicz", "Anna", "A", "Faculty of Psychology, University of Warsaw, Warsaw, Poland."], ["Tarnowski", "Adam", "A", "Faculty of Psychology, University of Warsaw, Warsaw, Poland."], ["Bokus", "Barbara", "B", "Faculty of Psychology, University of Warsaw, Warsaw, Poland."]], "date": "2017-12-19", "id": "29326634", "text": "This article approaches the question of mocking compliments and ironic praise from an interactional gender perspective. A statement such as \"You're a real genius!\" could easily be interpreted as a literal compliment, as playful humor or as an offensive insult. We investigate this thin line in the use of irony among adult men and women. The research introduces an interactional approach to irony, through the lens of gender stereotype bias. The main question concerns the impact of individual differences and gender effect on the perception and production of ironic comments. Irony Processing Task (IPT), developed by Milanowicz (2016), was applied in order to study the production and perception of ironic criticism and ironic praise in adult males and females. It is a rare case of a study measuring the ability to create irony because, unlike most of known irony research, it is not a multiple choice test where participants are given the response options. The IPT was also used to assess the asymmetry of affect (humor vs. malice) and impact of gender effect in the perception of ironic comments. Results are analyzed in relation to the State-Trait Anxiety Inventory (STAI) scores. The findings reveal the interactional relationship between gender and response to irony. Male responses were consistently more ironic than female's, across all experimental conditions, and female responses varied more. Both, men and women used more irony in response to male ironic criticism but female ironic praise. Anxiety proved to be a moderate predictor of irony comprehension and willingness to use irony. Data, collected in control and two gender stereotype activation conditions, also corroborates the assumption that the detection of compliments and the detection of criticism can be moderated by the attitude activation effect. The results are interpreted within the framework of linguistic intergroup bias (LIB) and natural selection strategies.", "doi": "10.3389/fpsyg.2017.02215", "title": "When Sugar-Coated Words Taste Dry: The Relationship between Gender, Anxiety, and Response to Irony.", "journal": ["Frontiers in psychology", "Front Psychol"]}