{"authors": [["Jagannath", "Vinita", "V", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Zurich, Switzerland."], ["Theodoridou", "Anastasia", "A", "The Zurich Program for Sustainable Development of Mental Health Services (ZInEP), University Hospital of Psychiatry Zurich, Zurich, Switzerland."], ["Gerstenberg", "Miriam", "M", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Zurich, Switzerland."], ["Franscini", "Maurizia", "M", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Zurich, Switzerland."], ["Heekeren", "Karsten", "K", "The Zurich Program for Sustainable Development of Mental Health Services (ZInEP), University Hospital of Psychiatry Zurich, Zurich, Switzerland."], ["Correll", "Christoph U", "CU", "The Zucker Hillside Hospital, Psychiatry Research, Northwell Health, Glen Oaks, NY, United States."], ["Rössler", "Wulf", "W", "The Zurich Program for Sustainable Development of Mental Health Services (ZInEP), University Hospital of Psychiatry Zurich, Zurich, Switzerland."], ["Grünblatt", "Edna", "E", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Zurich, Switzerland."], ["Walitza", "Susanne", "S", "Department of Child and Adolescent Psychiatry and Psychotherapy, University Hospital of Psychiatry Zurich, University of Zurich, Zurich, Switzerland."]], "date": "2017-12-20", "id": "29326614", "text": "Schizophrenia is characterized by positive and negative symptoms and cognitive dysfunction. The glutamate hypothesis of schizophrenia has been hypothesized to explain the negative symptoms and cognitive deficits better than the dopamine hypothesis alone. Therefore, we aimed to evaluate whether glutamatergic variants such as d-amino acid oxidase (DAO), DAO activator (DAOA)/G72, and neuregulin 1 (NRG1) single-nucleotide polymorphisms (SNPs) and their mRNA levels predicted (i) transition to schizophrenia spectrum disorders and (ii) research domain criteria (RDoC) domains, mainly negative valence and cognitive systems. In a 3-year prospective study cohort of 185 individuals (age: 13-35 years) at high risk and ultra-high risk (UHR) for psychosis, we assessed DAO (rs3918347, rs4623951), DAOA (rs778293, rs3916971, rs746187), and NRG1 (rs10503929) SNPs and their mRNA expression. Furthermore, we investigated their association with RDoC domains, mainly negative valence (e.g., anxiety, hopelessness) and cognitive (e.g., perception disturbances, disorganized symptoms) systems. NRG1 rs10503929 CC + CT versus TT genotype carriers experienced significantly more disorganized symptoms. DAOA rs746187 CC versus CT + TT genotype, DAOA rs3916971 TT versus TC + CC genotype, and DAO rs3918347 GA + AA versus GG genotype carriers experienced nominally more hopelessness, visual perception disturbances, and auditory perception disturbances, respectively. The schizophrenia risk G-allele of DAO rs3918347 nominally increased risk for those UHR individuals with attenuated positive symptoms syndrome. No association between DAO, DAOA, NRG1 SNPs, and conversion to schizophrenia spectrum disorders was observed. Our findings suggest that DAO, DAOA, and NRG1 polymorphisms might influence both RDoC negative valence and cognitive systems, but not transition to schizophrenia spectrum disorders.", "doi": "10.3389/fpsyt.2017.00292", "title": "Prediction Analysis for Transition to Schizophrenia in Individuals at Clinical High Risk for Psychosis: The Relationship of DAO, DAOA, and NRG1 Variants with Negative Symptoms and Cognitive Deficits.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}