{"authors": [["Mufti", "Sonam", "S", "Department of Periodontology, Vaidik Dental College and Research Center, Daman, India."], ["Dadawala", "Sarvagna Mayank", "SM", "Department of Periodontology, K. M. Shah Dental College and Hospital, Sumandeep Vidyapeeth, Vadodara, Gujarat, India."], ["Patel", "Phoram", "P", "Department of Periodontology, K. M. Shah Dental College and Hospital, Sumandeep Vidyapeeth, Vadodara, Gujarat, India."], ["Shah", "Monali", "M", "Department of Periodontology, K. M. Shah Dental College and Hospital, Sumandeep Vidyapeeth, Vadodara, Gujarat, India."], ["Dave", "Deepak Harish", "DH", "Department of Periodontology, K. M. Shah Dental College and Hospital, Sumandeep Vidyapeeth, Vadodara, Gujarat, India."]], "date": null, "id": "29326502", "text": "One of the most common aesthetic problem encountered in the field of periodontology is gingival recession, which is, perceived by the patients as increase in length of teeth. The treatment of buccal gingival recession is a common requirement due to aesthetic concern or root sensitivity. This study was planned to evaluate the efficacy of PRF membrane compared to that of CTG in Miller's class I gingival recessions.32 sites with Miller's Class I gingival recessions, out of which 16 sites received PRF (test) and 16 sites received CTG (control). Each patient had undergone an initial periodontal treatment, including oral hygiene instructions, plaque control, and scaling and root planing, followed by re-evaluation. All clinical recordings; recession height, recession width, clinical attachment level, height of keratinized tissue, thickness of keratinized tissue, healing index and pain perception, were performed immediately before surgery (baseline) and after 6 months interval following periodontal surgery.In the test group, significant improvement was seen in terms CAL, REC-HT, REC-WD, HKT and TKT from baseline to 6 months. In the control group, only significant improvement seen was in REC-HT and TKT from baseline to 6 months. Comparison of both Healing Index and VAS score was done and it showed no significant difference between test and the control group except VAS at 1 week.Though CTG is a gold standard procedure, PRF can be used as an alternative procedure by keeping patient's comfort and recognition in mind.", "doi": "10.4103/ccd.ccd_325_17", "title": "Comparative Evaluation of Platelet-Rich Fibrin with Connective Tissue Grafts in the Treatment of Miller's Class I Gingival Recessions.", "journal": ["Contemporary clinical dentistry", "Contemp Clin Dent"]}