{"authors": [["Aqeel", "Muhammad", "M", "Department of Psychology, Foundation University Islamabad, Rawalpindi Campus, Rawalpindi, Pakistan."], ["Ahmed", "Ammar", "A", "Department of Psychology, Foundation University Islamabad, Rawalpindi Campus, Rawalpindi, Pakistan."]], "date": "2017-12-29", "id": "29325390", "text": "Tinnitus is characterized as a perception of numerous auditory sounds in absence of external stimulus. Tinnitus can have a considerable consequence on a person's quality of life, and is considered to be very complicated to quantify. The aim of this study was to investigate the reliability and validity of Urdu translation of the Tinnitus Handicap Inventory (THI) in Pakistan. It was designed to assess the presence of various auditory sounds without the external stimulus. Scale consisted of 25 items having three subscales functional, emotional, and catastrophic.The study comprised into two stages, preliminary and main studies. The results of preliminary study revealed that the overall scale had high internal consistency [alpha coefficient of Urdu version of THI (THI-U)= 0.99, alpha coefficient of English version of THI=0.98]. The overall scale had test-retest correlation over a fifteen days period of interval (0.99). Main study was performed on 110 tinnitus patients. The results of main study showed that the internal consistency and reliability of Urdu version was (α=0.93). The THI-U and its subscales demonstrated good internal consistency reliability ( α =0.81 to 0.86).High to moderate correlations were noted between tinnitus symptom ratings. A confirmatory factor analysis was used to validate the three subscales of THI-U, and high inter-correlations were found between the subscales also results revealed that a three-factor model for the THI-U was most tenable. The results displayed that the confirmatory factor analysis confirmed to validate the three subscales of THI-U.THI-U might present important information about precise facets of tinnitus distress along with diagnostic interviews in clinical practice.", "doi": "10.7874/jao.2017.00108", "title": "Translation, Adaptation and Cross Language Validation of Tinnitus Handicap Inventory in Urdu.", "journal": ["Journal of audiology & otology", "J Audiol Otol"]}