{"authors": [["Bräscher", "Anne-Kathrin", "AK", "Otto-Selz-Institute of Applied Psychology, Mannheim Centre for Work and Health, University of Mannheim, Mannheim, Germany."], ["Kleinböhl", "Dieter", "D", "Otto-Selz-Institute of Applied Psychology, Mannheim Centre for Work and Health, University of Mannheim, Mannheim, Germany."], ["Hölzl", "Rupert", "R", "Otto-Selz-Institute of Applied Psychology, Mannheim Centre for Work and Health, University of Mannheim, Mannheim, Germany."], ["Becker", "Susanne", "S", "Department of Cognitive and Clinical Neuroscience, Central Institute of Mental Health, Medical Faculty Mannheim, Heidelberg University, Heidelberg, Germany."]], "date": "2017-12-13", "id": "29321752", "text": "Background: Nocebo effects, including nocebo hyperalgesia, are a common phenomenon in clinical routine with manifold negative consequences. Both explicit expectations and learning by conditioning are known to induce nocebo effects, but the specific role of conditioning remains unclear, because conditioning is rarely implemented independent of verbal suggestions. Further, although pain is a multidimensional phenomenon, nocebo effects are usually assessed in subjective ratings only, neglecting, e.g., behavioral aspects. The aim of this study was to test whether nocebo hyperalgesia can be learned by conditioning without explicit expectations, to assess nocebo effects in different response channels, and to exploratively assess, whether contingency awareness is a necessary condition for conditioned nocebo hyperalgesia. Methods: Twenty-one healthy volunteers were classically conditioned using painful and non-painful heat stimuli that followed two different cues. The conditioned nocebo effect was assessed by subjective ratings of perceived stimulation intensity on a visual analog scale and a behavioral discrimination task, assessing sensitization and habituation in response to the same stimulation following the two cues. Results: Results show a conditioned nocebo effect indicated by the subjective intensity ratings. Conditioned effects were also seen in the behavioral responses, but paradoxically, behavioral responses indicated decreased perception after conditioning, but only for subjects successfully conditioned as indicated by the subjective ratings. Explorative analyses suggested that awareness of the contingencies and the different cues was not necessary for successful conditioning. Conclusion: Nocebo effects can be learned without inducing additional explicit expectations. The dissociation between the two response channels, possibly representing the conditioned and a compensatory response, highlights the importance of considering different outcomes in nocebo responses to fully understand underlying mechanisms. The present results challenge the role of explicit expectations in conditioned nocebo effects and are relevant with implications in clinical contexts, e.g., when transient adverse effects become conditioned.", "doi": "10.3389/fpsyg.2017.02163", "title": "Differential Classical Conditioning of the Nocebo Effect: Increasing Heat-Pain Perception without Verbal Suggestions.", "journal": ["Frontiers in psychology", "Front Psychol"]}