{"authors": [["Kuloğlu Pazarci", "Nevin", "N", "Clinic of Neurology, Şişli Hamidiye Etfal Training and Research Hospital, İstanbul, Turkey."], ["Parasiz Yükselen", "Nihan", "N", "Clinic of Neurology, Şişli Hamidiye Etfal Training and Research Hospital, İstanbul, Turkey."], ["Aydın", "Şenay", "Ş", "Clinic of Neurology, Yedikule Chest Diseases Training and Research Hospital, İstanbul, Turkey."], ["Ünlüsoy Acar", "Zeynep", "Z", "Clinic of Neurology, Şişli Hamidiye Etfal Training and Research Hospital, İstanbul, Turkey."], ["Necioğlu Örken", "Dilek", "D", "Clinic of Neurology, Şişli Hamidiye Etfal Training and Research Hospital, İstanbul, Turkey."]], "date": null, "id": "29321700", "text": "We aimed to validate the Turkish version of the Stigma Scale of Epilepsy (SSE) (from Brazil) and present the results.The SSE was completed by 33 patients with epilepsy (PWE), 25 of the patients' family members, and 23 people from the community. Subjects were interviewed on an individual basis; a physician read the questions and the subjects wrote the answers on a sheet. The form was the same for all subjects. In addition, the Beck Depression Inventory (BDI) and the Hamilton Anxiety Inventory (HAI), Short Form-36 (SF-36) were completed by the subjects.We interviewed 81 subjects. The internal consistency of the SSE showed Cronbach's α coefficients of 0.785 for the PWE, 0.733 for the family members and 0.798 for the people in community. The mean scores on the SSE were 57 for patients, 66 for family members and 65 for the community where a score of 0 would suggest no stigma and 100 would indicate maximum stigma. The SSE scores of patients, family members and the community who believed that patients with epilepsy are stigmatized or rejected were higher than the SSE scores of who did not believe it. Although there were strong correlation between high SSE scores and poor functionality and BDI; there were not any correlation between with SSE and HAI, age of epilepsy onset, time of epilepsy, education, and social class.The SSE has satisfactory content validity and high internal consistency. It allows for the quantification of the real perception of the epilepsy associated stigma. Prejudice and discrimination are often worse than the seizures themselves in terms of the impact on the daily lives of people with epilepsy and their families. Understanding this aspect of epilepsy is important for reducing the burden of epilepsy, and the SSE can be used for cross cultural, media, and social campaigns aimed at minimizing the negative influences of stigma.", "doi": "10.5152/npa.2016.12673", "title": "Validation and Reliability Study of the Turkish Version of the Stigma Scale of Epilepsy.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}