{"authors": [["Pantzartzi", "Chrysoula N", "CN", "Laboratory of Eye Biology, Institute of Molecular Genetics of the Czech Academy of Sciences, Prague, Czech Republic, Division BIOCEV, Vestec, Czech Republic."], ["Pergner", "Jiri", "J", null], ["Kozmikova", "Iryna", "I", null], ["Kozmik", "Zbynek", "Z", null]], "date": null, "id": "29319122", "text": "Light detection in animals is predominantly based on the photopigment composed of a protein moiety, the opsin, and the chromophore retinal. Animal opsins originated very early in metazoan evolution from within the G-Protein Coupled Receptor (GPCR) gene superfamily and diversified into several distinct branches prior to the cnidarian-bilaterian split. The origin of opsin diversity, opsin classification and interfamily relationships have been the matter of long-standing debate. Comparative studies of opsins from various Metazoa provide key insight into the evolutionary history of opsins and the visual perception in animals. Here, we have analyzed the genome assembly of the cephalochordate Branchiostoma lanceolatum, applying BLAST, gene prediction tools and manual curation in order to predict de novo its complete opsin repertoire. We investigated the structure of predicted opsin genes, encoded proteins, their phylogenetic placement, and expression. We identified a total of 22 opsin genes in B. lanceolatum, of which 21 are expressed and the remaining one appears to be a pseudogene. According to our phylogenetic analysis, representatives from the three major opsin groups, namely C-type, the R-type and the Group 4, can be identified in B. lanceolatum. Most of the B. lanceolatum opsins exhibit a stage-specific, but not a tissue-specific, expression pattern. The large number of opsins detected in B. lanceolatum, the observed similarities and differences in terms of sequence characteristics and expression patterns lead us to conclude that there may be a fine tuning in opsin utilization in order to facilitate visually-guided behavior of European amphioxus under various environmental settings.", "doi": "10.1387/ijdb.170139zk", "title": "The opsin repertoire of the European lancelet: a window into light detection in a basal chordate.", "journal": ["The International journal of developmental biology", "Int. J. Dev. Biol."]}