{"authors": [["Albuixech-Crespo", "Beatriz", "B", "Dept. Genetics, Microbiology and Statistics and Institute of Biomedicine (IBUB), Faculty of Biology, University of Barcelona, Barcelona, Spain."], ["Herrera-Úbeda", "Carlos", "C", null], ["Marfany", "Gemma", "G", null], ["Irimia", "Manuel", "M", null], ["Garcia-Fernàndez", "Jordi", "J", null]], "date": null, "id": "29319114", "text": "The vertebrate brain is arguably the most complex anatomical and functional structure in nature. During embryonic development, the central nervous system (CNS) undergoes a series of morphogenetic processes that eventually obscure the major axes of the early neural plate to our perception. Notwithstanding this complexity, the \"genoarchitecture\" of the developing neural tube brings into light homologous regions between brains of different vertebrate species, acting as a molecular barcode of each particular domain. Those homologous regions and their topological inter-relations constitute the ancestral, deeply conserved, bauplan of the vertebrate brain. Remarkably, although simpler, the cephalochordate amphioxus shares multiple features of this bauplan, serving as a privileged reference point to understand the origins of the vertebrate brain. Here, we review the development of the chordate CNS in view of the latest morphological and genoarchitectonic data from amphioxus. This comparison reveals that the amphioxus CNS is far from simple and provides unique insights into the structure of the vertebrate CNS and its evolutionary origins. In particular, we summarize recent research in amphioxus and vertebrates that has challenged views on the major partitions of the vertebrate brain, proposing a novel organization of the chordate CNS bauplan that better reflects developmental and evolutionary data.", "doi": "10.1387/ijdb.170258jg", "title": "Origin and evolution of the chordate central nervous system: insights from amphioxus genoarchitecture.", "journal": ["The International journal of developmental biology", "Int. J. Dev. Biol."]}