{"authors": [["Tse", "Peter Ulric", "PU", "Dartmouth College, Hanover, USA."]], "date": "2017-12-21", "id": "29317999", "text": "Building on the modal and amodal completion work of Kanizsa, Carman and Welch showed that binocular stereo viewing of two disparate images can give rise to a percept of 3D curved, nonclosed illusory contours and surfaces. Here, it is shown that binocular presentation can also give rise to the percept of closed curved surfaces or volumes that appear to vary smoothly across discrete depths in binocularly fused images, although in fact only two binocular disparities are discretely defined between corresponding contour elements of the inducing elements. Surfaces are filled in from one depth layer's visible contours to another layer's visible contours within virtual contours that are interpolated on the basis of good contour continuation between the visible portions of contour. These single depth contour segments are taken not to arise from surface edges, as in Kanizsa's or Carman and Welch's examples, but from segments of \"rim\" where the line of sight just grazes a surface that continues behind and beyond the rim smoothly. When there are two or more surface-propagating contour segments, the propagated surfaces can continue away from the inferred rim, merge, and then close behind the self-occluding visible surface into an everywhere differentiable closed surface or volume. Illusory surfaces can possess a depth and perceived surface curvature that is consistent with all visible contour segments, despite the absence of local disparity cues at interpolated 3D surface locations far from any visible contour. These demonstrations cannot be easily explained by existing models of visual processing. They place constraints on the surface and volume generation processes that construct our 3D world under normal viewing conditions.", "doi": "10.1177/2041669517747001", "title": "Volume Completion Between Contour Fragments at Discrete Depths.", "journal": ["i-Perception", "Iperception"]}