{"authors": [["Silva", "Rafael D de C", "RDC", "Programa de Pós-Graduação em Informática Aplicada, Laboratório de Bioinformática, Universidade de Fortaleza, Fortaleza, CE, Brazil."], ["Albuquerque", "Saulo G C", "SGC", "Hospital de Saúde Mental de Messejana, Fortaleza, CE, Brazil."], ["Muniz", "Artur de V", "AV", "Hospital de Saúde Mental de Messejana, Fortaleza, CE, Brazil."], ["Filho", "Pedro P Rebouças", "PPR", "Laboratório de Processamento de Imagens e Simulação Computacional, Instituto Federal de Educação, Ciência e Tecnologia do Ceará, Maracanaú, CE, Brazil."], ["Ribeiro", "Sidarta", "S", "Instituto do Cérebro, Universidade Federal do Rio Grande do Norte, Natal, RN, Brazil."], ["Pinheiro", "Plácido Rogerio", "PR", "Programa de Pós-Graduação em Informática Aplicada, Laboratório de Bioinformática, Universidade de Fortaleza, Fortaleza, CE, Brazil."], ["Albuquerque", "Victor Hugo C", "VHC", "Programa de Pós-Graduação em Informática Aplicada, Laboratório de Bioinformática, Universidade de Fortaleza, Fortaleza, CE, Brazil."]], "date": "2017-11-29", "id": "29317860", "text": "Schizophrenia is a chronic mental disease that usually manifests psychotic symptoms and affects an individual's functionality. The stigma related to this disease is a serious obstacle for an adequate approach to its treatment. Stigma can, for example, delay the start of treatment, and it creates difficulties in interpersonal and professional relationships. This work proposes a new tool based on augmented reality to reduce the stigma related to schizophrenia. The tool is capable of simulating the psychotic symptoms typical of schizophrenia and simulates sense perception changes in order to create an immersive experience capable of generating pathological experiences of a patient with schizophrenia. The integration into the proposed environment occurs through immersion glasses and an embedded camera. Audio and visual effects can also be applied in real time. To validate the proposed environment, medical students experienced the virtual environment and then answered three questionnaires to assess (i) stigmas related to schizophrenia, (ii) the efficiency and effectiveness of the tool, and, finally (iii) stigma after simulation. The analysis of the questionnaires showed that the proposed model is a robust tool and quite realistic and, thus, very promising in reducing stigma associated with schizophrenia by instilling in the observer a greater comprehension of any person during an schizophrenic outbreak, whether a patient or a family member.", "doi": "10.1155/2017/2721846", "title": "Reducing the Schizophrenia Stigma: A New Approach Based on Augmented Reality.", "journal": ["Computational intelligence and neuroscience", "Comput Intell Neurosci"]}