{"authors": [["Takeda", "On", "O", "Department of Orthopaedic Surgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Chiba", "Daisuke", "D", "Department of Orthopaedic Surgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Ishibashi", "Yasuyuki", "Y", "Department of Orthopaedic Surgery, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Tsuda", "Eiichi", "E", "Department of Rehabilitation Medicine, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."]], "date": "2017-11-26", "id": "29317852", "text": "In Japan, adhesive skin plasters containing nonsteroidal anti-inflammatory drugs (NSAIDs) are frequently used to treat pain of musculoskeletal origin. There are many reports on their efficacy but few on patients' impressions of usability or levels of satisfaction. Objectives. To elucidate the differences in perception between patients and physicians concerning NSAID plasters. Subjects. We conducted two surveys about NSAID plasters on patients and physicians. 600 patients currently using plasters and 200 physicians currently prescribing NSAID plasters were studied. Methods. Questionnaire included items concerning usage, efficacy and side effects, site and intensity of their pain, pain management strategies, characteristics they desired from NSAID plasters, and their satisfaction with them. Results. The characteristic most frequently reported as desirable by patients was analgesic efficacy, followed by avoiding skin irritation and low medication cost. The characteristics most frequently reported as desirable by physicians were analgesic efficacy, alignment with patient preference, safety to skin, and comfort when applied. Our survey revealed that both patients and physicians prioritized analgesic efficacy of NSAID plasters. However, approximately half of the patients and physicians were unsatisfied with the analgesic efficacy of plasters. Conclusions. Physicians may improve patient satisfaction by discussing analgesic efficacy, skin complications, and price with patients before prescription.", "doi": "10.1155/2017/5787854", "title": "Patient-Physician Differences in Desired Characteristics of NSAID Plasters: An Online Survey.", "journal": ["Pain research & management", "Pain Res Manag"]}