{"authors": [["Adhikari", "Deepak", "D", "Ministry of Health and Population, Kathmandu, Nepal."], ["Khatri", "Resham Bahadur", "RB", "Faculty of Medicine, School of Public Health, The University of Queensland, Brisbane, QLD, Australia."], ["Paudel", "Yuba Raj", "YR", "Nepal Health Sector Support Program, Ministry of Health and Population, Kathmandu, Nepal."], ["Poudyal", "Amod Kumar", "AK", "Department of Community Medicine and Public Health, Institute of Medicine, Tribhuvan University, Kathmandu, Nepal."]], "date": "2017-12-22", "id": "29312920", "text": "Undernutrition is a leading cause of morbidity and mortality in children in developing countries including Nepal. This study aimed to identify sociodemographic, environmental, and maternal and child health (MCH) factors associated with objectively assessed underweight among children aged under 5 years in Ilam district of eastern Nepal.A community-based cross-sectional study of 300 mothers of children under 5 years was conducted using interviewer-administered questionnaires from July to August 2012. The sample was derived by randomly selecting three village development committees (VDCs), then three wards from each of these three VDCs were selected making a total sample of nine wards. Finally, individuals were selected from the nine wards using systematic random sampling. Chi-square tests were used to identify factors associated with childhood underweight. Logistic regression analyses were conducted to determine odds ratios for the factors associated with underweight.The prevalence of underweight was 37% [95% confidence interval (CI): 33-43%]. Children who were more than 24 months of age were more likely to be underweight (adjusted odds ratio (aOR) = 2.72; 95% CI: 1.57, 4.70) than children aged less than 24 months. Children of families who consumed water without treatment had higher odds of being underweight (aOR = 2.48; 95% CI: 1.28, 4.78) than those who used water after boiling. Children whose mother perceived their size at birth as normal were more likely to be normal weight (aOR = 0.40; 95% CI: 0.16, 0.99) compared to a smaller size at birth. Children whose growth was monitored had a low chance of being underweight (aOR = 0.35, 95% CI: 0.15, 0.97).Nearly two-fifth of under-five children were found to be underweight. The age of children, drinking water purification practices, growth monitoring, and mother's perception of size at birth were significantly associated with childhood underweight. These findings suggest that interventions focusing on access to child growth monitoring, and water and sanitation practices may reduce the childhood underweight.", "doi": "10.3389/fpubh.2017.00350", "title": "Factors Associated with Underweight among Under-Five Children in Eastern Nepal: Community-Based Cross-sectional Study.", "journal": ["Frontiers in public health", "Front Public Health"]}