{"authors": [["Perica", "Elizabeth", "E", "Department of Medical Radiation Sciences, Curtin University, Perth, Australia."], ["Sun", "Zhonghua", "Z", "Department of Medical Radiation Sciences, Curtin University, Perth, Australia."]], "date": null, "id": "29312871", "text": "Recently, three-dimensional (3D) printing has shown great interest in medicine, and 3D printed models may be rendered as part of the pre-surgical planning process in order to better understand the complexities of an individual's anatomy. The aim of this study is to investigate the feasibility of utilising 3D printed liver models as clinical tools in pre-operative planning for resectable hepatocellular carcinoma (HCC) lesions.High-resolution contrast-enhanced computed tomography (CT) images were acquired and utilized to generate a patient-specific 3D printed liver model. Hepatic structures were segmented and edited to produce a printable model delineating intrahepatic anatomy and a resectable HCC lesion. Quantitative assessment of 3D model accuracy compared measurements of critical anatomical landmarks acquired from the original CT images, standard tessellation language (STL) files, and the 3D printed liver model. Comparative analysis of surveys completed by two radiologists investigated the clinical value of 3D printed liver models in radiology. The application of utilizing 3D printed liver models as tools in surgical planning for resectable HCC lesions was evaluated through kappa analysis of questionnaires completed by two abdominal surgeons.A scaled down multi-material 3D liver model delineating patient-specific hepatic anatomy and pathology was produced, requiring a total production time of 25.25 hours and costing a total of AUD $1,250. A discrepancy was found in the total mean of measurements at each stage of production, with a total mean of 18.28±9.31 mm for measurements acquired from the original CT data, 15.63±8.06 mm for the STL files, and 14.47±7.71 mm for the 3D printed liver model. The 3D liver model did not enhance the radiologists' perception of patient-specific anatomy or pathology. Kappa analysis of the surgeon's responses to survey questions yielded a percentage agreement of 80%, and a κ value of 0.38 (P=0.24) indicating fair agreement.Study outcomes indicate that there is minimal value in utilizing the 3D printed models in diagnostic radiology. The potential usefulness of utilizing patient-specific 3D printed liver models as tools in surgical planning and intraoperative guidance for HCC treatment is verified. However, the feasibility of this application is currently challenged by identified limitations in 3D model production, including the cost and time required for model production, and inaccuracies potentially introduced at each stage of model fabrication.", "doi": "10.21037/qims.2017.11.02", "title": "Patient-specific three-dimensional printing for pre-surgical planning in hepatocellular carcinoma treatment.", "journal": ["Quantitative imaging in medicine and surgery", "Quant Imaging Med Surg"]}