{"authors": [["Mahr", "Benedikt", "B", "Department of Surgery, Section of Transplantation Immunology, Medical University of Vienna, Vienna, Austria."], ["Granofszky", "Nicolas", "N", "Department of Surgery, Section of Transplantation Immunology, Medical University of Vienna, Vienna, Austria."], ["Muckenhuber", "Moritz", "M", "Department of Surgery, Section of Transplantation Immunology, Medical University of Vienna, Vienna, Austria."], ["Wekerle", "Thomas", "T", "Department of Surgery, Section of Transplantation Immunology, Medical University of Vienna, Vienna, Austria."]], "date": "2017-12-22", "id": "29312303", "text": "The perception that transplantation of hematopoietic stem cells can confer tolerance to any tissue or organ from the same donor is widely accepted but it has not yet become a treatment option in clinical routine. The reasons for this are multifaceted but can generally be classified into safety and efficacy concerns that also became evident from the results of the first clinical pilot trials. In comparison to standard immunosuppressive therapies, the infection risk associated with the cytotoxic pre-conditioning necessary to allow allogeneic bone marrow engraftment and the risk of developing graft-vs.-host disease (GVHD) constitute the most prohibitive hurdles. However, several approaches have recently been developed at the experimental level to reduce or even overcome the necessity for cytoreductive conditioning, such as costimulation blockade, pro-apoptotic drugs, or Treg therapy. But even in the absence of any hazardous pretreatment, the recipients are exposed to the risk of developing GVHD as long as non-tolerant donor T cells are present. Total lymphoid irradiation and enriching the stem cell graft with facilitating cells emerged as potential strategies to reduce this peril. On the other hand, the long-lasting survival of kidney allografts, seen with transient chimerism in some clinical series, questions the need for durable chimerism for robust tolerance. From a safety point of view, loss of chimerism would indeed be favorable as it eliminates the risk of GVHD, but also complicates the assessment of tolerance. Therefore, other biomarkers are warranted to monitor tolerance and to identify those patients who can safely be weaned off immunosuppression. In addition to these safety concerns, the limited efficacy of the current pilot trials with approximately 40-60% patients becoming tolerant remains an important issue that needs to be resolved. Overall, the road ahead to clinical routine may still be rocky but the first successful long-term patients and progress in pre-clinical research provide encouraging evidence that deliberately inducing tolerance through hematopoietic chimerism might eventually make it from dream to reality.", "doi": "10.3389/fimmu.2017.01762", "title": "Transplantation Tolerance through Hematopoietic Chimerism: Progress and Challenges for Clinical Translation.", "journal": ["Frontiers in immunology", "Front Immunol"]}