{"authors": [["Yan", "Zhiqiang", "Z", "Beijing Key Laboratory of Behavior and Mental Health, School of Psychological and Cognitive Sciences, Peking University, Beijing, China."], ["Pei", "Meng", "M", "Beijing Key Laboratory of Behavior and Mental Health, School of Psychological and Cognitive Sciences, Peking University, Beijing, China."], ["Su", "Yanjie", "Y", "Beijing Key Laboratory of Behavior and Mental Health, School of Psychological and Cognitive Sciences, Peking University, Beijing, China."]], "date": "2017-12-22", "id": "29312106", "text": "The function of empathic concern to process pain is a product of evolutionary adaptation. Focusing on 5- to 6-year old children, the current study employed eye-tracking in an odd-one-out task (searching for the emotional facial expression among neutral expressions, N = 47) and a pain evaluation task (evaluating the pain intensity of a facial expression, N = 42) to investigate the relationship between children's empathy and their behavioral and perceptual response to facial pain expression. We found children detected painful expression faster than others (angry, sad, and happy), children high in empathy performed better on searching facial expression of pain, and gave higher evaluation of pain intensity; and rating for pain in painful expressions was best predicted by a self-reported empathy score. As for eye-tracking in pain detection, children fixated on pain more quickly, less frequently and for shorter times. Of facial clues, children fixated on eyes and mouth more quickly, more frequently and for longer times. These results implied that painful facial expression was different from others in a cognitive sense, and children's empathy might facilitate their search and make them perceive the intensity of observed pain on the higher side.", "doi": "10.3389/fpsyg.2017.02284", "title": "Children's Empathy and Their Perception and Evaluation of Facial Pain Expression: An Eye Tracking Study.", "journal": ["Frontiers in psychology", "Front Psychol"]}