{"authors": [["Skurvydas", "Albertas", "A", "Institute of Sport Science and Innovation, Lithuanian Sports University, Kaunas, Lithuania."], ["Verbickas", "Vaidas", "V", "Institute of Sport Science and Innovation, Lithuanian Sports University, Kaunas, Lithuania."], ["Eimantas", "Nerijus", "N", "Institute of Sport Science and Innovation, Lithuanian Sports University, Kaunas, Lithuania."], ["Baranauskiene", "Neringa", "N", "Institute of Sport Science and Innovation, Lithuanian Sports University, Kaunas, Lithuania."], ["Cernych", "Margarita", "M", "Institute of Sport Science and Innovation, Lithuanian Sports University, Kaunas, Lithuania."], ["Skrodeniene", "Erika", "E", "Department of Laboratory Medicine, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Daniuseviciute", "Laura", "L", "Department of Physical Education, Kaunas University of Technology, Kaunas, Lithuania."], ["Brazaitis", "Marius", "M", "Institute of Sport Science and Innovation, Lithuanian Sports University, Kaunas, Lithuania."]], "date": "2017-12-22", "id": "29312105", "text": "The main aim of our study was to determinate whether a repeated bout (RB) (vs. first bout [FB]) of sprint interval cycling exercise (SIE) is sufficient to mitigate SIE-induced psychological and physiological biomarker kinetics within 48 h after the exercise. Ten physically active men (age, 22.6 ± 5.2 years; VO2max, 44.3 ± 5.7 ml/kg/min) performed the FB of SIE (12 repeats of 5 s each) on one day and the RB 2 weeks later. The following parameters were measured: motor performance (voluntary, electrically induced and isokinetic skeletal muscle contraction torque, and central activation ratio [CAR]); stress markers [brain-derived neurotrophic factor (BDNF), cortisol, norepinephrine, and epinephrine]; inflammatory markers (IL-6, IL-10, and TNF-α); metabolic markers (glucose and lactate); muscle and rectal temperature; cycling power output; and psychological perceptions. The average cycling power output and neuromuscular fatigue after exercise did not differ between the FB and RB. There were significant decreases in cortisol and BDNF concentration at 12 h (P < 0.05) and 24 h (P < 0.001) after the FB, respectively. The decrease in cortisol concentration observed 12 h after exercise was significantly greater after the RB (P < 0.05) than after the FB. The immune-metabolic response to the RB (vs. FB) SIE was suppressed and accompanied by lower psychological exertion. Most of the changes in psychological and physiological biomarkers in the FB and RB were closely related to the response kinetics of changes in BDNF concentration.", "doi": "10.3389/fpsyg.2017.02282", "title": "Psychological and Physiological Biomarkers of Neuromuscular Fatigue after Two Bouts of Sprint Interval Exercise.", "journal": ["Frontiers in psychology", "Front Psychol"]}