{"authors": [["Mendiburo-Seguel", "Andrés", "A", "Facultad de Educación, Universidad Andrés Bello, Santiago, Chile."], ["Vargas", "Salvador", "S", "Facultad de Educación, Universidad Andrés Bello, Santiago, Chile."], ["Rubio", "Andrés", "A", "Facultad de Psicología, Universidad Diego Portales, Santiago, Chile."]], "date": "2017-12-22", "id": "29312081", "text": "The experimental research that looks into the effects of political humor on an individual's attitudes toward politics and politicians does not evaluate its long-term effects. With this in mind, this study aims to determine the possible effects that being exposed to humor which belittles politicians may have on an ordinary citizen's trust in them, while at the same time it observes the possible effects that such exposure has on them and the time such effects last. Two hypotheses were tested. The first one was that humor involves less cognitive elaboration, which leads to a short-term impact on the perception of the individual. The second one was that the repetition of a message can augment the swing of such message. Also, a series of elements regarding disposition toward politicians and political affiliation were considered. Two experiments were designed. The first experiment, (N = 94), considered three groups: one exposed to political disparagement humor; one control group exposed to disparagement humor against non-politician subjects; and a control group exposed to a non-humorous political video. Trust in politicians was evaluated first at baseline, then immediately after the experimental manipulation, and once again a week after the experimental manipulation had happened. In the second experiment (N = 146), participants were randomly assigned to one experimental and two control groups. The trust in politicians of the three groups was estimated and they were sent political cartoons, non-political cartoons, and newspaper headlines regarding political topics twice a day for a week via WhatsApp. Trust in politicians among the three groups was assessed again after 1 week, and for a third time 1 week after that. As a result, it was observed that a one-off exposure to political disparagement humor affects trust in politicians negatively; however, the effect it attains is short-lived and can be explained through the political content of the item and not only humor. Also, being exposed to cartoons constantly for a week had no impact whatsoever on the way politics and politicians were perceived during the time the experiment was carried out. Possible explanations for these findings are discussed.", "doi": "10.3389/fpsyg.2017.02236", "title": "Exposure to Political Disparagement Humor and Its Impact on Trust in Politicians: How Long Does It Last?", "journal": ["Frontiers in psychology", "Front Psychol"]}