{"authors": [["Liu", "Huei-Mei", "HM", "Department of Special Education, National Taiwan Normal University, Taipei, Taiwan."], ["Tsao", "Feng-Ming", "FM", "Department of Psychology, National Taiwan University, Taipei, Taiwan."]], "date": "2017-12-14", "id": "29312031", "text": "Previous studies have shown that children learning alphabetic writing systems who have language impairment or dyslexia exhibit speech perception deficits. However, whether such deficits exist in children learning logographic writing systems who have poor reading comprehension remains uncertain. To further explore this issue, the present study examined speech perception deficits in Mandarin-speaking children with poor reading comprehension. Two self-designed tasks, consonant categorical perception task and lexical tone discrimination task were used to compare speech perception performance in children (n = 31, age range = 7;4-10;2) with poor reading comprehension and an age-matched typically developing group (n = 31, age range = 7;7-9;10). Results showed that the children with poor reading comprehension were less accurate in consonant and lexical tone discrimination tasks and perceived speech contrasts less categorically than the matched group. The correlations between speech perception skills (i.e., consonant and lexical tone discrimination sensitivities and slope of consonant identification curve) and individuals' oral language and reading comprehension were stronger than the correlations between speech perception ability and word recognition ability. In conclusion, the results revealed that Mandarin-speaking children with poor reading comprehension exhibit less-categorized speech perception, suggesting that imprecise speech perception, especially lexical tone perception, is essential to account for reading learning difficulties in Mandarin-speaking children.", "doi": "10.3389/fpsyg.2017.02144", "title": "Speech Perception Deficits in Mandarin-Speaking School-Aged Children with Poor Reading Comprehension.", "journal": ["Frontiers in psychology", "Front Psychol"]}