{"authors": [["Wang", "Jiao", "J", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, Shanghai, China."], ["Li", "Qian", "Q", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, Shanghai, China."], ["Kong", "Yanyan", "Y", "Position Emission Computed Tomography Center, Huashan Hospital, Fudan University, Shanghai, China."], ["Zhou", "Fangfang", "F", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, Shanghai, China."], ["Li", "Jie", "J", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, Shanghai, China."], ["Li", "Weihao", "W", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, Shanghai, China."], ["Wang", "Kai", "K", "Shanghai Key Laboratory of Molecular Andrology, Institute of Biochemistry and Cell Biology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Wu", "Ting", "T", "Shanghai Stem Cell Group, Shanghai, China."], ["Guan", "Yihui", "Y", "Position Emission Computed Tomography Center, Huashan Hospital, Fudan University, Shanghai, China."], ["Xie", "Jiang", "J", "School of Computer Engineering and Science, Shanghai University, Shanghai, China."], ["Wen", "Tieqiao", "T", "Laboratory of Molecular Neural Biology, School of Life Sciences, Shanghai University, Shanghai, China."]], "date": "2017-12-06", "id": "29311893", "text": "Aging progression is a process that an individual encounters as they become older, and usually results from a series of normal physiological changes over time. The hippocampus, which contributes to the loss of spatial and episodic memory and learning in older people, is closely related to the detrimental effects of aging at the morphological and molecular levels. However, age-related genetic changes in hippocampal molecular mechanisms are not yet well-established. To provide additional insight into the aging process, differentially-expressed genes of 3- versus 24- and 29-month old mice were re-analyzed. The results revealed that a large number of immune and inflammatory response-related genes were up-regulated in the aged hippocampus, and membrane receptor-associated genes were down-regulated. The down-regulation of transmembrane receptors may indicate the weaker perception of environmental exposure in older people, since many transmembrane proteins participate in signal transduction. In addition, molecular interaction analysis of the up-regulated immune genes indicated that the hub gene, Ywhae, may play essential roles in immune and inflammatory responses during aging progression, as well as during hippocampal development. Our biological experiments confirmed the conserved roles of Ywhae and its partners between human and mouse. Furthermore, comparison of microarray data between advanced-age mice treated with human umbilical cord blood plasma protein and the phosphate-buffered saline control showed that the genes that contribute to the revitalization of advanced-age mice are different from the genes induced by aging. These results implied that the revitalization of advanced-age mice is not a simple reverse process of normal aging progression. Our data assigned novel roles of genes during aging progression and provided further theoretic evidence for future studies exploring the underlying mechanisms of aging and anti-aging-related disease therapy.", "doi": "10.3389/fnagi.2017.00393", "title": "Biosystems Study of the Molecular Networks Underlying Hippocampal Aging Progression and Anti-aging Treatment in Mice.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}