{"authors": [["Sorokowska", "Agnieszka", "A", "Smell & Taste Clinic, Department of Otorhinolaryngology, Technische Universität Dresden, Dresden, Germany."], ["Schoen", "Katherina", "K", "Smell & Taste Clinic, Department of Otorhinolaryngology, Technische Universität Dresden, Dresden, Germany."], ["Hummel", "Cornelia", "C", "Smell & Taste Clinic, Department of Otorhinolaryngology, Technische Universität Dresden, Dresden, Germany."], ["Han", "Pengfei", "P", "Smell & Taste Clinic, Department of Otorhinolaryngology, Technische Universität Dresden, Dresden, Germany."], ["Warr", "Jonathan", "J", "Takasago Europe Perfumery Laboratory SARL, Paris, France."], ["Hummel", "Thomas", "T", "Smell & Taste Clinic, Department of Otorhinolaryngology, Technische Universität Dresden, Dresden, Germany."]], "date": "2017-12-19", "id": "29311879", "text": "Food-associated cues of different sensory categories have often been shown to be a potent elicitor of cerebral activity in brain reward circuits. Smells influence and modify the hedonic qualities of eating experience, and in contrast to smells not associated with food, perception of food-associated odors may activate dopaminergic brain areas. In this study, we aimed to verify previous findings related to the rewarding value of food-associated odors by means of an fMRI design involving carefully preselected odors of edible and non-edible substances. We compared activations generated by three food and three non-food odorants matching in terms of intensity, pleasantness and trigeminal qualities. We observed that for our mixed sample of 30 hungry and satiated participants, food odors generated significantly higher activation in the anterior cingulate cortex (right and left), insula (right), and putamen (right) than non-food odors. Among hungry subjects, regardless of the odor type, we found significant activation in the ventral tegmental area in response to olfactory stimulation. As our stimuli were matched in terms of various perceptual qualities, this result suggests that edibility of an odor source indeed generates specific activation in dopaminergic brain areas.", "doi": "10.3389/fnhum.2017.00625", "title": "Food-Related Odors Activate Dopaminergic Brain Areas.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}