{"authors": [["Crafa", "Daina", "D", "Integrated Program in Neuroscience, McGill University, Montreal, QC, Canada."], ["Hawco", "Colin", "C", "Campbell Family Mental Health Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."], ["Brodeur", "Mathieu B", "MB", "Department of Psychiatry, Douglas Mental Health University Institute, McGill University, Montreal, QC, Canada."]], "date": "2017-12-14", "id": "29311862", "text": "Context sometimes helps make objects more recognizable. Previous studies using functional magnetic resonance imaging (fMRI) have examined regional neural activity when objects have strong or weak associations with their contexts. Such studies have demonstrated that activity in the parahippocampal cortex (PHC) generally corresponds with strong associations between objects and their spatial contexts while retrosplenial cortex (RSC) activity is linked with episodic memory. However these studies investigated objects viewed in associated contexts, but the direct influence of scene on the perception of visual objects has not been widely investigated. We hypothesized that the PHC and RSC may only be engaged for congruent contexts in which the object could typically be found but not for neutral contexts. While in an fMRI scanner, 15 participants rated the recognizability of 152 photographic images of objects, presented within congruent and incongruent contexts. Regions of interest were created to examine PHC and RSC activity using a hypothesis-driven approach. Exploratory analyses were also performed to identify other regional activity. In line with previous studies, PHC and RSC activity emerged when objects were viewed in congruent contexts. Activity in the RSC, inferior parietal lobe (IPL) and fusiform gyrus also emerged. These findings indicate that different brain regions are employed when objects are meaningfully contextualized.", "doi": "10.3389/fnbeh.2017.00232", "title": "Heightened Responses of the Parahippocampal and Retrosplenial Cortices during Contextualized Recognition of Congruent Objects.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}