{"authors": [["Giuliani", "Mattia", "M", "Department of Clinical Neurosciences, IRCCS San Raffele-Ville Turro, Milan, Italy."], ["Martoni", "Riccardo M", "RM", "Department of Clinical Neurosciences, IRCCS San Raffele-Ville Turro, Milan, Italy."], ["Gregori Grgič", "Regina", "R", "Laboratory of Action, Perception and Cognition, Faculty of Psychology, Vita-Salute San Raffaele University, Milan, Italy."], ["Crespi", "Sofia A", "SA", "Laboratory of Action, Perception and Cognition, Faculty of Psychology, Vita-Salute San Raffaele University, Milan, Italy."], ["Cavallini", "Maria C", "MC", "Department of Clinical Neurosciences, IRCCS San Raffele-Ville Turro, Milan, Italy."], ["de'Sperati", "Claudio", "C", "Laboratory of Action, Perception and Cognition, Faculty of Psychology, Vita-Salute San Raffaele University, Milan, Italy."]], "date": "2017-12-22", "id": "29311861", "text": "The sense of agency (SoA) is a multifaceted construct, which can be defined as the ability to understand the causal relationships between our actions and sensory events. Obsessive-Compulsive Disorder (OCD) patients with checking compulsions often report a \"lack of action completion\" sensations, which has been conceptualized in the so-called \"Not Just Right Experiences\" construct. An intriguing explanation of this phenomenon comes from Belayachi and Van der Linden (2009, 2010), who suggest that OCD-checking patients are more prone to specify their action in a relatively molecular and inflexible way. Currently, there are no studies in literature which address this issue in OCD patients, except for the one of Gentsch et al. (2012), who suggested an altered SoA in these patients. Here we exploited a novel construct, gaze agency, to evaluate causal attribution capabilities in a group of 21 OCD patients (checkers) and matched healthy controls (HCs). Basically, two tasks targeted observers' capability to identify their own eye movements as the cause of concurrently presented beeps, which allowed us to measure agency sensitivity as well as subtle agency alterations in an ecological setting. We found a poorer performance in OCD patients as compared to HCs in many parameters of our tasks, suggesting a difficulty with causal attribution possibly due to both a reduced cognitive flexibility and a less functional gaze agency in OCD patients.", "doi": "10.3389/fnint.2017.00039", "title": "Who Has Done It? Exploring Gaze Agency in Obsessive-Compulsive Checkers.", "journal": ["Frontiers in integrative neuroscience", "Front Integr Neurosci"]}