{"authors": [["Lazennec", "Jean Y", "JY", "Department of Orthopaedic and Trauma Surgery, La Pitié-Salpêtrière Hospital, Assistance Publique des Hôpitaux de Paris, Paris, France; Anatomy Department, Université Pierre et Marie Curie (UPMC), Paris, France."], ["Folinais", "Dominique", "D", "RIM Maussins-Nollet, Paris, France."], ["Florequin", "Caroline", "C", "Anatomy Department, Université Pierre et Marie Curie (UPMC), Paris, France."], ["Pour", "Aidin E", "AE", "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI."]], "date": "2017-12-13", "id": "29310921", "text": "This study assessed the correlation among the patients' perception of the leg length discrepancy (LLD) after total hip arthroplasty (THA) and the anatomical and functional leg length, pelvic and knee alignments, and foot height.Patients without significant spinal pathology or previous spine or lower extremity surgery who underwent primary THA (101 patients) were evaluated using EOS images obtained in standing position. All 3-dimensional measures were evaluated and compared for the repeatability and reproducibility and correlation with patients' perception of leg length.In our study, the anatomical femoral length (odds ratio [OR] 0.9, P = .732) did not correlate with patients' perception of the LLD, but other variables like the distance from the middle of the tibial plafond to ground (OR 14.3, P = .003), sagittal knee alignment (OR 1.07, P = .021), and pelvic obliquity (OR 1.05, P = .021) were correlated with the patients' perception of LLD.The LLD is a multifactorial complication. We found that the anatomical femoral length as the factor that can be modified with THA technique or choice of prosthesis is not the only important factor. We recommend comprehensive physical examination to investigate spinal deformities, pelvic obliquity, abductor muscle weakness, sagittal and coronal knee alignment, and foot deformity in patients who complain of LLD after THA.", "doi": "10.1016/j.arth.2017.12.004", "title": "Does Patients' Perception of Leg Length After Total Hip Arthroplasty Correlate With Anatomical Leg Length?", "journal": ["The Journal of arthroplasty", "J Arthroplasty"]}