{"authors": [["Jones", "T P", "TP", "Medical Imaging Optimisation and Perception Group (MIOPeG), Discipline of Medical Radiation Sciences, Faculty of Health Science, University of Sydney, 75 East Street, Lidcombe NSW 2141, Australia."], ["Brennan", "P C", "PC", "Medical Imaging Optimisation and Perception Group (MIOPeG), Discipline of Medical Radiation Sciences, Faculty of Health Science, University of Sydney, 75 East Street, Lidcombe NSW 2141, Australia."], ["Ryan", "E", "E", "Medical Imaging Optimisation and Perception Group (MIOPeG), Discipline of Medical Radiation Sciences, Faculty of Health Science, University of Sydney, 75 East Street, Lidcombe NSW 2141, Australia."]], "date": "2017-12-22", "id": "29309695", "text": "This study examines the kerma-area product (PKA) levels from paediatric cardiac catheterisations at a major Children's Hospital over three different time periods in order to gain an understanding of the causation of dose variations over time and to present a model for dose reduction. A retrospective review of 1245 paediatric procedural records was undertaken. This cohort consisted of patients that were catheterised over a period from November 2007 to July 2009, October 2009 to November 2011 and January 2016 to December 2016. The age distribution was from newborn to 18 years. Archived (PKA) readings were retrieved and analysed. The 75th percentile PKA values for the specific age categories over time periods (1, 2, 3) were 0-30 days-(5.47, 1.37, 1.37) Gy cm2; 1-12 months-(6.42, 2.03, 1.06) Gy cm2; 1-3 years-(11.25, 3.20, 1.25) Gy cm2; 3-5 years-(12.65, 3.72, 2.88) Gy cm2; 5-10 years-(12.80, 8.53, 3.52) Gy cm2; 10-15 years-(27.92, 10.85, 2.97) Gy cm2; >15 years-(29.09, 27.81, 11.65) Gy cm2. Using newer imaging technologies, optimising dose reduction strategies and regular dose auditing can transform radiation dose delivery for paediatric x-ray examinations. Our centre provides a template for dose reduction success worldwide.", "doi": "10.1093/rpd/ncx294", "title": "THE IMPACT OF DIGITAL TECHNOLOGY ON DOSE REDUCTION IN PAEDIATRIC CARDIAC CATHETERISATION WITHIN A LARGE METROPOLITAN CHILDREN'S HOSPITAL.", "journal": ["Radiation protection dosimetry", "Radiat Prot Dosimetry"]}