{"authors": [["Isiordia", "Marilu", "M", "Department of Psychology, University of California, Davis."], ["Conger", "Rand", "R", "Department of Human Ecology, University of California, Davis."], ["Robins", "Richard W", "RW", "Department of Psychology, University of California, Davis."], ["Ferrer", "Emilio", "E", null]], "date": null, "id": "29309187", "text": "Research in family psychology often focuses on understanding how multiple familial constructs develop over time. To examine these developmental processes, researchers frequently use a multivariate latent growth model (LGM) in which univariate LGMs are specified for each individual construct and then correlations are examined between the slopes and intercepts of different pairs of constructs. However, if the developmental associations among the constructs are hypothesized to derive from a higher-order common \"cause\" or factor, then a more appropriate model is the factor of curves (FOCUS) model. In this paper, we describe the FOCUS model for assessing the covariation among multiple developmental measures over time. We use empirical data to illustrate the benefits of the FOCUS model for testing whether a common factor, family academic orientation, is responsible for the interrelations among parental school perception, parental educational involvement, and children's academic competence from elementary school to high school. Results support that a higher-order family academic orientation construct can be used to characterize the developmental associations among parental school perception, parental educational involvement, and children's academic competence over time. We emphasize the importance of selecting a statistical model that matches one's theory of developmental change. (PsycINFO Database Record", "doi": "10.1037/fam0000379", "title": "Using the factor of curves model to evaluate associations among multiple family constructs over time.", "journal": ["Journal of family psychology : JFP : journal of the Division of Family Psychology of the American Psychological Association (Division 43)", "J Fam Psychol"]}