{"authors": [["Baucom", "Brian R W", "BRW", "Department of Psychology, University of Utah."], ["Leo", "Karena", "K", "Department of Psychology, University of Utah."], ["Adamo", "Colin", "C", "Department of Psychology, University of Utah."], ["Georgiou", "Panayiotis", "P", "Department of Electrical Engineering, University of Southern California."], ["Baucom", "Katherine J W", "KJW", "Department of Psychology, University of Utah."]], "date": null, "id": "29309183", "text": "Observational behavioral coding methods are widely used for the study of relational phenomena. There are numerous guidelines for the development and implementation of these methods that include principles for creating new and adapting existing coding systems as well as principles for creating coding teams. While these principles have been successfully implemented in research on relational phenomena, the ever expanding array of phenomena being investigated with observational methods calls for a similar expansion of these principles. Specifically, guidelines are needed for decisions that arise in current areas of emphasis in couple research including observational investigation of related outcomes (e.g., relationship distress and psychological symptoms), the study of change in behavior over time, and the study of group similarities and differences in the enactment and perception of behavior. This article describes conceptual and statistical considerations involved in these 3 areas of research and presents principle- and empirically based rationale for design decisions related to these issues. A unifying principle underlying these guidelines is the need for careful consideration of fit between theory, research questions, selection of coding systems, and creation of coding teams. Implications of (mis)fit for the advancement of theory are discussed. (PsycINFO Database Record", "doi": "10.1037/fam0000370", "title": "Conceptual and statistical issues in couples observational research: Rationale and methods for design decisions.", "journal": ["Journal of family psychology : JFP : journal of the Division of Family Psychology of the American Psychological Association (Division 43)", "J Fam Psychol"]}