{"authors": [["Wu", "Mei-Hui", "MH", "1 Kaohsiung Medical University, Kaohsiung, Taiwan."], ["Chang", "Shu-Ming", "SM", "2 Tzu-Chi University of Science and Technology, Hualien, Taiwan."], ["Chou", "Fan-Hao", "FH", "1 Kaohsiung Medical University, Kaohsiung, Taiwan."]], "date": "2017-07-01", "id": "29308707", "text": "Studies have indicated that one of the key factors in relieving depression in older people is social network support, especially from the family. In Chinese society, the traditional value of filial piety strongly influences daily interactions and behavior. The purpose of this study was to examine older people's perceptions of filial piety and to explore the correlation between filial piety and depression in older people.In this systematic literature review of seven databases (CEPS, Cochrane, PubMed/Medicine, OVID, CINAHL, ProQuest, and PsycINFO), eight studies on the correlation between filial piety and depression in older people were selected, six of which were included in the present meta-analysis.The studies included in this review lacked consistency regarding the screening and measurement instruments used. Two groups of meta-analyses (four studies) illustrated that filial piety was negatively correlated with depression in older people ( r = -0.196, p < .001, 95% confidence interval [CI] [-0.283, -0.106] and r = -0.139, p = .006, 95% CI [-0.235, -0.041]), suggesting that an increase in older people's perception of their children's filial piety was correlated with a reduction in their depression.Filial piety was correlated with depression in older people. Future studies should focus on clarifying the concept of filial piety to aid in the application of appropriate measurement tools and the development of intervention measures that could enhance the care provided for depression in older people.", "doi": "10.1177/1043659617720266", "title": "Systematic Literature Review and Meta-Analysis of Filial Piety and Depression in Older People.", "journal": ["Journal of transcultural nursing : official journal of the Transcultural Nursing Society", "J Transcult Nurs"]}