{"authors": [["Mitchell", "Laurie", "L", "Institute of Marine Science, University of Auckland, Private Bag 92019, Auckland, AKL 1142, New Zealand."], ["Cheney", "Karen L", "KL", "School of Biological Sciences, University of Queensland, St Lucia, Brisbane, Queensland 4072, Australia."], ["Cortesi", "Fabio", "F", "School of Biological Sciences, University of Queensland, St Lucia, Brisbane, Queensland 4072, Australia."], ["Marshall", "N Justin", "NJ", "Queensland Brain Institute, University of Queensland, St Lucia, Brisbane, Queensland 4072, Australia."], ["Vorobyev", "Misha", "M", "School of Optometry and Vision Science, University of Auckland, Private Bag 92019, Auckland, AKL 1142, New Zealand."]], "date": "2017-12-20", "id": "29308267", "text": "Humans group components of visual patterns according to their colour, and perceive colours separately from shape. This property of human visual perception is the basis behind the Ishihara test for colour deficiency, where an observer is asked to detect a pattern made up of dots of similar colour with variable lightness against a background of dots made from different colour(s) and lightness. To find out if fish use colour for object segregation in a similar manner to humans, we used stimuli inspired by the Ishihara test. Triggerfish (Rhinecanthus aculeatus) were trained to detect a cross constructed from similarly coloured dots against various backgrounds. Fish detected this cross even when it was camouflaged using either achromatic or chromatic noise, but fish relied more on chromatic cues for shape segregation. It remains unknown whether fish may switch to rely primarily on achromatic cues in scenarios where target objects have higher achromatic contrast and lower chromatic contrast. Fish were also able to generalize between stimuli of different colours, suggesting that colour and shape are processed by fish independently.", "doi": "10.1098/rsos.171440", "title": "Triggerfish uses chromaticity and lightness for object segregation.", "journal": ["Royal Society open science", "R Soc Open Sci"]}