{"authors": [["Chen", "Dong", "D", "State Key Laboratory of Fluid Power and Mechatronic Systems, Zhejiang University, Zheda Road No. 38, Hangzhou, 310027, People's Republic of China."], ["Zhao", "Chun-Xia", "CX", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."], ["Lagoin", "Camille", "C", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."], ["Hai", "Mingtan", "M", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."], ["Arriaga", "Laura R", "LR", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."], ["Koehler", "Stephan", "S", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."], ["Abbaspourrad", "Alireza", "A", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."], ["Weitz", "David A", "DA", "John A. Paulson School of Engineering and Applied Sciences, Harvard University, Cambridge, MA 02138, USA."]], "date": "2017-12-13", "id": "29308233", "text": "Colour is one of the most important visual attributes of food and is directly related to the perception of food quality. The interest in natural colourants, especially β-carotene that not only imparts colour but also has well-documented health benefits, has triggered the research and development of different protocols designed to entrap these hydrophobic natural molecules to improve their stability against oxidation. Here, we report a versatile microfluidic approach that uses single emulsion droplets as templates to prepare microparticles loaded with natural colourants. The solution of β-carotene and shellac in the solvent is emulsified by microfluidics into droplets. Upon solvent diffusion, β-carotene and shellac co-precipitates, forming solid microparticles of β-carotene dispersed in the shellac polymer matrix. We substantially improve the stability of β-carotene that is protected from oxidation by the polymer matrix and achieve different colour appearances by loading particles with different β-carotene concentrations. These particles demonstrate great promise for practical use in natural food colouring.", "doi": "10.1098/rsos.170919", "title": "Dispersing hydrophobic natural colourant β-carotene in shellac particles for enhanced stability and tunable colour.", "journal": ["Royal Society open science", "R Soc Open Sci"]}