{"authors": [["Peters", "S E", "SE", "Institute of Cognitive Neuroscience, University College London, London, UK."], ["Lumsden", "J", "J", "School of Experimental Psychology, University of Bristol, Bristol, UK."], ["Peh", "O H", "OH", "Institute of Cognitive Neuroscience, University College London, London, UK."], ["Penton-Voak", "I S", "IS", "School of Experimental Psychology, University of Bristol, Bristol, UK."], ["Munafò", "M R", "MR", "School of Experimental Psychology, University of Bristol, Bristol, UK."], ["Robinson", "O J", "OJ", "Institute of Cognitive Neuroscience, University College London, London, UK."]], "date": "2017-12-13", "id": "29308221", "text": "Cognitive bias modification is a potential low-intensity intervention for mood disorders, but previous studies have shown mixed success. This study explored whether facial interpretation bias modification (FIBM), a similar paradigm designed to shift emotional interpretation (and/or perception) of faces would transfer to: (i) self-reported symptoms and (ii) a battery of cognitive tasks. In a preregistered, double-blind randomized controlled trial, healthy participants received eight online sessions of FIBM (N = 52) or eight sham sessions (N = 52). While we replicate that FIBM successfully shifts ambiguous facial expression interpretation in the intervention group, this failed to transfer to the majority of self-report or cognitive measures. There was, however, weak, inconclusive evidence of transfer to a self-report measure of stress, a cognitive measure of anhedonia, and evidence that results were moderated by trait anxiety (whereby transference was greatest in those with higher baseline symptoms). We discuss the need for work in both larger and clinical samples, while urging caution that these FIBM training effects may not transfer to clinically relevant domains.", "doi": "10.1098/rsos.170681", "title": "Cognitive bias modification for facial interpretation: a randomized controlled trial of transfer to self-report and cognitive measures in a healthy sample.", "journal": ["Royal Society open science", "R Soc Open Sci"]}