{"authors": [["Mitsukura", "Eiichi", "E", "Graduate School of Information Systems, The University of Electro-communications, Tokyo, 182-8585, Japan. Electronic address: eiichi@hi.is.uec.ac.jp."], ["Satoh", "Shunji", "S", "Graduate School of Information Systems, The University of Electro-communications, Tokyo, 182-8585, Japan. Electronic address: shun@is.uec.ac.jp."]], "date": "2017-12-12", "id": "29306803", "text": "We propose a computational model that is consistent with human perception of depth in \"ambiguous regions,\" in which no binocular disparity exists. Results obtained from our model reveal a new characteristic of depth perception. Random dot stereograms (RDS) are often used as examples because RDS provides sufficient disparity for depth calculation. A simple question confronts us: \"How can we estimate the depth of a no-texture image region, such as one on white paper?\" In such ambiguous regions, mathematical solutions related to binocular disparities are not unique or indefinite. We examine a mathematical description of depth completion that is consistent with human perception of depth for ambiguous regions. Using computer simulation, we demonstrate that resultant depth-maps qualitatively reproduce human depth perception of two kinds. The resultant depth maps produced using our model depend on the initial depth in the ambiguous region. Considering this dependence from psychological viewpoints, we conjecture that humans perceive completed surfaces that are affected by prior-stimuli corresponding to the initial condition of depth. We conducted psychological experiments to verify the model prediction. An ambiguous stimulus was presented after a prior stimulus removed ambiguity. The inter-stimulus interval (ISI) was inserted between the prior stimulus and post-stimulus. Results show that correlation of perception between the prior stimulus and post-stimulus depends on the ISI duration. Correlation is positive, negative, and nearly zero in the respective cases of short (0-200 ms), medium (200-400 ms), and long ISI (>400 ms). Furthermore, based on our model, we propose a computational model that can explain the dependence.", "doi": "10.1016/j.neunet.2017.11.016", "title": "Computational study of depth completion consistent with human bi-stable perception for ambiguous figures.", "journal": ["Neural networks : the official journal of the International Neural Network Society", "Neural Netw"]}