{"authors": [["Zhao", "You", "Y", "National & Local Joint Engineering Laboratory of Intelligent Transmission and Control Technology (Chongqing), College of Electronic and Information Engineering, Southwest University, Chongqing, 400715, China; Key laboratory of Machine Perception and Children's Intelligence Development, Chongqing University of Education, Chongqing, 400067, China. Electronic address: Zhaoyou1991sdtz@163.com."], ["He", "Xing", "X", "National & Local Joint Engineering Laboratory of Intelligent Transmission and Control Technology (Chongqing), College of Electronic and Information Engineering, Southwest University, Chongqing, 400715, China; Key laboratory of Machine Perception and Children's Intelligence Development, Chongqing University of Education, Chongqing, 400067, China. Electronic address: hexingdoc@swu.edu.cn."], ["Huang", "Tingwen", "T", "Texas A & M University at Qatar, Doha 5825, Qatar. Electronic address: tingwen.huang@qatar.tamu.edu."], ["Huang", "Junjian", "J", "Key laboratory of Machine Perception and Children's Intelligence Development, Chongqing University of Education, Chongqing, 400067, China."]], "date": "2017-12-20", "id": "29306802", "text": "In this paper, we investigate a more general sparse signal recovery minimization model and a smoothing neural network optimal method for compress sensing problem, where the objective function is a Lp-q minimization model which includes nonsmooth, nonconvex, and non-Lipschitz quasi-norm Lp norms 1≥p>0 and nonsmooth Lq norms 2≥p>1, and its feasible set is a closed convex subset of Rn. Firstly, under the restricted isometry property (RIP) condition, the uniqueness of solution for the minimization model with a given sparsity s is obtained through the theoretical analysis. With a mild condition, we get that the larger of the q, the more effective of the sparse recovery model under sensing matrix satisfies RIP conditions at fixed p. Secondly, using a smoothing approximate method, we propose the smoothing inertial projection neural network (SIPNN) algorithm for solving the proposed general model. Under certain conditions, the proposed algorithm can converge to a stationary point. Finally, convergence behavior and successful recover performance experiments and a comparison experiment confirm the effectiveness of the proposed SIPNN algorithm.", "doi": "10.1016/j.neunet.2017.12.008", "title": "Smoothing inertial projection neural network for minimization Lp-q in sparse signal reconstruction.", "journal": ["Neural networks : the official journal of the International Neural Network Society", "Neural Netw"]}