{"authors": [["Jin", "Hai", "H", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China; The 202nd Hospital of PLA, 5 GuangRong Street, Shenyang, China."], ["Gong", "Shun", "S", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China."], ["Han", "Kaiwei", "K", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China."], ["Wang", "Junyu", "J", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China."], ["Lv", "Liquan", "L", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China."], ["Dong", "Yan", "Y", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China."], ["Zhang", "Danfeng", "D", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China."], ["Hou", "Lijun", "L", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Changzheng Hospital, 415 Fengyang Road, Shanghai, China. Electronic address: smmuhlj@smmu.edu.cn."]], "date": "2017-12-30", "id": "29306766", "text": "Both traumatic orbital apex syndrome (OAS) and traumatic superior orbital fissure syndrome (SFOS) are rare conditions after craniofacial injury. Few types of researches investigate the difference in clinical characteristics and outcome between them. We describe clinical features and cranial nerves functional recovery of traumatic OAS or SOFS and to discuss surgical decompression of these patients.A retrospective study was performed of 15 patients diagnosed with traumatic OAS and 39 patients with traumatic SOFS from July 2010 to July 2017 in our hospital. The initial status and functional recovery of cranial nerve were evaluated based on visual perception and extraocular muscle movement. The average follow-up period was 11.8 months.41 males' and 13 females' patients with a mean age of 38.3 years were included. 12 patients were diagnosed with internal carotid artery injury. In the OAS group, there is no visual recovery of those 10 totally blindness patients and only 5 functional recovery patients at 6-months follow up. No visual dysfunction occurred in the SOFS group. Cranial nerves Ⅲ, Ⅳ, and Ⅵ function recovery were better in the SOFS group than in the OAS group.Patients with OAS might undergo more severe cranial nerves injury and worse functional recovery. Due to the occurrence of internal carotid artery injury, CTA or DSA are recommended. Surgical decompression should be considered when there is evidence of optical canal fracture or bone fragment impingement of the superior orbital fissure.", "doi": "10.1016/j.clineuro.2017.12.022", "title": "Clinical management of traumatic superior orbital fissure and orbital apex syndromes.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}