{"authors": [["Jonas", "Jacques", "J", "Service de Neurologie, Centre Hospitalier Universitaire de Nancy, Nancy, France; CRAN, UMR 7039, CNRS et Université de Lorraine, Vandoeuvre-lès-Nancy, France; Institut de recherche en sciences psychologiques, Université Catholique de Louvain, Louvain-La-Neuve, Belgium."], ["Brissart", "Hélène", "H", "Service de Neurologie, Centre Hospitalier Universitaire de Nancy, Nancy, France."], ["Hossu", "Gabriela", "G", "CIC-IT, Centre Hospitalier Universitaire de Nancy, Nancy, France."], ["Colnat-Coulbois", "Sophie", "S", "Service de Neurochirurgie, Centre Hospitalier Universitaire de Nancy, Nancy, France."], ["Vignal", "Jean-Pierre", "JP", "Service de Neurologie, Centre Hospitalier Universitaire de Nancy, Nancy, France."], ["Rossion", "Bruno", "B", "Service de Neurologie, Centre Hospitalier Universitaire de Nancy, Nancy, France; Institut de recherche en sciences psychologiques, Université Catholique de Louvain, Louvain-La-Neuve, Belgium. Electronic address: bruno.rossion@uclouvain.be."], ["Maillard", "Louis", "L", "Service de Neurologie, Centre Hospitalier Universitaire de Nancy, Nancy, France; CRAN, UMR 7039, CNRS et Université de Lorraine, Vandoeuvre-lès-Nancy, France."]], "date": "2017-12-09", "id": "29306709", "text": "We report the case of a patient (MB, young female human subject) who systematically experienced confusion between perceived facial identities specifically when electrically stimulated inside the lateral section of the right fusiform gyrus. In the presence of a face stimulus (an experimenter or a photograph), intracerebral electrical stimulation in this region generated a perceptual hallucination of an individual facial part integrated within the whole perceived face, i.e., facial palinopsia. In the presence of a distracting stimulus (visual scene or object picture), the patient also experienced an individual face percept superimposed on the non-face stimulus. The stimulation site evoking this category-selective transient palinopsia was localized in a region showing highly selective responses to faces both with functional magnetic resonance imaging (\"Fusiform Face Area\", \"FFA\") and intracerebral electrophysiological recordings during fast periodic visual stimulation (FPVS). Importantly, the largest electrophysiological response to fast periodic changes of facial identity was also found at this location. Altogether, these observations suggest that the face-selective right lateral fusiform gyrus plays a role in generating vivid percepts of individual faces, supporting the active role of this region in individual face representation.", "doi": "10.1016/j.cortex.2017.11.022", "title": "A face identity hallucination (palinopsia) generated by intracerebral stimulation of the face-selective right lateral fusiform cortex.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}