{"authors": [["Wen", "Yan", "Y", "Laboratory for Flavor Analysis and Enology, Analytical Chemistry Department, Faculty of Sciences, Aragon Institute of Agroalimentary Research (IA2), Universidad de Zaragoza, E-50009, Zaragoza, Spain."], ["Lopez", "Ricardo", "R", "Laboratory for Flavor Analysis and Enology, Analytical Chemistry Department, Faculty of Sciences, Aragon Institute of Agroalimentary Research (IA2), Universidad de Zaragoza, E-50009, Zaragoza, Spain. Electronic address: riclopez@unizar.es."], ["Ferreira", "Vicente", "V", "Laboratory for Flavor Analysis and Enology, Analytical Chemistry Department, Faculty of Sciences, Aragon Institute of Agroalimentary Research (IA2), Universidad de Zaragoza, E-50009, Zaragoza, Spain."]], "date": "2017-12-28", "id": "29306634", "text": "An automated dynamic headspace (DHS) method combined with thermal desorption (TD) and gas chromatography-mass spectrometry (GC-MS) has been developed and applied to characterize the composition of the vapors emanating from wine during its consumption. The method provides a snapshot of the contents in the wine vapors of up to 40 relevant aroma compounds, including methanethiol, sulfur dioxide, aldehydes, fusel alcohols or volatile phenols. Leaving aside methanethiol, method repeatability was better than 15%, and better than 11% in 30 cases. Determination coefficients were better than 0.99 and detection limits, ranging from 0.1 to 1200 μg/L, depending on the compound, were below normal ranges of occurrence or odor thresholds of those 40 compounds. The method has been applied to assess the changes in the wine headspaces with time, monitoring the levels of 34 odorants emitted to the headspace by 4 different wines during five consecutive time points. Levels of 15 polar aroma compounds remained constant, while levels of 14 non-polar and highly volatile compounds decayed very fast, which should have strong sensory changes in the odor perceived. The trends followed by methanethiol, dimethyl sulfide, ethyl decanoate, by aldehydes and dicarbonyls were significantly related to the wine, which suggests that prediction of the aroma impact in these cases should include an estimation of the odorant x wine matrix interaction.", "doi": "10.1016/j.chroma.2017.12.064", "title": "An automated gas chromatographic-mass spectrometric method for the quantitative analysis of the odor-active molecules present in the vapors emanated from wine.", "journal": ["Journal of chromatography. A", "J Chromatogr A"]}