{"authors": [["Moseley", "Rachel L", "RL", "Department of Psychology, Bournemouth University, Poole, UK; Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK; Autism Research Centre, University of Cambridge, Cambridge, UK. Electronic address: rmoseley@bournemouth.ac.uk."], ["Pulvermüller", "Friedemann", "F", "Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK; Brain Language Laboratory, Department of Philosophy and Humanities, WE4, Freie Universität Berlin, Berlin, Germany; Berlin School of Mind and Brain, Humboldt Universität zu Berlin, Berlin, Germany; Einstein Center for Neuroscience, Berlin, Germany."]], "date": "2017-12-07", "id": "29306521", "text": "Within the neurocognitive literature there is much debate about the role of the motor system in language, social communication and conceptual processing. We suggest, here, that autism spectrum conditions (ASC) may afford an excellent test case for investigating and evaluating contemporary neurocognitive models, most notably a neurobiological theory of action perception integration where widely-distributed cell assemblies linking neurons in action and perceptual brain regions act as the building blocks of many higher cognitive functions. We review a literature of functional motor abnormalities in ASC, following this with discussion of their neural correlates and aberrancies in language development, explaining how these might arise with reference to the typical formation of cell assemblies linking action and perceptual brain regions. This model gives rise to clear hypotheses regarding language comprehension, and we highlight a recent set of studies reporting differences in brain activation and behaviour in the processing of action-related and abstract-emotional concepts in individuals with ASC. At the neuroanatomical level, we discuss structural differences in long-distance frontotemporal and frontoparietal connections in ASC, such as would compromise information transfer between sensory and motor regions. This neurobiological model of action perception integration may shed light on the cognitive and social-interactive symptoms of ASC, building on and extending earlier proposals linking autistic symptomatology to motor disorder and dysfunction in action perception integration. Further investigating the contribution of motor dysfunction to higher cognitive and social impairment, we suggest, is timely and promising as it may advance both neurocognitive theory and the development of new clinical interventions for this population and others characterised by early and pervasive motor disruption.", "doi": "10.1016/j.cortex.2017.11.019", "title": "What can autism teach us about the role of sensorimotor systems in higher cognition? New clues from studies on language, action semantics, and abstract emotional concept processing.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}