{"authors": [["Strand", "T", "T", "Department of Health and Caring Sciences, Linneus University, Växjö, Sweden. Electronic address: thomas.strand@lnu.se."], ["Törnqvist", "E", "E", "Department of Health Sciences, Lund University, Lund, Sweden."], ["Rask", "M", "M", "Department of Health and Caring Sciences, Linneus University, Växjö, Sweden."], ["Roxberg", "Å", "Å", "Department of Health and Caring Sciences, Linneus University, Växjö, Sweden."]], "date": "2017-06-20", "id": "29306380", "text": "Magnetic resonance imaging (MRI) is without question the best tool used for diagnosing and evaluating spinal metastasis. An MRI examination is known to be of great value for the treatment planning and survival of these patients. Radiographers have an important role in how the quality of care is experienced by the patients during an MRI examination. The purpose of the study was to describe the radiographers' perceptions of caring for patients with spinal metastasis during an examination with MRI.Phenomenography was used to analyze the data in this study. Ten radiographers, one male and nine females were interviewed about their perception of caring for patients with spinal metastasis during an MRI examination.The findings showed that the radiographers' caring perspective influenced their approach towards what they consider to be essential in the care of patients with spinal metastasis. This can impact the extent of the adjustment to the care needs of the patients. Furthermore, the findings showed that there was a strong connection between the radiographers' care approach and preparedness to personalize the care.This study shows that it is important to be flexible when providing care for the patients. A person-centered care is achieved when the caring perspective is based on the patient's view and adjustments are made in agreement with the patient.", "doi": "10.1016/j.radi.2017.06.001", "title": "Caring for patients with spinal metastasis during an MRI examination.", "journal": ["Radiography (London, England : 1995)", "Radiography (Lond)"]}