{"authors": [["Marsh", "Elisabeth B", "EB", "Department of Neurology, The Johns Hopkins University School of Medicine, United States; Department of Neurology, Bayview Medical Center, United States. Electronic address: ebmarsh@jhmi.edu."], ["Lawrence", "Erin", "E", "Department of Neurology, Bayview Medical Center, United States."], ["Hillis", "Argye E", "AE", "Department of Neurology, The Johns Hopkins University School of Medicine, United States."], ["Chen", "Karen", "K", "Department of Neurology, The Johns Hopkins University School of Medicine, United States."], ["Gottesman", "Rebecca F", "RF", "Department of Neurology, The Johns Hopkins University School of Medicine, United States."], ["Llinas", "Rafael H", "RH", "Department of Neurology, The Johns Hopkins University School of Medicine, United States; Department of Neurology, Bayview Medical Center, United States."]], "date": "2017-12-27", "id": "29306185", "text": "Individuals with \"minor stroke\" lack a dense hemiparesis or aphasia; however, commonly endorse persistent cognitive and motor problems despite low NIHSS scores. They also report problems with mood, energy, and the ability to think clearly that are less well characterized. Socioeconomic factors and stroke severity can influence patient-reported outcomes. In this study we explore patient-reported outcomes and the influence of these factors after minor stroke.Patients returning to clinic post-stroke with an NIHSS of ≤ 4 were administered a scale to quantify problems with daily activities and resulting functional burden, along with measures of fatigue and depression. T-tests, chi square analysis, and linear regression were used to compare functional outcomes of patients to controls (TIA or stroke mimic (n = 40)), and evaluate the association between patient-reported outcomes, stroke characteristics, and socioeconomic factors.151 stroke patients were seen a mean 83.6 days post-infarct. Patients reported more problems (11.7 versus 6.9, p = 0.02), resulting in higher functional burden (26.5 versus 12.3, p = 0.01), increased depression (p = 0.07), and greater fatigue (p = 0.02) compared to controls. There was no relationship between stroke characteristics (other than NIHSS), baseline education, income, marital status, or living situation and perception of recovery; however, those actively working prior to their stroke reported better outcomes across all categories (p for each <0.02), and differences persisted in multivariable regression models.Prior occupational status may represent an important prognostic indicator for patients with minor stroke. Individuals working at the time of their infarct report better functional outcomes irrespective of age or stroke severity.", "doi": "10.1016/j.clineuro.2017.12.020", "title": "Pre-stroke employment results in better patient-reported outcomes after minor stroke: Short title: Functional outcomes after minor stroke.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}