{"authors": [["Hearnshaw", "Stephanie", "S", "The University of Sydney, 75 East Street, Lidcombe, NSW, 2141, Australia. Electronic address: sfor6076@uni.sydney.edu.au."], ["Baker", "Elise", "E", "The University of Sydney, 75 East Street, Lidcombe, NSW, 2141, Australia. Electronic address: elise.baker@sydney.edu.au."], ["Munro", "Natalie", "N", "The University of Sydney, 75 East Street, Lidcombe, NSW, 2141, Australia. Electronic address: natalie.munro@sydney.edu.au."]], "date": "2017-12-05", "id": "29306068", "text": "To investigate whether Australian-English speaking children with and without speech sound disorder (SSD) differ in their overall speech perception accuracy. Additionally, to investigate differences in the perception of specific phonemes and the association between speech perception and speech production skills.Twenty-five Australian-English speaking children aged 48-60 months participated in this study. The SSD group included 12 children and the typically developing (TD) group included 13 children. Children completed routine speech and language assessments in addition to an experimental Australian-English lexical and phonetic judgement task based on Rvachew's Speech Assessment and Interactive Learning System (SAILS) program (Rvachew, 2009). This task included eight words across four word-initial phonemes-/k, ɹ, ʃ, s/.Children with SSD showed significantly poorer perceptual accuracy on the lexical and phonetic judgement task compared with TD peers. The phonemes /ɹ/ and /s/ were most frequently perceived in error across both groups. Additionally, the phoneme /ɹ/ was most commonly produced in error. There was also a positive correlation between overall speech perception and speech production scores.Children with SSD perceived speech less accurately than their typically developing peers. The findings suggest that an Australian-English variation of a lexical and phonetic judgement task similar to the SAILS program is promising and worthy of a larger scale study.", "doi": "10.1016/j.jcomdis.2017.12.004", "title": "The speech perception skills of children with and without speech sound disorder.", "journal": ["Journal of communication disorders", "J Commun Disord"]}