{"authors": [["Advika", "T S", "TS", "Department of Medicine, St John's Medical College and Hospital, Bengaluru, Karnataka, India."], ["Idiculla", "Jyothi", "J", "Department of Medicine, St John's Medical College and Hospital, Bengaluru, Karnataka, India."], ["Kumari", "S Jaya", "SJ", "Department of Biochemistry, St John's Medical College and Hospital, Bengaluru, Karnataka, India."]], "date": null, "id": "29302534", "text": "Diabetes is a major noncommunicable disease affecting more than 65 million Indians. Although treatment algorithms suggest lifestyle measures (diet and exercise) along with medications data regarding adherence to exercise as well as facilitators and barriers to the practice of physical activity in such patients are limited. Hence, this qualitative study was conducted.The objective of this study is to describe the factors which (1) Facilitated and (2) hindered the practice of regular exercise in patients with Type 2 diabetes.The study was conducted on 13 diabetic patients admitted to a tertiary care center in Bengaluru - St. John's Medical College Hospital, to explore factors that acted as facilitators and barriers to physical activity. Data saturation with the coded themes was achieved on interviewing 13 patients, after which, thematic analysis was done, and final themes reported.The age of the study participants (7 males, 6 females) ranged from 40 to 80 years. Among those who did exercise, factors such as awareness regarding the benefits of exercise and complications linked with diabetes, positive family support, and emphasis by nursing staff emerged as facilitators. Lack of time, obligations to others, inability to link exercise with blood sugar control, lack of perception of obesity as a health issue, inadequate emphasis by physicians, social/cultural issues, lack of infrastructure, and physical restriction were the factors that acted as barriers to physical activity. In addition to the above, a clear lack of adherence to standard guidelines, while advising patients by physicians was also noted.A comprehensive approach by both doctors and nurses, based on standard guidelines, could help in implementing adherence to exercise in patients with diabetes.", "doi": "10.4103/2249-4863.219998", "title": "Exercise in patients with Type 2 diabetes: Facilitators and barriers - A qualitative study.", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}