{"authors": [["Minz", "Anurag", "A", "Department of Community Medicine and Public Health, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Agarwal", "Monika", "M", "Department of Community Medicine and Public Health, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Singh", "J V", "JV", "Department of Community Medicine and Public Health, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Singh", "V K", "VK", "Department of Community Medicine and Public Health, King George's Medical University, Lucknow, Uttar Pradesh, India."]], "date": null, "id": "29302520", "text": "Globally, around 16% of under-five children die due to pneumonia. Childhood pneumonia, if identified early is a readily treatable through low-cost antibiotics. Access to timely and appropriate care is a key action to control pneumonia.The aim of the study was to understand the caregiver's care-seeking behavior for the management of childhood pneumonia among rural and urban poor communities in Lucknow.Rural areas and urban slums of Lucknow district, from September 2014 to August 2015.A community-based cross-sectional study. Total of 1065 under-five children were selected by multistage random sampling method. Caregivers of children (<5 years of age) were interviewed through pretested, semi-structured interview schedule. Information was gathered on episode of cough, difficult breathing, and or chest indrawing in child within 2 weeks preceding the survey, and caregiver's treatment seeking practices.Out of total 1065 children, 52 (%) had pneumonia within 2 weeks preceding the survey. At the onset of illness, difficult/fast breathing was identified by 86.5% caregivers, but majority of them did not perceive it as a serious condition and resort to home remedies. Only 9.6% sought appropriate care at onset of illness. Appearance of chest indrawing in the child was identified by caregivers as a serious condition and sought treatment from outside. The mean time taken from onset of illness to the seeking care from health facility was around 2½ days (2.39 ± 0.75). Qualified private practitioners (70.5%) were the preferred choice and majority (87.0%) of the children received antibiotic for pneumonia. However, even after perception of seriousness of the illness, 26.8% and 11.1% caregivers in urban slums and rural areas, respectively sought inappropriate care at the first consultation.Caregivers were unable to perceive the severity of fast breathing leading to the delayed initiation of the appropriate treatment. There is a need of community mobilization through behavior change communication interventions to promote early symptom recognition and appropriate care seeking for pneumonia.", "doi": "10.4103/2249-4863.219987", "title": "Care seeking for childhood pneumonia by rural and poor urban communities in Lucknow: A community-based cross-sectional study.", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}