{"authors": [["Ma", "Jing-E", "JE", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Li", "Lin-Miao", "LM", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Jiang", "Hai-Ying", "HY", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Zhang", "Xiu-Juan", "XJ", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Li", "Juan", "J", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Li", "Guan-Yu", "GY", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Yuan", "Li-Hong", "LH", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."], ["Wu", "Jun", "J", "Wildlife Disease Surveillance and Molecular Ecology Research Center, Nanjing Institute of Environmental Sciences under Ministry of Environmental Protection, Nanjing, Jiangsu, China."], ["Chen", "Jin-Ping", "JP", "Guangdong Key Laboratory of Animal Conservation and Resource, Guangdong Public Laboratory of Wild Animal Conservation and Utilization, Guangdong Institute of Applied Biological Resources, Guangzhou, Guangdong, China."]], "date": "2017-12-22", "id": "29302388", "text": "The Malayan pangolin (Manis javanica) is an unusual, scale-covered, toothless mammal that specializes in myrmecophagy. Due to their threatened status and continuing decline in the wild, concerted efforts have been made to conserve and rescue this species in captivity in China. Maintaining this species in captivity is a significant challenge, partly because little is known of the molecular mechanisms of its digestive system. Here, the first large-scale sequencing analyses of the salivary gland, liver and small intestine transcriptomes of an adult M. javanica genome were performed, and the results were compared with published liver transcriptome profiles for a pregnant M. javanica female. A total of 24,452 transcripts were obtained, among which 22,538 were annotated on the basis of seven databases. In addition, 3,373 new genes were predicted, of which 1,459 were annotated. Several pathways were found to be involved in myrmecophagy, including olfactory transduction, amino sugar and nucleotide sugar metabolism, lipid metabolism, and terpenoid and polyketide metabolism pathways. Many of the annotated transcripts were involved in digestive functions: 997 transcripts were related to sensory perception, 129 were related to digestive enzyme gene families, and 199 were related to molecular transporters. One transcript for an acidic mammalian chitinase was found in the annotated data, and this might be closely related to the unique digestive function of pangolins. These pathways and transcripts are involved in specialization processes related to myrmecophagy (a form of insectivory) and carbohydrate, protein and lipid digestive pathways, probably reflecting adaptations to myrmecophagy. Our study is the first to investigate the molecular mechanisms underlying myrmecophagy in M. javanica, and we hope that our results may play a role in the conservation of this species.", "doi": "10.7717/peerj.4140", "title": "Transcriptomic analysis identifies genes and pathways related to myrmecophagy in the Malayan pangolin (Manis javanica).", "journal": ["PeerJ", "PeerJ"]}