{"authors": [["Mulder", "Bianca", "B", "Groningen Research Institute of Pharmacy, Unit PharmacoTherapy, Epidemiology & Economics, University of Groningen, Groningen, the Netherlands."], ["Bijlsma", "Maarten J", "MJ", "Groningen Research Institute of Pharmacy, Unit PharmacoTherapy, Epidemiology & Economics, University of Groningen, Groningen, the Netherlands."], ["Schuiling-Veninga", "Catharina Cm", "CC", "Groningen Research Institute of Pharmacy, Unit PharmacoTherapy, Epidemiology & Economics, University of Groningen, Groningen, the Netherlands."], ["Morssink", "Leonard P", "LP", "Department of Obstetrics and Gynaecology, Medical Center Leeuwarden, Leeuwarden, the Netherlands."], ["van Puijenbroek", "Eugene", "E", "Netherlands Pharmacovigilance Centre Lareb, 's-Hertogenbosch, the Netherlands."], ["Aarnoudse", "Jan G", "JG", "Department of Obstetrics and Gynaecology, University Medical Center Groningen, University of Groningen, Groningen, the Netherlands."], ["Hak", "Eelko", "E", "Groningen Research Institute of Pharmacy, Unit PharmacoTherapy, Epidemiology & Economics, University of Groningen, Groningen, the Netherlands."], ["de Vries", "Tjalling W", "TW", "Department of Pediatrics, Medical Center Leeuwarden, Leeuwarden, the Netherlands."]], "date": "2017-12-20", "id": "29302186", "text": "Understanding perception of risks and benefits is essential for informed patient choices regarding medical care. The primary aim of this study was to evaluate the perception of risks and benefits of 9 drug classes during pregnancy and associations with women's characteristics.Questionnaires were distributed to pregnant women who attended a Dutch Obstetric Care facility (first- and second-line care). Mean perceived risk and benefit scores were computed for 9 different drug classes (paracetamol, antacids, antibiotics, antifungal medication, drugs against nausea and vomiting, histamine-2 receptor antagonists/proton pump inhibitors, antidepressants, nonsteroidal anti-inflammatory drugs, and sedatives/anxiolytics). For each participant, we computed weighted risk and benefit sum scores with principal component analysis. In addition, major concerns regarding medication use were evaluated.The questionnaire was completed by 136 women (response rate 77%). Pregnant women were most concerned about having a child with a birth defect (35%), a miscarriage (35%), or their child developing an allergic disease (23%), respectively, as a result of drug use. The majority of studied drug classes were perceived relatively low in risk and high in benefit. Higher risk scores were reported if women were in their first trimesters of pregnancy (p=0.007). Lower benefit scores were reported if women were single (p=0.014), smoking (p=0.028), nulliparous (p=0.006), or did not have a family history of birth defects (p=0.005).Pregnant women's concerns regarding potential drug adverse effects were not only focused on congenital birth defects but also included a wider range of adverse outcomes. This study showed that most of the studied drug classes were perceived relatively low in risk and high in benefit.", "doi": "10.2147/PPA.S146091", "title": "Risks versus benefits of medication use during pregnancy: what do women perceive?", "journal": ["Patient preference and adherence", "Patient Prefer Adherence"]}