{"authors": [["Benin", "Andrea L", "AL", "1 Connecticut Children's Medical Center, Hartford, CT."], ["Lockwood", "Gina", "G", "1 Connecticut Children's Medical Center, Hartford, CT."], ["Creatore", "Tracy", "T", "1 Connecticut Children's Medical Center, Hartford, CT."], ["Donovan", "Donna", "D", "1 Connecticut Children's Medical Center, Hartford, CT."], ["Predmore", "Maggi", "M", "1 Connecticut Children's Medical Center, Hartford, CT."], ["MacArthur", "Susan", "S", "1 Connecticut Children's Medical Center, Hartford, CT."]], "date": "2017-12-01", "id": "29301403", "text": "The objective was to describe qualitatively the attitudes among employees toward mandatory vaccination against influenza to ultimately improve such programs and prevent hospital-acquired influenza. Qualitative interviews were conducted with 21 employees at a freestanding children's hospital. Analysis of interview transcripts used grounded theory and the constant comparative method; codes were iteratively revised and refined as themes emerged. Themes emerged elucidating promoters and concerns. Promoters included a desire to protect self, family, and patients; perception of vaccination as part of professional responsibility; and free vaccination as a benefit from the organization. Concerns included negative feelings surrounding the forced nature and substantial anxiety about the physical injection. Participants expressed a strong desire for a private, compassionate, unhurried environment for the injection. Managing personal anxiety and a desire for privacy emerged as strong concerns among health care workers getting vaccinated at work. This information enabled future improvements in the mandatory vaccination campaign.", "doi": "10.1177/1062860617748738", "title": "Improving Mandatory Vaccination Against Influenza: Minimizing Anxiety of Employees to Maximize Health of Patients.", "journal": ["American journal of medical quality : the official journal of the American College of Medical Quality", "Am J Med Qual"]}