{"authors": [["Block", "Anna", "A", "Center for Medical, Agricultural and Veterinary Entomology, US Department of Agriculture-Agricultural Research Service, Gainesville, FL, USA."], ["Christensen", "Shawn A", "SA", "Center for Medical, Agricultural and Veterinary Entomology, US Department of Agriculture-Agricultural Research Service, Gainesville, FL, USA."], ["Hunter", "Charles T", "CT", "Center for Medical, Agricultural and Veterinary Entomology, US Department of Agriculture-Agricultural Research Service, Gainesville, FL, USA."], ["Alborn", "Hans T", "HT", "Center for Medical, Agricultural and Veterinary Entomology, US Department of Agriculture-Agricultural Research Service, Gainesville, FL, USA."]], "date": "2017-12-28", "id": "29301018", "text": "Reactive oxygen species (ROS) can be elicited by many forms of stress, including pathogen attack, abiotic stress, damage and insect infestation. Perception of microbe- or damage-associated elicitors triggers an ROS burst in many plant species; however, the impact of herbivore fatty-acid amides on ROS elicitation remains largely unexplored. In this study we show that the lepidopteran-derived fatty-acid amide elicitor N-linolenoyl-L-glutamine (GLN18:3) can induce a ROS burst in multiple plant species. Furthermore, in Arabidopsis this ROS burst is partially dependent on the plasma membrane localized NADPH oxidases RBOHD and RBOHF, and an Arabidopsis rbohD/F double mutant produces enhanced GLN18:3-induced jasmonic acid. Quantification of GLN18:3-induced ROS in phytohormone-deficient lines revealed that in Arabidopsis reduced levels of jasmonic acid resulted in a larger elicitor-induced ROS burst, while in tomato reduction of either jasmonic acid or salicylic acid led to higher induced ROS production. These data indicate that GLN18:3-induced ROS is antagonistic to jasmonic acid production in these species. In biological assays, rbohD/F mutant plants were more resistant to the generalist herbivores Spodoptera exigua and Trichoplusia ni but not to the specialist Plutella xylostella. Collectively, these results demonstrate that in Arabidopsis herbivore-induced ROS may negatively regulate plant defense responses to herbivory.", "doi": "10.1093/jxb/erx449", "title": "Herbivore-derived fatty-acid amides elicit reactive oxygen species burst in plants.", "journal": ["Journal of experimental botany", "J. Exp. Bot."]}