{"authors": [["Martín-Signes", "Mar", "M", "Department of Experimental Psychology, and Mind, Brain, and Behavior Research Center (CIMCYC), University of Granada, 18071 Granada, Spain."], ["Pérez-Serrano", "Carlos", "C", "Department of Experimental Psychology, and Mind, Brain, and Behavior Research Center (CIMCYC), University of Granada, 18071 Granada, Spain."], ["Chica", "Ana B", "AB", "Department of Experimental Psychology, and Mind, Brain, and Behavior Research Center (CIMCYC), University of Granada, 18071 Granada, Spain."]], "date": "2017-12-29", "id": "29300881", "text": "Phasic alertness facilitates conscious perception through a fronto-striatal network, including the supplementary motor area (SMA). The functioning of the ventral attentional network has been related to the alerting system, overlapping with the ventral branch of the superior longitudinal fasciculus (SLF III). In this study, we use repetitive transcranial magnetic stimulation (rTMS) and a conscious detection task with near-threshold stimuli that could be preceded by an alerting tone to explore the causal implication of the SMA in the relationship between phasic alertness and conscious perception. Complementary to SMA stimulation, a sham and an active condition (left inferior parietal lobe; IPL) were included. Deterministic tractography was used to isolate the right and left SLF III. Behaviorally, the alerting tone enhanced conscious perception and confidence ratings. rTMS over the SMA reduced the alerting effect on the percentage of perceived stimuli while rTMS over the left IPL produced no modulations, demonstrating a region-specific effect. Additionally, a correlation between the rTMS effect and the integrity of the right SLF III was found. Our results highlight the causal implication of a frontal region, the SMA, in the relationship between phasic alertness and conscious perception, which is related to the white matter microstructure of the SLF III.", "doi": "10.1093/cercor/bhx346", "title": "Causal Contributions of the SMA to Alertness and Consciousness Interactions.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}