{"authors": [["Zavitz", "Elizabeth", "E", "Department of Physiology, Monash University, Clayton, 3800 Victoria, Australia."], ["Yu", "Hsin-Hao", "HH", "Department of Physiology, Monash University, Clayton, 3800 Victoria, Australia."], ["Rosa", "Marcello G P", "MGP", "Department of Physiology, Monash University, Clayton, 3800 Victoria, Australia."], ["Price", "Nicholas S C", "NSC", "Department of Physiology, Monash University, Clayton, 3800 Victoria, Australia."]], "date": "2017-12-28", "id": "29300838", "text": "Sensory perception depends on neuronal populations creating an accurate representation of the external world. The amount of information that a population can represent depends on the tuning of individual neurons and the trial-by-trial variability shared among neurons. Although on average, pairwise spike-count correlations between neurons are positive, the distribution is wide, and the relationship between correlations and encoding is not straightforward. Here, we examine how single-neuron and population-level factors impact the efficacy of the neural code. We recorded responses to moving visual stimuli from motion-sensitive neurons in the middle temporal area of anesthetized marmosets (Callithrix jacchus) and trained decoders to assess how correlated and uncorrelated populations encoded stimulus motion direction. We found that the most responsive, direction-selective, and least variable neurons are the most relied-upon neurons in an uncorrelated population. In correlated populations, the same neurons do the most to shape the shared variability across the population in a way that facilitates decoding, and decoding is improved by the presence of temporally stable correlations. This suggests that the least variable neurons with the strongest stimulus representations enhance the population code by providing a strong signal and shaping correlations in variability orthogonally to the locus defined by the mean response.", "doi": "10.1093/cercor/bhx344", "title": "Correlated Variability in the Neurons With the Strongest Tuning Improves Direction Coding.", "journal": ["Cerebral cortex (New York, N.Y. : 1991)", "Cereb. Cortex"]}