{"authors": [["Kaiser", "Ulrike", "U", "Comprehensive Pain Center, University Hospital Carl Gustav Carus, Technical University Dresden, Germany."], ["Kopkow", "Christian", "C", "Department of Applied Health Sciences, University of Applied Sciences, Bochum, Germany."], ["Deckert", "Stefanie", "S", "Center for Evidence-Based Healthcare, Hospital and Medical faculty Carl Gustav Carus, Technical University Dresden, Germany."], ["Neustadt", "Katrin", "K", "Comprehensive Pain Center, University Hospital Carl Gustav Carus, Technical University Dresden, Germany."], ["Jacobi", "Lena", "L", "Center for Evidence-Based Healthcare, Hospital and Medical faculty Carl Gustav Carus, Technical University Dresden, Germany."], ["Cameron", "Paul", "P", "Medical Sociology, Institute of Epidemiology and Preventive Medicine, University of Regensburg, Germany."], ["De Angelis", "Valerio", "V", "Patient representative, Italy."], ["Apfelbacher", "Christian", "C", "Medical Sociology, Institute of Epidemiology and Preventive Medicine, University of Regensburg, Germany."], ["Arnold", "Bernhard", "B", "Amper Kliniken Dachau, Germany."], ["Birch", "Judy", "J", "Patient representative."], ["Bjarnegård", "Anna", "A", "Swedish Association of Physiotherapists, Sweden."], ["Christiansen", "Sandra", "S", "Pain Medicine and Pain Psychology, University Medical Hospital Hamburg-Eppendorf (UKE), Center for Anesthesiology and Intensive Care Medicine, Department of Anesthesiology, Hamburg, Germany."], ["Williams C de C", "Amanda", "A", "Research Department of Clinical, Educational & Health Psychology, University College London, UK."], ["Gossrau", "Gudrun", "G", "Comprehensive Pain Center, University Hospital Carl Gustav Carus, Technical University Dresden, Germany."], ["Heinks", "Andrea", "A", "German Federation of Physiotherapy, Germany."], ["Hüppe", "Michael", "M", "Department of Anesthesiology Lübeck University Medical School Lübeck, Germany."], ["Kiers", "Henri", "H", "University of Applied Sciences Utrecht, The Netherlands."], ["Kleinert", "Ursula", "U", "German pain league, Germany."], ["Martelletti", "Paolo", "P", "Sapienza University of Rome, Department of Clinical and Molecular Medicine, Regional Referral Headache Centre, Sant'Andrea Hospital, Rome, Italy."], ["McCracken", "Lance", "L", "Psychology Department, Health Psychology Section, King's College London, UK."], ["de Meij", "Nelleke", "N", "Research and Quality Assessment Anesthesiology and pain medicine."], ["Nagel", "Bernd", "B", "Day Care Unit, DRK Pain Center Mainz, Germany."], ["Nijs", "Jo", "J", "Vrije Universiteit Brussel, Department of Physiotherapy, Human Physiology & Anatomy, Faculty of physical education & physiotherapy, Brussels, Belgium."], ["Norda", "Heike", "H", "Patient federation \"SchmerzLOS e.V.\", Germany."], ["Singh", "Jasvinder A", "JA", "University of Alabama at Birmingham and Birmingham, Birmingham Veterans Affairs Medical Center, AL, USA."], ["Spengler", "Ellen", "E", "Patient representative, Germany."], ["Terwee", "Caroline", "C", "VU University Medical Center."], ["Peter", "Tugwell", "T", "Faculty of Medicine, Department of Epidemiology & Community Medicine, Ottawa, Canada."], ["Vlaeyen", "Johan W S", "JWS", "University of Leuven, Research Group Health Psychology, Leuven, Belgium."], ["Wandrey", "Heike", "H", null], ["Neugebauer", "Edmund", "E", null], ["Sabatowski", "Rainer", "R", "Comprehensive Pain Center, University Hospital Carl Gustav Carus, Technical University Dresden, Germany."], ["Schmitt", "Jochen", "J", "Center for Evidence-Based Healthcare, Hospital and Medical faculty Carl Gustav Carus, Technical University Dresden, Germany."]], "date": "2017-12-18", "id": "29300277", "text": "Interdisciplinary multimodal pain therapy (IMPT) is a biopsychosocial treatment approach for patients with chronic pain that comprises at least psychological and physiotherapeutic interventions. Core Outcome Sets (COSs) are currently developed in different medical fields to standardize and improve the selection of outcome-domains, and measurement instruments in clinical trials, to make trial results meaningful, to pool trial results, and to allow indirect comparison between interventions. The objective of this study was to develop a COS of patient-relevant outcome-domains for chronic pain in IMPT clinical trials. An international, multi-professional panel (patient representatives (n=5), physicians specialized in pain medicine (n=5), physiotherapists (n=5), clinical psychologists (n=5), and methodological researchers (n=5)) was recruited for a 3-stage consensus study, which consisted of a mixed-method approach comprising an exploratory systematic review, a preparing online survey to identify important outcome-domains, a face-to-face consensus meeting to agree on COS domains, and a second online survey (Delphi) establishing agreement on definitions for the domains included. The panel agreed on the following eight domains to be included into the COS for IMPT: pain intensity, pain frequency, physical activity, emotional wellbeing, satisfaction with social roles and activities, productivity (paid and unpaid, at home and at work, inclusive presentism and absenteeism), health-related quality of life, and patient's perception of treatment goal achievement. The complexity of chronic pain in a biopsychosocial context is reflected in the current recommendation, and includes physical, mental and social outcomes. In a subsequent step measurement instruments will be identified via systematic reviews.", "doi": "10.1097/j.pain.0000000000001129", "title": "Developing a core outcome-domain set to assessing effectiveness of interdisciplinary multimodal pain therapy: the VAPAIN consensus statement on core outcome-domains.", "journal": ["Pain", "Pain"]}