{"authors": [["Annunziata", "Azzurra", "A", "Department of Economic and Legal Studies - University of Naples, Italy."], ["Angela", "Mariani", "M", "Department of Economic and Legal Studies - University of Naples, Italy."]], "date": "2017-12-14", "id": "29299996", "text": "Although sustainable food consumption is gaining growing importance on the international agenda, research on this subject is still quite fragmented and most studies analyse single aspects of sustainable food consumption with particular reference to environmental sustainability. In addition, the literature highlights the need to take account of the strong heterogeneity of consumers in studying sustainable behaviour. Identifying consumer segments with common profiles, needs and values is essential for developing effective communication strategies to promote sustainability in food consumption.Consumer segmentation based on the perception of the sustainability attributes of organic and local products was realized using descriptive data collected through a consumer online survey in southern Italy (Campania). K-means cluster analysis was performed to identify different consumer segments based on consumer perception of sustainable attributes in organic and local food.Results confirm the support of consumers for organic and local food as sustainable alternative in food choices even if occasional buying behaviour of these products still predominates. In addition, our results show that an egoistic approach prevails among consumers, who seem to attach more value to attributes related to quality and health than to environmental, social and economic sustainability. Segmentation proves the existence of three consumer segments that differ significantly in terms of perception of sustainability attributes: a large segment of individuals who seem more egocentric oriented, an environmental sustainability oriented segment and a small segment that includes sustainability oriented consumers.The existence of different levels of sensitivity to sustainability attributes in organic and local food among the identified segments could be duly considered by policy makers and other institutions in promoting sustainable consumption patterns. Consumers in the first cluster could be educated about the social and environmental benefits of organic and local consumption, beyond health and quality aspects, by promoting communication strategies aimed at creating a sense of belonging and self-identity in the change process towards sustainability. While consumers in the second cluster could be more informed about the additional social and economic benefits of organic and local consumption, that goes beyond the still perceived environmental benefits. The strategic focus should be on attracting interest on the sense of belonging to the local community, in order to further promoting the short supply chain as models based on community building relationships and processes, that hold people to place and shared responsibility. Finally, it is worth mentioning that the increasing demand for more sustainable food products needs to be coupled with the development and adoption of innovations. In this regards, several patents have been registered for biopesticides/insecticides and bioactive agricultural products. However, more scientific evidence of higher yields and other benefits and enabling measures that support farmers are required to broaden adoption of innovation for sustainable agro-food production.", "doi": "10.2174/2212798410666171215112058", "title": "Consumer perception of sustainability attributes in organic and local food.", "journal": ["Recent patents on food, nutrition & agriculture", "Recent Pat Food Nutr Agric"]}