{"authors": [["Murtolahti", "Siiri", "S", "Institute of Clinical MedicineKuopioFinland."], ["Crouse", "Ulla K", "UK", "Department of OrthodonticsUniversity of MichiganAnn ArborMichiganU.S.A."], ["Pahkala", "Riitta", "R", "Institute of Clinical MedicineKuopioFinland."], ["Warren", "Donald W", "DW", "UNC Craniofacial Center , University of North CarolinaChapel HillNorth CarolinaU.S.A."], ["Laine-Alava", "Maija T", "MT", "Institute of Clinical MedicineKuopioFinland."]], "date": "2017-11-11", "id": "29299517", "text": "To assess breathing behaviors and perception of added respiratory loads in young compared to old individuals, and to determine whether aging affects the perception and response to changes in nasal airway resistance.In a clinical study, 40 young (11-20 years) and 40 older (59-82 years) subjects were evaluated during rest breathing and during the application of added airway resistance loads.The pressure-flow technique was used to measure airflow rate (mL/s) and oral-nasal pressures (cmH2O) to calculate nasal resistance (cmH2O/L/s). To create calibrated resistance loads for the test conditions, we used a device modified from a precision iris diaphragm.During rest breathing airflow rate was significantly lower for the younger group compared to older group. Using the loading device, 11-20-year-olds detected increased resistance at the level of 2.26 cmH2O/L/s compared to 4.55 cmH2O/L/s in 59-82-year-olds. In contrast to the younger group, mean airflow rate was higher during expiration than during inspiration among 59-82-year-olds except at rest breathing.The data revealed that the perception and respiratory response to increased airway resistance changed with aging. Younger subjects were more sensitive to changes within the airway. In both groups, subjects responded to increased airway resistance by decreasing airflow rate. However, expiratory phase became more active than inspiratory phase only in the older group.N/A.", "doi": "10.1002/lio2.123", "title": "Perception and Respiratory Responses of the Upper Airway Mechanism to Added Resistance With Aging.", "journal": ["Laryngoscope investigative otolaryngology", "Laryngoscope Investig Otolaryngol"]}