{"authors": [["Rahman", "Mizanur", "M", "Department of Community Medicine and Public Health, Faculty of Medicine and Health Sciences, Universiti Malaysia Sarawak, Kota Samarahan, Sarawak Malaysia."], ["Rahim", "Natazcza Abdul", "NA", "Department of Community Medicine and Public Health, Faculty of Medicine and Health Sciences, Universiti Malaysia Sarawak, Kota Samarahan, Sarawak Malaysia."], ["Arif", "Mohd Taha", "MT", "Department of Community Medicine and Public Health, Faculty of Medicine and Health Sciences, Universiti Malaysia Sarawak, Kota Samarahan, Sarawak Malaysia."]], "date": "2017-12-25", "id": "29299310", "text": "Despite being one of the plausible measures towards achieving Sustainable Development Goals (SDGs), various issues pertaining to pre-pregnancy clinic (PPC) services still need to be pondered upon. Based on this view, an attempt was made to identify and understand the barriers and weaknesses of current utilisation of pre-pregnancy care services, since its establishment and implementation in Sarawak from the year 2011.This cross-sectional study was conducted in selected health care facilities throughout Sarawak. A multistage cluster sampling technique was followed to select the health facilities. An unstructured open-ended questionnaire was administered as a part of quantitative data analysis. The open-ended questions were administered to get the in-depth perceived views and current practice of utilisation of pre-pregnancy clinic services. A total of 553 clients from nine selected health care facilities gave their feedback. The results of the study were narrated in textual form and a thematic analysis was done manually.The identified themes for perceived barriers for utilisation of pre-pregnancy care were perception, attitude and acceptance of PPC services, socio-economic issues, services and client factors. The perceived weaknesses of the services are listed under two main themes: working environment and service factors, whereas, the strength of services produced three thematic areas which are preparation for pregnancy, prevention of mortality and morbidity and comprehensive services.Though there is ample evidence that pre-pregnancy services are beneficial for maternal health and wellbeing, various issues still need to be addressed for the improvement of the quality of services. Lack of awareness among clients, socio-economic barriers, lack of resources, organisational barriers and perceptions towards family planning issues are some of the issues which need to be addressed. Nonetheless, promotional and health educational activities are important keys; in ensuring the sustainability of the services.", "doi": "10.1186/s13690-017-0236-2", "title": "Barrier, weakness and utilization of pre-pregnancy clinic services.", "journal": ["Archives of public health = Archives belges de sante publique", "Arch Public Health"]}