{"authors": [["Di Dio", "Cinzia", "C", "Department of Psychology, 9371 Università Cattolica del Sacro Cuore , Milan, Italy; Department of Neuroscience, Università degli Studi di Parma, Parma, Italy."], ["Berchio", "Cristina", "C", "Department of Neuroscience, Università degli Studi di Parma, Parma, Italy; Department of Basic Neurosciences, University of Geneva, Geneva, Switzerland."], ["Massaro", "Davide", "D", "Department of Psychology, 9371 Università Cattolica del Sacro Cuore , Milan, Italy."], ["Lombardi", "Elisabetta", "E", "Department of Psychology, 9371 Università Cattolica del Sacro Cuore , Milan, Italy."], ["Gilli", "Gabriella", "G", "Department of Psychology, 9371 Università Cattolica del Sacro Cuore , Milan, Italy."], ["Marchetti", "Antonella", "A", "Department of Psychology, 9371 Università Cattolica del Sacro Cuore , Milan, Italy."]], "date": "2017-01-01", "id": "29298631", "text": "Sensitivity to canons of beauty as represented in the human body-and as typically defined in the Western Culture-has been poorly studied in children. Current literature shows that infants as young as about three months are sensitive to the human body structure and its parts. Using a sample of 54 three- to five-year-old children, the present study investigated preference for drawings representing the \"canonical\" body structure, contrasting these with drawings showing the same bodies, but where the relation between trunk and legs was modified. It was hypothesized that preference for the canonical body structures would emerge as early as three years, increasing with age. Results only partially supported the hypothesis: while three-year-olds showed a significant preference for the canonical body structures as predicted, a significant preference reversal was found for the four-year-olds, with a tendency to return to preferring the canonical body at five years. The results are discussed in light of research findings associated with developmental theories hallmarking visual art perception in children.", "doi": "10.1177/0033294117744560", "title": "Body Aesthetic Preference in Preschoolers and Attraction to Canons Violation: An Exploratory Study.", "journal": ["Psychological reports", "Psychol Rep"]}