{"authors": [["González-Giraldo", "Yeimy", "Y", "Laboratory of NeuroPsychiatric Genetics, Biomedical Sciences Research Group, School of Medicine, 27967 Universidad Antonio Nariño , Bogotá, Colombia."], ["González-Reyes", "Rodrigo E", "RE", "Laboratory of NeuroPsychiatric Genetics, Biomedical Sciences Research Group, School of Medicine, 27967 Universidad Antonio Nariño , Bogotá, Colombia."], ["Mueller", "Shane T", "ST", "Department of Cognitive and Learning Sciences, Michigan Technological University, Houghton, MI, USA."], ["Piper", "Brian J", "BJ", "Bowdoin College, Brunswick, ME, USA."], ["Adan", "Ana", "A", "Department of Psychiatry and Clinical Psychobiology, University of Barcelona, Barcelona, Spain; Institute for Brain, Cognition and Behavior (IR3C), Barcelona, Spain."], ["Forero", "Diego A", "DA", "Laboratory of NeuroPsychiatric Genetics, Biomedical Sciences Research Group, School of Medicine, 27967 Universidad Antonio Nariño , Bogotá, Colombia."]], "date": "2017-01-01", "id": "29298559", "text": "Background Situation awareness (SA) is defined in three levels: SA1 is the perception of the elements in a specific context, SA2 is the comprehension of their meaning, and SA3 is the projection of their status. Purpose To analyze the possible association of a genetic polymorphism in the serotonin transporter ( SLC6A4) gene and performance on the Situational Awareness test (SAtest). Methods SAtest was applied to a sample of 230 healthy Colombian subjects, using the Psychology Experiment Building Language platform and a functional polymorphism in the SLC6A4 gene was genotyped by polymerase chain reaction. Results In the SA1 level, s/s genotype carriers had worse accuracy, in comparison with s/l and l/l genotypes. At SA2 level, l/l genotype carriers had better accuracy than s/s and s/l individuals and that in the SA3 level, l/l carriers also had better accuracy. These associations were significant after correction for multiple testing. Conclusions It is possible that l/l carriers have a better ability to perceive and focus their attention on the elements of their environment and to have the capacity to understand and predict what will happen with those elements. This is the first genetic study of SA performance in healthy participants. Additional investigations of other genes could contribute to the understanding of the molecular correlates of SA in healthy subjects and in neuropsychiatric patients.", "doi": "10.1177/0033294117740136", "title": "Situation Awareness Performance in Healthy Young Adults Is Associated With a Serotonin Transporter Gene Polymorphism.", "journal": ["Psychological reports", "Psychol Rep"]}