{"authors": [["Sønvisen", "Signe Annie", "SA", "SINTEF Ocean, Postboks 4762 Torgarden, 7465 Trondheim, Norway. signe.sonvisen@sintef.no."], ["Thorvaldsen", "Trine", "T", null], ["Holmen", "Ingunn M", "IM", null], ["Øren", "Anita", "A", null]], "date": null, "id": "29297571", "text": "Fishery is an important industry in Norway. Compared to other industries the number of occupational accidents is high. Fishers are exposed to a range of unfavourable working conditions, but there is limited research-based knowledge about the interaction between working conditions and health. The aim of the article is to study fishers' 1) work-related exposures and health complaints, 2) sickness absence, 3) subjective perception of health status and 3) level of job satisfaction.Data was gathered through a telephone survey. The survey included questions about exposure, health complaints, health status and job satisfaction. Methods for analysis were descriptive statistics and relative risk (RR).A total of 830 full-time fishers were interviewed. Coastal fishers are more exposed to factors such as climatic (RR = 1.546, 95% confidence interval [CI] 1.311-1.823), ergonomic (RR = 1.539, 95% CI 1.293-1.833) and processing (RR = 2.119, 95% CI 1.847-2.431), compared to other groups of fishers. Coastal fishers are also more likely to experience musculoskeletal problems (RR = 1.623, 95% CI 1.139-2.314), sickness absence (RR = 1.337, 95% CI 1.081-1.655) and to perceive their own health as poor (RR = 2.155, 95% CI 1.119-4.152). Purse sein fishers are less exposed to climatic (RR = 0.777, 95% CI 0.633-0.953), ergonomic (RR = 0.617, 95% CI 0.487-0.783) and processing (RR = 0.292, 95% CI 0.221-0.385) factors and are less likely to experience sickness absence (RR = 0.635, 95% CI 0.479-0.840). In terms of job satisfaction, 99% if our respondents enjoy their work.Norwegian fishers have a high degree of job satisfaction and overall good health. Challenges regarding health complaints and exposures in the working environment were identified. This may be helpful for the industry, showing where measures should be implemented to prevent exposure, illness and sickness absence. Findings may also serve as a basis for future intervention studies aimed at promoting healthy working environments for fishers, especially how to improve vessels and develop user-friendly technology to reduce risk of injuries and strain.", "doi": "10.5603/IMH.2017.0038", "title": "Work environment and health in the fishing fleet: results from a survey amongst Norwegian fishers.", "journal": ["International maritime health", "Int Marit Health"]}