{"authors": [["Kumwenda", "M", "M", "Malawi Liverpool Wellcome Research Programme, Blantyre, Helse Nord TB Initiative, College of Medicine, Blantyre, Malawi."], ["Nyang'wa", "B-T", "BT", "Médecins Sans Frontières, London, UK; University College London, London, UK."], ["Chikuse", "B", "B", "District Health Office, Balaka, Malawi."], ["Biseck", "T", "T", "District Health Office, Balaka, Malawi."], ["Maosa", "S", "S", "Sue Ryder Foundation in Malawi, Balaka, Malawi."], ["Chilembwe", "A", "A", "Sue Ryder Foundation in Malawi, Balaka, Malawi."], ["Dimba", "A", "A", "Ministry of Health, National Tuberculosis Programme, Blantyre, Malawi."], ["Mpunga", "J", "J", "Ministry of Health, National Tuberculosis Programme, Blantyre, Malawi."], ["Shaw", "C", "C", "Target Tuberculosis, Brighton, UK."], ["Brouwer", "M", "M", "PHTB Consult, Tilburg, The Netherlands."]], "date": null, "id": "29297446", "text": "District hospital and peripheral health care facilities in Balaka District, Malawi.To identify barriers encountered by women in submitting a second sputum sample.Focus-group discussions and semi-structured interviews.Women encounter barriers at several levels: personal, cultural, socio-economic and health care system. Personal, cultural and socio-economic barriers include the fear of a tuberculosis (TB) diagnosis, the perception and condition of the patient, the distance and cost of travel to a health care facility, the subordinate position of women in household decision-making and the social support that women receive. Barriers at the health care system level include high patient numbers, staff shortages, the duration of the TB diagnostic process as well as the uncaring attitude and poor communication of health care workers. These barriers may apply not only to the submission of the second sample, but to health care access in general.Women face multiple barriers in submitting a second sputum sample. These do not operate in isolation but instead compound each other. Although potential solutions to overcome these barriers are recognised, some have yet to be adopted. To improve TB case finding, innovative and community approaches should be adopted more rapidly.", "doi": "10.5588/ijtld.17.0146", "title": "The second sputum sample complicates tuberculosis diagnosis for women: a qualitative study from Malawi.", "journal": ["The international journal of tuberculosis and lung disease : the official journal of the International Union against Tuberculosis and Lung Disease", "Int. J. Tuberc. Lung Dis."]}