{"authors": [["Sharma", "Vandana", "V", "Abdul Latif Jameel Poverty Action Lab, Massachusetts Institute of Technology, 30 Wadsworth St, Cambridge, MA, 02142, USA. vsharma@povertyactionlab.org."], ["Leight", "Jessica", "J", "Department of Economics, American University, Washington, DC, USA."], ["AbdulAziz", "Fatima", "F", "Planned Parenthood Federation of Nigeria, Abuja, Nigeria."], ["Giroux", "Nadège", "N", "Paris School of Economics, Paris, France."], ["Nyqvist", "Martina Bjorkman", "MB", "Department of Economics, Stockholm School of Economics, Stockholm, Sweden."]], "date": "2017-12-21", "id": "29297412", "text": "Maternal mortality and newborn mortality continue to be major challenges in Nigeria, with the highest levels in the northern part of the country. The objective of this study was to explore the process and sequence of symptom recognition, decision-making, and care-seeking among families experiencing maternal and neonatal illness and deaths in 24 local governmental areas in Jigawa State, Northern Nigeria.This qualitative study included 40 illness narratives (ten each for maternal deaths, perceived postpartum hemorrhage (PPH), neonatal deaths, and neonatal illness) that collected data on symptom recognition, perceptions of the causes of disease, decision-making processes, the identity of key decision-makers, and care-seeking barriers and enablers. Data were transcribed verbatim, translated to English, then coded and analyzed using Dedoose software and a codebook developed a priori based on the study's conceptual model.Compared to maternal cases, much less care-seeking was reported for newborns, especially in cases that ended in death. Key decision-makers varied by type of case. Husbands played the lead role in maternal death and neonatal illness cases, while female relatives and traditional birth attendants were more involved in decision-making around perceived PPH, and mothers were the principal decision makers in the neonatal death cases. Demand for health services is high, but supply-side challenges including low quality of care, uncertain availability of health workers, and drug stock-outs are persistent. There is a strong belief that outcomes are controlled by God and frequent use of spiritual care sometimes contributes to delays in seeking facility-based care.These findings suggest key differences in recognition of complications, decision-making processes, and care-seeking patterns between maternal and newborn illness and death cases in Jigawa, Northern Nigeria. Interventions that provide more targeted messaging specific to case and symptom type, are inclusive of family members beyond husbands, and address gaps in quality and availability of care are urgently needed. It may also be important to address the widespread perception that adverse outcomes for mothers and newborns are controlled by fate and cannot be prevented.", "doi": "10.1186/s41043-017-0124-y", "title": "Illness recognition, decision-making, and care-seeking for maternal and newborn complications: a qualitative study in Jigawa State, Northern Nigeria.", "journal": ["Journal of health, population, and nutrition", "J Health Popul Nutr"]}