{"authors": [["Aldenhoven", "Mieke", "M", "Blood and Marrow Transplantation Program, Department of Pediatrics, and."], ["van den Broek", "Brigitte T A", "BTA", "Blood and Marrow Transplantation Program, Department of Pediatrics, and."], ["Wynn", "Robert F", "RF", "Blood and Marrow Transplant Unit, Royal Manchester Children's Hospital, Manchester, United Kingdom."], ["O'Meara", "Anne", "A", "Department of Hematology and Bone Marrow Transplantation, Our Lady's Children's Hospital, Dublin, Ireland."], ["Veys", "Paul", "P", "Blood and Marrow Transplantation Program, Great Ormond Street Hospital for Children NHS Trust, London, United Kingdom."], ["Rovelli", "Attilio", "A", "Pediatric Bone Marrow Transplant Unit, Department of Pediatrics, San Gerardo University Hospital, Monza, Italy."], ["Jones", "Simon A", "SA", "Willink Unit, Manchester Centre for Genomic Medicine, Central Manchester NHS Foundation Trust, University of Manchester, Manchester, United Kingdom."], ["Parini", "Rossella", "R", "Rare Metabolic Disorders Unit, Department of Pediatrics, San Gerardo University Hospital, Monza, Italy."], ["van Hasselt", "Peter M", "PM", "Blood and Marrow Transplantation Program, Department of Pediatrics, and."], ["Renard", "Marleen", "M", "Pediatric Hematology and Oncology, University Hospitals Leuven, Leuven, Belgium."], ["Bordon", "Victoria", "V", "Pediatric Hematology and Oncology, Ghent University Hospital, Ghent, Belgium; and."], ["de Koning", "Tom J", "TJ", "Department of Genetics, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands."], ["Boelens", "Jaap Jan", "JJ", "Blood and Marrow Transplantation Program, Department of Pediatrics, and."]], "date": "2017-11-07", "id": "29296871", "text": "Hurler syndrome (HS) is a lysosomal storage disease characterized by multisystem morbidity and death in early childhood. Hematopoietic stem cell transplantation (HSCT) results in long-term survival, although with significant residual disease burden. How this residual disease affects the health-related quality of life is unknown. Therefore, we conducted a multicenter cohort study on functional and psychosocial health and compared the outcomes to normative data using the Child Health Questionnaire and Pediatric Outcomes Data Collection Instrument. Perception of care was evaluated by the Measure of Processes of Care questionnaire. Sixty-three HS patients receiving HSCT with at least 3 years of follow-up after HSCT were included. The influence of potential predictors was analyzed using linear regression analysis, and correlation analysis was performed using Spearman rank correlation. Functional health of transplanted HS patients was significantly diminished compared with normative data (median physical summary z score, -2.4 [range, -3.5 to -1.6]; median global functioning z score, -3.2 [range, -4.8 to -1.8]). Psychosocial health was comparable or only slightly reduced compared with healthy peers (median psychosocial summary z score, 0.15 [range, -0.7 to 0.8]). A higher obtained lysosomal enzyme level post-HSCT predicted for superior functional health. Overall, parents were satisfied with the care received. Functional health of transplanted HS patients appeared significantly more affected than psychosocial health. To improve functional health, the use of only noncarrier donors and striving to achieve full-donor chimerism, both resulting in higher enzyme levels, is advised. Assessing the health-related quality of life could play an important role in evaluating outcomes of HS patients receiving novel (cell) therapies, including autologous gene-transduced HSCT.", "doi": "10.1182/bloodadvances.2017011387", "title": "Quality of life of Hurler syndrome patients after successful hematopoietic stem cell transplantation.", "journal": ["Blood advances", "Blood Adv"]}