{"authors": [["Azadi", "Zohreh", "Z", "Department of Nursing, Faculty of Nursing and Midwifery, Bushehr University of Medical Sciences, Bushehr, Iran."], ["Ravanipour", "Maryam", "M", "Department of Nursing, Faculty of Nursing and Midwifery, The Persian Gulf Tropical Medicine Research Center, Bushehr University of Medical Sciences, Bushehr, Iran."], ["Yazdankhahfard", "Mohammadreza", "M", "Department of Nursing, Faculty of Nursing and Midwifery, Bushehr University of Medical Sciences, Bushehr, Iran."], ["Motamed", "Niloofar", "N", "Department of Community Medicine, School of Medicine, Bushehr University of Medical Sciences, Bushehr, Iran."], ["Pouladi", "Shahnaz", "S", "Department of Nursing, Faculty of Nursing and Midwifery, Bushehr University of Medical Sciences, Bushehr, Iran."]], "date": "2017-12-04", "id": "29296609", "text": "Although education is one of the most substantial needs of patients that should be taught by nurses and midwives, it is not clearly defined through the hidden curriculum in students' teaching programs. The aim of this study was to explore the patient education through the hidden curriculum in the perspectives of nursing and midwifery students.A qualitative, content analysis study was performed and twenty nursing and midwifery students were interviewed. Data were collected using face-to-face semi-structured interviews and analyzed using conventional content analysis approach.Students' perception of the hidden curriculum in patient education emerged in three main themes concerning: (1) interactions, (2) teaching and learning opportunities, and (3) reflective evaluation.The hidden curriculum in patient education can be transferred as interactions between professors, students, nurses, doctors, and also patients who are rooted from paying attention to the human dimension of the patient, avoiding the materialistic treatment of the patient and treating the patient with dignity. Educational policies and students' assignments should be designed based on the patient's educational goals and the goal of evaluation has to be presented to the students clearly.", "doi": "10.4103/jehp.jehp_37_17", "title": "Perspectives of nursing and midwifery students regarding the role of the hidden curriculum in patient education: A qualitative study.", "journal": ["Journal of education and health promotion", "J Educ Health Promot"]}