{"authors": [["Parvizi", "Mohammad Mahdi", "MM", "Molecular Dermatology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Lankarani", "Kamran Bagheri", "KB", "Health Policy Research Center, Institute of Health, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Handjani", "Farhad", "F", "Molecular Dermatology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Ghahramani", "Sulmaz", "S", "Health Policy Research Center, Institute of Health, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Parvizi", "Zahra", "Z", "Health Policy Research Center, Institute of Health, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Rousta", "Sara", "S", "Department of Medical-Surgical Nursing, Fatemeh (PBUH) School of Nursing and Midwifery, Shiraz University of Medical Sciences, Shiraz, Iran."]], "date": "2017-12-04", "id": "29296606", "text": "Health literacy is a set of different skills, including reading, listening, analyzing, deciding, and applying these skills related to health status. Epidermolysis bullosa (EB) is a rare hereditary genetic disease which affects several aspects of the life of patients and their families. The aim of this study was to assess the health literacy of patients with EB in Iran.Thirty-three patients from Iran with EB, aged above 15 years-old, were enrolled in the study. Iranian Health Literacy Questionnaire, which measures health literacy in five domains including reading, access, perception, assessment, and decision-making skills, was used for collecting the data. SPSS analytical software, version 22, was used for statistical analysis.In total, 19 (57.6%) patients were male and 14 (42.4%) female with an age range of 15-41 years. Nineteen (57.6%) patients had inadequate health literacy in reading skills. One-third of patients had enough health literacy in the realm of access, and two-thirds were excellent in perception. Overall, there was no significant correlation between the level of health literacy with age (P = 0.92), sex (P = 0.55), race (P = 0.58), and educational level (P = 0.51) of the patients.The majority of the patients had inadequate health literacy in reading skills while these patients had acceptable health literacy in perception, assessment, and decision-making skills. Improvement of health literacy of these patients should be a priority for health policy makers with the aim of increasing their quality of life and decreasing their personal and social problems.", "doi": "10.4103/jehp.jehp_64_17", "title": "Health literacy in patients with epidermolysis bullosa in Iran.", "journal": ["Journal of education and health promotion", "J Educ Health Promot"]}