{"authors": [["Ramalingam", "Sundar", "S", "Department of Oral and Maxillofacial Surgery, King Saud University, Riyadh, Saudi Arabia."], ["Habib", "Syed Rashid", "SR", "Department of Prosthetic Dental Sciences, King Saud University, Riyadh, Saudi Arabia."], ["Sundar", "Chalini", "C", "Department of Dental Public Health, Identiti Dental Centre, Chennai, Tamil Nadu, India."], ["Dawas", "Abdulrahman Bin", "AB", "Department of Dental College of Dentistry, King Saud University, Riyadh, Saudi Arabia."], ["Al-Rashed", "Mishary", "M", "Department of Dental College of Dentistry, King Saud University, Riyadh, Saudi Arabia."], ["Al-Bader", "Raed", "R", "Department of Dental College of Dentistry, King Saud University, Riyadh, Saudi Arabia."]], "date": "2017-12-04", "id": "29296605", "text": "Increasing incidence of medically compromised patients seeking dental treatment and implant rehabilitation, necessitates greater knowledge toward managing such patients. The objective of the present study was to evaluate the perceptions of dental interns in Riyadh, Saudi Arabia, toward dental implant therapy for medically compromised patients.Using a convenience random sampling technique, a cross-sectional questionnaire-based study was conducted to evaluate the perceptions of the interns from dental schools in Riyadh, Saudi Arabia. Data pertaining to demographic details of the participants, academic grade point average (GPA), clinical implant training and experience and perceptions about dental implant therapy for medically compromised patients were collected.The survey response rate was 82.9% (n = 174/210; Males-129/Females-45). Less than half of the interns (n = 82/174; 47.1%) had performed dental implants, out of which 41.5% (n = 34/82) had placed implants in medically compromised patients. Most medical illnesses except controlled diabetes mellitus and hypertension were perceived by the interns as contraindications for dental implant placement.Based on the results of the present study, it could be concluded that courses with a greater emphasis toward management of dental patients with medical problems and undergraduate implant training for such patients would result in better knowledge and perception among dental interns regarding dental implant placement in medically compromised patients.", "doi": "10.4103/jehp.jehp_68_17", "title": "Perceptions of dental interns in Saudi Arabia toward implant placement in medically compromised patients.", "journal": ["Journal of education and health promotion", "J Educ Health Promot"]}