{"authors": [["Asad", "Mohammad Rehan", "MR", "Department of Basic Medical Science, College of Medicine, Majmaah University, Saudi Arabia."], ["Amir", "Khwaja", "K", "Department of Basic Medical Science, College of Medicine, Majmaah University, Saudi Arabia."], ["Tadvi", "Naser Ashraf", "NA", "Department of Basic Medical Science, College of Medicine, Majmaah University, Saudi Arabia."], ["Afzal", "Kamran", "K", "Department of Basic Medical Science, College of Medicine, Majmaah University, Saudi Arabia."], ["Sami", "Waqas", "W", "Department of Public Health and Epidemiology, College of Medicine, Majmaah University, Saudi Arabia."], ["Irfan", "Abdul", "A", "Department of Medical Education, College of Medicine, Majmaah University, Saudi Arabia."]], "date": "2017-12-04", "id": "29296601", "text": "The objective of this study is to explore the student's perspectives toward the interactive lectures as a teaching and learning method in an integrated curriculum.This cross-sectional study was conducted among 1st, 2nd and 3rd year male medical students (n = 121). A self-administered questionnaire based on the Visual, Auditory, Reader, Kinesthetic learning styles, learning theories, and role of feedback in teaching and learning on five-point Likert rating scale was used. The questionnaire was constructed after extensive literature review.There was an 80% response rate in this study. The total number of undergraduate medical students responded in the study were n = 97, 34 students of 1st year, n = 30 students of 2nd year and n = 33 student were in 3rd year, the mean scores of the student responses were calculated using Independent samples Kruskal-Wallis. There was no significant difference in the responses of the students of different years except for the question \"The Interactive lectures facilitate effective use of learning resources.\" Which showed significant difference in the responses of the 3 years students by Independent samples Kruskal-Wallis test. No significant association was found between the year of study and items of the questionnaire except for the same item, \" The Interactive lectures facilitates effective use of learning resources\" by Spearman rank correlation test.The students perceive interactive lecture as an effective tool for facilitating visual and auditory learning modes, and for achieving curricular strategies. The student find the feedback given during the interactive lectures is effective in modifying learning attitude and enhancing motivation toward learning.", "doi": "10.4103/jehp.jehp_38_17", "title": "Perception of medical undergraduate students about interactive lectures in an outcome-based integrated curriculum: A cross-sectional study.", "journal": ["Journal of education and health promotion", "J Educ Health Promot"]}