{"authors": [["Pisa", "Justyn", "J", "Department of Otolaryngology Head and Neck Surgery, University of Manitoba, Winnipeg, Manitoba, Canada."], ["Sulkers", "Jacob", "J", "Central Speech and Hearing Clinic, Unit 2 - 1325 Markham Road, Winnipeg, Manitoba, Canada."], ["Butler", "James B", "JB", "Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."], ["West", "Michael", "M", "Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."], ["Hochman", "Jordan B", "JB", "Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."]], "date": null, "id": "29296464", "text": "Neurofibromatosis Type 2 (NF2) is a genetic condition associated with the presence of bilateral vestibular schwannoma and progressive sensorineural hearing loss. Treatment options include observation, stereotactic radiosurgery (SRS) or surgical resection. Historically, retrocochlear pathology was a contraindication to cochlear implantation (CI). However it is now recognized as viable, in an attempt to restore hearing and improve communication.Thus, the aim of this study was to contrast auditory function in CI recipients with NF2 whose tumors were either observed versus initially treated with SRS.A local review of hearing outcomes in 2 CI patients (3 ears total) with NF2 was undertaken and then pooled with the existing medical literature. Comparative post-implant outcome data, including pure-tone average and aided speech perception measurements was analyzed and compared between 8 subjects whose tumors were observed and 11 subjects who received pre-implantation SRS.Mean tumor size in the observation cohort was 0.81cm (.13cm to 1.50cm), and 2.34cm in the SRS group (0.10cm to 3.7cm). The mean reported duration of deafness was 22 months as compared to 71 months in the SRS cohort. Both groups demonstrated similar pre-implant candidacy criteria, average age and open-set speech recognition. Although disparate outcome measurements were utilized across studies, an analysis of post-implant open-set speech perception found no significant differences between groups.Despite a small sample size and highly variable post implantation testing methods, patients who undergo SRS for NF2 associated Schwannoma prior to CI have similar hearing performance and benefit by having already completed definitive tumor management.", "doi": null, "title": "Stereotactic radiosurgery does not appear to impact cochlear implant performance in patients with neurofibromatosis type II.", "journal": ["Journal of radiosurgery and SBRT", "J Radiosurg SBRT"]}