{"authors": [["Nance", "Katie", "K", "Department of Food Science and Human Nutrition, College of Agricultural, Consumer and Environmental Sciences, University of Illinois, Urbana-Champaign, Champaign, IL 61801, USA. maryn2@illinois.edu."], ["Eagon", "J Christopher", "JC", "Department of Surgery, Washington University School of Medicine, St. Louis, MO 63110, USA. j.chris.eagon@wustl.edu."], ["Klein", "Samuel", "S", "Center for Human Nutrition, Washington University School of Medicine, St. Louis, MO 63110, USA. sklein@wustl.edu."], ["Pepino", "Marta Yanina", "MY", "Department of Food Science and Human Nutrition, College of Agricultural, Consumer and Environmental Sciences, University of Illinois, Urbana-Champaign, Champaign, IL 61801, USA. ypepino@illinois.edu."]], "date": "2017-12-24", "id": "29295558", "text": "The goal of this study was to test the hypothesis that weight loss induced by Roux-en-Y gastric bypass (RYGB) has greater effects on taste perception and eating behavior than comparable weight loss induced by sleeve gastrectomy (SG). We evaluated the following outcomes in 31 subjects both before and after ~20% weight loss induced by RYGB (n = 23) or SG (n = 8): (1) sweet, savory, and salty taste sensitivity; (2) the most preferred concentrations of sucrose and monosodium glutamate; (3) sweetness palatability, by using validated sensory testing techniques; and (4) eating behavior, by using the Food Craving Inventory and the Dutch Eating Behavior Questionnaire. We found that neither RYGB nor SG affected sweetness or saltiness sensitivity. However, weight loss induced by either RYGB or SG caused the same decrease in: (1) frequency of cravings for foods; (2) influence of emotions and external food cues on eating behavior; and (3) shifted sweetness palatability from pleasant to unpleasant when repetitively tasting sucrose (all p-values ≤ 0.01). Therefore, when matched on weight loss, SG and RYGB cause the same beneficial effects on key factors involved in the regulation of eating behavior and hedonic component of taste perception.", "doi": "10.3390/nu10010018", "title": "Effects of Sleeve Gastrectomy vs. Roux-en-Y Gastric Bypass on Eating Behavior and Sweet Taste Perception in Subjects with Obesity.", "journal": ["Nutrients", "Nutrients"]}