{"authors": [["Adriaens", "Karolien", "K", "Faculty of Psychology and Educational Sciences, KU Leuven-University Leuven, Tiensestraat 102, 3000 Leuven, Belgium. karolien.adriaens@kuleuven.be."], ["Van Gucht", "Dinska", "D", "Faculty of Psychology and Educational Sciences, KU Leuven-University Leuven, Tiensestraat 102, 3000 Leuven, Belgium. dinska.vangucht@thomasmore.be."], ["Baeyens", "Frank", "F", "Faculty of Psychology and Educational Sciences, KU Leuven-University Leuven, Tiensestraat 102, 3000 Leuven, Belgium. frank.baeyens@kuleuven.be."]], "date": "2017-12-23", "id": "29295483", "text": "(1) Background: Many smokers completely switch to vaping (switchers), whereas others use e-cigarettes (e-cigs) alongside tobacco cigarettes (dual users). To the extent that dual users substantially lower the number of cigarettes, they will reduce health risks from smoking. However, from a medical point of view, exclusive vaping is preferable to dual use; (2) Methods: Using an online questionnaire we assessed behavioral, cognitive and attitudinal aspects of e-cig use in smoking and ex-smoking vapers; (3) Results: Our sample consisted of 19% dual users and 81% switchers. Before e-cig initiation, both groups smoked on average 22 cigarettes per day (CPD). After e-cig initiation, dual users decreased tobacco consumption by 82% and were low-to-moderately cigarette dependent. Both groups had been vaping for on average 22 months, were highly e-cig dependent, used state-of-the-art e-cigs, nicotine concentrations of 4-8 mg/mL and often flavors other than tobacco. Dual users used substantially less e-liquid per week than switchers but reported a similar number of puffs/day, experienced less e-cig efficacy, more practical problems, more negative and less positive consequences, and endorsed smoking reduction (rather than quitting) as a more important reason to start vaping. For both groups, e-cig risk perception was low and little stigmatization was experienced. Dual users preferred tobacco cigarettes in stressful situations and when rapid nicotine uptake is required. E-cigs were preferred where cigarettes are prohibited and to reduce second-hand smoke; (4) Conclusions: Differences between dual users and switchers center around variables proximal to the vaping behavior and its experienced effects rather than hinging on more general vaping-related beliefs and attitudes.", "doi": "10.3390/ijerph15010012", "title": "Differences between Dual Users and Switchers Center around Vaping Behavior and Its Experiences Rather than Beliefs and Attitudes.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}