{"authors": [["Karadenizova", "Zhana", "Z", "1 Freie Universität Berlin, Germany."], ["Dahle", "Klaus-Peter", "KP", "1 Freie Universität Berlin, Germany."]], "date": "2017-11-01", "id": "29294975", "text": "Research suggests that aggressive individuals exhibit a strong tendency to attribute hostile intent to the behavior of others when confronted with an ambiguous social situation. The vignettes method has become a standard procedure to assess hostile attributions. Vignettes represent incomplete ambiguous social stories, in which the subjects experience a negative outcome and are asked to attribute intent to the provocateur's action. This article explores the ways in which subjects perceive ambiguous social situations and other people's intentions, their tendency to refer negative outcome to oneself, and the components defining hostility in the interpersonal relationships. The sample consisted of male adolescent violent offenders ( N = 45) recruited from the Social Therapy Department of the German correctional facility for juvenile offenders in Berlin. All offenders were incarcerated for a violent or sexual crime and were currently undergoing individual and group psychotherapy. The five hypothetical vignettes used in this study were originally designed to assess hostile attributions in both institutional and noninstitutional social situations. Participants' responses were analyzed using thematic analysis. Thematic analysis revealed three key themes regarding the social perception-positive, negative, and neutral-and two themes regarding the components of hostility-provocateur-related personality features and relationship type. Although the vignettes were originally developed to detect hostility-prone perception bias, they seem to be able to reveal a wider set of different attributions of intent, both positive and negative. Thus, vignettes are not limited to assessment of hostility specifically. They much rather seem to be a measure which is sensitive to diverse attributions of intent in general. The diagnostic qualities of the vignettes, their area of application, limitations of the study, and future perspective are discussed.", "doi": "10.1177/0886260517739890", "title": "Analyze This! Thematic Analysis: Hostility, Attribution of Intent, and Interpersonal Perception Bias.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}