{"authors": [["Lofgreen", "Ashton M", "AM", "1 Rush University, Chicago, IL, USA."], ["Mattson", "Richard E", "RE", "2 Binghamton University, NY, USA."], ["Wagner", "Samantha A", "SA", "2 Binghamton University, NY, USA."], ["Ortiz", "Edwin G", "EG", "2 Binghamton University, NY, USA."], ["Johnson", "Matthew D", "MD", "2 Binghamton University, NY, USA."]], "date": "2017-11-01", "id": "29294968", "text": "Sexual victimization of women by men on college campuses is a growing societal concern, with research identifying a host of situational and characterological factors that may predict men's likelihood to engage in sexual misconduct. In the present study, we examined the relative contribution and potential interplay of these various determinants on college men's perceptions of women's sexual desire and consent in hypothetical dating scenarios depicting a sexual interaction. We found that the men ( N = 145) in this sample (a) conflated sexual desire with consent, (b) varied their appraisals of consent and desire depending on whether and how the woman in the vignette communicated consent or refusal, (c) perceived higher levels of consent if the man in the vignette had intercourse with the woman previously and as a function of escalating sexual intimacy in the ongoing interaction, (d) endorsed higher levels of perceived desire and consent across situations if they more strongly held rape-supportive attitudes, and (e) moderated their association between situational factors and perceptions of a woman's sexual intentions based on their endorsement of rape myths and a hypermasculine ideology. We conclude that efforts to prevent sexual violence among college students may benefit from being modeled on our findings that some men are likelier to infer consent regardless of the situation, that specific situational factors can foster misperceptions of consent across men in general, and that certain individuals in particular situations may pose the greatest risk for sexual misconduct.", "doi": "10.1177/0886260517738777", "title": "Situational and Dispositional Determinants of College Men's Perception of Women's Sexual Desire and Consent to Sex: A Factorial Vignette Analysis.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}