{"authors": [["Ramsay", "Dana", "D", "1 School of Public Health, University of Saskatchewan, Saskatoon, Canada."], ["Steeves", "Megan", "M", "1 School of Public Health, University of Saskatchewan, Saskatoon, Canada."], ["Feng", "Cindy", "C", "1 School of Public Health, University of Saskatchewan, Saskatoon, Canada."], ["Farag", "Marwa", "M", "1 School of Public Health, University of Saskatchewan, Saskatoon, Canada."]], "date": "2017-10-01", "id": "29294960", "text": "Adolescents and young adults are the main perpetrators and victims of violence in almost all parts of the world. Theories of human behavior predict that the intention to behave violently is formed in part by the individual's attitude toward violent behavior. The purpose of this study was thus to investigate factors which both promote and protect against violent youth attitudes in Toronto, Canada's largest urban center. Multinomial logit models were fit separately for males and females in Grades 7 to 9 using cross-sectional data from the 2006 International Youth Survey. Odds ratios were estimated for the associations between levels of attitude toward violence and select factors in each of the biological, familial, peer-related, school and community domains. A graded effect of school attachment on violent attitude was observed for both sexes; male and female students who do not like school at all are 9.89 (3.15-31.0) and 6.49 (2.19-19.2) times as likely as those who like school a lot to have the \"most\" versus \"least\" violent attitude, respectively. For every one-unit increase in (negative) perception of neighborhood score, male and female students are 1.15 (1.07-1.23) and 1.20 (1.12-1.28) times as likely to have the \"most\" versus \"least\" violent attitude. The number of victimization events was associated with attitude toward violence in males but not females, while the reverse was true for academic performance and exposure to prejudice. Our findings highlight the important relationships between connections to social environments and youth attitudes toward violence, and identify modifiable factors which may be amenable to intervention. Sex-specific differences in the predictors of violent youth attitudes warrant additional investigation and have implications for policy design.", "doi": "10.1177/0886260517736275", "title": "Protective and Risk Factors Associated With Youth Attitudes Toward Violence in Canada.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}