{"authors": [["McKool", "Marissa", "M", "1 Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Stephenson", "Rob", "R", "2 University of Michigan, Ann Arbor, USA."], ["Winskell", "Kate", "K", "3 Emory University, Atlanta, GA, USA."], ["Teten Tharp", "Andra", "A", "1 Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Parrott", "Dominic", "D", "4 Georgia State University, Atlanta, USA."]], "date": "2017-08-01", "id": "29294882", "text": "Nearly 32% of women report experiencing physical violence from an intimate partner and more than 8% report being raped by a significant other in their lifetime. Young people's perceptions that their peers perpetrate relationship violence have been shown to increase the odds of self-reported perpetration. Yet, limited research has been conducted on this relationship as individuals begin to age out of adolescence. The present study sought to examine the link between the perception of peer perpetration of intimate partner violence (IPV) and self-reported IPV perpetration among a sample of predominately young adult (21-35 years) males. This study also explored the discordance between the perception of peer IPV behavior and self-reported perpetration. Data from 101 male peer dyads ( n = 202) were taken from a study on the effects of alcohol and bystander intervention in Atlanta, Georgia. Thirty-six percent ( n = 73) of men reported perpetrating physical IPV and 67% ( n = 135) reported perpetrating sexual IPV in the past 12 months. Nearly 35% ( n = 55) of the sample reported that none of their peers had perpetrated physical IPV, which contradicted their friend's self-report of physical IPV perpetration. Similarly, 68% ( n = 115) of the men perceived none of their peers to have perpetrated sexual IPV, which contradicted their friend's self-report of sexual IPV perpetration. Discordance variables were significantly associated with self-reported perpetration for both physical (χ2 = 152.7, p < .01) and sexual (χ2 = 164.4, p < .01) IPV. These results point to an underestimation of peer IPV perpetration among young adult males. Findings suggest a traditional social norms approach to IPV prevention, which seeks to persuade individuals that negative behaviors are less common than perceived, may not be the best approach given a significant number of men believed their friends were nonviolent when they had perpetrated violence.", "doi": "10.1177/0886260517725735", "title": "Peer Influence on IPV by Young Adult Males: Investigating the Case for a Social Norms Approach.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}