{"authors": [["Edhborg", "Maigun", "M", "1 Karolinska Institutet, Stockholm, Sweden."], ["E-Nasreen", "Hashima", "H", "2 International Islamic University Malaysia, Kuantan, Malaysia."], ["Kabir", "Zarina Nahar", "ZN", "1 Karolinska Institutet, Stockholm, Sweden."]], "date": "2017-06-01", "id": "29294818", "text": "Intimate partner violence (IPV) during the first year postpartum is common in Bangladesh, and many infants are exposed to hostile and aggressive environment. The aim of the current study was to investigate how IPV (physical, emotional, and sexual) impacts on the mother's perception of her infant's temperament 6 to 8 months postpartum, and whether maternal depressive symptom at 6 to 8 months postpartum is a mediator in this association. A total of 656 rural Bangladeshi women and their children 6 to 8 months postpartum were included in this study. Data were collected by structured interviews. The women were asked about physical, sexual, and emotional IPV; depressive symptoms (Edinburgh Postnatal Depressive Symptoms [EPDS]); and their perception of infant temperament assessed by the Infant Characteristic Questionnaire (ICQ). Descriptive analyses were conducted for prevalence of IPV and maternal depressive symptoms. Mediation analysis was conducted with a series of linear regressions with types of IPV as independent variables, ICQ including its subscales as dependent variables and maternal depressive symptoms as potential mediator. All the analyses were adjusted for the woman's and her husband's ages and number of children of the couple. Nearly 90% of the mothers reported some kind of IPV at 6 to 8 months postpartum. All types of IPV were directly associated with the mother's perception of her infant as unadaptable. Maternal depressive symptom was a mediating factor between physical IPV and the ICQ subscales fussy-difficult and unpredictable. In addition, depressive symptoms mediated between sexual and emotional IPV, and the mother's perception of the infant as unpredictable. The results showed that IPV influenced how mothers perceived their infant's temperament. It is important that health care professionals at maternal and child health services enquire about IPV with possibilities to refer the family or the mother and infant for appropriate support.", "doi": "10.1177/0886260517717489", "title": "Impact of Intimate Partner Violence on Infant Temperament.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}