{"authors": [["McNicholas", "Caroline I", "CI", "1 Towson University, MD, USA."], ["Orpinas", "Pamela", "P", "2 University of Georgia, Athens, USA."], ["Raczynski", "Katherine", "K", "2 University of Georgia, Athens, USA."]], "date": "2017-05-01", "id": "29294765", "text": "Children who are victims of peer aggression can suffer negative emotional, academic and physical consequences that can last into adulthood. Previous research indicates children with disabilities are victimized up to 4 times as often as children without disabilities. However, their unique needs are often not considered in the design and implementation of prevention interventions. The current study examined the perceived effects of family, peer, and school support among children with disabilities to protect them from or help them cope with peer victimization. In this retrospective study, college students registered with a university Disability Resource Center ( n = 161) completed an electronic survey about their recollections of peer victimization and of factors that protected them during middle and high school. Three subscales of the Social and Emotional Health Survey measured perception of family, peer, and school support. In open-ended questions, students described instances of peer victimization and of protection. Results indicated that two thirds of participants experienced peer victimization. The most frequently reported type of aggression was relational, followed by verbal. Frequency of victimization did not differ by gender. Most participants experienced victimization related to their disabilities or related to a combination of disability with another personal characteristic. Participants who reported higher levels of family and peer support experienced significantly less peer victimization. Coping with victimization took many forms such as withdrawing from peers, listening to music, and mental health treatment. Unexpectedly, some participants reported disability-related victimization from school staff. Findings highlight the high frequency of victimization and the value of educating parents, school personnel, and other students on strategies to support students with disabilities. These strategies could be incorporated into prevention programs.", "doi": "10.1177/0886260517710485", "title": "Victimized for Being Different: Young Adults With Disabilities and Peer Victimization in Middle and High School.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}