{"authors": [["Bailhache", "Marion", "M", "1 CHU de Bordeaux, Pole de pédiatrie, France."], ["Alioum", "Ahmadou", "A", "2 Université de Bordeaux, ISPED, Centre INSERM U-1219, Bordeaux Population Health, France."], ["Salmi", "Louis-Rachid", "LR", "2 Université de Bordeaux, ISPED, Centre INSERM U-1219, Bordeaux Population Health, France."]], "date": "2017-04-01", "id": "29294733", "text": "France has not prohibited all forms of corporal punishment, and the point at which an act is regarded as physical abuse is not clearly determined. The aim of our study was to compare perception of a caregiver's violent behavior toward his child by professionals and parents in an emergency department and determine characteristics associated with that perception. A cross-sectional study was conducted from November 2013 to October 2014 in the emergency department of the pediatric university hospital in Bordeaux, France. An anonymous self-administered questionnaire, including vignettes describing hypothetical situations of violent interaction between a parent and child, and items related to sociodemographic and family characteristics, was administered to professionals and parents. Vignettes included varying child's age and behavior, frequency of caregiver's behavior, hitting with/without an object, and targeted child's body part. Violent behavior was restricted to hitting for reasons of feasibility. Respondents were asked to rate the acceptability of situations on a 100-mm visual analog scale. Analyses were multivariate mixed Poisson regressions. A total of 1,001 participants assessed the vignettes. Participants were predominantly females (64%), married or living with a partner (87%), with a median age of 34 years. Professionals assessed vignettes as acceptable significantly more than parents (mean rating 2.8 times higher; p < .001). For both professionals and parents, all vignette characteristics were significantly associated with acceptability. Parents who had a child below 1 year old, those who had visited an emergency department many times in the past year, and those who had fewer children were less tolerant. Such findings indicate the need for additional research to better appreciate consequences and severity of violent behavior toward children, and the need to educate parents and professionals.", "doi": "10.1177/0886260517705663", "title": "Perception of Physical Child Abuse Among Parents and Professionals in a French Emergency Department.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}