{"authors": [["Yndo", "Monica C", "MC", "1 University of Texas at San Antonio, USA."], ["Zawacki", "Tina", "T", "1 University of Texas at San Antonio, USA."]], "date": "2017-03-01", "id": "29294695", "text": "The current study examined the effects of physical attractiveness and sexual interest cues on men's sexual perceptions of women and whether increases in sexual perceptions of a woman would lead to decreases in labeling of subsequent nonconsensual sex as sexual assault. Two hundred thirty-three male college students ( Mage = 19.17, SD = 1.22) read a vignette describing a hypothetical social interaction between a man and a woman; within the vignette, the female character's physical attractiveness (attractive vs. less attractive) and the degree to which the female character behaved interested in the male character (uninterested vs. ambiguous) were manipulated. The vignette ends with the male character physically forcing sexual intercourse with the female character. After reading the vignette, participants' labeling of the nonconsensual sex as sexual assault was addressed. Participants' perceptions of the female character's sexual interest in the male character prior to the nonconsensual sex was assessed as a dependent variable during stopping points in the vignette, prior to sexual assault. Both physical attractiveness and interest cues had a significant positive influence on men's perception of the female character as sexually interested. In addition, perceptions of sexual interest had a direct negative effect on sexual assault labeling. These results indicate that increases in physical attractiveness and interest cues increase perceptions of sexual interest, in turn decreasing the labeling of nonconsensual sex as sexual assault. This experimental research contributes to the literature on misperception of sexual interest and sexual assault labeling. These findings provide implications for intervention programs and for forensic issues related to sexual assault.", "doi": "10.1177/0886260517699948", "title": "Factors Influencing Labeling Nonconsensual Sex as Sexual Assault.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}