{"authors": [["Ford", "Julian D", "JD", "1 University of Connecticut Health, Farmington, USA."], ["Grasso", "Damion J", "DJ", "1 University of Connecticut Health, Farmington, USA."], ["Jones", "Sasia", "S", "1 University of Connecticut Health, Farmington, USA."], ["Works", "Teresa", "T", "1 University of Connecticut Health, Farmington, USA."], ["Andemariam", "Biree", "B", "1 University of Connecticut Health, Farmington, USA."]], "date": "2017-02-01", "id": "29294650", "text": "Almost half of sickle cell disease (SCD) patients develop chronic, debilitating physical pain with uncertain genesis for which they primarily receive opiate-based palliative treatment. Psychological trauma exposure, especially interpersonal victimization, has been linked to the perception of pain in several medical diseases, but has yet to be examined in SCD patients. This study examines self-reported chronicity of pain and use of prescribed opiates in 50 adult SCD patients with and without a history of interpersonal violence exposure. We conducted a retrospective chart review of 50 consecutive SCD patients seen for medical care in an adult subspecialty hematology clinic. Data collected included demographics, opiate use, pain chronicity, and measures of anxiety, depression, and interpersonal violence exposure. Sixty-eight percent of patients reported past interpersonal violence exposure. The mean number of types of interpersonal violence exposure, including physical, sexual, or emotional abuse, was 2.76 ( SD = 1.63). SCD patients with a history of interpersonal violence exposure were almost five times more likely to report chronic pain and more than six times more likely to report use of opiate-based medications on a daily basis compared with SCD patients with no history of violence exposure. Depression and anxiety symptoms were associated with violence exposure, but did not account for the relationship between violence exposure and chronic pain or prescribed opiate use. Screening and assessment of exposure to interpersonal violence may be useful in addition to screening for mental health problems in the management of chronic pain with adults diagnosed with SCD. Such screening may contribute to addressing health care disparities given the preponderance of SCD patients who are of African American ethnoracial background.", "doi": "10.1177/0886260517691521", "title": "Interpersonal Violence Exposure and Chronic Pain in Adult Sickle Cell Patients.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}