{"authors": [["Carvalho", "Joana", "J", "1 Universidade Lusófona, Lisboa, Portugal."], ["Sá", "Ana", "A", "2 Universidade do Porto, Portugal."]], "date": "2017-01-01", "id": "29294637", "text": "Limited interpersonal skills and relationship deficits are recognized as risk factors for sexual aggression as committed by convicted sexual offenders. Yet, less severe forms of sexual aggression are frequently perpetrated by nonforensic samples, including highly educated samples. This study was aimed at characterizing a sample of male college students reporting sexually aggressive strategies as a means to initiate sexual intercourse according to a set of interpersonal relationship factors, thus extending the knowledge on the role of interpersonal dimensions to the distinct contexts of sexual violence. Three hundred eight male college students completed a web survey assessing adult attachment styles, intimacy perception, interpersonal style, and psychosocial adjustment. Findings showed that 162 students (>50%) reported to have used some form of sexually aggressive strategy against women to initiate sexual contact. After controlling for the effects of social desirability, participants reporting sexually aggressive strategies presented significantly less confidence trusting others, more lack of perceived personal validation (within relationships), a more aggressive interpersonal style, and higher levels of hostility. Findings suggest that sexual violence, as measured in the context of college samples, may have an interpersonal nature, reflecting deficient social and intimacy skills; preventive programs are thus expected to enhance interpersonal relationship strategies as well as target individuals' perceived interpersonal vulnerability.", "doi": "10.1177/0886260516689779", "title": "Male College Students Using Sexually Aggressive Strategies: Findings on the Interpersonal Relationship Profile.", "journal": ["Journal of interpersonal violence", "J Interpers Violence"]}