{"authors": [["Buisman", "Renate S M", "RSM", "Centre for Child and Family Studies, Leiden University, The Netherlands. Electronic address: r.s.m.buisman@fsw.leidenuniv.nl."], ["Pittner", "Katharina", "K", "Centre for Child and Family Studies, Leiden University, The Netherlands."], ["Compier-de Block", "Laura H C G", "LHCG", "Centre for Child and Family Studies, Leiden University, The Netherlands."], ["van den Berg", "Lisa J M", "LJM", "Clinical Psychology Unit, Leiden University, The Netherlands."], ["Bakermans-Kranenburg", "Marian J", "MJ", "Centre for Child and Family Studies, Leiden University, The Netherlands."], ["Alink", "Lenneke R A", "LRA", "Centre for Child and Family Studies, Leiden University, The Netherlands; Faculty of Law, VU University Amsterdam, The Netherlands."]], "date": "2017-12-30", "id": "29294414", "text": "In the current study associations between parents' experiences of childhood maltreatment and their perceptual, behavioral and autonomic responses to infant emotional signals were examined in a sample of 160 parents. Experienced maltreatment (both physical and emotional abuse and neglect) was reported by the participants and, in approximately half of the cases, also by their parents. During a standardized infant vocalization paradigm, participants were asked to squeeze a handgrip dynamometer at maximal and at half strength while listening to infant crying and laughter sounds and to rate their perception of the sounds. In addition, their heart rate (HR), pre-ejection period (PEP), and vagal tone (RSA) were measured as indicators of underlying sympathetic and parasympathetic reactivity. Results indicated that participants did not differ in their perceptions of the infant vocalizations signals according to their maltreatment experiences. However, maltreatment experiences were associated with the modulation of behavioral responses. Experiences of neglect during childhood were related to more handgrip force during infant crying and to less handgrip force during infant laughter. Moreover, a history of neglect was associated with a higher HR and a shorter PEP during the entire infant vocalization paradigm, which may indicate chronic cardiovascular arousal. The findings imply that a history of childhood neglect negatively influences parents' capacities to regulate their emotions and behavior, which would be problematic when reacting to children's emotional expressions.", "doi": "10.1016/j.chiabu.2017.12.020", "title": "The past is present: The role of maltreatment history in perceptual, behavioral and autonomic responses to infant emotional signals.", "journal": ["Child abuse & neglect", "Child Abuse Negl"]}