{"authors": [["Wilbertz", "Gregor", "G", "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité-Universitätsmedizin Berlin, Berlin, Germany; Berlin Center for Advanced Neuroimaging, Charité - Universitätsmedizin Berlin, Germany. Electronic address: gregor.wilbertz@posteo.de."], ["Ketkar", "Madhura", "M", "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité-Universitätsmedizin Berlin, Berlin, Germany; International Max Planck Research School for Neuroscience, University of Göttingen, Germany."], ["Guggenmos", "Matthias", "M", "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité-Universitätsmedizin Berlin, Berlin, Germany; Berlin Center for Advanced Neuroimaging, Charité - Universitätsmedizin Berlin, Germany."], ["Sterzer", "Philipp", "P", "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité-Universitätsmedizin Berlin, Berlin, Germany; Berlin Center for Advanced Neuroimaging, Charité - Universitätsmedizin Berlin, Germany; Berlin School of Mind and Brain, Humboldt Universität zu Berlin, Berlin, Germany; Bernstein Center for Computational Neuroscience, Berlin, Germany."]], "date": "2017-12-30", "id": "29294388", "text": "The phenomenon of bistable perception, in which perception alternates spontaneously despite constant sensory stimulation, has been particularly useful in probing the neural bases of conscious perception. The study of such bistability requires access to the observer's perceptual dynamics, which is usually achieved via active report. This report, however, constitutes a confounding factor in the study of conscious perception and can also be biased in the context of certain experimental manipulations. One approach to circumvent these problems is to track perceptual alternations using signals from the eyes or the brain instead of observers' reports. Here we aimed to optimize such decoding of perceptual alternations by combining eye and brain signals. Eye-tracking and functional magnetic resonance imaging (fMRI) was performed in twenty participants while they viewed a bistable visual plaid motion stimulus and reported perceptual alternations. Multivoxel pattern analysis (MVPA) for fMRI was combined with eye-tracking in a Support vector machine to decode participants' perceptual time courses from fMRI and eye-movement signals. While both measures individually already yielded high decoding accuracies (on average 86% and 88% correct, respectively) classification based on the two measures together further improved the accuracy (91% correct). These findings show that leveraging on both fMRI and eye movement data may pave the way for optimized no-report paradigms through improved decodability of bistable motion perception and hence for a better understanding of the neural correlates of consciousness.", "doi": "10.1016/j.neuroimage.2017.12.094", "title": "Combined fMRI- and eye movement-based decoding of bistable plaid motion perception.", "journal": ["NeuroImage", "Neuroimage"]}