{"authors": [["Wang", "Songnan", "S", "School of Computer Science and Technology, Tianjin Key Laboratory of Cognitive Computing and Application, Tianjin University, Tianjin 300350, PR China."], ["Cao", "Linjing", "L", "School of Computer Science and Technology, Tianjin Key Laboratory of Cognitive Computing and Application, Tianjin University, Tianjin 300350, PR China."], ["Xu", "Junhai", "J", "School of Computer Science and Technology, Tianjin Key Laboratory of Cognitive Computing and Application, Tianjin University, Tianjin 300350, PR China."], ["Zhang", "Gaoyan", "G", "School of Computer Science and Technology, Tianjin Key Laboratory of Cognitive Computing and Application, Tianjin University, Tianjin 300350, PR China."], ["Lou", "Yunxia", "Y", "Research Center for Sectional and Imaging Anatomy, Shandong University Cheeloo College of medicine, Jinan, Shandong 250012, PR China."], ["Liu", "Baolin", "B", "School of Computer Science and Technology, Tianjin Key Laboratory of Cognitive Computing and Application, Tianjin University, Tianjin 300350, PR China; State Key Laboratory of Intelligent Technology and Systems, National Laboratory for Information Science and Technology, Tsinghua University, Beijing 100084, PR China. Electronic address: liubaolin@tsinghua.edu.cn."]], "date": "2017-12-30", "id": "29294340", "text": "'Significant' objects contribute greatly to scene recognition. The lateral occipital complex (LOC), parahippocampal place area (PPA), and retrosplenial cortex (RSC) play a crucial role in the cognitive processing of objects and scenes. However, the associated mechanism between objects and scenes remains unclear. In this study, four categories of scene images and four types of significant objects were designed as stimuli. Representational similarity analysis (RSA) of functional magnetic resonance imaging (fMRI) data showed that correlation coefficients of the activity patterns for objects and scenes were significantly positive in the LOC and PPA. Compared to the out-of-scene objects, the correlation strengths for within-scene objects were significantly greater in the PPA and two subregions of the LOC: the lateral occipital area (LO), and posterior fusiform area (PF). Further correlation analyses showed that the scene-object correlations were different for indoor and outdoor scenes in the LO, pF and PPA. Semantic associations were represented in the LO and pF, while the PPA was involved in semantic correlations and spatial characteristics, which were sensitive to the openness of scenes. However, these trends were not observed in the RSC, suggesting that it is not recruited to process semantic associations between scenes and objects. Our findings provide an understanding of the neural mechanism of scene recognition.", "doi": "10.1016/j.neuroscience.2017.12.043", "title": "Revealing the Semantic Association between Perception of Scenes and Significant Objects by Representational Similarity Analysis.", "journal": ["Neuroscience", "Neuroscience"]}