{"authors": [["Pourreza", "Pooya", "P", "Department of Basic Sciences, Faculty of Veterinary Medicine, Science and Research Branch, Islamic Azad university, Tehran, Iran."], ["Babapour", "Vahab", "V", "Department of Basic Sciences, Faculty of Veterinary Medicine, University of Tehran, Iran."], ["Haghparast", "Abbas", "A", "Neuroscience Research Center, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran. Electronic address: Haghparast@sbmu.sc.ir."]], "date": "2017-12-30", "id": "29294305", "text": "The Hippocampus has a role not only in nociception but also in modulation of pain perception. In addition, orexinergic neurons present in the lateral hypothalamus (LH) have a recognized role in pain modulation. The presence of orexinergic projections from the lateral hypothalamus (LH) to the dorsal hippocampal Cornu Ammonis 1 (CA1) region raises the question of whether pain modulatory role of LH is mediated through the CA1. To elucidate the interactions between the LH and neural substrates involved in modulation of formalin-induced nociception, the study aimed to test the pain modulatory role of CA1 orexin receptors in the formalin test. Seventy-one male Wistar rats were unilaterally implanted with two cannulae above the LH and CA1. In the treatment groups, intra-CA1 administration of SB-334867, as an orexin-1 receptor antagonist, was performed 5min before intra-LH microinjection of carbachol, as a cholinergic receptor agonist. In dimethyl sulfoxide (DMSO)-control group, DMSO and saline as well as in carbachol-control group, DMSO and carbachol were microinjected into the CA1 and LH, respectively. In all rats, the procedure was followed by subcutaneous injection of formalin after 5-min time interval. Carbachol reduced both phases of formalin-induced nociception. Intra-CA1 administration of SB-334867 antagonized the LH-induced analgesia during both phases in a dose-dependent manner. It seems that the blockade of orexin-1 receptors has more effects on reduction of antinociception during the late phase compared to the early phase. Pain modulatory role of orexinergic system in the formalin test through a neural pathway from the LH to CA1 provides the evidence that orexins can be useful therapeutic agents for chronic pain treatment.", "doi": "10.1016/j.physbeh.2017.12.036", "title": "Role of dorsal hippocampal orexin-1 receptors in modulation of antinociception induced by chemical stimulation of the lateral hypothalamus.", "journal": ["Physiology & behavior", "Physiol. Behav."]}