{"authors": [["Davies", "Daniel J", "DJ", "Department of Psychiatry, University of Cambridge, Cambridge, UK."], ["Teufel", "Christoph", "C", "Cardiff University Brain Research Imaging Centre (CUBRIC), School of Psychology, Cardiff University, Cardiff, Wales, UK."], ["Fletcher", "Paul C", "PC", "Department of Psychiatry, University of Cambridge, Cambridge, UK."]], "date": "2017-12-27", "id": "29294128", "text": "Psychotic phenomena manifest in healthy and clinical populations as complex patterns of aberrant perceptions (hallucinations) and tenacious, irrational beliefs ( delusions). According to predictive processing accounts, hallucinations and delusions arise from atypicalities in the integration of prior knowledge with incoming sensory information. However, the computational details of these atypicalities and their specific phenomenological manifestations are not well characterized. We tested the hypothesis that hallucination-proneness arises from increased reliance on overly general application of prior knowledge in perceptual inference, generating percepts that readily capture the gist of the environment but inaccurately render its details. We separately probed the use of prior knowledge to perceive the gist vs the details of ambiguous images in a healthy population with varying degrees of hallucination- and delusion-proneness. We found that the use of prior knowledge varied with psychotic phenomena and their composition in terms of aberrant percepts vs aberrant beliefs. Consistent with previous findings, hallucination-proneness conferred an advantage using prior knowledge to perceive image gist but, contrary to predictions, did not confer disadvantage perceiving image details. Predominant hallucination-proneness actually conferred advantages perceiving both image gist and details, consistent with reliance on highly detailed perceptual knowledge. Delusion-proneness, and especially predominance of delusion-proneness over hallucination-proneness, conferred disadvantage perceiving image details but not image gist, though evidence of specific impairment of detail perception was preliminary. We suggest this is consistent with reliance on abstract, belief-like knowledge. We posit that phenomenological variability in psychotic experiences may be driven by variability in the type of knowledge observers rely upon to resolve perceptual ambiguity.", "doi": "10.1093/schbul/sbx177", "title": "Anomalous Perceptions and Beliefs Are Associated With Shifts Toward Different Types of Prior Knowledge in Perceptual Inference.", "journal": ["Schizophrenia bulletin", "Schizophr Bull"]}