{"authors": [["Stewart", "Christopher J", "CJ", "Alkek Center for Metagenomics and Microbiome Research, Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX."], ["Hasegawa", "Kohei", "K", "Department of Emergency Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA."], ["Wong", "Matthew C", "MC", "Alkek Center for Metagenomics and Microbiome Research, Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX."], ["Ajami", "Nadim J", "NJ", "Alkek Center for Metagenomics and Microbiome Research, Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX."], ["Petrosino", "Joseph F", "JF", "Alkek Center for Metagenomics and Microbiome Research, Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX."], ["Piedra", "Pedro A", "PA", "Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX."], ["Espinola", "Janice A", "JA", "Department of Emergency Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA."], ["Tierney", "Courtney N", "CN", "Department of Emergency Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA."], ["Camargo", "Carlos A", "CA", "Department of Emergency Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA."], ["Mansbach", "Jonathan M", "JM", "Department of Medicine, Boston Children's Hospital, Harvard Medical School, Boston, MA."]], "date": "2017-12-25", "id": "29293990", "text": "Bronchiolitis, the leading cause of US infant hospitalizations, is most commonly caused by respiratory syncytial virus (RSV) followed by rhinovirus (RV). Conventional perception is that bronchiolitis is a single entity, albeit with different viral etiologies and degrees of severity.We conducted a cross-sectional study of nasopharyngeal aspirates from 106 infants hospitalized with either RSV-only (n=80) or RV-only (n=26) bronchiolitis. We performed metabolomics analysis and 16S rRNA gene sequencing on all samples, and metagenomic sequencing on 58 of the 106 samples.Infants with RSV-only and RV-only infections had significantly different nasopharyngeal metabolome profiles (P<0.001) and bacterial metagenome profiles (P<0.05). RSV-only was associated with metabolites from a range of pathways and a microbiome dominated by Streptococcus pneumoniae. By contrast, RV-only was associated with increased essential and non-essential N-acetyl amino acids and high relative abundance of Haemophilus influenzae. These co-occurring species were associated with driving the bacterially-derived metabolic pathways. Multi-omic analysis showed that both the virus and the microbiome were significantly associated with the metabolic function in infants hospitalized with bronchiolitis.Although study replication is necessary, these results highlight that bronchiolitis is not a uniform disease between RSV and RV infections, a result with future implications for prevention and treatment.", "doi": "10.1093/infdis/jix680", "title": "Respiratory syncytial virus and rhinovirus bronchiolitis are associated with distinct metabolic pathways.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}