{"authors": [["Howard", "Charla L", "CL", "Division of Orthotics and Prosthetics."], ["Wallace", "Chris", "C", "Division of Orthotics and Prosthetics."], ["Perry", "Bonnie", "B", "Center for Neuroscience and Neurological Recovery, Methodist Rehabilitation Center, Jackson, Mississippi, USA."], ["Stokic", "Dobrivoje S", "DS", "Center for Neuroscience and Neurological Recovery, Methodist Rehabilitation Center, Jackson, Mississippi, USA."]], "date": "2017-12-29", "id": "29293160", "text": "Insufficient evidence of the benefits provided by costlier microprocessor knees (MPKs) over nonmicroprocessor knees (NMPKs) often causes concern when considering MPK prescription. Thus, more studies are needed to demonstrate differences between MPKs and NMPKs and define sensitive outcomes to guide MPK prescription. The aim of this study was to evaluate the impact of switching from NMPK to MPK on measures of mobility and preference. Seven long-term NMPK users (all men, ages 50-84, 3-64 years postamputation) participated in this study, which use a single-subject design (ABA or BAB; A=NMPK, B=MPK). Mobility was assessed with the Amputee Mobility Predictor, Berg Balance Scale (BBS), L-Test, 6-Min Walk Test (6MWT) with Physiological Cost Index, and self-selected normal and very fast gait speeds. The preference between NMPK and MPK was evaluated by the Prosthesis Evaluation Questionnaire (PEQ) and the visual analog scale. Mobility improved with the MPK in six of seven participants, which was most often captured with BBS (median: +6 points) and 6MWT (median: +63 m). These improvements typically exceeded minimal clinically important difference or minimal detectable change thresholds. Most participants scored the MPK higher on the PEQ (median: +20 points) and six of seven expressed a global preference toward MPK. In the BAB group, the Amputee Mobility Predictor and BBS correlated with perception of change on several PEQ domains (Ρ≥0.59). In conclusion, MPKs may provide better outcomes and user satisfaction, particularly in those with lower mobility function. BBS and 6MWT were found to be the most sensitive measures to capture changes in mobility while using MPK for several weeks.", "doi": "10.1097/MRR.0000000000000267", "title": "Comparison of mobility and user satisfaction between a microprocessor knee and a standard prosthetic knee: a summary of seven single-subject trials.", "journal": ["International journal of rehabilitation research. Internationale Zeitschrift fur Rehabilitationsforschung. Revue internationale de recherches de readaptation", "Int J Rehabil Res"]}