{"authors": [["Gomes", "Berto de Tácio Pereira", "BTP", "Programa de Pós-Graduação em Engenharia de Eletricidade (PPGEE), Centro de Ciências Exatas e Tecnologia (CCET), Universidade Federal do Maranhão, 65085-580 São Luís, Brazil. bertodetacio@lsdi.ufma.br."], ["Muniz", "Luiz Carlos Melo", "LCM", "Programa de Pós-Graduação em Engenharia de Eletricidade (PPGEE), Centro de Ciências Exatas e Tecnologia (CCET), Universidade Federal do Maranhão, 65085-580 São Luís, Brazil. lcmuniz@lsdi.ufma.br."], ["da Silva E Silva", "Francisco José", "FJ", "Programa de Pós-Graduação em Engenharia de Eletricidade (PPGEE), Centro de Ciências Exatas e Tecnologia (CCET), Universidade Federal do Maranhão, 65085-580 São Luís, Brazil. fssilva@lsdi.ufma.br."], ["Dos Santos", "Davi Viana", "DV", "Programa de Pós-Graduação em Engenharia de Eletricidade (PPGEE), Centro de Ciências Exatas e Tecnologia (CCET), Universidade Federal do Maranhão, 65085-580 São Luís, Brazil. davi.viana@lsdi.ufma.br."], ["Lopes", "Rafael Fernandes", "RF", "Programa de Pós-Graduação em Engenharia de Eletricidade (PPGEE), Centro de Ciências Exatas e Tecnologia (CCET), Universidade Federal do Maranhão, 65085-580 São Luís, Brazil. rafaelf@lsdi.ufma.br."], ["Coutinho", "Luciano Reis", "LR", "Programa de Pós-Graduação em Engenharia de Eletricidade (PPGEE), Centro de Ciências Exatas e Tecnologia (CCET), Universidade Federal do Maranhão, 65085-580 São Luís, Brazil. lrc@deinf.ufma.br."], ["Carvalho", "Felipe Oliveira", "FO", "Department of Informatics, Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), 22453-900 Rio de Janeiro, Brazil. ocfelipe@inf.puc-rio.br."], ["Endler", "Markus", "M", "Department of Informatics, Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio), 22453-900 Rio de Janeiro, Brazil. endler@inf.puc-rio.br."]], "date": "2017-12-08", "id": "29292791", "text": "Context aware systems are able to adapt their behavior according to the environment in which the user is. They can be integrated into an Internet of Things (IoT) infrastructure, allowing a better perception of the user's physical environment by collecting context data from sensors embedded in devices known as smart objects. An IoT extension called the Internet of Mobile Things (IoMT) suggests new scenarios in which smart objects and IoT gateways can move autonomously or be moved easily. In a comprehensive view, Quality of Context (QoC) is a term that can express quality requirements of context aware applications. These requirements can be those related to the quality of information provided by the sensors (e.g., accuracy, resolution, age, validity time) or those referring to the quality of the data distribution service (e.g, reliability, delay, delivery time). Some functionalities of context aware applications and/or decision-making processes of these applications and their users depend on the level of quality of context available, which tend to vary over time for various reasons. Reviewing the literature, it is possible to verify that the quality of context support provided by IoT-oriented middleware systems still has limitations in relation to at least four relevant aspects: (i) quality of context provisioning; (ii) quality of context monitoring; (iii) support for heterogeneous device and technology management; (iv) support for reliable data delivery in mobility scenarios. This paper presents two main contributions: (i) a state-of-the-art survey specifically aimed at analyzing the middleware with quality of context support and; (ii) a new middleware with comprehensive quality of context support for Internet of Things Applications. The proposed middleware was evaluated and the results are presented and discussed in this article, which also shows a case study involving the development of a mobile remote patient monitoring application that was developed using the proposed middleware. This case study highlights how middleware components were used to meet the quality of context requirements of the application. In addition, the proposed middleware was compared to other solutions in the literature.", "doi": "10.3390/s17122853", "title": "A Middleware with Comprehensive Quality of Context Support for the Internet of Things Applications.", "journal": ["Sensors (Basel, Switzerland)", "Sensors (Basel)"]}