{"authors": [["Quiroga", "Enedina", "E", "SALBIS Research Group, Facultad de Ciencias de la Salud, Universidad de León, Campus de Ponferrada Avda/Astorga s/n, C.P. 24402 Ponferrada (León), Spain. equis@unileon.es."], ["García", "Isaías", "I", "SALBIS and SECOMUCI Research Groups, Escuela de Ingenierías Industrial e Informática, Universidad de León, Campus de Vegazana s/n, C.P. 24071 León, Spain. igarr@unileon.es."], ["Benítez-Andrades", "José Alberto", "JA", "SALBIS Research Group, Facultad de Ciencias de la Salud, Universidad de León, Campus de Ponferrada Avda/Astorga s/n, C.P. 24402 Ponferrada (León), Spain. jbena@unileon.es."], ["Benavides", "Carmen", "C", "SALBIS Research Group, Facultad de Ciencias de la Salud, Universidad de León, Campus de Ponferrada Avda/Astorga s/n, C.P. 24402 Ponferrada (León), Spain. mcbenc@unileon.es."], ["Martín", "Vicente", "V", "GIGAS Research Group, Facultad de Ciencias de la Salud, Universidad de León, Campus de Vegazana s/n, C.P. 24071 León, Spain. vmars@unileon.es."], ["Marqués-Sánchez", "Pilar", "P", "SALBIS Research Group, Facultad de Ciencias de la Salud, Universidad de León, Campus de Ponferrada Avda/Astorga s/n, C.P. 24402 Ponferrada (León), Spain. pilar.marques@unileon.es."]], "date": "2017-12-08", "id": "29292718", "text": "Adolescence is a transitional period during which a number of changes occur. Social relationships established during this period influence adolescent behaviour and affect academic performance or alcohol consumption habits, among other issues. Teachers are very important actors in observing and guiding the evolution of their students, and should therefore have the appropriate knowledge and tools to gain insight into the complex social relationships that exist in their classes. The use of social network analysis (SNA) techniques may be helpful in order to study and monitor the evolution of these social networks. This study tries to understand how teachers perceive SNA metrics from an intuitive point of view. Using this information, useful tools could be created that allow teachers to use SNA techniques to improve their understanding of student relationships. A number of interviews with different teachers were held in secondary schools in Spain, allowing SNA concepts to be related to the everyday terms used by the teachers to characterize their students. Results from the study have an impact on questionnaire design for gathering data from students in order to perform an SNA analysis and on the design of software applications that can help teachers to understand the results of this analysis.", "doi": "10.3390/ijerph14121531", "title": "A Qualitative Study of Secondary School Teachers' Perception of Social Network Analysis Metrics in the Context of Alcohol Consumption among Adolescents.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}