{"authors": [["Dindaroğlu", "Furkan", "F", null], ["Doğan", "Servet", "S", null], ["Yalçın", "Aycan", "A", null], ["Türkan", "Nilay", "N", null], ["Yüvrük", "Elif", "E", null]], "date": null, "id": "29292413", "text": "The aim of this study was to assess how faces with different lower facial height (LFH) were visually perceived by laypersons using eye-tracking technology.A total of 48 facial images of volunteers with different LFH (normodivergent, hypodivergent, hyperdivergent) were randomly viewed by 50 participants (25 male, 25 female) using Tobii Eye Tracker (Tobii T60, Tobii Technology AB, Sweden). Facial images with normal lower anterior facial height (LAFH) were used as the control group. All images were divided into three areas of interest (AOI): eyes, nose, and lower face. Eye movements of participants were analyzed with Tobii Studio software (version 3.3.1, Tobii Technology). Time to first fixation (TFF), fixation before (FB) (initial attentional capture), fixation duration (FD), and fixation count (FC) (sustained attention) parameters were measured and compared between image groups. Repeated measures ANOVA, independent samples t test, and intraclass correlation coefficient (ICC) were used for statistical analysis.In all image groups, the eyes were the most remarkable area that was looked at most and longest. A significant main effect was revealed for TFF on the lower face area between image groups: F (2.98) = 9.61, P = 0.00, η2 = 0.164. The lower face area of the hyperdivergent images was found to capture initial attention faster than that of the other images. A significant main effect was revealed for FD on the lower face area between image groups: F (2.98) = 22.98, P = 0.00, η2 = 0.319.Increased and decreased LFH affected visual perception. The difference in LFH did not alter the hierarchy of visual perception.", "doi": null, "title": "How are faces with increased and decreased lower facial height perceived visually?", "journal": ["International journal of computerized dentistry", "Int J Comput Dent"]}