{"authors": [["Skorupski", "Peter", "P", "Institute of Medical and Biomedical Education, St George's, University of London, Cranmere Terrace, London SW170RE, UK."], ["MaBouDi", "HaDi", "H", "School of Biological and Chemical Sciences, Queen Mary University of London, Mile End Road, London E1 4NS, UK."], ["Galpayage Dona", "Hiruni Samadi", "HS", "School of Biological and Chemical Sciences, Queen Mary University of London, Mile End Road, London E1 4NS, UK."], ["Chittka", "Lars", "L", "School of Biological and Chemical Sciences, Queen Mary University of London, Mile End Road, London E1 4NS, UK l.chittka@qmul.ac.uk."]], "date": null, "id": "29292360", "text": "When counting-like abilities were first described in the honeybee in the mid-1990s, many scholars were sceptical, but such capacities have since been confirmed in a number of paradigms and also in other insect species. Counter to the intuitive notion that counting is a cognitively advanced ability, neural network analyses indicate that it can be mediated by very small neural circuits, and we should therefore perhaps not be surprised that insects and other small-brained animals such as some small fish exhibit such abilities. One outstanding question is how bees actually acquire numerical information. For perception of small numerosities, working-memory capacity may limit the number of items that can be enumerated, but within these limits, numerosity can be evaluated accurately and (at least in primates) in parallel. However, presentation of visual stimuli in parallel does not automatically ensure parallel processing. Recent work on the question of whether bees can see 'at a glance' indicates that bees must acquire spatial detail by sequential scanning rather than parallel processing. We explore how this might be tested for a numerosity task in bees and other animals.This article is part of a discussion meeting issue 'The origins of numerical abilities'.", "doi": "10.1098/rstb.2016.0513", "title": "Counting insects.", "journal": ["Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "Philos. Trans. R. Soc. Lond., B, Biol. Sci."]}