{"authors": [["Zorzi", "Marco", "M", "Department of General Psychology and Padova Neuroscience Center, University of Padova, Via Venezia 12, Padova 35131, Italy marco.zorzi@unipd.it."], ["Testolin", "Alberto", "A", "Department of General Psychology and Padova Neuroscience Center, University of Padova, Via Venezia 12, Padova 35131, Italy."]], "date": null, "id": "29292348", "text": "The finding that human infants and many other animal species are sensitive to numerical quantity has been widely interpreted as evidence for evolved, biologically determined numerical capacities across unrelated species, thereby supporting a 'nativist' stance on the origin of number sense. Here, we tackle this issue within the 'emergentist' perspective provided by artificial neural network models, and we build on computer simulations to discuss two different approaches to think about the innateness of number sense. The first, illustrated by artificial life simulations, shows that numerical abilities can be supported by domain-specific representations emerging from evolutionary pressure. The second assumes that numerical representations need not be genetically pre-determined but can emerge from the interplay between innate architectural constraints and domain-general learning mechanisms, instantiated in deep learning simulations. We show that deep neural networks endowed with basic visuospatial processing exhibit a remarkable performance in numerosity discrimination before any experience-dependent learning, whereas unsupervised sensory experience with visual sets leads to subsequent improvement of number acuity and reduces the influence of continuous visual cues. The emergent neuronal code for numbers in the model includes both numerosity-sensitive (summation coding) and numerosity-selective response profiles, closely mirroring those found in monkey intraparietal neurons. We conclude that a form of innatism based on architectural and learning biases is a fruitful approach to understanding the origin and development of number sense.This article is part of a discussion meeting issue 'The origins of numerical abilities'.", "doi": "10.1098/rstb.2017.0043", "title": "An emergentist perspective on the origin of number sense.", "journal": ["Philosophical transactions of the Royal Society of London. Series B, Biological sciences", "Philos. Trans. R. Soc. Lond., B, Biol. Sci."]}