{"authors": [["Wamain", "Yannick", "Y", "Univ. Lille, CNRS, CHU Lille, UMR 9193 - SCALab - Sciences Cognitives et Sciences Affectives, F-59000 Lille, France. Electronic address: yannick.wamain@univ-lille3.fr."], ["Sahaï", "Aïsha", "A", "Univ. Lille, CNRS, CHU Lille, UMR 9193 - SCALab - Sciences Cognitives et Sciences Affectives, F-59000 Lille, France."], ["Decroix", "Jérémy", "J", "Univ. Lille, CNRS, CHU Lille, UMR 9193 - SCALab - Sciences Cognitives et Sciences Affectives, F-59000 Lille, France."], ["Coello", "Yann", "Y", "Univ. Lille, CNRS, CHU Lille, UMR 9193 - SCALab - Sciences Cognitives et Sciences Affectives, F-59000 Lille, France."], ["Kalénine", "Solène", "S", "Univ. Lille, CNRS, CHU Lille, UMR 9193 - SCALab - Sciences Cognitives et Sciences Affectives, F-59000 Lille, France."]], "date": "2017-12-29", "id": "29292234", "text": "Recent findings showed that competition between object structural (\"grasp-to-move\") and functional (\"grasp-to-use\") gestures slows down the initiation of object-directed actions but also object visual processing. The present study investigates the neurophysiological correlates of the competition between gesture representations during object perception. 3D conflictual objects (distinct structural and functional gestures) and non-conflictual objects (similar structural and functional gestures) were presented in three spaces (peripersonal, boundary of peripersonal, and extrapersonal) in a virtual environment. Participants performed reach-to-grasp and semantic judgments on objects while EEG was recorded. Results revealed that the conflict between evoked gestures impacts 8-12 Hz desynchronization at both central (μ rhythm) and posterior (α rhythm) sites. Critically, μ rhythm desynchronization was suppressed when conflictual objects were presented in peripersonal space. Findings indicate that μ rhythm desynchronization is reduced by the competition between evoked gestures and suggest that neural motor resonance may also reflect action selection processes during object perception.", "doi": "10.1016/j.biopsycho.2017.12.004", "title": "Conflict between gesture representations extinguishes μ rhythm desynchronization during manipulable object perception: An EEG study.", "journal": ["Biological psychology", "Biol Psychol"]}