{"authors": [["Abrams", "Kenneth", "K", "Department of Psychology, Carleton College, United States. Electronic address: kabrams@carleton.edu."], ["Cieslowski", "Kate", "K", "Department of Psychology, Carleton College, United States."], ["Johnson", "Stacey", "S", "Department of Psychology, Carleton College, United States."], ["Krimmel", "Sam", "S", "Department of Psychology, Carleton College, United States."], ["La Rosa", "Gabby Bierlein-De", "GB", "Department of Psychology, Carleton College, United States."], ["Barton", "Kirstie", "K", "Department of Psychology, Carleton College, United States."], ["Silverman", "Pombie", "P", "Department of Psychology, Carleton College, United States."]], "date": "2017-12-20", "id": "29291505", "text": "It is well established that some individuals self-medicate their anxiety with alcohol. Though much evidence exists that alcohol consumption can be negatively reinforcing, there remains uncertainty regarding what mediates the relationship between alcohol and anxiety. An unexplored possibility is that, for some, alcohol impairs interoceptive sensitivity (the ability to accurately perceive one's physiological state), thereby decreasing state anxiety. Consistent with this, highly accurate heartbeat perception is a risk factor both for elevated trait anxiety and anxiety disorders. However, the direct impact of alcohol on cardioceptive accuracy has not to our knowledge been previously examined.Sixty-one social drinkers came to the lab in groups of 4-6 on two days spaced a week apart. Each participant was randomly assigned to receive alcoholic drinks targeting a BAC of 0.05% on one testing day and placebo drinks on the other, with the order counter-balanced. On both testing days, participants engaged in a Schandry heartbeat perception task on three occasions: at baseline, after an alcohol absorption period, and after physiological arousal was raised via exercise.For men only, alcohol significantly impaired cardioceptive accuracy relative to a placebo at both low and high levels of arousal, with medium to large effect sizes.Though preliminary, this finding is consistent with the proposed hypothesis linking alcohol consumption and anxiety, at least for men. Future studies should directly examine whether, among individuals with anxiety disorders, cardioceptive sensitivity mediates the relationship between alcohol consumption and state anxiety.", "doi": "10.1016/j.addbeh.2017.12.023", "title": "The effects of alcohol on heartbeat perception: Implications for anxiety.", "journal": ["Addictive behaviors", "Addict Behav"]}