{"authors": [["Battle", "Yvette", "Y", "Private Practice, Chicago, IL, USA."], ["Schneider", "Monica", "M", "Department of Orthodontics and Pediatric Dentistry, School of Dentistry, University of Maryland, MD, USA."], ["Magder", "Laurence", "L", "Department of Epidemiology and Biostatistics, School of Public Health, University of Maryland, MD, USA."], ["Pae", "Eung-Kwon", "EK", "Department of Orthodontics and Pediatric Dentistry, School of Dentistry, University of Maryland, MD, USA."]], "date": "2017-11-19", "id": "29291185", "text": "In accordance with the changing demographics in the United States, orthodontists working on various ethnic populations should be more conscious when using the standardized profile analyses for the African American patient. The objective of this study was to examine whether the perception of lip protrusiveness in modern African American faces has changed. For this purpose, we investigated the most favorable African American lip profile using the opinions of 10 experienced and 10 newly trained younger orthodontists.Attractiveness was converted to a number on visualized analog scales. Comparative ranks on 16 African American profiles, with focus on lip protrusiveness and thickness, were made among the groups. Mixed-effects linear regression models were fit and group differences were estimated.Younger orthodontists favored a more protrusive lip profile, and the variance in their perceptions was narrower than those of older orthodontists. Measurements related to upper lip protrusion showed the strongest correlation to attractiveness (r = -0.82). The association with attractiveness decreased linearly as the protrusiveness of the upper lip increased. Steiner's E-line was the most influential reference for determining the level of attractiveness for the older orthodontists, whereas upper lip protrusion was the most influential factor for the young orthodontists.An adequate level of lip protrusiveness and thickness should be essential for maintaining attractive esthetics in African American patients. Yet, a new set of standards for prominent lips in this population is necessary to reflect the current trend in the concept of a beautiful face in the modern world.", "doi": "10.4041/kjod.2018.48.1.23", "title": "Disparity in opinions on lip protrusiveness in contemporary African American faces.", "journal": ["Korean journal of orthodontics", "Korean J Orthod"]}