{"authors": [["Nordström", "Henrik", "H", "Department of Psychology, Stockholm University, Stockholm 10691, Sweden."], ["Laukka", "Petri", "P", "Department of Psychology, Stockholm University, Stockholm 10691, Sweden."], ["Thingujam", "Nutankumar S", "NS", "Department of Psychology, Sikkim University, Gangtok 737102, India."], ["Schubert", "Emery", "E", "School of the Arts and Media, University of New South Wales, Sydney, New South Wales 2052, Australia."], ["Elfenbein", "Hillary Anger", "HA", "Olin Business School, Washington University in St Louis, St Louis, MO 63130, USA."]], "date": "2017-11-15", "id": "29291085", "text": "This study explored the perception of emotion appraisal dimensions on the basis of speech prosody in a cross-cultural setting. Professional actors from Australia and India vocally portrayed different emotions (anger, fear, happiness, pride, relief, sadness, serenity and shame) by enacting emotion-eliciting situations. In a balanced design, participants from Australia and India then inferred aspects of the emotion-eliciting situation from the vocal expressions, described in terms of appraisal dimensions (novelty, intrinsic pleasantness, goal conduciveness, urgency, power and norm compatibility). Bayesian analyses showed that the perceived appraisal profiles for the vocally expressed emotions were generally consistent with predictions based on appraisal theories. Few group differences emerged, which suggests that the perceived appraisal profiles are largely universal. However, some differences between Australian and Indian participants were also evident, mainly for ratings of norm compatibility. The appraisal ratings were further correlated with a variety of acoustic measures in exploratory analyses, and inspection of the acoustic profiles suggested similarity across groups. In summary, results showed that listeners may infer several aspects of emotion-eliciting situations from the non-verbal aspects of a speaker's voice. These appraisal inferences also seem to be relatively independent of the cultural background of the listener and the speaker.", "doi": "10.1098/rsos.170912", "title": "Emotion appraisal dimensions inferred from vocal expressions are consistent across cultures: a comparison between Australia and India.", "journal": ["Royal Society open science", "R Soc Open Sci"]}