{"authors": [["Iskounen", "S", "S", "Unité de recherches thérapeutiques, département de médecine interne, groupe hospitalier Lariboisière - Saint-Louis - Fernand-Widal, Assistance publique-hôpitaux de Paris, 2, rue Ambroise-Paré, 75475 Paris cedex 10, France."], ["Simoneau", "G", "G", "Unité de recherches thérapeutiques, département de médecine interne, groupe hospitalier Lariboisière - Saint-Louis - Fernand-Widal, Assistance publique-hôpitaux de Paris, 2, rue Ambroise-Paré, 75475 Paris cedex 10, France."], ["Mouly", "S", "S", "Unité de recherches thérapeutiques, département de médecine interne, groupe hospitalier Lariboisière - Saint-Louis - Fernand-Widal, Assistance publique-hôpitaux de Paris, 2, rue Ambroise-Paré, 75475 Paris cedex 10, France. Electronic address: stephane.mouly@aphp.fr."]], "date": "2017-12-28", "id": "29290412", "text": "Many prescribers and patients remain reluctant to substitution to generics.We conducted a prospective observational study, using semi-structured interviews adapted to identify factors independently associated with the acceptance of alternative to a generic drug by doctors and patients.Between December 2014 and August 2015, 108 patients and 73 private doctors from Île-de-France and Nord-Pas-de-Calais were enrolled. Only 48 % of patients thought that the effectiveness and safety of generic were identical to the brand-name, 50 % had a favorable opinion and 36 % said they routinely accept substitution, especially when substitution was proposed by the general practitioner (68 % of patients). Age, gender, occupational status and the presence of a chronic condition were not associated to acceptance of substitution (P>0, 1), unlike the opinion (P<0.001), perception of efficacy (P<0.001) and side effects (P=0.0005). Two thirds of physicians substituted more than 50 % of their brand name prescription to generics. This low figure was due to patient request not to substitute (63.9 %).The acceptance of substitution was independently associated to patient' opinion about generic drugs, further emphasizing the need for information campaigns dedicated to patients.", "doi": "10.1016/j.revmed.2017.11.009", "title": "[Prospective study of the factors associated with the acceptance of generics substitution by patients and their liberal doctors].", "journal": ["La Revue de medecine interne", "Rev Med Interne"]}