{"authors": [["Weissler", "Jason M", "JM", "Division of Plastic Surgery, Department of Surgery, University of Pennsylvania Health System, Philadelphia, Pennsylvania."], ["Carney", "Martin J", "MJ", "Division of Plastic Surgery, Department of Surgery, University of Pennsylvania Health System, Philadelphia, Pennsylvania."], ["Enriquez", "Fabiola A", "FA", "Division of Plastic Surgery, Department of Surgery, University of Pennsylvania Health System, Philadelphia, Pennsylvania."], ["Messa", "Charles A", "CA", "Division of Plastic Surgery, Department of Surgery, University of Pennsylvania Health System, Philadelphia, Pennsylvania."], ["Broach", "Robyn", "R", "Division of Plastic Surgery, Department of Surgery, University of Pennsylvania Health System, Philadelphia, Pennsylvania."], ["Shapira", "Marilyn M", "MM", "Division of General Internal Medicine, University of Pennsylvania and the Philadelphia VA Medical Center, Philadelphia, Pennsylvania."], ["Barg", "Frances K", "FK", "Department of Family Medicine and Community Health, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Fischer", "John P", "JP", "Division of Plastic Surgery, Department of Surgery, University of Pennsylvania Health System, Philadelphia, Pennsylvania. Electronic address: John.Fischer2@uphs.upenn.edu."]], "date": "2017-12-29", "id": "29290370", "text": "Prophylactic mesh placement (PMP) at the time of open abdominal surgery has gained momentum over the last decade. However, there remains an identifiable gap in the literature regarding patient-reported outcomes and qualitative metrics. In effort to gauge the population's understanding or familiarity with PMP, this study provides an educational framework and uses crowdsourcing as a novel means to assess perception among the general population.A cross-sectional survey study was conducted among the general public to elicit perspectives on PMP. An online crowdsourcing platform was used to capture responses to a questionnaire. Pearson's correlation coefficients, paired t-test, chi-square test, and Fisher's exact tests were performed.Of 433 respondents, 338 (78.1%) were included. Individuals who had previously undergone surgery and those who had prior hernia repair were more likely to choose PMP than surgically naïve patients (P = 0.06).The majority of respondents support the use of PMP. This study contributes to the existing body of literature on PMP and serves as the first qualitative description to gauge the population's perception and understanding of this surgical technique. Within the evolving health care landscape, understanding quality-of-life measures have become increasingly important in defining successful surgical outcomes. Although the data-driven level-I evidence supports the clinical use of PMP, this study intends to establish a framework for future patient-reported outcome studies.", "doi": "10.1016/j.jss.2017.11.065", "title": "Using crowdsourcing as a platform to evaluate lay perception of prophylactic mesh placement.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}