{"authors": [["Pucciani", "Filippo", "F", "Department of Surgery and Translational Medicine, University of Florence, Largo Brambilla 3, 50134, Florence, Italy. pucciani@unifi.it."]], "date": "2017-12-30", "id": "29290046", "text": "The primary endpoint of this work was to understand the pathophysiology of fecal incontinence manifested after rectal and anal surgery. A retrospective cohort study with negative colonoscopy patients was created and 169 postoperative incontinent patients were analyzed (114 women and 55 men: mean age 58.9 ± 6.3): clinical evaluation, endoanal ultrasound and anorectal manometry reports were scanned. The duration of incontinence was very long, with a mean of 21.7 months. The mean number of bowel movements/week was 18.2 ± 7.2. Urge incontinence was present in 82.2% of patients, mixed with passive incontinence in 44 patients. Patients' Fecal Incontinence Severity Index (FISI) score was 27.0 ± 6.6. Operated patients had significantly lower anal resting pressure (P < 0.01) than controls while patients with colo-anal anastomosis and those who underwent Delorme operation had lowest values (P < 0.01). Maximal tolerated volume and rectal compliance were significantly impaired in operated patients with rectum involvement (colo-anal anastomosis, Delorme, restorative procto-colectomy and STARR). External anal sphincter (EAS) defects were present in 33.1% of all patients and internal anal sphincter (IAS) was damaged in 44.3%: a combined lesion of anal sphincters was detected in 39 patients (23.0%). A positive correlation was found between patients' FISI score and thickness of both sphincters (EAS: ρs = 73; IAS: ρs = 81). Malfunctioning continence factors may induce fecal incontinence involving each time, in a different way, the volumetric capacity and/or the motility of the rectum, the perception of the fecal bolus and anal sphincter contraction.", "doi": "10.1007/s13304-017-0508-y", "title": "Post-surgical fecal incontinence.", "journal": ["Updates in surgery", "Updates Surg"]}