{"authors": [["Ajengui", "Arwa", "A", "Laboratory of Plant Molecular Physiology, Center of Biotechnology of Borj-Cédria, 2050, Hammam-Lif, Tunisia."], ["Bertolini", "Edoardo", "E", "Institute of Life Sciences, Scuola Superiore Sant'Anna, Piazza Martiri della Libertà 33, 56127, Pisa, Italy."], ["Ligorio", "Angela", "A", "Dipartimento di Scienze del Suolo, della Pianta e degli Alimenti, Università degli Studi di Bari \"Aldo Moro\", Via Amendola 165/A, 70126, Bari, Italy."], ["Chebil", "Samir", "S", "Laboratory of Plant Molecular Physiology, Center of Biotechnology of Borj-Cédria, 2050, Hammam-Lif, Tunisia."], ["Ippolito", "Antonio", "A", "Dipartimento di Scienze del Suolo, della Pianta e degli Alimenti, Università degli Studi di Bari \"Aldo Moro\", Via Amendola 165/A, 70126, Bari, Italy."], ["Sanzani", "Simona Marianna", "SM", "Dipartimento di Scienze del Suolo, della Pianta e degli Alimenti, Università degli Studi di Bari \"Aldo Moro\", Via Amendola 165/A, 70126, Bari, Italy. simonamarianna.sanzani@uniba.it."]], "date": "2017-12-30", "id": "29290008", "text": "Host perception of Phytophthora nicotianae switching to necrotrophy is fundamental for disease tolerance of citrus. It involves an HR-like response, strengthening of the cell wall structure and hormonal signaling. Stem rot caused by P. nicotianae is a worldwide disease of several important crops, including citrus. Given the growing awareness of chemical fungicides drawbacks, genetic improvement of citrus rootstocks remains the best alternative. However, the molecular basis underlying the successful response of resistant and/or tolerant genotypes remains poorly understood. Therefore, we performed a transcriptomic analysis to examine the differential defense response to P. nicotianae of two germplasms-tolerant sour orange (SO, Citrus aurantium) and susceptible Madam Vinous (MV, C. sinensis)-in both the biotrophic and necrotrophic phases of host-pathogen interaction. Our results revealed the necrotrophic phase as a decisive turning point, since it included stronger modulation of a number of genes implicated in pathogen perception, signal transduction, HR-like response, transcriptional reprogramming, hormone signaling, and cell wall modifications. In particular, the pathogen perception category reflected the ability of SO to perceive the pathogen even after its switch to necrotrophy, and thus to cope successfully with the infection, while MV failed. The concomitant changes in genes involved in the remaining functional categories seemed to prevent pathogen spread. This investigation provided further understanding of the successful defense mechanisms of C. aurantium against P. nicotianae, which might be exploited in post-genomic strategies to develop resistant Citrus genotypes.", "doi": "10.1007/s00299-017-2244-7", "title": "Comparative transcriptome analysis of two citrus germplasms with contrasting susceptibility to Phytophthora nicotianae provides new insights into tolerance mechanisms.", "journal": ["Plant cell reports", "Plant Cell Rep."]}