{"authors": [["Przydacz", "Mikolaj", "M", "Oddział Kliniczny Urologii, UJ Collegium Medicum."], ["Golabek", "Tomasz", "T", "Oddział Kliniczny Urologii, UJ Collegium Medicum."], ["Sobański", "Jerzy A", "JA", "Katedra Psychoterapii UJ Collegium Medicum."], ["Jaworska", "Karolina", "K", "Wydział Lekarski, UJ Collegium Medicum."], ["Skalski", "Michal", "M", "Oddział Kliniczny Psychiatrii Dorosłych, UJ Collegium Medicum."], ["Świerkosz", "Agata", "A", "Oddział Kliniczny Psychiatrii Dorosłych, UJ Collegium Medicum."], ["Dudek", "Przemyslaw", "P", "Oddział Kliniczny Urologii, UJ Collegium Medicum."], ["Sobieraj", "Dariusz", "D", "Oddział Urologii, Wojewódzki Szpital Podkarpacki, Krosno, Polska."], ["Dudek", "Dominika", "D", "Klinika Psychiatrii Dorosłych, Katedra Psychiatrii, UJ Collegium Medicum."], ["Chłosta", "Piotr", "P", "Oddział Kliniczny Urologii, UJ Collegium Medicum."]], "date": "2017-10-29", "id": "29289974", "text": "Lower urinary tract symptoms (LUTS) are highly prevalent and costly condition worldwide. Numerous studies have demonstrated their negative impact on health-related quality of life (HRQL), as well as on physical and mental health. The co-existence of LUTS and psychiatric symptoms is common and has been described by psychiatrists, urologists and gynecologists. However, data are lacking regarding the perception of urological symptoms by psychiatrists in their day-to-day clinical practice.31-question survey was designed to learn what is the perception of LUTS among psychiatrists. Survey link was sent by email to all psychiatrists registered to the Polish Association of Psychiatry via the association's email lists. The SurveyMonkey website was used as a platform where responses were collected and stored.953 physicians completed the questionnaire. Majority of investigated psychiatrists only 'occasionally'ask their patients about voiding dysfunctions. Respondents estimated the frequency of voiding dysfunctions in their patients as 'moderately frequent'with a '10-30%' prevalence. However, discrepancies between different subgroups of psychiatrists have been noted. Furthermore, psychiatrists may not be fully aware of the effects of psychiatric treatment (psychotherapy/pharmacotherapy) on LUTS improvement, as well as possible deteriorations of voiding dysfunctions with psychiatric disorder progression.This survey showed that the perception of urological symptoms by psychiatrists in their patients may be limited. Therefore, it is necessary to adequately inform and educate psychiatrists in terms of the impact of urological symptoms on patients'management, prognosis and quality of life.", "doi": "10.12740/PP/74365", "title": "Perception of Lower Urinary Tract Symptoms by psychiatrists in mentally affected patients.", "journal": ["Psychiatria polska", "Psychiatr. Pol."]}