{"authors": [["Słowik", "Agnieszka J", "AJ", "Oddział Kliniczny Onkologii UJ CM."], ["Jabłoński", "Marcin Jacek", "MJ", "Institute of Psychology, Faculty of Philosophy, University of Philosophy and Education Ignatianum in Krakow."], ["Michałowska-Kaczmarczyk", "Anna M", "AM", "Oddział Kliniczny Onkologii UJ CM."], ["Jach", "Robert", "R", "Klinika Ginekologii Onkologicznej UJ CM."]], "date": "2016-10-08", "id": "29289967", "text": "Both because of the large number of women undergoing surgery and a high cure rates, psychological rehabilitation of the consequences of breast cancer and side effects of their treatment is a major challenge of modern psychooncology. Aim. The study analyzed the quality of life in women with breast cancer, with particular emphasis on indicators of sexual satisfaction, future perspectives and body image, depending on the method of surgery.The study included 42 women aged 35-70 years, 3 months after surgery due to early breast cancer, treated with adjuvant chemotherapy. The following research tools were used in the study: two EORTC questionnaires: QLQ-C30, BR23, and sexual function questionnaire: PL-FSFI.There was no significant difference in the overall quality of life, depending on the type of surgery. The greatest local complaints were reported by patients after breast conserving surgery (BCT) with axillary lymphadenectomy. A higher level of cognitive functioning but a greater severity of systemic side effects was found in women undergoing mastectomy compared to BCT-patients. Women who underwent surgery of the right breast reported increased problems in sexual functioning (p = 0.034). Multiple regression analysis showed a positive correlation of the emotional functioning variable with the assessment of future perspectives (p = 0.01) and body image (p = 0.007).The type of surgical technique does not affect the overall quality of life and sexual satisfaction. Problems with memory and attention do not correlate directly with the side effects, and as such require an independent diagnostics. Women undergoing treatment of the dominant-side breast should be the candidates for sexology consultation. There is a risk of disturbances in the body image and in the assessment of future perspectives in patients with emotional disorders observed within 3 months after surgery.", "doi": "10.12740/PP/OnlineFirst/63787", "title": "Evaluation of quality of life in women with breast cancer, with particular emphasis on sexual satisfaction, future perspectives and body image, depending on the method of surgery.", "journal": ["Psychiatria polska", "Psychiatr. Pol."]}