{"authors": [["Lee", "Kirsty", "K", "Department of Psychology, University of Warwick, Coventry, CV4 7AL, United Kingdom. Electronic address: Kirsty.lee@warwick.ac.uk."], ["Dale", "Jeremy", "J", "Warwick Medical School, University of Warwick, Coventry, CV4 7AL, United Kingdom. Electronic address: Jeremy.Dale@warwick.ac.uk."], ["Guy", "Alexa", "A", "Department of Psychology, University of Warwick, Coventry, CV4 7AL, United Kingdom. Electronic address: A.L.Guy@warwick.ac.uk."], ["Wolke", "Dieter", "D", "Department of Psychology, University of Warwick, Coventry, CV4 7AL, United Kingdom; Warwick Medical School, University of Warwick, Coventry, CV4 7AL, United Kingdom. Electronic address: D.Wolke@warwick.ac.uk."]], "date": "2017-12-28", "id": "29289824", "text": "This study investigated (1) whether involvement in bullying as a bully, victim or bully-victim was associated with objectively measured overweight or underweight, or whether it was related to weight misperception (i.e., inaccurate perceptions), and (2) whether appearance-specific feedback mediated the relationship between bullying and weight misperception. In Stage 1, 2782 adolescents aged 11-16 years from British secondary schools were screened for peer bullying and victimisation. In Stage 2, 411 adolescents with weight and height data (objective n = 319, self-report n = 92) also self-reported on their weight perception and appearance-specific feedback. Neither bullying nor victimisation were related to objective underweight or overweight. Victims were at increased odds of overweight misperception, while bully-victims were at increased odds of underweight misperception. Additionally, there was an indirect effect of appearance feedback on overweight misperception in bully-victims. Both victims and bully-victims are at increased risk of weight misperception, posing further detrimental effects to their health and wellbeing.", "doi": "10.1016/j.adolescence.2017.12.008", "title": "Bullying and negative appearance feedback among adolescents: Is it objective or misperceived weight that matters?", "journal": ["Journal of adolescence", "J Adolesc"]}