{"authors": [["Riall", "Taylor S", "TS", null], ["Teiman", "Joshua", "J", null], ["Chang", "Michelle", "M", null], ["Cole", "Denzel", "D", null], ["Leighn", "Tambre", "T", null], ["McClafferty", "Hilary", "H", null], ["Nfonsam", "Valentine N", "VN", null]], "date": "2017-12-28", "id": "29289752", "text": "There have been few programs designed to improve surgical resident wellbeing and such efforts often lack formal evaluation.General Surgery residents participated in the Energy Leadership Wellbeing and Resiliency Program. They were assessed at baseline and one year after implementation using the Energy Leadership Index (ELI, measures emotional intelligence), Maslach Burnout Inventory (MBI) General Survey, Perceived Stress Scale (PSS), the Beck Depression Inventory (BDI), and the annual required ACGME resident survey. Scores before and after implementation were compared using paired t tests for continuous variables and chi square tests for categorical variables.49 general surgery residents participate in the program. One year after implementation, resident score on the ELI improved (3.16+0.24 to 3.24+0.32, P=0.03). Resident perceived stress decreased from baseline (PSS 17.0+7.2 to 15.7+6.2, P=0.05). Scores on the emotional exhaustion scale of the MBI decreased (16.8+8.4 to 14.4+8.5, P=0.04). Resident reported satisfaction improved in many areas including satisfaction with leadership skills, work relationships, communication skills, productivity, time management, personal freedom, and work-life balance, increased over the one year intervention (P=NS). On the annual Accreditation Council for Graduate Medical Education (ACGME) resident survey, residents' evaluation of the program as positive or very positive increased from 80% to 96%.This study demonstrates that formal implementation of a program to improve resident wellbeing positively impacted residents' perceived stress, emotional exhaustion, emotional intelligence, life satisfaction, and their perception of the residency program. Formal evaluation and reporting of such efforts allow for reproducibility and scalability, with the potential for widespread impact on resident wellbeing.", "doi": "10.1016/j.jamcollsurg.2017.12.017", "title": "Maintaining the Fire but Avoiding Burnout: Implementation and Evaluation of a Resident Well-Being Program.", "journal": ["Journal of the American College of Surgeons", "J. Am. Coll. Surg."]}