{"authors": [["Balling", "Laura Winther", "LW", "Department of Management, Society and Communication, Copenhagen Business School, Dalgas Have 15, 2000 Frederiksberg, Denmark."], ["Morris", "David Jackson", "DJ", "Department of Nordic Studies and Linguistics, University of Copenhagen, Emil Holms Kanal 2, 2300 Copenhagen, Denmark."], ["Tøndering", "John", "J", "Department of Nordic Studies and Linguistics, University of Copenhagen, Emil Holms Kanal 2, 2300 Copenhagen, Denmark."]], "date": null, "id": "29289097", "text": "Due to phonemic restoration, listeners can reliably perceive words when a phoneme is replaced with noise. The cost associated with this process was investigated along with the effect of lexical uniqueness on phonemic restoration, using data from a lexical decision experiment where noise replaced phonemes that were either uniqueness points (the phoneme at which a word deviates from all nonrelated words that share the same onset) or phonemes immediately prior to these. A baseline condition was also included with no noise-interrupted stimuli. Results showed a significant cost of phonemic restoration, with 100 ms longer word identification times and a 14% decrease in word identification accuracy for interrupted stimuli compared to the baseline. Regression analysis of response times from the interrupted conditions showed no effect of whether the interrupted phoneme was a uniqueness point, but significant effects for several temporal attributes of the stimuli, including the duration and position of the interrupted segment. These results indicate that uniqueness points are not distinct breakpoints in the cohort reduction that occurs during lexical processing, but that temporal properties of the interrupted stimuli are central to auditory word recognition. These results are interpreted in the context of models of speech perception.", "doi": "10.1121/1.5017603", "title": "Investigating lexical competition and the cost of phonemic restoration.", "journal": ["The Journal of the Acoustical Society of America", "J. Acoust. Soc. Am."]}