{"authors": [["Yon", "Daniel", "D", "Department of Psychological Sciences, Birkbeck, University of London, Malet Street, London WC1E 7HX, United Kingdom. Electronic address: d.yon@bbk.ac.uk."], ["Press", "Clare", "C", "Department of Psychological Sciences, Birkbeck, University of London, Malet Street, London WC1E 7HX, United Kingdom."]], "date": "2017-12-27", "id": "29288981", "text": "Perception during action is optimized by sensory predictions about the likely consequences of our movements. Influential theories in social cognition propose that we use the same predictions during interaction, supporting perception of similar reactions in our social partners. However, while our own action outcomes typically occur at short, predictable delays after movement execution, the reactions of others occur at longer, variable delays in the order of seconds. To examine whether we use sensorimotor predictions to support perception of imitative reactions, we therefore investigated the temporal profile of sensory prediction during action in two psychophysical experiments. We took advantage of an influence of prediction on apparent intensity, whereby predicted visual stimuli appear brighter (more intense). Participants performed actions (e.g., index finger lift) and rated the brightness of observed outcomes congruent (index finger lift) or incongruent (middle finger lift) with their movements. Observed action outcomes could occur immediately after execution, or at longer delays likely reflective of those in natural social interaction (1800 or 3600 ms). Consistent with the previous literature, Experiment 1 revealed that congruent action outcomes were rated as brighter than incongruent outcomes. Importantly, this facilitatory perceptual effect was found irrespective of whether outcomes occurred immediately or at delay. Experiment 2 replicated this finding and demonstrated that it was not the result of response bias. These findings therefore suggest that visual predictions generated during action are sufficiently general across time to support our perception of imitative reactions in others, likely generating a range of benefits during social interaction.", "doi": "10.1016/j.cognition.2017.12.008", "title": "Sensory predictions during action support perception of imitative reactions across suprasecond delays.", "journal": ["Cognition", "Cognition"]}