{"authors": [["Roh", "Gwang Hyun", "GH", "Institute of Agriculture and Life Science, Gyeongsang National University, Jinju 52828, Republic of Korea."], ["Park", "Kye Chung", "KC", "New Zealand Institute for Plant and Food Research, Christchurch, New Zealand."], ["Oh", "Hyun-Woo", "HW", "Korea Research Institute of Bioscience & Biotechnology, Daejeon 34141, Republic of Korea."], ["Park", "Chung Gyoo", "CG", "Institute of Agriculture and Life Science, Gyeongsang National University, Jinju 52828, Republic of Korea; Institute of Life Science (BK21(+) Program), Gyeongsang National University, Jinju 52828, Republic of Korea. Electronic address: parkcg@gnu.ac.kr."]], "date": "2017-12-21", "id": "29288936", "text": "We investigated the morphology and distribution of antennal sensilla in males and females of two tortricid moths, Epiphyas postvittana and Planotortrix octo, by scanning electron microscopy. The number and overall length of flagellomeres were significantly greater in females than in males in both species. The antennae of each species bearing six morphological types of sensilla (trichodea, basiconica, coeloconica, auricillica, chaetica, and styloconica), with different numbers and distributions along the antennae. Among these sensilla, four types (trichodea, basiconica, coeloconica, and auricillica) displayed multi-porous cuticular surfaces, indicating that their primary sensory function is olfactory. Each of these four types of sensilla could be further classified into subtypes according to their size, shape, and surface structure. Both E. postvittana and P. octo exhibited sexual dimorphism of the profiles of antennal olfactory sensilla. Trichoid sensilla were the most abundant type in both species. Subtype I trichoid sensilla were male-specific in both species, indicating that they are responsible for the perception of conspecific female sex pheromone. By contrast, subtype II trichoid sensilla were more abundant in female antennae in both species, suggesting that some subtype II trichoid sensilla are involved in female-specific behaviors, such as oviposition. Chaetic and styloconic sensilla displayed relatively even distributions along the antennae. Our results indicate that the antennae of E. postvittana and P. octo have species-specific and sex-specific profiles of olfactory sensilla. The morphological information obtained in our study provides a basis for electrophysiological and behavioral studies of the olfactory sensory function of each morphological type of sensilla.", "doi": "10.1016/j.micron.2017.12.006", "title": "Species- and sex-specific distribution of antennal olfactory sensilla in two tortricid moths, Epiphyas postvittana and Planotortrix octo.", "journal": ["Micron (Oxford, England : 1993)", "Micron"]}