{"authors": [["Shimmura", "Tsuyoshi", "T", "Division of Seasonal Biology, National Institute for Basic Biology, National Institutes of Natural Sciences, Okazaki, Aichi 444-8585, Japan; Department of Basic Biology, The Graduate University for Advanced Studies (SOKENDAI), Hayama 240-0193, Japan."], ["Nakayama", "Tomoya", "T", "Division of Seasonal Biology, National Institute for Basic Biology, National Institutes of Natural Sciences, Okazaki, Aichi 444-8585, Japan; Laboratory of Animal Physiology, Graduate School of Bioagricultural Sciences, Nagoya University, Nagoya, Aichi 464-8601, Japan."], ["Shinomiya", "Ai", "A", "Division of Seasonal Biology, National Institute for Basic Biology, National Institutes of Natural Sciences, Okazaki, Aichi 444-8585, Japan; Department of Basic Biology, The Graduate University for Advanced Studies (SOKENDAI), Hayama 240-0193, Japan."], ["Yoshimura", "Takashi", "T", "Division of Seasonal Biology, National Institute for Basic Biology, National Institutes of Natural Sciences, Okazaki, Aichi 444-8585, Japan; Laboratory of Animal Physiology, Graduate School of Bioagricultural Sciences, Nagoya University, Nagoya, Aichi 464-8601, Japan; Institute of Transformative Bio-Molecules (WPI-ITbM), Nagoya University, Nagoya, Aichi 464-8601, Japan. Electronic address: takashiy@agr.nagoya-u.ac.jp."]], "date": "2017-12-27", "id": "29288672", "text": "In temperate zones, organisms experience dynamic fluctuations in environment including changes in color. To cope with such seasonal changes in the environment, organisms adapt their physiology and behavior. Although color perception has been believed to be fixed throughout life, there is increasing evidence for the alteration in opsin gene expression induced by environmental stimuli in a number of animals. Very recently, dynamic seasonal plasticity in color perception has been reported in the seasonally breeding medaka fish. Interestingly, seasonal changes in human color perception have also been reported. Therefore, plasticity of color perception, induced by environmental stimuli, might be a common phenomenon across various species.", "doi": "10.1016/j.ygcen.2017.12.010", "title": "Seasonal changes in color perception.", "journal": ["General and comparative endocrinology", "Gen. Comp. Endocrinol."]}