{"authors": [["O'Rourke", "Kathleen", "K", null], ["Teel", "Joseph", "J", null], ["Nicholls", "Erika", "E", null], ["Lee", "Daniel D", "DD", null], ["Colwill", "Alyssa Covelli", "AC", null], ["Srinivas", "Sindhu K", "SK", null]], "date": "2017-12-27", "id": "29288642", "text": "To improve staff perception of the quality of the patient admission process from obstetric triage to the labor and delivery unit through standardization.Preassessment and postassessment online surveys.A 13-bed labor and delivery unit in a quaternary care, Magnet Recognition Program, academic medical center in Pennsylvania.Preintervention (n = 100), postintervention (n = 52), and 6-month follow-up survey respondents (n = 75) represented secretaries, registered nurses, surgical technicians, certified nurse-midwives, nurse practitioners, maternal-fetal medicine fellows, anesthesiologists, and obstetric and family medicine attending and resident physicians from triage and labor and delivery units.We educated staff and implemented interventions, an admission huddle and safety time-out whiteboard, to standardize the admission process. Participants were evaluated with the use of preintervention, postintervention, and 6-month follow-up surveys about their perceptions regarding the admission process. Data tracked through the electronic medical record were used to determine compliance with the admission huddle and whiteboards.A 77% reduction (decrease of 49%) occurred in the perception of incomplete patient admission processes from baseline to 6-month follow-up after the intervention. Postintervention and 6-month follow-up survey results indicated that 100% of respondents responded strongly agree/agree/neutral that the new admission process improved communication surrounding care for women. Data in the electronic medical record indicated that compliance with use of admission huddles and whiteboards increased from 50% to 80% by 6 months.The new patient admission process, including a huddle and safety time-out board, improved staff perception of the quality of women's admission from obstetric triage to the labor and delivery unit.", "doi": "10.1016/j.jogn.2017.11.008", "title": "Improving Staff Communication and Transitions of Care between Obstetric Triage and Labor and Delivery.", "journal": ["Journal of obstetric, gynecologic, and neonatal nursing : JOGNN", "J Obstet Gynecol Neonatal Nurs"]}