{"authors": [["Górski", "Witold", "W", null], ["Mokros", "Łukasz", "Ł", null], ["Kumor-Kisielewska", "Anna", "A", null], ["Pietras", "Tadeusz", "T", null], ["Piotrowski", "Wojciech J", "WJ", "wojciech.piotrowski@umed.lodz.pl."]], "date": null, "id": "29288480", "text": "The nature of post-sarcoidosis fatigue syndrome (PSFS) is unknown and tools for the assessment of health quality (HQ) in these patients have not been fully assessed. The aim was to validate the Polish version of sarcoidosis health questionnaire (SHQ) and verify the association of HQ with fatigue and depressive symptoms among Polish patients with PSFS.71 patients with sarcoidosis (34 women, the mean age 47) were divided to: PSFS (n = 21), active sarcoidosis (S-A, n = 27) and sarcoidosis with complete remission (S-R, n = 23) groups. Fatigue Assessment Scale (FAS) was used to define significant fatigue (≥ 22 points). Polish version of SHQ was prepared by the authors and validated. Beck Depression Index (BDI) and Patient Health Questionnaire 9 (PHQ-9) were used to evaluate self-reported depressive symptoms.Polish version of SHQ was proved reliable and valid. HQ was worse and depressive symptoms were more frequent in PSFS and S-A when compared with S-R group. SHQ total score correlated negatively with depressive symptoms (r = -0.787 for BDI and r = -0,755 for PHQ-9, p < 0.01). A negative correlation between SHQ and FAS score was found (r = -0.784, p < 0.01). FAS score correlated with depressive symptoms (r = 0.726 for BDI and r = 0.755 for PHQ-9, p < 0.01).Polish version of SHQ is a valuable tool for the assessment of HQ in sarcoidosis. HQ is impaired in PSFS comparing to patients with complete remission, but is comparable to active sarcoidosis. Depressive symptoms impact HQ and may influence perception of fatigue. Both fatigue and depression have a negative impact on HQ in sarcoidosis.", "doi": "10.5603/ARM.2017.0054", "title": "The utility of selected questionnaires in the assessment of fatigue, depression and health quality in post-sarcoidosis fatigue syndrome.", "journal": ["Advances in respiratory medicine", "Adv Respir Med"]}