{"authors": [["Oddon", "P A", "PA", "APHM, Department of Pediatric Otorhinolaryngology Head and Neck Surgery, La Timone Children's Hospital, 13385, Marseille, France. Electronic address: pierre-antoine.oddon@gmail.com."], ["Boucekine", "M", "M", "Aix-Marseille University, EA 3279 - Public Health, Chronic Diseases and Quality of Life - Research Unit, Marseille, France."], ["Boyer", "L", "L", "Aix-Marseille University, EA 3279 - Public Health, Chronic Diseases and Quality of Life - Research Unit, Marseille, France."], ["Triglia", "J M", "JM", "APHM, Department of Pediatric Otorhinolaryngology Head and Neck Surgery, La Timone Children's Hospital, 13385, Marseille, France."], ["Nicollas", "R", "R", "APHM, Department of Pediatric Otorhinolaryngology Head and Neck Surgery, La Timone Children's Hospital, 13385, Marseille, France."]], "date": "2017-09-28", "id": "29287869", "text": "voice disorders are common in the pediatric population and can negatively affect children's quality of life. The pediatric voice handicap Index (pVHI) is a valid instrument to assess parental perception of their children voice but it is not translated into French language. The aim of the present study was to adapt a French version of the pVHI and to evaluate its psychometric properties including construct validity, reliability, and some aspects of external validity.we performed a cross sectional study including 32 dysphonic children and 60 children with no history of voice problems between 3 and 12 years of age. The original pVHI was translated into French language according to forward-backward rules and then administered to parents or caregivers. Construct validity and internal consistency were explored using confirmatory factor analysis and Cronbach's alpha. The questionnaire was filled twice to assess test-retest reliability using the intra-class correlation coefficient. The external validity was explored by comparing the French pVHI total and subscales scores between dysphonic and asymptomatic children. Correlations between the French pVHI and both the perceptual GRBAS scale and the health-related quality of life (HRQOL) survey \"Vécu et Santé Perçu de l'Adolescent et de l'Enfant\" (VSP-Ap) were also performed.the structure of the French pVHI showed a good fit with excellent reliability (α = 0.929) and high test-retest reliability. Significant differences were found between the group of dysphonic children and the control group (p < 0.001). The French pVHI scores were positively correlated to all parameters of the GRBAS scale (p < 0.05). Significant negative correlations were found between the Functional domain of the pVHI and various domains of the VSP-Ap as Leisure Activities, Schooling and Sentimental Relationship (p < 0.05).the French pVHI is considered to be a valid and reliable instrument to assess voice-related quality of life in children with voice disorder. We recommend its use in the multidimensional protocols for assessing voice disorder in the pediatric population.", "doi": "10.1016/j.ijporl.2017.09.026", "title": "Health-related quality of life in children with dysphonia and validation of the French Pediatric Voice Handicap Index.", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."]}