{"authors": [["Lu", "Dan", "D", "Department of Otorhinolaryngology, Head & Neck Surgery, West China Hospital, Sichuan University, Sichuan, China. Electronic address: dashijie001@163.com."], ["Huang", "Mengjie", "M", "Department of Otorhinolaryngology, Women's & Children's Central Hospital, Chengdu, Sichuan, China. Electronic address: 653430546@qq.com."], ["Li", "Zhen", "Z", "Department of Otorhinolaryngology, Head & Neck Surgery, West China Hospital, Sichuan University, Sichuan, China. Electronic address: 28485492@qq.com."], ["Yiu", "Edwin M-L", "EM", "Division of Speech and Hearing Sciences, Voice Research Laboratory, The University of Hong Kong, Pokfulam, Hong Kong. Electronic address: eyiu@hku.hk."], ["Cheng", "Ivy K-Y", "IK", "Division of Speech and Hearing Sciences, Voice Research Laboratory, The University of Hong Kong, Pokfulam, Hong Kong. Electronic address: ivycheng@gmail.com."], ["Yang", "Hui", "H", "Department of Otorhinolaryngology, Head & Neck Surgery, West China Hospital, Sichuan University, Sichuan, China. Electronic address: yh8806@163.com."], ["Ma", "Estella P-M", "EP", "Division of Speech and Hearing Sciences, Voice Research Laboratory, The University of Hong Kong, Pokfulam, Hong Kong. Electronic address: estella1@hku.hk."]], "date": "2017-10-25", "id": "29287865", "text": "The aim of this study was to adapt and validate the English version of pediatric voice handicap index (pVHI) into Mandarin Chinese.\u2028 METHODS: A cross-sectional study was performed from May 2016 to April 2017. A total of 367 parents participated in this study, and 338 parents completed the translated questionnaire without missing data, including 213 parents of children with voice disorders (patients group), and 125 parents of children without voice disorders (control group). The internal consistency, test-retest reliability, contents validity, construct validity, clinical validity, and cutoff point were calculated.The most common voice disorder in the patients group was vocal fold nodules (77.9%), followed by chronic laryngitis (18.8%), and vocal fold polyps (3.3%). The prevalence for voice disorders was higher in boys (67.1%) than girls (32.9%). The most common vocal misuse and abuse habit was shouting loudly (n = 186, 87.3%), followed by speaking for a long time (n = 158, 74.2%), and crying loudly (n = 99, 46.5%). The internal consistency for the Mandarin Chinese version of pVHI was excellent in patients group (Cronbach α = 0.95). The inter-class correlation coefficient indicated strong test-retest reliability (ICC = 0.99). The principal-component analysis demonstrated three-factor eigenvalues greater than 1, and the cumulative proportion was 66.23%. The mean total scores and mean subscales scores were significantly higher in the patients group than the control group (p < 0.05). The physical domain had the highest mean score among the three subscales (functional, physical and emotional) in the patients group. The optimal cutoff point of the Mandarin Chinese version of pVHI was 9.5 points with a sensitivity of 80.3% and a specificity of 84.8%.The Mandarin Chinese version of pVHI was a reliable and valid tool to assess the parents' perception about their children's voice disorders. It is recommended that it can be used as a screening tool for discriminating between children with and without dysphonia.", "doi": "10.1016/j.ijporl.2017.10.034", "title": "Adaptation and validation of Mandarin Chinese version of the pediatric Voice Handicap Index (pVHI).", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."]}