{"authors": [["Dhondt", "Cleo M C", "CMC", "Department of Ear Nose Throat, Ghent University, De Pintelaan 185 (1P1), B - 9000, Ghent, Belgium. Electronic address: Cleo.Dhondt@UGent.be."], ["Swinnen", "Freya K R", "FKR", "Department of Otorhinolaryngology, Ghent University Hospital, De Pintelaan 185 (1P1), B - 9000, Ghent, Belgium. Electronic address: Freya.Swinnen@UGent.be."], ["Dhooge", "Ingeborg J M", "IJM", "Department of Ear Nose Throat, Ghent University, De Pintelaan 185 (1P1), B - 9000, Ghent, Belgium; Department of Otorhinolaryngology, Ghent University Hospital, De Pintelaan 185 (1P1), B - 9000, Ghent, Belgium. Electronic address: Ingeborg.Dhooge@UGent.be."]], "date": "2017-11-07", "id": "29287861", "text": "In children with bilateral severe to profound hearing loss, bilateral hearing can be achieved by either bimodal stimulation (CIHA) or bilateral cochlear implantation (BICI). The aim of this study was to analyse the audiologic test protocol that is currently applied to make decisions regarding the bilateral hearing modality in the paediatric population.Pre- and postoperative audiologic test results of 21 CIHA, 19 sequential BICI and 12 simultaneous BICI children were examined retrospectively.Deciding between either simultaneous BICI or unilateral implantation was mainly based on the infant's preoperative Auditory Brainstem Response thresholds. Evolution from CIHA to sequential BICI was mainly based on the audiometric test results in the contralateral (hearing aid) ear after unilateral cochlear implantation. Preoperative audiometric thresholds in the hearing aid ear were significantly better in CIHA versus sequential BICI children (p < 0.001 and p = 0.001 in unaided and aided condition, respectively). Decisive values obtained in the hearing aid ear in favour of BICI were: An average hearing threshold measured at 0.5, 1, 2 and 4 kHz of at least 93 dB HL without, and at least 52 dB HL with hearing aid together with a 40% aided speech recognition score and a 70% aided score on the phoneme discrimination subtest of the Auditory Speech Sounds Evaluation test battery.Although pure tone audiometry offers no information about bimodal benefit, it remains the most obvious audiometric evaluation in the decision process on the mode of bilateral stimulation in the paediatric population. A theoretical test protocol for adequate evaluation of bimodal benefit in the paediatric population is proposed.", "doi": "10.1016/j.ijporl.2017.10.043", "title": "Bilateral cochlear implantation or bimodal listening in the paediatric population: Retrospective analysis of decisive criteria.", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."]}