{"authors": [["Gugliandolo", "Enrico", "E", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Viale Ferdinando Stagno D'Alcontres, no 31, Messina, 98166, Italy."], ["Fusco", "Roberta", "R", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Viale Ferdinando Stagno D'Alcontres, no 31, Messina, 98166, Italy."], ["D'Amico", "Ramona", "R", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Viale Ferdinando Stagno D'Alcontres, no 31, Messina, 98166, Italy."], ["Militi", "Angela", "A", "Department of Biomedical, Dental and Morphological and Functional Images, University of Messina, Messina, Italy."], ["Oteri", "Giacomo", "G", "Department of Dentistry and Medical and Surgical Experimental Sciences, University of Messina, Messina, Italy."], ["Wallace", "John L", "JL", "Inflammation Research Network, University of Calgary, 3330 Hospital Drive NW, Calgary, Alberta, T2N 4 N1, Canada. Electronic address: wallacej@ucalgary.ca."], ["Di Paola", "Rosanna", "R", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Viale Ferdinando Stagno D'Alcontres, no 31, Messina, 98166, Italy. Electronic address: dipaolar@unime.it."], ["Cuzzocrea", "Salvatore", "S", "Department of Chemical, Biological, Pharmaceutical and Environmental Sciences, University of Messina, Viale Ferdinando Stagno D'Alcontres, no 31, Messina, 98166, Italy; Department of Pharmacological and Physiological Science, Saint Louis University, USA. Electronic address: salvator@unime.it."]], "date": "2017-12-26", "id": "29287688", "text": "Periodontal disease is the most common cause of tooth loss in humans, is an inflammatory disease initiated by oral microbial biofilm. Given the involvement of the inflammatory pathway in this type of pathology, the main pharmacological strategy for the treatment of periodontitis, is the inhibition of the inflammatory process in order to prevent tissue destruction and bone resorption, a condition associated with a painful state. To do this, the best class of drugs are Non-steroidal anti-inflammatory drugs (NSAIDs), however, the presence of side effects, especially at the gastrointestinal tract, limits their use for long-term therapy. Recently, some evidence shows that derivatives of NSAIDs capable of releasing hydrogen sulphide exhibit lower collateral effects, particularly at the gastric level. In fact, H2S is an endogenous gaseous mediator with a cytoprotective role at the gastric level. In this study, we have compared the protective effects of ketoprofen with ATB-352, a hydrogen sulfide-releasing derivative of ketoprofen, in an experimental model of periodontitis in rat. Periodontitis was induced by a single intragingival injection of 1 μl LPS (10 μg/μl), Our results show that 14 h after intragingival injection of LPS, there was a high tissue damage associated with bone resorption, and in gingivomucosal tissues there was a significant expression of NF-kb p65 and pro-inflammatory cytokine as well as a higher expression of COX-2 and iNOS, activation of the apoptotic process, and also increased levels of NGF expression, often associated with a higher nociceptive perception. Treatment with ATB-352 at the dose of 20mg\\kg, was able to reduce the inflammatory process associated with intragingival LPS injection and also had a positive effect on bone resorption and tissue damage.", "doi": "10.1016/j.phrs.2017.12.022", "title": "Anti-inflammatory effect of ATB-352, a H2S -releasing ketoprofen derivative, on lipopolysaccharide-induced periodontitis in rats.", "journal": ["Pharmacological research", "Pharmacol. Res."]}