{"authors": [["Bradford", "Billie", "B", "Graduate School of Nursing, Midwifery and Health, Victoria University of Wellington, New Zealand. Electronic address: b.bradford@auckland.ac.nz."], ["Maude", "Robyn", "R", "Graduate School of Nursing, Midwifery and Health, Victoria University of Wellington, New Zealand."]], "date": "2017-12-26", "id": "29287635", "text": "Decreased fetal movements is a common reason for unscheduled antenatal assessment and is associated with adverse pregnancy outcome.Fetal movement counting has not been proven to reduce stillbirths in high-quality studies.The aim was to explore a qualitative account of fetal movements in the third trimester as perceived by pregnant women themselves.Using qualitative descriptive methodology, interviews were conducted with 19 women experiencing an uncomplicated first pregnancy, at two timepoints in their third trimester. Interview transcripts were later analysed using qualitative content analysis.Pregnant women described a sustained increase in strength, frequency and variation in types of fetal movements from quickening until 28-32 weeks. Patterns of fetal movement were consistently described as involving increased movement later in the day and as having an inverse relationship to the women's own activity and rest. At term, the most notable feature was increased strength. Kicking and jolting movements decreased whilst pushing and rolling movements increased.Maternal descriptions of fetal activity in this study were consistent with other qualitative studies and with ultrasound studies of fetal development.Pregnant women observe a complex range of fetal movement patterns, actions and responses that are likely to be consistent with normal development. Maternal perception of a qualitative change in fetal movements may be clinically important and should take precedence over any numeric definition of decreased fetal movement. Midwives may inform women that it is normal to perceive more fetal movement in the evening and increasingly strong movements as pregnancy advances.", "doi": "10.1016/j.wombi.2017.12.007", "title": "Maternal perception of fetal movements in the third trimester: A qualitative description.", "journal": ["Women and birth : journal of the Australian College of Midwives", "Women Birth"]}