{"authors": [["Kim", "Mi Jeong", "MJ", "Research Group of Cognition and Sensory Perception, Division of Functional Food Research, Korea Food Research Institute, Jeollabuk-do, 55365, Republic of Korea."], ["Kwak", "Han Sub", "HS", "Research Group of Cognition and Sensory Perception, Division of Functional Food Research, Korea Food Research Institute, Jeollabuk-do, 55365, Republic of Korea."], ["Kim", "Sang Sook", "SS", "Research Group of Cognition and Sensory Perception, Division of Functional Food Research, Korea Food Research Institute, Jeollabuk-do, 55365, Republic of Korea. Electronic address: sskim@kfri.re.kr."]], "date": "2017-10-26", "id": "29287388", "text": "The purpose of this study was to investigate bacterial communities and health-benefit-related parameters in doenjang prepared with various brine concentrations (8, 12, 16, and 20%). Phenolic, flavonoid, melanoidin and isoflavone contents, antioxidation, and antiproliferation of doenjang (AD8, AD12, AD16, and AD20) aged for 3 months were compared with those of initial doenjang (ID8, ID12, ID16, and ID20). The ID8 and AD8 doenjang, made with 8% brine, contained higher phenolics, melanoidins, and isoflavones than those with high salinity. As results of bacterial communities, Enterococcus was a dominant bacterium in most doenjang, while Lactobacillus was predominant in AD8. Trolox equivalent antioxidant capacity (32.5 µmol TE/g dwb) and DPPH radical-scavenging capacity (57 µmol TE/g dwb) values of AD8 were the highest among samples. The EC50 of HT-29 cell proliferation treated with AD8 was 0.47 mg/mL, while EC50 of AD20 was 1.07 mg/mL, indicating stronger antiproliferative activity in low-salinity doenjang.", "doi": "10.1016/j.foodchem.2017.10.116", "title": "Effects of salinity on bacterial communities, Maillard reactions, isoflavone composition, antioxidation and antiproliferation in Korean fermented soybean paste (doenjang).", "journal": ["Food chemistry", "Food Chem"]}