{"authors": [["Richards", "Rosalina", "R", "Cancer Society Social and Behavioural Research Unit, Department of Preventive and Social Medicine, Dunedin School of Medicine, University of Otago, Dunedin, New Zealand. Email: rose.richards@otago.ac.nz"], ["McNoe", "Bronwen", "B", null], ["Iosua", "Ella", "E", null], ["Reeder", "Anthony I", "AI", null], ["Egan", "Richard", "R", null], ["Marsh", "Louise", "L", null], ["Robertson", "Lindsay", "L", null], ["Maclennan", "Brett", "B", null], ["Latu", "Anna Tiatia Faatoese", "ATF", null], ["Quigg", "Robin", "R", null], ["Petersen", "Anne-Cathrine", "AC", null]], "date": "2017-12-29", "id": "29286610", "text": "Background: Beliefs about cancer risk and experience of early detection and treatment can impact on willingness to engage with these initiatives. This study describes changes in perceptions of cancer mortality, early detection and treatment among adult New Zealanders (NZ) between two cross-sectional studies conducted in 2001 and 2014/5. Methods: Data was collected via telephone interviews conducted by trained interviewers in 2001 (231 females and 207 males, 64% response rate) and 2014/5 (588 females and 476 males, 64% response rate). Participants were asked to identify the most common three causes of cancer mortality among women and then men. They were also asked to note their agreement or otherwise with statements about early detection and treatment of cancer. Results: There was an increase in proportions of men who correctly identified prostate cancer as one of the top three causes of cancer mortality among men, and also an increase among women who correctly identified bowel cancer as one of the top three. Most participants agreed that there were benefits from early detection for cancer outcomes. Over time, there was a significant decline in proportions which felt that most cancer treatment is “so terrible it is worse than death” and that alternative therapy has an “equal or better chance of curing cancer.” Conclusion: Internationally, there is little information available about changes in cancer perceptions over time, these findings suggest some changes in perceptions of treatment and awareness of types of cancer with the highest mortality in NZ, which should support timely engagement with early detection and treatment services.", "doi": "10.22034/APJCP.2017.18.12.3401", "title": "Cancer Mortality, Early Detection and Treatment among Adult New Zealanders: Changes in Perceptions between 2001 and 2014/5", "journal": ["Asian Pacific journal of cancer prevention : APJCP", "Asian Pac. J. Cancer Prev."]}