{"authors": [["Rountree", "Corey M", "CM", "Department of Mechanical and Industrial Engineering, University of Illinois at Chicago."], ["Troy", "John B", "JB", "Department of Biomedical Engineering, Northwestern University."], ["Saggere", "Laxman", "L", "Department of Mechanical and Industrial Engineering, University of Illinois at Chicago; saggere@uic.edu."]], "date": "2017-12-19", "id": "29286422", "text": "Photoreceptor degenerative diseases cause irreparable blindness through the progressive loss of photoreceptor cells in the retina. Retinal prostheses are an emerging treatment for photoreceptor degenerative diseases that seek to restore vision by artificially stimulating the surviving retinal neurons in the hope of eliciting comprehensible visual perception in patients. Current retinal prostheses have demonstrated success in restoring limited vision to patients using an array of electrodes to electrically stimulate the retina but face substantial physical barriers in restoring high acuity, natural vision to patients. Chemical neurostimulation using native neurotransmitters is a biomimetic alternative to electrical stimulation and could bypass the fundamental limitations associated with retinal prostheses using electrical neurostimulation. Specifically, chemical neurostimulation has the potential to restore more natural vision with comparable or better visual acuities to patients by injecting very small quantities of neurotransmitters, the same natural agents of communication used by retinal chemical synapses, at much finer resolution than current electrical prostheses. However, as a relatively unexplored stimulation paradigm, there is no established protocol for achieving chemical stimulation of the retina in vitro. The purpose of this work is to provide a detailed framework for accomplishing chemical stimulation of the retina for investigators who wish to study the potential of chemical neuromodulation of the retina or similar neural tissues in vitro. In this work, we describe the experimental setup and methodology for eliciting retinal ganglion cell (RGC) spike responses similar to visual light responses in wild-type and photoreceptor-degenerated wholemount rat retinas by injecting controlled volumes of the neurotransmitter glutamate into the subretinal space using glass micropipettes and a custom multiport microfluidic device. This methodology and protocol are general enough to be adapted for neuromodulation using other neurotransmitters or even other neural tissues.", "doi": "10.3791/56645", "title": "Methodology for Biomimetic Chemical Neuromodulation of Rat Retinas with the Neurotransmitter Glutamate In Vitro.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}