{"authors": [["Saltovic", "Ema", "E", "Department of Restorative Dentistry and Endodontics, School of Medicine, University of Rijeka, Croatia."], ["Lajnert", "Vlatka", "V", "Department of Prosthodontics, School of Medicine, University of Rijeka, Croatia."], ["Saltovic", "Sabina", "S", "Psychology Unit, Rijeka First Croatian High School, Croatia."], ["Kovacevic Pavicic", "Daniela", "D", "Department of Prosthodontics, School of Medicine, University of Rijeka, Croatia."], ["Pavlic", "Andrej", "A", "Department of Orthodontics, School of Medicine, University of Rijeka, Croatia."], ["Spalj", "Stjepan", "S", "Department of Orthodontics, School of Medicine, University of Rijeka, Croatia."]], "date": "2017-12-29", "id": "29285853", "text": "Orofacial esthetics raises psychosocial issues. The purpose was to create and validate new short instrument for psychosocial impacts of altered smile esthetics.A team of an orthodontist, two prosthodontists, psychologist, and a dental student generated items that could draw up specific hypothetical psychosocial dimensions (69 items initially, 39 in final analysis). The sample consisted of 261 Caucasian subjects attending local high schools and university (26% male) aged 14 to 28 years that have self-administrated the designed questionnaire. Factorial analysis, Cronbach's alpha, Pearson correlation, paired samples t-test and analysis of variance were used for analyses of internal consistency, construct validity, responsiveness, and test-retest.Three dimensions of psychosocial impacts of altered smile esthetics were identified: dental self-consciousness, dental self-confidence and social contacts that can be best fitted by 12 items, 4 items in each dimension. Internal consistency was good (α in range 0.85-0.89). Good stability in test-retest was confirmed. In responsiveness testing, tooth whitening induced increase in dental self-confidence (P = 0.002), but no significant changes in other dimensions.The new instrument, Smile Esthetics-Related Quality of Life (SERQoL), is short and has proven to be a good indicator of psychosocial dimensions related to perception of smile esthetics.Smile Esthetics-Related Quality of Life questionnaire might have practical validity when applied in esthetic dental clinical procedures.", "doi": "10.1111/jerd.12362", "title": "Development and validation of a new condition-specific instrument for evaluation of smile esthetics-related quality of life.", "journal": ["Journal of esthetic and restorative dentistry : official publication of the American Academy of Esthetic Dentistry ... [et al.]", "J Esthet Restor Dent"]}