{"authors": [["Guglielmi", "Ottavia", "O", "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics and Maternal/Child Sciences (DINOGMI), University of Genoa, Largo Paolo Daneo 3, 16132, Genoa, Italy. ottavia.guglielmi@gmail.com."], ["Magnavita", "Nicola", "N", "Institute of Public Health, Università Cattolica del Sacro Cuore, Rome, Italy."], ["Garbarino", "Sergio", "S", "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics and Maternal/Child Sciences (DINOGMI), University of Genoa, Largo Paolo Daneo 3, 16132, Genoa, Italy."]], "date": "2017-12-28", "id": "29285594", "text": "Sleep disorders are highly prevalent in truck drivers. The aim of this study is to evaluate the prevalence of self-reported obstructive sleep apnea (OSA) and poor sleep quality in truck drivers, and to analyze the relationship between sleep problems and mental health.A total of 526 male truck drivers (mean age 45.9; DS 9.4) responded to a questionnaire about risk factors for OSA (STOP-Bang), sleep quality perception (Pittsburg sleep questionnaire inventory, PSQI), excessive daytime sleepiness (Epworth sleepiness scale, ESS), and psychological disorders (general health questionnaire, GHQ-12).It was found that 51.1% of the drivers were at risk of OSA, 17.3% had bad sleep quality, and 8.9% had excessive daytime sleepiness (EDS). The association between psychological distress, OSA (OR = 1.67; CI 95% 0.99-2.83; p = 0.057), bad sleep quality (OR = 2.58; CI 95% 1.52-4.37; p < 0.001), and EDS (OR = 1.65; CI 95% 0.83-3.30; p = 0.151) was assessed.The high prevalence of sleep problems, especially suspected OSA, and low quality of sleep in truck drivers can worsen the general and psychological wellbeing of the workers. Educational programs focusing on sleep hygiene and behavioral interventions are needed to promote adequate sleep habits and improve individual and public health.", "doi": "10.1007/s00127-017-1474-x", "title": "Sleep quality, obstructive sleep apnea, and psychological distress in truck drivers: a cross-sectional study.", "journal": ["Social psychiatry and psychiatric epidemiology", "Soc Psychiatry Psychiatr Epidemiol"]}