{"authors": [["Raffi", "Milena", "M", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Piras", "Alessandro", "A", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Calzavara", "Roberta", "R", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."], ["Squatrito", "Salvatore", "S", "Department of Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy."]], "date": "2017-11-19", "id": "29285515", "text": "The cortical representation of visual perception requires the integration of several-signal processing distributed across many cortical areas, but the neural substrates of such perception are largely unknown. The type of firing pattern exhibited by single neurons is an important indicator of dynamic circuitry within or across cortical areas. Neurons in area PEc are involved in the spatial mapping of the visual field; thus, we sought to analyze the firing pattern of activity of PEc optic flow neurons to shed some light on the cortical processing of visual signals. We quantified the firing activity of 152 optic flow neurons using a spline interpolation function, which allowed determining onset, end, and latency of each neuronal response. We found that many PEc neurons showed multiphasic activity, which is strictly related to the position of the eye and to the position of the focus of expansion (FOE) of the flow field. PEc neurons showed a multiphasic activity comprised of excitatory phases interspersed with inhibitory pauses. This phasic pattern seems to be a very efficient way to signal the spatial location of visual stimuli, given that the same neuron sends different firing patterns according to a specific combination of FOE/eye position.", "doi": "10.1155/2017/6495872", "title": "Area PEc Neurons Use a Multiphasic Pattern of Activity to Signal the Spatial Properties of Optic Flow.", "journal": ["BioMed research international", "Biomed Res Int"]}