{"authors": [["Momeni", "Zahra", "Z", "PhD Candidate, Department of Community Oral Health, School of Dentistry, Tehran University of Medical Sciences, Tehran, Iran."], ["Sargeran", "Katayoun", "K", "Assistant Professor, Research Center for Caries Prevention, Dentistry Research Institute, Tehran University of Medical Sciences, Tehran, Iran; Department of Community Oral Health, School of Dentistry, Tehran University of Medical Sciences, Tehran, Iran."], ["Yazdani", "Reza", "R", "Associate Professor, Research Center for Caries Prevention, Dentistry Research Institute, Tehran University of Medical Sciences, Tehran, Iran; Department of Community Oral Health, School of Dentistry, Tehran University of Medical Sciences, Tehran, Iran."], ["Sighaldeh", "Shirin Shahbazi", "SS", "Assistant Professor, Department of Reproductive Health, School of Nursing and Midwifery, Tehran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29285028", "text": "Oral health is an important aspect of general health and well-being for children. Understanding the viewpoint of mothers about children's oral health provides a basis for the development of interventions to improve oral care and disease prevention. The purpose of this study was to explore the perception of Iranian mothers regarding the oral health of their children.This descriptive qualitative study was the first phase of an exploratory mixed method design and collected data from April to May 2015 in Tehran, Iran. The qualitative data were collected through seven focus group discussions and three semi-structured interviews. The participants were 58 Iranian women who had a first grader. Data were analyzed using conventional content analysis.The main themes identified from the data were: (I) the definition of oral health, (II) the importance of maintaining oral health and dental treatment, (III) the effect of nutrition on children's oral health, (IV) the role of oral health behaviors, (V) the causes of dental caries and malocclusion/crowding, (VI) the symptoms and causes of gum disease, (VII) the causes of halitosis.According to the mothers' perception, the main factors influencing children's oral health were: nutrition and oral health behaviors such as daily tooth brushing and flossing. The results of this study can be used to develop a model of oral health education and a prevention program for improving oral health among Iranian school-children.", "doi": null, "title": "Perception of Iranian Mothers About Oral Health of Their School-Children: A Qualitative Study.", "journal": ["Journal of dentistry (Tehran, Iran)", "J Dent (Tehran)"]}