{"authors": [["Mohammed", "Binish", "B", "Royal Holloway, University of London CITY: Egham STATE: Surrey United Kingdom [GB]."], ["Farahi Bilooei", "Sara", "S", "Royal Holloway, University of London CITY: Egham STATE: Surrey United Kingdom [GB]."], ["Doczi", "Robert", "R", "Centre for Agricultural Research, the Hungarian Academy of Sciences CITY: Martonvasar POSTAL_CODE: H-2462 Hungary [HU]."], ["Grove", "Elliot", "E", "Royal Holloway, University of London CITY: Egham STATE: Surrey United Kingdom [GB]."], ["Railo", "Saana", "S", "Royal Holloway, University of London CITY: Egham STATE: Surrey United Kingdom [GB]."], ["Palme", "Klaus", "K", "Universitat Freiburg CITY: D-79104 Freiburg POSTAL_CODE: / Germany [DE]."], ["Ditengou", "Franck Anicet", "FA", "Albert-Ludwigs-University of Freiburg CITY: Freiburg Germany [DE]."], ["Bögre", "László", "L", "Royal Holloway, University of London CITY: Egham United Kingdom [GB]."], ["Lopez-Juez", "Enrique", "E", "Royal Holloway, University of London CITY: Egham STATE: Surrey POSTAL_CODE: TW20 0EX United Kingdom [GB] e.lopez@rhul.ac.uk."]], "date": "2017-12-28", "id": "29284741", "text": "The development of leaf primordia is subject to light control of meristematic activity. Light regulates the expression of thousands of genes with roles in cell proliferation, organ development and differentiation of photosynthetic cells. Previous work has highlighted roles for hormone homeostasis and the energy-dependent TOR kinase in meristematic activity, yet a picture of how these two regulatory mechanisms depend on light perception and interact with each other is yet to emerge. Their relevance beyond leaf initiation is also unclear. Here we report the discovery that the dark-arrested meristematic region experiences a local energy-deprivation state and confirm previous findings that the PIN1 auxin transporter is diffusely localised in the dark. Light triggers a rapid removal of the starvation state and the establishment of PIN1 polar membrane localisation consistent with auxin export, both preceding the induction of cell cycle and cytoplasmic growth-associated genes. We demonstrate that shoot meristematic activity can occur in the dark through manipulation of auxin and cytokinin activity, as well as through the activation of energy signalling, both targets of photomorphogenesis action, but the organ developmental outcomes differ: while TOR-dependent energy signals alone stimulate cell proliferation, development of a normal leaf lamina requires photomorphogenesis-like hormonal responses. We further show that energy signalling adjusts the extent of cell cycle activity and growth of young leaves non-cell-autonomously to available photosynthates, and leads to organs constituted of a greater number of cells developing under higher irradiance. This makes energy signalling perhaps the most important biomass growth determinant under natural, unstressed conditions.", "doi": "10.1104/pp.17.01730", "title": "Converging energy and hormonal signalling control meristem activity, leaf initiation and growth.", "journal": ["Plant physiology", "Plant Physiol."]}