{"authors": [["Bosanquet", "David C", "DC", "Aneurin Bevan University Health Board, Royal Gwent Hospital, Cardiff Road, Newport, NP16 2UB, UK."], ["Ambler", "Graeme K", "GK", "Aneurin Bevan University Health Board, Royal Gwent Hospital, Cardiff Road, Newport, NP16 2UB, UK."], ["Waldron", "Cherry-Ann", "CA", "Centre for Trials Research, Cardiff University, 7th Floor, Neuadd Meirionnydd, Heath Park, Cardiff, CF14 4XW, UK."], ["Thomas-Jones", "Emma", "E", "Centre for Trials Research, Cardiff University, 7th Floor, Neuadd Meirionnydd, Heath Park, Cardiff, CF14 4XW, UK."], ["Brookes-Howell", "Lucy", "L", "Centre for Trials Research, Cardiff University, 7th Floor, Neuadd Meirionnydd, Heath Park, Cardiff, CF14 4XW, UK."], ["Kelson", "Mark", "M", "Centre for Trials Research, Cardiff University, 7th Floor, Neuadd Meirionnydd, Heath Park, Cardiff, CF14 4XW, UK."], ["Pickles", "Tim", "T", "Centre for Trials Research, Cardiff University, 7th Floor, Neuadd Meirionnydd, Heath Park, Cardiff, CF14 4XW, UK."], ["Harris", "Debbie", "D", "Centre for Trials Research, Cardiff University, 7th Floor, Neuadd Meirionnydd, Heath Park, Cardiff, CF14 4XW, UK."], ["Fitzsimmons", "Deborah", "D", "Swansea Centre for Health Economics, College of Human Health Sciences, Swansea University, Singleton Park, Swansea, SA2 8PP, UK."], ["Saxena", "Neeraj", "N", "Department of Anaesthetics, Royal Glamorgan Hospital, Cwm Taf Local Health Board, Llantrisant, UK."], ["Twine", "Christopher P", "CP", "Aneurin Bevan University Health Board, Royal Gwent Hospital, Cardiff Road, Newport, NP16 2UB, UK. christopher.twine@wales.nhs.uk."]], "date": "2017-12-28", "id": "29284534", "text": "Pain after major lower limb amputation for peripheral arterial disease (PAD) is a significant problem. A perineural catheter (PNC) can be placed adjacent to the major nerve at the time of amputation with a continuous local anaesthetic infusion given postoperatively to try and reduce pain. Although low-quality observational data suggest that PNC usage reduces postoperative opioid requirements, there are limited data regarding its effect on pain. The aim of PLACEMENT is to explore the feasibility of running an effectiveness trial to assess the impact of a PNC with continuous local anaesthetic infusion, inserted at the time of amputation, on short and medium-term postoperative outcomes.Fifty patients undergoing a major lower limb amputation (below or above the knee) for PAD will be recruited from two centres. Patients will be randomised in a 1:1 ratio to receive standard postoperative analgesia, with or without insertion of a PNC and local anaesthetic infusion for the first 5 postoperative days. Outcome data will be captured for the first 5 days, including pain scores (primary outcome, captured three times a day), opioid use, nausea or vomiting, itching, dizziness and complications. Patients will be contacted 2 and 6 months after surgery to assess quality of life, phantom limb pain, chronic stump pain and total healthcare costs. Semi-structured interviews will be conducted with at least 10 patients (dependent on saturation of analytic themes on preliminary coding) purposefully sampled to achieve variation in site and study arm. Interviews will explore patients' perception of post-amputation pain and its treatment, and experience of study processes. Semi-structured interviews with 5-10 health professionals will explore feasibility, fidelity, and acceptability of the study. Data from this pilot will be used to assess feasibility of, and estimate parameters to calculate the sample size for an effectiveness trial. Full ethical approval has been granted (Wales Research Ethics Committee 3 reference number 16/WA/0353).PLACEMENT will be the first study to explore the feasibility of running an effectiveness trial on PNC usage for postoperative pain in amputees, and provide parameters to calculate the appropriate sample size for this study.ISRCTN.com, ISRCTN85710690 . Registered on 21 October 2016. European Clinical Trials Database (EudraCT), 2016-003544-37. Registered on 24 August 2016.", "doi": "10.1186/s13063-017-2357-x", "title": "Perineural local anaesthetic catheter after major lower limb amputation trial (PLACEMENT): study protocol for a randomised controlled pilot study.", "journal": ["Trials", "Trials"]}