{"authors": [["Al-Tannir", "Mohamad", "M", "Chairperson of Clinical and Applied Research Department, Research Center, King Fahad Medical City, P.O. Box 59046, Riyadh, 11525, Saudi Arabia. maltannir@kfmc.med.sa."], ["AlGahtani", "Fahad", "F", "Chairperson of Clinical and Applied Research Department, Research Center, King Fahad Medical City, P.O. Box 59046, Riyadh, 11525, Saudi Arabia."], ["Abu-Shaheen", "Amani", "A", "Chairperson of Clinical and Applied Research Department, Research Center, King Fahad Medical City, P.O. Box 59046, Riyadh, 11525, Saudi Arabia."], ["Al-Tannir", "Sawsan", "S", "Chairperson of Clinical and Applied Research Department, Research Center, King Fahad Medical City, P.O. Box 59046, Riyadh, 11525, Saudi Arabia."], ["AlFayyad", "Isamme", "I", "Chairperson of Clinical and Applied Research Department, Research Center, King Fahad Medical City, P.O. Box 59046, Riyadh, 11525, Saudi Arabia."]], "date": "2017-12-29", "id": "29284485", "text": "Although patient engagement is internationally recognized as a core quality indicator of healthcare systems, no report has yet explored patient engagement in Saudi Arabia. Thus, we explored patients' experiences of engagement with healthcare services and assessed physicians' and nurses' perceptions of this engagement.We performed a cross-sectional study on patients and their family members admitted to either the rehabilitation or neurology department of King Fahad Medical City, Riyadh, Saudi Arabia. We also studied physicians and nurses involved in direct patient care in these departments. Two self-administered questionnaires were used to collect data on patients' experiences of engagement with healthcare services and physicians' and nurses' perceptions of that engagement.We recruited 36 patients and 46 family members, as well as 64 nurses and 36 physicians. About 73% of patients and family members felt that doctors and nurses engaged them in decision making regarding care plans; 80% felt that they were a partners in the treatment plans. Over one-third of physicians and nurses believed that patient engagement improved healthcare outcomes, and about 7% believed that patient engagement was unimportant or not extremely important. Responses of physicians and nurses differed significantly from those of patients and family members with regards to the extent of the patient-physician/nurse relationship, the perception of involvement, and the degree of partnership and shared leadership.We assessed patient experiences of engagement with health care service and physicians' and nurses' perceptions of that engagement. Most patients/family members reported good engagement. Although most physicians and nurses believed that patient engagement improved the healthcare outcomes, some believed that improving healthcare outcomes through patient engagement was not important or not extremely important.", "doi": "10.1186/s12913-017-2806-y", "title": "Patient experiences of engagement with care plans and healthcare professionals' perceptions of that engagement.", "journal": ["BMC health services research", "BMC Health Serv Res"]}