{"authors": [["Lee", "Hun", "H", "Department of Ophthalmology, International St. Mary's Hospital, Catholic Kwandong University College of Medicine, Incheon, South Korea."], ["Kang", "David Sung Yong", "DSY", "Eyereum Eye Clinic, Seoul, South Korea."], ["Ha", "Byoung Jin", "BJ", "Eyereum Eye Clinic, Seoul, South Korea."], ["Choi", "Jin Young", "JY", "Eyereum Eye Clinic, Seoul, South Korea."], ["Kim", "Eung Kweon", "EK", "The Institute of Vision Research, Department of Ophthalmology, Yonsei University College of Medicine, 50 Yonseiro, Seodaemungu, Seoul, 03722, South Korea."], ["Seo", "Kyoung Yul", "KY", "The Institute of Vision Research, Department of Ophthalmology, Yonsei University College of Medicine, 50 Yonseiro, Seodaemungu, Seoul, 03722, South Korea."], ["Kim", "Tae-Im", "TI", "The Institute of Vision Research, Department of Ophthalmology, Yonsei University College of Medicine, 50 Yonseiro, Seodaemungu, Seoul, 03722, South Korea. tikim@yuhs.ac."]], "date": "2017-12-29", "id": "29284455", "text": "To investigate the effects of combined corneal wavefront-guided transepithelial photorefractive keratectomy (tPRK) and accelerated corneal collagen cross-linking (CXL) after intracorneal ring segment (ICRS) implantation in patients with moderate keratoconus.Medical records of 23 eyes of 23 patients undergoing combined tPRK and CXL after ICRS implantation were retrospectively analyzed. Uncorrected distance visual acuity (UDVA), corrected distance visual acuity (CDVA), manifest refraction spherical equivalent (MRSE), corneal indices based on Scheimpflug tomography, higher-order aberrations (HOAs), and corneal biomechanical properties were evaluated before and after ICRS implantation, and at 1, 3, and 6 months after combined tPRK and CXL.There were significant improvements in final logMAR UDVA and logMAR CDVA, and reductions in sphere, MRSE, and all corneal indices from baseline. Significant improvements in logMAR UDVA and reductions in sphere, MRSE, maximal keratometry, keratometry at the apex, mean keratometry, and keratoconus index were noted after ICRS implantation. After tPRK and CXL, significant improvements in logMAR UDVA and logMAR CDVA, and reductions in cylinder and all corneal indices were observed. There were significant improvements in final root mean square HOAs and coma aberrations from baseline, but no changes from baseline after ICRS implantation. Significant reductions in final radius and deformation amplitude from baseline were noted.Combined tPRK and accelerated CXL after ICRS implantation in moderate keratoconus appears to be a safe and effective treatment, providing an improvement in visual acuity, corneal indices, and HOAs.retrospectively registered (identification no. NCT03355430 ). Date registered: 28/11/2017.", "doi": "10.1186/s12886-017-0666-1", "title": "Visual rehabilitation in moderate keratoconus: combined corneal wavefront-guided transepithelial photorefractive keratectomy and high-fluence accelerated corneal collagen cross-linking after intracorneal ring segment implantation.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}