{"authors": [["Wang", "Lijun", "L", "Department of Ophthalmology, the Second Affiliated Hospital of Xi'an Jiaotong University, 157 Xiwu Road, Xi'an, 710004, China."], ["Xiao", "Xiao", "X", "Department of Ophthalmology, the Central Hospital of Shaanxi Xi'an, 161 Xiwu Road, Xi'an, 710004, China."], ["Zhao", "Lin", "L", "Department of Ophthalmology, the Second Affiliated Hospital of Xi'an Jiaotong University, 157 Xiwu Road, Xi'an, 710004, China."], ["Zhang", "Yi", "Y", "Department of Ophthalmology, the Second Affiliated Hospital of Xi'an Jiaotong University, 157 Xiwu Road, Xi'an, 710004, China."], ["Wang", "Jianming", "J", "Department of Ophthalmology, the Second Affiliated Hospital of Xi'an Jiaotong University, 157 Xiwu Road, Xi'an, 710004, China. 13572973328@163.com."], ["Zhou", "Aiyi", "A", "Department of Ophthalmology, the Second Affiliated Hospital of Xi'an Jiaotong University, 157 Xiwu Road, Xi'an, 710004, China."], ["Wang", "Jianchao", "J", "Department of Ophthalmology, the Second Affiliated Hospital of Xi'an Jiaotong University, 157 Xiwu Road, Xi'an, 710004, China."], ["Wu", "Qian", "Q", "School of Public Health, Xi'an Jiaotong University Health Science Center, 76 West Yanta Road, Xi'an, 710061, China."]], "date": "2017-12-29", "id": "29284444", "text": "Incision size plays a critical role in the efficacy of cataract surgery, but the available evidence on ideal incision size is inconsistent. In this study, we conducted a meta-analysis to evaluate the efficacy of coaxial microincisional phacoemulsification surgery (MICS) compared with that of standard-incision phacoemulsification surgery (SICS) in patients with age-related cataracts.The Cochrane Library (Wiley Online Library), PubMed, Medline, National Knowledge Infrastructure (CNKI), and VIP databases were searched to identify reports of clinical randomized controlled trials (RCTs) comparing MICS to SICS for the treatment of age-related cataracts. The outcomes of interest included surgically induced astigmatism (SIA), effective phacoemulsification time (EPT), central corneal thickness (CCT), endothelial cell count (ECC), endothelial cell count loss (ECC Loss %), and average ultrasonic energy (AVE).Eleven RCT studies were included in this meta-analysis. No statistically significant differences were observed in EPT (Z = 1.29, P > 0.05), CCT (1 day: Z = 1.37, P > 0.05; 7 days: Z = 0.75, P > 0.05; 30 days: Z = 0.38, P > 0.05; 90 days: Z = 0.29, P > 0.05), ECC (7 days: Z = 1.13, P > 0.05; 30 days: Z = 1.42, P > 0.05) or ECC Loss % (7 days: Z = 0.24, P > 0.05; 30 days: Z = 0.06, P > 0.05; 90 days: Z = 0.10, P > 0.05) between MICS and SICS. However, statistically significant differences were found in AVE (Z = 4.19, P < 0.0001) and SIA (1 day: Z = 10.33, P < 0.00001; 7 days: Z = 10.71, P < 0.00001; 30 days: Z = 10.95, P < 0.00001; 90 days: Z = 2.21,- P < 0.01) between MICS and SICS.Compared with SICS, MICS can reduce short-term and long-term SIA, but it does not differ in safety outcomes or in the time required for surgery.", "doi": "10.1186/s12886-017-0661-6", "title": "Comparison of efficacy between coaxial microincision and standard-incision phacoemulsification in patients with age-related cataracts: a meta-analysis.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}