{"authors": [["Kim", "Jung Yup", "JY", "Department of Ophthalmology, Haeundae Paik Hospital, Inje University College of Medicine, 875 Haeundae-Ro, Haeundae-Gu, Busan, 612-896, South Korea."], ["Lee", "Soo Jung", "SJ", "Department of Ophthalmology, Haeundae Paik Hospital, Inje University College of Medicine, 875 Haeundae-Ro, Haeundae-Gu, Busan, 612-896, South Korea. kris9352@hanmail.net."]], "date": "2017-12-29", "id": "29284428", "text": "To evaluate the efficacy of unilateral lateral rectus muscle advancement surgery based on one-fourth of the angle of consecutive esotropia within 25 prism diopters (PD) occurring after bilateral lateral rectus muscle recession for intermittent exotropia.Medical records of 11 patients who underwent unilateral lateral rectus muscle advancement for consecutive esotropia from 2011 to 2014 and who were observed for at least 6 months after surgery were retrospectively reviewed. The change in angle of deviation from before to after consecutive esotropia surgery, as well as the success rate and surgical effect, were evaluated.Preoperative esodeviation was -19.6 ± 4.7 PD [median - 20.0 PD, interquartile range (IQR) 9.0] at distance and -16.5 ± 7.4 PD [median - 18.0 PD, IQR 17.0] at near. The mean surgical amount of unilateral lateral rectus muscle advancement surgeries, based on one-fourth of the angle of consecutive esotropia, was 4.8 ± 1.1 mm [median 5.0 mm, IQR 2.0]. Of the 11 patients, 10 (91%) recovered to orthotropia or exodeviation within 8 PD. The surgical effects of unilateral lateral rectus muscle advancement were 3.3 ± 0.7 PD/mm [median 3.6 PD/mm, IQR 1.0] after 1 day, 3.7 ± 0.6 PD/mm [median 3.8 PD/mm, IQR 1.0] after 1 week, and 3.8 ± 0.7 PD/mm [median 3.8 PD/mm, IQR 1.5] after 6 months.Unilateral lateral rectus muscle advancement surgery based on one-fourth of the angle of consecutive esotropia within 25 PD was successful in all 11 patients. The surgical effect was significantly greater in unilateral lateral rectus muscle advancement than in primary lateral rectus muscle recession. Reduction in the amount of surgery should be considered carefully in unilateral lateral rectus muscle advancement for consecutive esotropia.", "doi": "10.1186/s12886-017-0658-1", "title": "Unilateral lateral rectus muscle advancement surgery based on one-fourth of the angle of consecutive esotropia.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}