{"authors": [["Godycki-Cwirko", "Maciek", "M", "Centre for Family and Community Medicine, Medical University of Lodz, Kopcinskiego 20, 90-153 Lodz, Poland. maciekgc@uni.lodz.pl."], ["Panasiuk", "Lech", "L", "Institute of Rural Health, Lublin, Poland.. dzialksztalcenia@interia.pl."], ["Brotons", "Carlos", "C", "Sardenya Primary Health Care Center, Sardenya, Barcelona, Spain.. cbrotons@eapsardenya.cat."], ["Bulc", "Mateja", "M", "Department of Family Medicine, Medical Faculty of Ljubljana University, Poljanski nasip 58, 1000 Ljubljana, Slovenia.. bulc.mateja@gmail.com."], ["Zakowska", "Izabela", "I", "Centre for Family and Community Medicine, Medical University of Lodz, Kopcinskiego 20, 90-153 Lodz, Poland. izabela.zakowska@umed.lodz.pl."]], "date": "2017-12-22", "id": "29284256", "text": "The idiosyncrasies of rural health demand further research to instigate rural health initiatives and to monitor progress in rural health care. In 2008, a study examined health-related behaviour, perception of importance of preventive interventions, readiness to change lifestyle and willingness to receive support from GPs, according to gender and place of residence.A cross-sectional survey was conducted among patients who visited any of ten randomly-selected general practices in Poland.Four hundred patients were enrolled: 50% from rural areas, 50.3% were females; 23.8% declared a primary level of education (35% rural vs. 12.5% urban) respondents; the median age was 50 years (IQR=18), The predicted means for prevention importance scores for rural residents were 0.623 and for urban residents - 0.682. Place of residence had a significant effect on the importance of prevention (p<0.05; ICC=0.048). Area and gender have a statistically significant effect on preventive behaviour importance scores (p<0.05; ICC=0.0526). Patient expectations of individual counselling by GPs were highest for eating habits - 35.5% rural vs. 16% urban residents (p<0.0001).Patient importance scores for prevention were associated with residence and gender. The villagers attached less importance to prevention. They also declared less willingness to change their lifestyle. Women had higher scores regarding prevention than men. More rural respondents would like to receive individual counselling from their GP regarding eating habits, physical activity, body weight, giving up smoking and safe alcohol use. Urban respondents were more likely to expect leaflets from their GPs on normalizing body weight.", "doi": "10.26444/aaem/81393", "title": "Perception of preventive care and readiness for lifestyle change in rural and urban patients in Poland: a questionnaire study.", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}