{"authors": [["Kučukalić", "Sabina", "S", "Clinical Centre University of Sarajevo, Department of Psychiatry, Bolnička 25, 71000 Sarajevo, Bosnia and Herzegovina, sabina.sahbegovic@gmail.com."], ["Kučukalić", "Abdulah", "A", null]], "date": null, "id": "29283986", "text": "Suicide is one of the major mental health problems in the world. It is estimated that one million suicide are committed per year and that after every suicide six people from the surrounding suffer or develop major life changes. After suicide survivors are at higher risk of developing major psychological changes and suicidal ideations as well. They go through the complicated process of grief which is specifically characterized by the felling of guilt, shame, denial and anger. The griefing process, more often than in other causes of death, doesn't integrate but is complicated with prolonged grief. This represents a very favorable state for perceiving stigma. Stigma is most often defined as a mark of disgrace or infamy; a stain or reproach, as on one's reputation. In suicide we talk about public and self stigma. Both forms of stigma can separately cause social isolation, demoralization, the felling of hopelessness and other consequences that interfere with the previous functioning. Because of the high incidence of psychological changes after stigma it is crucial for the bereaved to have close mental health services. But stigma is a barrier to treatment seeking. After suicide most survivors fell stigmatized but it is not yet known which factors modify the perception of stigma. Other causes of death like natural death are less related to stigma. On the other side traumatic death like an accident or homicide seem to be related to perception of stigma in the same way survivors perceive after suicide. Suicide and stigma are related in a two way direction meaning that suicide can cause stigma but stigma can lead to suicidal thoughts as well. Even suicide attempters fell stigmatized by colleagues, medical staff and their closest surrounding. There is a need for interventions. The effect of broad anti-stigma campaigns and targeted programs still have to be examines. In clinical settings, interventions that reduce self stigma, stigma-stress and shame might successfully reduce suicidality.", "doi": null, "title": "Stigma and Suicide.", "journal": ["Psychiatria Danubina", "Psychiatr Danub"]}