{"authors": [["Körber", "Moritz", "M", "Technical University of Munich, Munich, Germany."], ["Prasch", "Lorenz", "L", "Technical University of Munich, Munich, Germany."], ["Bengler", "Klaus", "K", "Technical University of Munich, Munich, Germany."]], "date": "2017-12-01", "id": "29283269", "text": "It was investigated whether providing an explanation for a takeover request in automated driving influences trust in automation and acceptance.Takeover requests will be recurring events in conditionally automated driving that could undermine trust as well as acceptance and, therefore, the successful introduction of automated vehicles.Forty participants were equally assigned to either an experimental group provided with an explanation of the reason for a takeover request or a control group without explanations. In a simulator drive, both groups experienced three takeover scenarios that varied in the obviousness of their causation. Participants rated their acceptance before and after the drive and rated their trust before and after each takeover situation.All participants rated acceptance on the same high level before and after the drive, independent of the condition. The control group's trust ratings remained unchanged by takeover requests in all situations, but the experimental group showed decreased trust after experiencing a takeover caused by roadwork. Participants provided with explanation felt more strongly that they had understood the system and the reasons for the takeovers.A takeover request did not lower trust or acceptance. Providing an explanation for a takeover request had no impact on trust or acceptance but increased the perceived understanding of the system.The results provide insights into users' perception of automated vehicles, takeover situations, and a fundament for future interface design for automated vehicles.", "doi": "10.1177/0018720817747730", "title": "Why Do I Have to Drive Now? Post Hoc Explanations of Takeover Requests.", "journal": ["Human factors", "Hum Factors"]}