{"authors": [["Badde", "Stephanie", "S", "Biological Psychology and Neuropsychology, University of Hamburg, Hamburg, Germany. stephanie.badde@nyu.edu."], ["Röder", "Brigitte", "B", "Biological Psychology and Neuropsychology, University of Hamburg, Hamburg, Germany."], ["Bruns", "Patrick", "P", "Biological Psychology and Neuropsychology, University of Hamburg, Hamburg, Germany."]], "date": "2017-12-27", "id": "29282652", "text": "It has been suggested that judgments about the temporal-spatial order of successive tactile stimuli depend on the perceived direction of apparent motion between them. Here we manipulated tactile apparent-motion percepts by presenting a brief, task-irrelevant auditory stimulus temporally in-between pairs of tactile stimuli. The tactile stimuli were applied one to each hand, with varying stimulus onset asynchronies (SOAs). Participants reported the location of the first stimulus (temporal order judgments: TOJs) while adopting both crossed and uncrossed hand postures, so we could scrutinize skin-based, anatomical, and external reference frames. With crossed hands, the sound improved TOJ performance at short (≤300 ms) and at long (>300 ms) SOAs. When the hands were uncrossed, the sound induced a decrease in TOJ performance, but only at short SOAs. A second experiment confirmed that the auditory stimulus indeed modulated tactile apparent motion perception under these conditions. Perceived apparent motion directions were more ambiguous with crossed than with uncrossed hands, probably indicating competing spatial codes in the crossed posture. However, irrespective of posture, the additional sound tended to impair potentially anatomically coded motion direction discrimination at a short SOA of 80 ms, but it significantly enhanced externally coded apparent motion perception at a long SOA of 500 ms. Anatomically coded motion signals imply incorrect TOJ responses with crossed hands, but correct responses when the hands are uncrossed; externally coded motion signals always point toward the correct TOJ response. Thus, taken together, these results suggest that apparent-motion signals are likely taken into account when tactile temporal-spatial information is reconstructed.", "doi": "10.3758/s13414-017-1476-5", "title": "Task-irrelevant sounds influence both temporal order and apparent-motion judgments about tactile stimuli applied to crossed and uncrossed hands.", "journal": ["Attention, perception & psychophysics", "Atten Percept Psychophys"]}