{"authors": [["Moore", "Carlene", "C", "Department of Neurology, Duke University Medical Center, Durham, NC, 27710, USA."], ["Gupta", "Rupali", "R", "Department of Neurology, Duke University Medical Center, Durham, NC, 27710, USA."], ["Jordt", "Sven-Eric", "SE", "Department of Anesthesiology, Duke University Medical Center, Durham, NC, 27710, USA."], ["Chen", "Yong", "Y", "Department of Neurology, Duke University Medical Center, Durham, NC, 27710, USA. yong.chen@duke.edu."], ["Liedtke", "Wolfgang B", "WB", "Department of Neurology, Duke University Medical Center, Durham, NC, 27710, USA. liedt001@duke.edu."]], "date": "2017-12-27", "id": "29282613", "text": "Nociception is an important physiological process that detects harmful signals and results in pain perception. In this review, we discuss important experimental evidence involving some TRP ion channels as molecular sensors of chemical, thermal, and mechanical noxious stimuli to evoke the pain and itch sensations. Among them are the TRPA1 channel, members of the vanilloid subfamily (TRPV1, TRPV3, and TRPV4), and finally members of the melastatin group (TRPM2, TRPM3, and TRPM8). Given that pain and itch are pro-survival, evolutionarily-honed protective mechanisms, care has to be exercised when developing inhibitory/modulatory compounds targeting specific pain/itch-TRPs so that physiological protective mechanisms are not disabled to a degree that stimulus-mediated injury can occur. Such events have impeded the development of safe and effective TRPV1-modulating compounds and have diverted substantial resources. A beneficial outcome can be readily accomplished via simple dosing strategies, and also by incorporating medicinal chemistry design features during compound design and synthesis. Beyond clinical use, where compounds that target more than one channel might have a place and possibly have advantageous features, highly specific and high-potency compounds will be helpful in mechanistic discovery at the structure-function level.", "doi": "10.1007/s12264-017-0200-8", "title": "Regulation of Pain and Itch by TRP Channels.", "journal": ["Neuroscience bulletin", "Neurosci Bull"]}