{"authors": [["Ogulmus", "Cansu", "C", "National Magnetic Resonance Research Center (UMRAM), Bilkent University, Ankara, Turkey."], ["Karacaoglu", "Merve", "M", "National Magnetic Resonance Research Center (UMRAM), Bilkent University, Ankara, Turkey."], ["Kafaligonul", "Hulusi", "H", "National Magnetic Resonance Research Center (UMRAM), Bilkent University, Ankara, Turkey. hulusi@bilkent.edu.tr."]], "date": "2017-12-28", "id": "29282487", "text": "The coordination of intramodal perceptual grouping and crossmodal interactions plays a critical role in constructing coherent multisensory percepts. However, the basic principles underlying such coordinating mechanisms still remain unclear. By taking advantage of an illusion called temporal ventriloquism and its influences on perceived speed, we investigated how audiovisual interactions in time are modulated by the spatial grouping principles of vision. In our experiments, we manipulated the spatial grouping principles of proximity, uniform connectedness, and similarity/common fate in apparent motion displays. Observers compared the speed of apparent motions across different sound timing conditions. Our results revealed that the effects of sound timing (i.e., temporal ventriloquism effects) on perceived speed also existed in visual displays containing more than one object and were modulated by different spatial grouping principles. In particular, uniform connectedness was found to modulate these audiovisual interactions in time. The effect of sound timing on perceived speed was smaller when horizontal connecting bars were introduced along the path of apparent motion. When the objects in each apparent motion frame were not connected or connected with vertical bars, the sound timing was more influential compared to the horizontal bar conditions. Overall, our findings here suggest that the effects of sound timing on perceived speed exist in different spatial configurations and can be modulated by certain intramodal spatial grouping principles such as uniform connectedness.", "doi": "10.1007/s00221-017-5159-1", "title": "Temporal ventriloquism along the path of apparent motion: speed perception under different spatial grouping principles.", "journal": ["Experimental brain research", "Exp Brain Res"]}