{"authors": [["Vest", "Bonnie M", "BM", "Department of Family Medicine, University at Buffalo, 77 Goodell Street, Suite 220, Buffalo, NY, 14203, USA. bvest@buffalo.edu."], ["Homish", "D Lynn", "DL", "Department of Community Health and Health Behavior, University at Buffalo, 325 Kimball Tower, 3435 Main Street, Buffalo, NY, 14214, USA."], ["Hoopsick", "Rachel A", "RA", "Department of Community Health and Health Behavior, University at Buffalo, 325 Kimball Tower, 3435 Main Street, Buffalo, NY, 14214, USA."], ["Homish", "Gregory G", "GG", "Department of Community Health and Health Behavior, University at Buffalo, 325 Kimball Tower, 3435 Main Street, Buffalo, NY, 14214, USA."]], "date": "2017-12-27", "id": "29282479", "text": "While the relationship between combat exposure and alcohol problems is well-established, the role of perceptions of trauma is less understood. The goal of this study was to explore associations between National Guard (NG) and reserve soldiers' perceptions of combat experiences as traumatic and alcohol problems, and to examine marital satisfaction as a possible protective factor.The Operation: SAFETY study recruited US Army Reserve and NG soldiers and their partners to complete a questionnaire covering many physical and mental health, military service, and substance use topics. Negative binomial regression models examined the impact of perceived trauma of combat experiences on alcohol problems (N = 198). The potential role of marital satisfaction as a resiliency factor was also examined.The perception of combat experiences as traumatic was associated with increased risk of alcohol problems (risk ratio [RR] = 1.06, 95% confidence interval [CI] 1.01, 1.12; p = 0.024). Combat exposure itself showed no relationship. Marital satisfaction had a significant interaction with perceived combat trauma on alcohol problems (RR = 0.90, 95% CI 0.81, 0.99, p = 0.046), such that soldiers who perceived combat exposure as moderately-highly traumatic were less likely to have alcohol problems when they rated their marital satisfaction highly.Our results demonstrate that the perception of combat experiences as traumatic may be a greater contributor to adverse outcomes, such as alcohol problems, than mere combat exposure. They also demonstrate the importance of marital satisfaction as a resiliency factor, particularly at the highest levels of trauma.", "doi": "10.1007/s00127-017-1477-7", "title": "What drives the relationship between combat and alcohol problems in soldiers? The roles of perception and marriage.", "journal": ["Social psychiatry and psychiatric epidemiology", "Soc Psychiatry Psychiatr Epidemiol"]}