{"authors": [["Matsuoka", "Takanori", "T", "Department of Ophthalmology Osaka University Graduate School of Medicine, Suita, Japan."], ["Asao", "Kazunobu", "K", "Department of Ophthalmology Osaka University Graduate School of Medicine, Suita, Japan."], ["Hashida", "Noriyasu", "N", "Department of Ophthalmology Osaka University Graduate School of Medicine, Suita, Japan."], ["Nishida", "Kohji", "K", "Department of Ophthalmology Osaka University Graduate School of Medicine, Suita, Japan."]], "date": "2017-10-26", "id": "29282399", "text": "Chronic retinal necrosis (CRN) is a rare chronic granular necrotizing retinitis that was first described in 2013. CRN is characterized by intraocular inflammation accompanied by occlusive vasculitis, granular retinitis, and slowly progressing necrosis around the retina in a host with partial immune dysfunction. Cytomegalovirus (CMV) is reported to be a causative agent. There are several ocular complications such as retinal detachment and neovascular glaucoma; however, there has been no description of a clinical manifestation of neovascular glaucoma in CRN. We herein present a case of severe neovascular glaucoma in association with CRN.An 80-year-old man was referred to our hospital with poor control of inflammation and intraocular pressure (IOP). The IOP in his left eye was 29 mm Hg. Anterior chamber cells (2+) and keratic precipitates were observed. In the peripheral retina, vitreous opacities and granular necrotizing retinitis were noticed. Fluorescein angiography revealed extensive retinal nonperfusion area from the macula lesion to the periphery. PCR analysis of aqueous humor showed the presence of CMV. A diagnosis of CRN was made soon afterwards. Antiviral drug and systemic corticosteroid were administered. The treatment temporally resolved the symptom; however, panretinal photocoagulation and intravitreal injection of bevacizumab were performed to treat iris neovascularization. During the follow-up, trabeculectomy was performed because of poor IOP control. At the final visit, severe uncontrolled neovascular glaucoma caused hyphema, and his left eye lost light perception.The prognosis of CRN is poor because of severe neovascular glaucoma and careful observation and active treatments are necessary.", "doi": "10.1159/000480724", "title": "Chronic Retinal Necrosis Severely Complicated by Neovascular Glaucoma: A Case Report.", "journal": ["Case reports in ophthalmology", "Case Rep Ophthalmol"]}