{"authors": [["Kempnich", "Clare L", "CL", "1Monash Institute of Cognitive and Clinical Neurosciences,School of Psychological Sciences, Faculty of Nursing,Medicine, and Health Sciences,Monash University,Clayton Campus,VIC,Australia."], ["Andrews", "Sophie C", "SC", "1Monash Institute of Cognitive and Clinical Neurosciences,School of Psychological Sciences, Faculty of Nursing,Medicine, and Health Sciences,Monash University,Clayton Campus,VIC,Australia."], ["Fisher", "Fiona", "F", "2Statewide Progressive Neurological Disease Service,Calvary Health Care Bethlehem,Caulfield South,VIC,Australia."], ["Wong", "Dana", "D", "1Monash Institute of Cognitive and Clinical Neurosciences,School of Psychological Sciences, Faculty of Nursing,Medicine, and Health Sciences,Monash University,Clayton Campus,VIC,Australia."], ["Georgiou-Karistianis", "Nellie", "N", "1Monash Institute of Cognitive and Clinical Neurosciences,School of Psychological Sciences, Faculty of Nursing,Medicine, and Health Sciences,Monash University,Clayton Campus,VIC,Australia."], ["Stout", "Julie C", "JC", "1Monash Institute of Cognitive and Clinical Neurosciences,School of Psychological Sciences, Faculty of Nursing,Medicine, and Health Sciences,Monash University,Clayton Campus,VIC,Australia."]], "date": "2017-12-28", "id": "29282160", "text": "People with Huntington's disease (HD) experience poor social quality of life, relationship breakdown, and social withdrawal, which are mediated to some extent by socially debilitating neuropsychiatric symptoms, such as apathy and disinhibition. Social cognitive symptoms, such as impaired emotion recognition, also occur in HD, however, the extent of their association with these socially debilitating neuropsychiatric symptoms is unknown. Our study examined the relationship between emotion recognition and symptom ratings of apathy and disinhibition in HD.Thirty-two people with premanifest or symptomatic-HD completed Part 1 of The Awareness of Social Inference Test (TASIT), which is a facial emotion recognition task. In addition, we obtained severity ratings for apathy and disinhibition on the Frontal Systems Behavior Scale (FrSBe) from a close family member. Our analyses used motor symptom severity as a proxy for disease progression.Emotion recognition performance was significantly associated with family-ratings of apathy, above and beyond their shared association with disease severity. We found a similar pattern for disinhibition ratings, which fell short of statistical significance. As expected, worse emotion recognition performance was correlated with higher severity in FrSBe symptom ratings.Our findings suggest that emotion recognition abilities relate to key socially debilitating neuropsychiatric symptoms in HD. Our results help to understand the functional significance of emotion recognition impairments in HD, and may have implications for the development of remediation programs aimed at improving patients' social quality of life. (JINS, 2017, 23, -).", "doi": "10.1017/S1355617717001308", "title": "Emotion Recognition Correlates With Social-Neuropsychiatric Dysfunction in Huntington's Disease.", "journal": ["Journal of the International Neuropsychological Society : JINS", "J Int Neuropsychol Soc"]}