{"authors": [["MacGregor", "Cheryl", "C", "Ophthalmology Department, St Mary's Hospital, Parkhurst Road, Newport, Isle of Wight, PO30 5TG, UK. macgregor.cheryl@doctors.org.uk."], ["Jonas", "Abigail", "A", "Royal Bournemouth Hospital, Bournemouth, UK."], ["Hanifudin", "Abdul", "A", "Southampton University Hospital, Southampton, UK."], ["Lochhead", "Jonathan", "J", "Ophthalmology Department, St Mary's Hospital, Parkhurst Road, Newport, Isle of Wight, PO30 5TG, UK."]], "date": "2017-12-28", "id": "29282030", "text": "Silicone oil tamponade is more frequently reserved for cases of complex retinal detachment. We describe the effects of different variations in oil ratios with the relatively unknown technique of double oil tamponade.Retrospective case note review of nine patients with complex rhegmatogenous retinal detachment (RD). All cases had both superior and inferior breaks, mostly with associated proliferative vitreoretinopathy (PVR). All cases were treated with pars plana vitrectomy (PPV) and a double silicone oil endotamponade (DSOE) of both heavy silicone oil and conventional 'light' silicone oil. Ratios were varied to suit different RD configurations. In vitro observations were studied to help direct these decisions.Anatomical success was achieved in all cases. Common complications were the same as those seen in single oil tamponade (elevated intraocular pressure, cystoid macular oedema (CMO), cataract and posterior capsule opacification. No single case of recurrent RD was seen whilst mixed oil remained in situ.Double silicone oil endotamponade is a safe and effective treatment for complex retinal detachments with superior and inferior breaks. Differences in oil ratios can be tailored to best fit the distribution of retinal pathology. In vitro observations may help to inform these choices.", "doi": "10.1186/s12886-017-0660-7", "title": "Ratios for double silicone oil Endotamponade - in vitro observations may assist with ratio selection.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}