{"authors": [["Li", "Wenwei", "W", "Department of Ophthalmology, Tongde Hospital of Zhejiang Province, 234 Gucui Road, Hangzhou, 310012, China."], ["Wang", "Bin", "B", "Department of Ophthalmology, Tongde Hospital of Zhejiang Province, 234 Gucui Road, Hangzhou, 310012, China. hospitalref@163.com."]], "date": "2017-12-28", "id": "29282020", "text": "The aim of this study was to evaluate the efficacy and safety of transepithelial corneal collagen crosslinking (transepithelial CXL) versus standard corneal collagen crosslinking (epithelium-off CXL) on keratoconus.Eligible studies were identified by systematically searching PubMed, the Cochrane Library and Embase. Topographic parameters, corrected distant visual acuity (CDVA), uncorrected distant visual acuity (UDVA), and corneal thickness (CT) were assessed by the pooled weighted mean differences (WMDs) of the change from baseline to the end of follow up. Quality was assessed according to Cochrane handbook. And we used Review Manager to analysis the included trials.Three trials involving 244 eyes were evaluated, with 111 eyes in the standard CXL group and 133 eyes in the transepithelial CXL group. The pooled results showed that there were significant differences between the two groups in maximum keratometry (mean difference = 1.05D, 95% CI 0.19 to 1.92, P = 0.02)),and the standard CXL is more effective in decreasing the maximum keratometry at least 12 months after operation; the transepithelial CXL group gained more improvement in CDVA (mean difference = -0.07, 95% CI -0.12 to -0.02, P = 0.007);there were no significant differences in uncorrected distant visual acuity (UDVA) between the two groups (mean difference = -0.03, 95% CI -0.20 to 0.15, P = 0.75). A similar change was found in corneal thickness (mean difference = 4.35, 95% CI -0.43 to 9.13, P = 0.07)).The standard CXL is more effective in decreasing the maximum keratometry than the transepithelial CXL; the transepithelial CXL provided favorable visual outcomes; they both exhibit similar safety.", "doi": "10.1186/s12886-017-0657-2", "title": "Efficacy and safety of transepithelial corneal collagen crosslinking surgery versus standard corneal collagen crosslinking surgery for keratoconus: a meta-analysis of randomized controlled trials.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}