{"authors": [["Pandey", "Araniko", "A", "Lumbini Eye Institute, Bhairahawa, Nepal. aranikopandey@gmail.com."], ["Lamichhane", "Gyanendra", "G", "Lumbini Eye Institute, Bhairahawa, Nepal."], ["Khanal", "Roshija", "R", "Lumbini Eye Institute, Bhairahawa, Nepal."], ["Rai", "Salma K C", "SKC", "Lumbini Eye Institute, Bhairahawa, Nepal."], ["Bhari", "Arjun Malla", "AM", "Lumbini Eye Institute, Bhairahawa, Nepal."], ["Borroni", "Davide", "D", "Riga Stradins University, Riga, Latvia."], ["Gautam", "Narayan", "N", "Universal College of Medical Sciences, Bhairahawa, Nepal."]], "date": "2017-12-28", "id": "29282017", "text": "Diabetic retinopathy (DR) is one of the leading causes of preventable blindness in low and middle income countries. In Nepal, there are less studies regarding DR and they too are limited around Kathmandu valley. This study was done to assess visual morbidity in patients with DR at a peripheral tertiary eye care center of Nepal.This was a prospective, hospital based, cross-sectional study in which all consecutive cases of DR were evaluated. DR was classified according to Early Treatment Diabetic Retinopathy Study Research Group - report no. 10 Table A5-1 (Modified Airlie House Classification). Data entry and analysis was done in an SPSS unit version 20. Wherever applicable, variables were set as 100 eyes.Total number of patients included in this study was 50. Commonest age group was 50-69 yrs. (43/77 yrs.; min/max) comprising 80% of the total population (n = 50) and the predominant population was male (76%). Non proliferative diabetic retinopathy (NPDR) was found in 69%, proliferative diabetic retinopathy (PDR) in 31% and advanced diabetic eye disease (ADED) in 3% (n = 100).All the stages of DR were present at significant proportions in this study, noteworthy was the percentage of PDR. This study shows an urgency to gather a national data on DR, raise awareness among diabetics and train effective man power at a local level to diagnose DR at an early stage.", "doi": "10.1186/s12886-017-0656-3", "title": "Assessment of visual morbidity amongst diabetic retinopathy at tertiary eye care center, Nepal: a cross-sectional descriptive study.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}