{"authors": [["Choi", "Young", "Y", "Department of Ophthalmology, Korea University College of Medicine, Seoul, South Korea."], ["Eom", "Youngsub", "Y", "Department of Ophthalmology, Korea University College of Medicine, Seoul, South Korea. hippotate@hanmail.net."], ["Song", "Jong Suk", "JS", "Department of Ophthalmology, Korea University College of Medicine, Seoul, South Korea."], ["Kim", "Hyo Myung", "HM", "Department of Ophthalmology, Korea University College of Medicine, Seoul, South Korea."]], "date": "2017-12-28", "id": "29282016", "text": "To evaluate the effect of different adjustments of the refractive outcome of the first eye according to corneal power (K) in order to improve the intraocular lens (IOL) power calculation of the second eye in the SRK/T formula.One hundred thirty-four patients who underwent uncomplicated bilateral, sequential phacoemulsification with AcrySof IQ implantation were enrolled. The optimal partial adjustment of the refractive outcome of the first eye according to K was retrospectively analyzed using a regression formula.In all patients, the optimal partial adjustment of the refractive outcome of the first eye was calculated as 56%. For K values between 42.8 D and 44.6 D, the optimal partial adjustment was calculated as 30%; however, this adjustment of the first eye did not significantly improve the refractive outcome in the second eye of the subgroup with K values between 42.8 D and 44.6 D. For K values greater than 44.6 D or less than 42.8 D, the optimal partial adjustments were calculated as 69% and 81%, respectively. According to these results, the adjustment of the first eye significantly improved the refractive outcome in the second eye from 0.36 to 0.26 D (P < 0.001) in the entire data set. This result was significantly lower than that using a single partial adjustment (56%) (0.28 D; P = 0.027).For K values greater than 44.6 D or less than 42.8 D, an approximately 70-80% adjustment of the first eye error should be considered. In contrast, for K values between 42.8 D and 44.6 D, a 30% or less adjustment should be considered in the SRK/T formula.", "doi": "10.1186/s12886-017-0664-3", "title": "Influence of corneal power on intraocular lens power of the second eye in the SRK/T formula in bilateral cataract surgery.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}