{"authors": [["Doekhie", "Kirti D", "KD", "Erasmus School of Health Policy and Management (ESHPM), Erasmus University Rotterdam, PO Box 1738, Rotterdam, 3000, DR, The Netherlands. doekhie@eshpm.eur.nl."], ["Buljac-Samardzic", "Martina", "M", "Erasmus School of Health Policy and Management (ESHPM), Erasmus University Rotterdam, PO Box 1738, Rotterdam, 3000, DR, The Netherlands."], ["Strating", "Mathilde M H", "MMH", "Erasmus School of Health Policy and Management (ESHPM), Erasmus University Rotterdam, PO Box 1738, Rotterdam, 3000, DR, The Netherlands."], ["Paauwe", "Jaap", "J", "Erasmus School of Health Policy and Management (ESHPM), Erasmus University Rotterdam, PO Box 1738, Rotterdam, 3000, DR, The Netherlands."]], "date": "2017-12-28", "id": "29281980", "text": "Due to the growing prevalence of elderly patients with multi-morbidity living at home, there is an increasing need for primary care professionals from different disciplinary backgrounds to collaborate as primary care teams. However, it is unclear how primary care professionals conceptualize teams and what underlying factors influence their perception of being part of a team. Our research question is: What are primary care professionals' perceptions of teams and team membership among primary care disciplines and what factors influence their perceptions?We conducted a mixed-methods study in the Dutch primary care setting. First, a survey study of 152 professionals representing 12 primary care disciplines was conducted, focusing on their perceptions of which disciplines are part of the team and the degree of relational coordination between professionals from different disciplinary backgrounds. Subsequently, we conducted semi-structured interviews with 32 professionals representing 5 primary care disciplines to gain a deeper understanding of the underlying factors influencing their perceptions and the (mis)alignment between these perceptions.Misalignments were found between perceptions regarding which disciplines are members of the team and the relational coordination between disciplines. For example, general practitioners were viewed as part of the team by helping assistants, (district) nurses, occupational therapists and geriatric specialized practice nurses, whereas the general practitioners themselves only considered geriatric specialized practice nurses to be part of their team. Professionals perceive multidisciplinary primary care teams as having multiple inner and outer layers. Three factors influence their perception of being part of a team and acting accordingly: a) knowing the people you work with, b) the necessity for knowledge exchange and c) sharing a holistic view of caregiving.Research and practice should take into account the misalignment between primary care professionals' perceptions of primary care teams, as our study notes variations in the conceptualization of primary care teams. To enhance teamwork between professionals from different disciplinary backgrounds, professionals acknowledge the importance of three underlying conditions: team familiarity, regular and structured knowledge exchange between all professionals involved in the care process and realizing and believing in the added value for patients of working as a team.", "doi": "10.1186/s12875-017-0685-2", "title": "Who is on the primary care team? Professionals' perceptions of the conceptualization of teams and the underlying factors: a mixed-methods study.", "journal": ["BMC family practice", "BMC Fam Pract"]}