{"authors": [["Ashida", "Go", "G", "Cluster of Excellence \"Hearing4all\", Department of Neuroscience, University of Oldenburg, Oldenburg, Germany."], ["Tollin", "Daniel J", "DJ", "Department of Physiology and Biophysics, University of Colorado School of Medicine, Aurora, Colorado, United States of America."], ["Kretzberg", "Jutta", "J", "Cluster of Excellence \"Hearing4all\", Department of Neuroscience, University of Oldenburg, Oldenburg, Germany."]], "date": "2017-12-27", "id": "29281618", "text": "In computational biology, modeling is a fundamental tool for formulating, analyzing and predicting complex phenomena. Most neuron models, however, are designed to reproduce certain small sets of empirical data. Hence their outcome is usually not compatible or comparable with other models or datasets, making it unclear how widely applicable such models are. In this study, we investigate these aspects of modeling, namely credibility and generalizability, with a specific focus on auditory neurons involved in the localization of sound sources. The primary cues for binaural sound localization are comprised of interaural time and level differences (ITD/ILD), which are the timing and intensity differences of the sound waves arriving at the two ears. The lateral superior olive (LSO) in the auditory brainstem is one of the locations where such acoustic information is first computed. An LSO neuron receives temporally structured excitatory and inhibitory synaptic inputs that are driven by ipsi- and contralateral sound stimuli, respectively, and changes its spike rate according to binaural acoustic differences. Here we examine seven contemporary models of LSO neurons with different levels of biophysical complexity, from predominantly functional ones ('shot-noise' models) to those with more detailed physiological components (variations of integrate-and-fire and Hodgkin-Huxley-type). These models, calibrated to reproduce known monaural and binaural characteristics of LSO, generate largely similar results to each other in simulating ITD and ILD coding. Our comparisons of physiological detail, computational efficiency, predictive performances, and further expandability of the models demonstrate (1) that the simplistic, functional LSO models are suitable for applications where low computational costs and mathematical transparency are needed, (2) that more complex models with detailed membrane potential dynamics are necessary for simulation studies where sub-neuronal nonlinear processes play important roles, and (3) that, for general purposes, intermediate models might be a reasonable compromise between simplicity and biological plausibility.", "doi": "10.1371/journal.pcbi.1005903", "title": "Physiological models of the lateral superior olive.", "journal": ["PLoS computational biology", "PLoS Comput. Biol."]}