{"authors": [["Hai", "Audrey Hang", "AH", "a The University of Texas at Austin Steve Hicks School of Social Work , Austin , Texas , USA."]], "date": "2017-12-27", "id": "29281557", "text": "Studies show that religiosity is a protective factor against marijuana use. Given many religions' teachings to promote risk perception of substance use, risk perception possibly mediates the relationship between religiosity and marijuana use. Moreover, since males and females differ in religiosity, risk perception, and marijuana use, gender may moderate religiosity's indirect effect on marijuana use through risk perception and religiosity's direct effect on marijuana use. Despite substantial research on religiosity and adolescent marijuana use, little research has targeted the young adult population.This study is the first to investigate the conditional nature of religiosity's influence on marijuana use through risk perception among young adults in the U.S.Using a nationally representative sample from the 2014 National Survey on Drug Use and Health (N = 12,646), conditional process analysis was examined through significant test of the index of moderated mediation. Additionally, mediation analysis was conducted in male (n = 6042) and female (n = 6604) groups separately to further characterize the nature of the relationships.Religiosity's indirect effect on marijuana use through risk perception was found to be significantly different between males and females, while there were no gender differences in religiosity's direct effect on marijuana use. The indirect effect of religiosity on marijuana use via risk perception was significant among both males and females and was larger for females than males.Prevention interventions for young adults' marijuana use that incorporate religiosity should emphasize factors related to risk perception and have a gender informed perspective. Direction for future research is provided.", "doi": "10.1080/10826084.2017.1409242", "title": "Gender Differences in the Relationships among Young Adults' Religiosity, Risk Perception, and Marijuana Use: A Moderated Mediation Model.", "journal": ["Substance use & misuse", "Subst Use Misuse"]}