{"authors": [["Levine", "Seth M", "SM", "Department of Psychiatry and Psychotherapy, University of Regensburg, Universitätsstraße 84, 93053 Regensburg, Germany."], ["Pfaller", "Michael", "M", "Department of Psychology (Clinical Psychology and Psychotherapy), University of Regensburg,Universitätsstraße 31, 93053 Regensburg, Germany."], ["Reichenberger", "Jonas", "J", "Department of Psychology (Clinical Psychology and Psychotherapy), University of Regensburg,Universitätsstraße 31, 93053 Regensburg, Germany."], ["Shiban", "Youssef", "Y", "Department of Psychology (Clinical Psychology and Psychotherapy), University of Regensburg,Universitätsstraße 31, 93053 Regensburg, Germany."], ["Mühlberger", "Andreas", "A", "Department of Psychology (Clinical Psychology and Psychotherapy), University of Regensburg,Universitätsstraße 31, 93053 Regensburg, Germany."], ["Rupprecht", "Rainer", "R", "Department of Psychiatry and Psychotherapy, University of Regensburg, Universitätsstraße 84, 93053 Regensburg, Germany."], ["Schwarzbach", "Jens V", "JV", "Department of Psychiatry and Psychotherapy, University of Regensburg, Universitätsstraße 84, 93053 Regensburg, Germany."]], "date": "2017-12-21", "id": "29281096", "text": "While prior work has demonstrated that fear-conditioning changes the neural representation of previously neutral stimuli, it remains unknown to what extent this new representation abstracts away from specific fears and which brain areas are involved therein. To investigate this question, we sought commonalities between experimentally-induced fear via electric shocks and pre-existing phobia. Using functional MRI, we tested the effect of fear-conditioning pictures of dogs in 21 spider-fearful participants across three phases: baseline, post-conditioning, and extinction. Considering phobic stimuli as a reference point for the state of fear allowed us to examine whether fear-conditioning renders information patterns of previously neutral stimuli more similar to those of phobic stimuli. We trained a classification algorithm to discriminate information patterns of neutral stimuli (rats) and phobic stimuli and then tested the algorithm on information patterns from the conditioned stimuli (dogs). Performing this cross-decoding analysis at each experimental phase revealed brain regions in which dogs were classified as rats during baseline, as spiders following conditioning, and again as rats after extinction. A follow-up analysis showed that changes in visual perception information cannot explain the changing classification performance. These results demonstrate a common neural representation for processing fear-eliciting information, either pre-existing or acquired by classical conditioning.", "doi": "10.1093/scan/nsx147", "title": "Relating experimentally-induced fear to pre-existing phobic fear in the human brain.", "journal": ["Social cognitive and affective neuroscience", "Soc Cogn Affect Neurosci"]}