{"authors": [["Marinelli", "A", "A", "Clinical Unit of Occupational Medicine, University of Trieste, Trieste, Italy."], ["Prodi", "A", "A", "Clinical Unit of Occupational Medicine, University of Trieste, Trieste, Italy."], ["Pesel", "G", "G", "Institute for Maternal and Child Health-IRCCS 'Burlo Garofolo', Trieste, Italy."], ["Ronchese", "F", "F", "Clinical Unit of Occupational Medicine, University of Trieste, Trieste, Italy."], ["Bovenzi", "M", "M", "Clinical Unit of Occupational Medicine, University of Trieste, Trieste, Italy."], ["Negro", "C", "C", "Clinical Unit of Occupational Medicine, University of Trieste, Trieste, Italy."], ["Larese Filon", "F", "F", "Clinical Unit of Occupational Medicine, University of Trieste, Trieste, Italy."]], "date": null, "id": "29281066", "text": "The serum level of dehydroepiandrosterone sulphate (DHEA-S) has been suggested as a biological marker of stress.To assess the association between serum DHEA-S, psychosocial factors and musculoskeletal (MS) pain in university workers.The study population included voluntary workers at the scientific departments of the University of Trieste (Italy) who underwent periodical health surveillance from January 2011 to June 2012. DHEA-S level was analysed in serum. The assessment tools included the General Health Questionnaire (GHQ) and a modified Nordic musculoskeletal symptoms questionnaire. The relation between DHEA-S, individual characteristics, pain perception and psychological factors was assessed by means of multivariable linear regression analysis.There were 189 study participants. The study population was characterized by high reward and low effort. Pain perception in the neck, shoulder, upper limbs, upper back and lower back was reported by 42, 32, 19, 29 and 43% of people, respectively. In multivariable regression analysis, gender, age and pain perception in the shoulder and upper limbs were significantly related to serum DHEA-S. Effort and overcommitment were related to shoulder and neck pain but not to DHEA-S. The GHQ score was associated with pain perception in different body sites and inversely to DHEA-S but significance was lost in multivariable regression analysis.DHEA-S was associated with age, gender and perception of MS pain, while effort-reward imbalance dimensions and GHQ score failed to reach the statistical significance in multivariable regression analysis.", "doi": "10.1093/occmed/kqx159", "title": "Serum dehydroepiandrosterone sulphate, psychosocial factors and musculoskeletal pain in workers.", "journal": ["Occupational medicine (Oxford, England)", "Occup Med (Lond)"]}