{"authors": [["Brun", "Guillaume", "G", "Laboratoire de Biologie et Pathologie Végétales. EA, SFR QUASAV, Université de Nantes. rue de la Houssinière, BP, Nantes Cedex, France."], ["Braem", "Lukas", "L", "VIB-UGent Center for Plant Systems Biology, Technologiepark, Zwijnaarde, Belgium."], ["Thoiron", "Séverine", "S", "Laboratoire de Biologie et Pathologie Végétales. EA, SFR QUASAV, Université de Nantes. rue de la Houssinière, BP, Nantes Cedex, France."], ["Gevaert", "Kris", "K", "VIB-UGent Center for Medical Biotechnology, Albert Baertsoenkaai, Ghent, Belgium."], ["Goormachtig", "Sofie", "S", "VIB-UGent Center for Plant Systems Biology, Technologiepark, Zwijnaarde, Belgium."], ["Delavault", "Philippe", "P", "Laboratoire de Biologie et Pathologie Végétales. EA, SFR QUASAV, Université de Nantes. rue de la Houssinière, BP, Nantes Cedex, France."]], "date": "2017-12-21", "id": "29281042", "text": "Obligate root parasitic plants belonging to the Orobanchaceae family are deadly pests for major crops all over the world. Because these heterotrophic plants severely damage their hosts even before emerging from the soil, there is an unequivocal need to design early and efficient control methods. Their germination process has probably undergone numerous selective pressure events along evolution, in that the perception of host-derived molecules is a sine qua non condition for seeds to germinate. Although most of these molecules belong to the strigolactones, structurally different molecules have been identified. Because strigolactones were also classified as new plant hormones regulating several physiological processes other than germination, the use of autotrophic model plants species allowed to identify many actors involved in strigolactones biosynthesis, perception, and signal transduction pathways. Nevertheless, there are still a lot of missing pieces regarding the parasitic plants' germination process. For instance, how did parasitic plants evolve to germinate in response to a wide variety of molecules while autotrophic plants not? What particular features are associated with their lack of spontaneous germination? In this special issue, we will attempt to illustrate to what extent conclusions could be applied from the strigolactone research to better apprehend the parasitic plant biology.", "doi": "10.1093/jxb/erx472", "title": "Seed germination in parasitic plants: what insights can we expect from strigolactone research?", "journal": ["Journal of experimental botany", "J. Exp. Bot."]}