{"authors": [["Hocaoglu", "Mumin", "M", "Istanbul Retina Institute, Istanbul, Turkey."], ["Karacorlu", "Murat", "M", null], ["Ersoz", "Mehmet G", "MG", null], ["Sayman Muslubas", "Isil", "I", null], ["Arf", "Serra", "S", null]], "date": "2017-12-26", "id": "29280939", "text": "To estimate the outcomes of retinal detachment in eyes with chorioretinal coloboma managed by pars plana vitrectomy and silicone oil tamponade.A retrospective chart review of 10 eyes (10 patients) who underwent pars plana vitrectomy for retinal detachment with chorioretinal coloboma.The average age at the time of the surgery was 29.8 ± 19.7 years. The mean follow-up period was 28.8 ± 28.4 months. The mean silicone oil tamponade duration was 9.8 ± 3.5 weeks. Of 10 eyes, 4 (40%) had retinal breaks outside the coloboma, 4 (40%) had breaks inside the coloboma, 1 (10%) had breaks inside and outside the coloboma, and in 1 eye (10%); the causative retinal break was not localized. Preoperatively, the mean visual acuity was 20/2,500 (n = 9), and 1 (10%) was recorded as \"Not CSM.\" At the final examination, the mean visual acuity for the patients with measurable visual acuity was 20/200 (P = 0.06), and in the remaining eye was recorded as light perception. The retina was finally reattached in nine eyes (90%). Postoperative complications included cataract in three (30%), persistent elevated intraocular pressure in one (10%), band keratopathy in one (10%), and proliferative vitreoretinopathy in one (10%).Complete pars plana vitrectomy with or without lensectomy, laser photocoagulation around the peripheral retina, around all the peripheral breaks and around the colobomatous area, and silicone oil tamponade is effective for retinal detachment in eyes with chorioretinal coloboma. Silicone oil removal as early as possible did not increase the risk of redetachment and seems to reduce the incidence of oil-related complications in such cases.", "doi": "10.1097/IAE.0000000000002014", "title": "OUTCOMES OF VITRECTOMY WITH SILICONE OIL TAMPONADE FOR MANAGEMENT OF RETINAL DETACHMENT IN EYES WITH CHORIORETINAL COLOBOMA.", "journal": ["Retina (Philadelphia, Pa.)", "Retina (Philadelphia, Pa.)"]}