{"authors": [["McFarland", "M Shawn", "MS", null], ["Lamb", "Kristen", "K", null], ["Hughes", "Jonathan", "J", null], ["Thomas", "Ashley", "A", null], ["Gatwood", "Justin", "J", null], ["Hathaway", "Jacob", "J", null]], "date": "2017-12-22", "id": "29280778", "text": "The patient-centered medical home (PCMH) model is a multidisciplinary, team-based approach to healthcare that focuses on actively involving the patient in clinical decision making. The Veterans Health Administration (VA), while desiring to be a national leader in the delivery of primary care services, used the principles of the PCMH model to design the patient-aligned care team (PACT). The purpose of this study, was to explore the perception of the PACT members after integration of a clinical pharmacist to the PACT.This was a single-center cross-sectional study conducted at an integrated Veterans Health Administration system. We electronically surveyed PACT staff practicing within VA-Tennessee Valley Health Care System as of October 1, 2016 using a modified version of the Medicine Medication Use Processes Matrix (MUPM) containing 19 items on five theoretical grouping of processes (evaluation and management, monitoring, medication review, documentation, and education) and two groupings(clinician satisfaction and access).Ninety-one complete responses were received. Perceptions were positive, with 79% rated as either 4 (\"moderate contribution\") or 5 (\"major contribution\"). Individual responses based on discipline, with the exception of the medical support assistant were rated positive, specifically job satisfaction.This study evaluated the perceptions of clinical pharmacist integration into the PACT model. Respondents perceived clinical pharmacist beneficial.", "doi": "10.1097/JHQ.0000000000000114", "title": "Perceptions of Integration of the Clinical Pharmacist Into the PCMH Model by the PCMH Team.", "journal": ["Journal for healthcare quality : official publication of the National Association for Healthcare Quality", "J Healthc Qual"]}