{"authors": [["Wagner", "Anjuli D", "AD", "Department of Global Health, University of Washington, Box 359931, Seattle, WA 98104, USA."], ["O'malley", "Gabrielle", "G", "Department of Global Health, University of Washington, Box 359931, Seattle, WA 98104, USA."], ["Firdawsi", "Olivia", "O", "Department of Global Health, University of Washington, Box 359931, Seattle, WA 98104, USA."], ["Mugo", "Cyrus", "C", "Department of Pediatrics and Child Health, University of Nairobi, P.O. Box 19676 - 00202, Nairobi, Kenya."], ["Njuguna", "Irene N", "IN", "Departments of Epidemiology, University of Washington, Box 359909, Seattle, WA 98104, USA."], ["Maleche-Obimbo", "Elizabeth", "E", "Department of Pediatrics and Child Health, University of Nairobi, P.O. Box 19676 - 00202, Nairobi, Kenya."], ["Inwani", "Irene W", "IW", "Research and Programs, Kenyatta National Hospital, Ngong Road, Nairobi 00202, Kenya."], ["Wamalwa", "Dalton C", "DC", "Department of Pediatrics and Child Health, University of Nairobi, P.O. Box 19676 - 00202, Nairobi, Kenya."], ["John-Stewart", "Grace C", "GC", "Department of Global Health, University of Washington, Box 359931, Seattle, WA 98104, USA."], ["Slyker", "Jennifer A", "JA", "Department of Global Health, University of Washington, Box 359931, Seattle, WA 98104, USA."]], "date": "2017-12-22", "id": "29280769", "text": "(250/250 words) BACKGROUND:: Prompt child HIV testing and treatment is critical; however, children are often not diagnosed until symptomatic. Understanding factors that influence pediatric HIV testing can inform strategies to increase testing.A mixed-methods study was conducted at a tertiary hospital in Nairobi, Kenya. Three focus group discussions with health care workers (HCW) and 18 in-depth interviews with HIV-infected adults with children of unknown status were analyzed using thematic analysis. A structured questionnaire was administered to 116 HIV-infected caregivers of children of unknown status to triangulate qualitative findings.Analysis revealed 3 key periods of the pediatric HIV testing process: decision to test, test visit, and post-test. Key issues included: decision to test: inaccurate HIV risk perception for children, challenges with paternal consent, lack of caregiver HIV status disclosure to partners/older children; test experience: poor understanding of child consent/assent and disclosure guidelines, perceived costs of testing and care, school schedules, HCW discomfort with pediatric HIV testing; post-test: pessimism regarding HIV-infected children's prognosis, caregiver concerns about own emotional health if child is positive, and challenges communicating about HIV with children. Concerns about all three periods influenced child testing decisions. Additionally, three challenges were unique to pediatric HIV: inaccurate HIV risk perception for children; disclosure, consent, and permission; and costs and scheduling.Pediatric HIV testing barriers are distinct from adult barriers. Uptake of pediatric HIV testing may be enhanced by interventions to address misconceptions, disclosure services, psychosocial support addressing concerns unique to pediatric testing, child-focused HCW training, and alternative clinic hours.", "doi": "10.1097/QAI.0000000000001614", "title": "Disclosure, consent, opportunity costs, and inaccurate risk assessment deter pediatric HIV testing: a mixed-methods study.", "journal": ["Journal of acquired immune deficiency syndromes (1999)", "J. Acquir. Immune Defic. Syndr."]}