{"authors": [["Bereket", "Abdullah", "A", "Marmara University Faculty of Medicine, Department of Pediatrics, Division of Pediatric Endocrinology, İstanbul, Turkey."]], "date": "2017-12-27", "id": "29280737", "text": "Central precocious puberty (CPP) is a diagnosis that pediatric endocrinologists worldwide increasingly make in girls of age 6-8 years and is mostly idiopathic. Part of the reason for increasing referral and diagnosis is the perception among the doctors as well as the patients that treatment of CPP with long-acting gonadotropin-releasing hormon analogues (GnRHa) promote height of the child. Although, the timing and the tempo of puberty does influence statural growth and achieved adult height, the extent of this effect is variable depending on several factors and is modest in most cases. Studies investigating GnRHa treatment in girls with idiopathic CPP demonstrate that treatment is able to restore adult height compromised by precocious puberty. However, reports on untreated girls with precocious puberty demonstrate that some of these girls achieve their target height without treatment as well, thus, blurring the net effect of GnRHa treatment on height in girls with CPP. Clinical studies on treatment of girls with idiopathic CPP on adult stature suffers from the solid evidence-base due mainly to the lack of well-designed randomized controlled studies and our insufficiencies of predicting adult height of a child with narrow precision. This is particularly true for girls in whom age of pubertal onset is close to physiological age of puberty, which are the majority of cases treated with GnRHa nowadays. Heterogeneous nature of pubertal tempo (progressive vs. nonprogressive) leading to different height outcomes also complicates the interpretation of the results in both treated and untreated cases. This review will attemp to summarize and critically appraise available data in the field.", "doi": "10.4274/jcrpe.2017.S004", "title": "A Critical Appraisal of the Effect of Gonadotropin-Releasing Hormon Analog Treatment on Adult Height of Girls with Central Precocious Puberty.", "journal": ["Journal of clinical research in pediatric endocrinology", "J Clin Res Pediatr Endocrinol"]}