{"authors": [["Leyser-Whalen", "Ophra", "O", "Department of Sociology and Anthropology, University of Texas at El Paso, Texas, USA."], ["Greil", "Arthur L", "AL", "Division of Social Sciences, Alfred University, New York, USA."], ["McQuillan", "Julia", "J", "Department of Sociology, University of Nebraska-Lincoln, Nebraska, USA."], ["Johnson", "Katherine M", "KM", "Department of Sociology, Tulane University, Louisiana, USA."], ["Shrefffler", "Karina M", "KM", "Human Development and Family Science, Oklahoma State University, Oklahoma, USA."]], "date": "2017-12-27", "id": "29280501", "text": "Only some individuals who have the medically defined condition 'infertility' adopt a self-definition as having a fertility problem, which has implications for social and behavioural responses, yet there is no clear consensus on why some people and not others adopt a medical label. We use interview data from 28 women and men who sought medical infertility treatment to understand variations in self-identification. Results highlight the importance of identity disruption for understanding the dialectical relationship between medical contact and self-identification, as well as how diagnosis acts both as a category and a process. Simultaneously integrating new medical knowledge from testing and treatment with previous fertility self-perceptions created difficulty for settling on an infertility self-perception. Four response categories emerged for adopting a self-perception of having a fertility problem: (i) the non-adopters - never adopting the self-perception pre- or post-medical contact; (ii) uncertain - not being fully committed to the self-perception pre- or post-medical contact; (iii) assuming the label - not having prior fertility concerns but adopting the self-perception post-medical contact; and (iv) solidifying a tentative identity - not being fully committed to a self-perception pre-medical contact, but fully committed post-medical contact. (A virtual abstract of this paper can be viewed at: https://www.youtube.com/channel/UC_979cmCmR9rLrKuD7z0ycA).", "doi": "10.1111/1467-9566.12657", "title": "'Just because a doctor says something, doesn't mean that [it] will happen': Self-perception as having a Fertility Problem among Infertility Patients.", "journal": ["Sociology of health & illness", "Sociol Health Illn"]}