{"authors": [["Guo", "Jenny", "J", "Department of Radiation Oncology, Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Kim", "Hyun", "H", "Department of Radiation Oncology, Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, Pennsylvania. Electronic address: kim.hyun@wustl.edu."], ["Kalchman", "Ingrid", "I", "Department of Radiation Oncology, Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Dan", "Tu D", "TD", "Department of Radiation Oncology, University of Texas Southwestern, Dallas, Texas."], ["Zhan", "Tingting", "T", "Division of Biostatistics, Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, Pennsylvania."], ["Werner-Wasik", "Maria", "M", "Department of Radiation Oncology, Sidney Kimmel Medical College at Thomas Jefferson University, Philadelphia, Pennsylvania."]], "date": "2017-06-27", "id": "29280445", "text": "European data suggest that 8-fraction stereotactic body radiation therapy (SBRT) regimens may be similar in efficacy with less toxicity than ≤5-fraction SBRT for central lung lesions. However, under current Centers for Medicare and Medicaid Services guidelines, SBRT in the United States (US) is reimbursed for only ≤5 fractions, whereas there are no such restrictions for reimbursement in Canada. We hypothesize that US-specific SBRT reimbursement policies influence the use of ≥5-fraction SBRT in US academic centers in comparison with comparable Canadian centers.A 15-question electronic survey was distributed to radiation oncologists at National Cancer Institute-designated cancer centers in the US and the 10 highest research-funded cancer centers in Canada. Fisher exact test or exact logistic regression if applicable was used, where P<.05 was considered statistically different from neutral.Of the 143 radiation oncologists from 60 US cancer centers and 6 Canadian cancer centers who completed the survey (17.6% response rate), 125 routinely prescribe SBRT. Fifty percent of US physicians versus 0% of Canadian physicians indicated that there are instances when they would like to prescribe >5-fraction SBRT but prescribe ≤5 fractions because of insurance reimbursement (P=.076 and P=.001, respectively). Seventy percent (P=.006) of US radiation oncologists versus 0% (P=.001) of Canadian radiation oncologists report that SBRT clinical investigation is constrained by the insurance reimbursement. The most common reported deterrent to prescribing >5-fraction SBRT in the US was insurance reimbursement (49.5%).US radiation oncologists are more likely than those in Canada to report that SBRT clinical investigation and >5-fraction SBRT use may be negatively influenced by health insurance reimbursement; this perception was not held by physicians in Canada. Health care environment may significantly affect radiation therapy decision making and practice patterns.", "doi": "10.1016/j.ijrobp.2017.06.2447", "title": "The Influence of Health Insurance Policy on Radiation Oncology Physician SBRT/SABR Use Practices: A North American Survey.", "journal": ["International journal of radiation oncology, biology, physics", "Int. J. Radiat. Oncol. Biol. Phys."]}