{"authors": [["Picariello", "Federica", "F", "Health Psychology Section, Psychology Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, UK."], ["Moss-Morris", "Rona", "R", "Health Psychology Section, Psychology Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, UK."], ["Macdougall", "Iain C", "IC", "Department of Renal Medicine, King's College Hospital, London, UK."], ["Chilcot", "Joseph", "J", "Health Psychology Section, Psychology Department, Institute of Psychiatry, Psychology and Neuroscience, King's College London, UK."]], "date": "2017-12-27", "id": "29280249", "text": "Fatigue is commonly experienced in end-stage kidney disease (ESKD) patients. In order to develop patient-centred psychosocial interventions to help patients manage fatigue symptoms, a more in-depth understanding regarding the experience of fatigue is needed.The objective of this study was to explore renal patients' experiences of fatigue, across renal replacement therapy (RRT) modalities.Twenty-five in-depth semi-structured interviews were conducted. Interviews were audio-taped, transcribed, and analysed using inductive thematic analysis.Main themes included the strong role of the illness and treatment in the aetiology of fatigue. Two contrasting streams of illness-fatigue interpretations emerged: catastrophizing versus normalizing. Participants emphasized the importance of having a sense of purpose in facilitating active management of fatigue. Many participants described the consequences of fatigue on their functioning. Low mood, frustration, and anger were common emotional consequences of fatigue. Three dominant fatigue management strategies emerged: one related to accommodation of activities around fatigue, another on increasing activities to counteract fatigue, and the third one revolved around self-compassion. Social support emerged as an important aspect of the fatigue experience, serving as a source of motivation, yet participants were wary of becoming a burden to others.Findings identify casual attributions, behavioural and emotional reactions, management strategies, and facilitators of active management of fatigue in ESKD. Untying fatigue from the illness and treatment may help patients to develop alternative less catastrophic perceptions of fatigue, increase their perception of control over fatigue, and facilitate active fatigue management. Statement of contribution What is already known on this subject? Fatigue is persistent and debilitating in end-stage kidney disease (ESKD), with no consistent treatment model. Promising evidence is available for psychological fatigue interventions in other chronic conditions. There is a gap in studies looking at the fatigue experiences of patients with ESKD across renal replacement therapies. What does this study add? Fatigue is not inherently negative, but shaped by patients' beliefs and behaviours. Findings provide novel insights, for example, on the important role social support seems to play in fatigue. An in-depth understanding of fatigue may help to inform a future patient-centred intervention in ESKD.", "doi": "10.1111/bjhp.12289", "title": "'It's when you're not doing too much you feel tired': A qualitative exploration of fatigue in end-stage kidney disease.", "journal": ["British journal of health psychology", "Br J Health Psychol"]}