{"authors": [["Veale", "Jaimie F", "JF", "School of Psychology, University of Waikato, Hamilton, New Zealand."], ["Peter", "Tracey", "T", "Department of Sociology, University of Manitoba, Winnipeg, Canada."], ["Travers", "Robb", "R", "Department of Health Sciences, Wilfrid Laurier University, London, Canada."], ["Saewyc", "Elizabeth M", "EM", "Stigma and Resilience Among Vulnerable Youth Centre, School of Nursing, University of British Columbia, Vancouver, Canada."]], "date": "2017-12-01", "id": "29279875", "text": "Purpose: We aimed to assess the Minority Stress Model which proposes that the stress of experiencing stigma leads to adverse mental health outcomes, but social supports (e.g., school and family connectedness) will reduce this negative effect. Methods: We measured stigma-related experiences, social supports, and mental health (self-injury, suicide, depression, and anxiety) among a sample of 923 Canadian transgender 14- to 25-year-old adolescents and young adults using a bilingual online survey. Logistic regression models were conducted to analyze the relationship between these risk and protective factors and dichotomous mental health outcomes among two separate age groups, 14- to 18-year-old and 19- to 25-year-old participants. Results: Experiences of discrimination, harassment, and violence (enacted stigma) were positively related to mental health problems and social support was negatively associated with mental health problems in all models among both age groups. Among 14-18 year olds, we examined school connectedness, family connectedness, and perception of friends caring separately, and family connectedness was always the strongest protective predictor in multivariate models. In all the mental health outcomes we examined, transgender youth reporting low levels of enacted stigma experiences and high levels of protective factors tended to report favorable mental health outcomes. Conversely, the majority of participants reporting high levels of enacted stigma and low levels of protective factors reported adverse mental health outcomes. Conclusion: While these findings are limited by nonprobability sampling procedures and potential additional unmeasured risk and protective factors, the results provide positive evidence for the Minority Stress Model in this population and affirm the need for policies and programs to support schools and families to support transgender youth.", "doi": "10.1089/trgh.2017.0031", "title": "Enacted Stigma, Mental Health, and Protective Factors Among Transgender Youth in Canada.", "journal": ["Transgender health", "Transgend Health"]}