{"authors": [["Walther", "Leif Erik", "LE", "HNO-Gemeinschaftspraxis, Main-Taunus-Zentrum, Sulzbach, Germany."]], "date": "2017-12-18", "id": "29279722", "text": "Vertigo is a multisensory syndrome that otolaryngologists are confronted with every day. With regard to the complex functions of the sense of orientation, vertigo is considered today as a disorder of the sense of direction, a disturbed spatial perception of the body. Beside the frequent classical syndromes for which vertigo is the leading symptom (e.g. positional vertigo, vestibular neuritis, Menière's disease), vertigo may occur as main or accompanying symptom of a multitude of ENT-related diseases involving the inner ear. It also concerns for example acute and chronic viral or bacterial infections of the ear with serous or bacterial labyrinthitis, disorders due to injury (e.g. barotrauma, fracture of the oto-base, contusion of the labyrinth), chronic-inflammatory bone processes as well as inner ear affections in the perioperative course. In the last years, diagnostics of vertigo have experienced a paradigm shift due to new diagnostic possibilities. In the diagnostics of emergency cases, peripheral and central disorders of vertigo (acute vestibular syndrome) may be differentiated with simple algorithms. The introduction of modern vestibular test procedures (video head impulse test, vestibular evoked myogenic potentials) in the clinical practice led to new diagnostic options that for the first time allow a complex objective assessment of all components of the vestibular organ with relatively low effort. Combined with established methods, a frequency-specific assessment of the function of vestibular reflexes is possible. New classifications allow a clinically better differentiation of vertigo syndromes. Modern radiological procedures such as for example intratympanic gadolinium application for Menière's disease with visualization of an endolymphatic hydrops also influence current medical standards. Recent methodical developments significantly contributed to the possibilities that nowadays vertigo can be better and more quickly clarified in particular in otolaryngology.", "doi": "10.3205/cto000141", "title": "Current diagnostic procedures for diagnosing vertigo and dizziness.", "journal": ["GMS current topics in otorhinolaryngology, head and neck surgery", "GMS Curr Top Otorhinolaryngol Head Neck Surg"]}