{"authors": [["Al Taki", "Amjad", "A", "Smile Spa Dental Clinic, Private Practice, Dubai, UAE."], ["Hamdan", "Ahmad Mohammad", "AM", "Department of Orthodontic and Pediatric Dentistry, Faculty of Dentistry, University of , Amman, Jordan."], ["Mustafa", "Ziad", "Z", "Department of Clinical Dentistry, College of Dentistry, Ajman University of Science and Technology, Ajman, UAE."], ["Hassan", "Mawada", "M", "Department of Clinical Dentistry, College of Dentistry, Ajman University of Science and Technology, Ajman, UAE."], ["Abu-Alhuda", "Sami", "S", "Smile Spa Dental Clinic, Private Practice, Dubai, UAE."]], "date": null, "id": "29279680", "text": "The purpose of this study was to determine the perception of trained dental professionals and laypersons toward the esthetic impact of variations in the vertical position, width, and gingival height of the maxillary lateral incisor.The present study analyzed the perspective of smile photographs by dental professionals such as \"fifty orthodontics and fifty general dental practitioners (GDPs)\" as well as fifty laypersons, consisting of an equal number of male and female participants. Photographs edited to depict alteration of golden proportion, incisal length, and gingival height of lateral incisor. SPSS software was used to analyze the data and determine the significant difference within all the participants, at 0.05% level (95% confidence interval).There was no significant difference in ranking between the genders. Golden proportion of 62%-67% were ranked the highest by orthodontists, whereas GDPs and laypersons preferred 67%. Regarding gingival display, corrected height of -0.5 and -1 mm received highest ranking from all the three groups. In case of lateral incisal length, -0.5 mm was ranked highest by laypersons, in contrast to -1 mm by orthodontists and GDPs.Specific differences were observed in the ranking of smile esthetics by health-care professionals and laypersons. Golden proportion of 62% and 67% were ranked the highest by orthodontists, whereas GDPs and laypersons preferred 67%. Corrected gingival height of -0.5 and -1 mm received highest ranking from all the three groups. In case of lateral incisal length, -0.5 mm was ranked highest by laypersons, in contrast to -1 mm by orthodontists and GDPs.", "doi": "10.4103/ejd.ejd_351_16", "title": "Smile esthetics: Impact of variations in the vertical and horizontal dimensions of the maxillary lateral incisors.", "journal": ["European journal of dentistry", "Eur J Dent"]}