{"authors": [["Mohammadi", "Seyed-Farzad", "SF", "Eye Research Center, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Saeedi-Anari", "Ghasem", "G", "Eye Research Center, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Ashrafi", "Elham", "E", "Eye Research Center, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Mohammadi", "Seyed-Mehrdad", "SM", "Eye Research Center, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Farzadfar", "Farshad", "F", "Noncommunicable Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Lashay", "Alireza", "A", "Eye Research Center, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Hashemi", "Hassan", "H", "Noor Ophthalmology Research Center, Noor Eye Hospital, Tehran, Iran."]], "date": null, "id": "29279656", "text": "The purpose of this study is to provide a pooled estimate of moderate-to-severe visual impairment (MSVI) and blindness in Iran for people 50 years and over and to identify the major causes through systematic review.International (PubMed, ISI Web of Science, and Scopus) and national databases (Scientific Information Database, Barakat Knowledge Network System, Iran Databank of Ophthalmology Research, and Magiran) databases were searched. Following relevance assessment and critical appraisal, eight studies were included. A funnel plot was drawn to explore the stability for estimation. Single-variable meta-regression analysis was applied for heterogeneity assessment, and a random effect model was used (but no significant source for the observed heterogeneity was found).Age-standardized pooled estimate of MSVI was 4.24% (95% confidence interval [CI]: 2.92-5.56); 3.98% (95% CI: 2.37-5.59) for men, and 4.08% (95% CI: 2.95-5.21) for women. Blindness (visual acuity <3/60) prevalence was 1.31% (95% CI: 1.23-1.39); 0.96% (95% CI: 0.89-1.03) for men, and 1.13% (95% CI: 1.06-1.20) for women. Causes of visual impairment (VI) were cataract (40.23%), amblyopia (12.03%), corneal opacity (9.63%), age-related macular degeneration (9.31%), diabetic retinopathy (4.94%), and glaucoma (3.67%).VI prevalence in the 50 years and older population in Iran seems significantly better than the corresponding global estimates. A rough 60% rate of treatable VI was estimated, mostly attributable to unoperated cataract.", "doi": "10.4103/meajo.MEAJO_168_16", "title": "Prevalence and Major Causes of Visual Impairment in Iranian Adults: A Systematic Review.", "journal": ["Middle East African journal of ophthalmology", "Middle East Afr J Ophthalmol"]}