{"authors": [["Hazzazi", "Mohammad A", "MA", "Vitreoretinal Division, King Khaled Eye Specialist Hospital, Riyadh, Saudi Arabia."], ["Al Rashaed", "Saba", "S", "Vitreoretinal Division, King Khaled Eye Specialist Hospital, Riyadh, Saudi Arabia."]], "date": null, "id": "29279655", "text": "The purpose of the study was to report the outcomes of pneumatic retinopexy (PR) for rhegmatogenous retinal detachment (RRD).A retrospective chart review of all patients with RRD who were managed with PR at the King Khaled Eye Specialist Hospital between 2000 and 2014. Data were collected on preoperative ocular history, characteristics of the RRD, postoperative anatomical and visual outcomes, and secondary surgeries.Sixty-five eyes comprised the study sample with mean a follow-up of 42 months. Eighteen (27%) eyes had a history of ocular surgery and 5 (7.6%) had previous ocular trauma. Thirty-nine (60%) eyes had macula on RRD. Retinal detachment (RD) was caused by a single break in fifty (76.9%) eyes. Superior breaks were found in 56 (86.1%) eyes. Twelve (18%) eyes had posterior vitreous detachment. Fifty-one (78.5%) eyes underwent PR under local anesthesia and 9 (13.8%) underwent conjunctival peritomy. Octafluoropropane gas was used in 49 (75.4%) eyes and sulfur hexafluoride in 16 (24.6%) eyes. Cryotherapy was performed in 48 (73.8%) eyes and only laser photocoagulation in 8 (12.3%) eyes. Nine (13.8%) eyes underwent both cryotherapy and laser photocoagulation. Primary anatomical healing was achieved in 45 (69.2%) eyes, of which 20 (30.8%) required a second intervention. The final anatomical outcome was achieved in 100% of the eyes. At final visit, vision improved in 72% of eyes, was maintained in14.5%, and decreased in 9.7% (6).PR is a safe procedure for RRD repair. The final anatomical outcome was excellent in all cases including the recurrent RD after primary failure.", "doi": "10.4103/meajo.MEAJO_137_15", "title": "Outcomes of Pneumatic Retinopexy for the Management of Rhegmatogenous Retinal Detachment at a Tertiary Care Center.", "journal": ["Middle East African journal of ophthalmology", "Middle East Afr J Ophthalmol"]}