{"authors": [["Lekha", "T", "T", "Department of Ophthalmology, PSG Institute of Medical Sciences and Research, Coimbatore, Tamil Nadu, India."], ["Prasad", "Hari Narayan", "HN", "Consultant, Retina Services, The Eye Foundation, Coimbatore, Tamil Nadu, India."], ["Sarwate", "Renuka Nikit", "RN", "Consultant, Retina Services, The Eye Foundation, Coimbatore, Tamil Nadu, India."], ["Patel", "Manasi", "M", "Department of Community Medicine, GCS Medical College, Ahmadabad, Gujarat, India."], ["Karthikeyan", "S", "S", "Department of Community Medicine, PSG Institute of Medical Sciences and Research, Coimbatore, Tamil Nadu, India."]], "date": null, "id": "29279654", "text": "The purpose of the study was to evaluate the long-term efficacy and safety of intravitreal bevacizumab (IVB) in the treatment of choroidal neovascularization (CNV) secondary to angioid streaks (AS).Noncomparative, interventional retrospective case series involving ten patients (15 eyes) with a minimum follow-up of 25 months following IVB for AS-associated CNV. Demographic and clinical details at baseline and during follow-up were collected from patient records. Detailed clinical examination was followed by fundus fluorescein angiography and optical coherence tomography to confirm CNV. Both primary and recurrent CNVs were treated with monthly injections of IVB till the lesion stabilized. Primary outcome measures were the percentage of patients with stable or improved visual acuity (VA) and with stable or decreased central retinal thickness (CRT) at the last visit. Secondary outcome measure was the incidence of ocular and systemic complications.Recurrence was observed in 11 eyes (73.33%) over a mean follow-up of 57.33 months (range: 25-100). A mean number of injections administered was 5.60. VA improved or stabilized in 73.33% and deteriorated in 26.67% of eyes at the final visit. Mean CRT improved from 324.40 μm at baseline to 265.53 μm at final visit, which was statistically significant. Complications observed were ocular hypertension in one patient and thromboembolic event in another patient.IVB appears to be a safe and effective option to treat CNV and to preserve vision over a prolonged period. It cannot eliminate the risk of recurrent CNV indicating the need for more effective treatments to arrest this visually debilitating condition.", "doi": "10.4103/meajo.MEAJO_17_17", "title": "Intravitreal Bevacizumab for Choroidal Neovascularization Associated with Angioid Streaks: Long-term Results.", "journal": ["Middle East African journal of ophthalmology", "Middle East Afr J Ophthalmol"]}