{"authors": [["Hashemi", "Hassan", "H", "Noor Ophthalmology Research Center, Noor Eye Hospital, Tehran, Iran."], ["Miraftab", "Mohammad", "M", "Noor Research Center for Ophthalmic Epidemiology, Noor Eye Hospital, Tehran, Iran."], ["Asgari", "Soheila", "S", "Department of Epidemiology and Biostatistics, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29279651", "text": "The purpose of the study was to determine 2-year changes in mesopic higher-order aberrations (HOAs) and contrast sensitivity (CS) after accelerated corneal cross-linking (CXL) in keratoconus patients.In this before-after interventional case series, patients with progressive keratoconus were subjected to accelerated CXL (18 mW/cm2, 5 min). Patients were examined with the OPD-Scan III and CVS-1000 grating charts under mesopic conditions at baseline and at 12 and 24 months after CXL.At 24 months after CXL, compared to baseline, mesopic CS in spatial frequencies of 3, 6, 12, and 18 cycle per degree reduced respectively to 0.09 ± 0.27, 0.09 ± 0.32, 0.11 ± 0.19, and 0.02 ± 0.10; these changes were not statistically significant (all P > 0.05). The reduction in ocular HOAs was 0.11 ± 0.43; ocular coma, trefoil, and spherical aberration (SA) decreased by 0.09 ± 0.36, 0.05 ± 0.35, and 0.00 ± 0.13 microns, respectively (all P > 0.05). Reductions in corneal HOAs (0.89 ± 7.08) including coma (0.99 ± 3.55), SA (1.14 ± 3.92), and trefoil (1.28 ± 5.53) were not statistically significant (all P > 0.05). Coma had the highest share of corneal HOAs before and 24 months after CXL and the largest 24-month decrease was seen in corneal SA.At 2 years after accelerated CXL, despite reduced keratometry and corneal flattening, mesopic CS as well as ocular and corneal HOA remained unchanged, and the procedure did not cause a reduction in patients' vision quality.", "doi": "10.4103/meajo.MEAJO_244_16", "title": "Mesopic Quality of Vision after Accelerated 18 mW/cm2 Corneal Cross-linking: Mid-term Results.", "journal": ["Middle East African journal of ophthalmology", "Middle East Afr J Ophthalmol"]}