{"authors": [["Kalogeropoulos", "Dimitrios", "D", "Department of Ophthalmology, Faculty of Medicine, School of Health Sciences, University of Ioannina, Ioannina, Greece."], ["Geka", "Aliki", "A", "Department of Ophthalmology, Olympion Private Hospital, Patras, Greece."], ["Malamos", "Konstantinos", "K", "Department of Ophthalmology, Faculty of Medicine, School of Health Sciences, University of Ioannina, Ioannina, Greece."], ["Kanari", "Maria", "M", "Department of Ophthalmology, Faculty of Medicine, School of Health Sciences, University of Ioannina, Ioannina, Greece."], ["Kalogeropoulos", "Chris", "C", "Department of Ophthalmology, Faculty of Medicine, School of Health Sciences, University of Ioannina, Ioannina, Greece."]], "date": "2017-12-27", "id": "29279602", "text": "BACKGROUND Keratitis caused by herpes simplex virus (HSV) can have detrimental effects on the cornea leading to loss of vision. Modern therapies can contribute to the prevention of anatomical and functional damage. CASE REPORT An 80-year-old male with complicated HSV-1 keratitis of the left eye (confirmed diagnosis after microbiological investigation) presented three months after antiviral treatment with corneal blurring, severe epitheliopathy, thinning of the stroma, and neovascularization. At the time he was referred, the visual acuity of his left eye was very low, as he could only count fingers at a one-foot distance. He was initially started on oral acyclovir (800 mg once daily) and topical poly-carboxymethyl glucose sulfate; afterwards he underwent amniotic membrane (AM) transplantation and localized treatment with anti-VEGF factors. One month after the AM transplantation there was an obvious improvement of the corneal surface. Ophthalmic suspension of cyclosporine-A 1% was also added to his treatment. After three months, a transplantation of stem cells (deriving from the sclerocorneal junction of his right eye) was carried out at the sclerocorneal junction, as the corneal damage and neovascularization was more severe at this anatomical area. Four months after the last surgery, his visual acuity was 1/10 (note, he had a history of an old vascular episode) and the cornea was sufficiently clear with no signs of epitheliopathy and almost complete subsidence of the neovascularization. CONCLUSIONS Transplantation of AM and stem cells in combination with anti-VEGF factors and topical administration of cyclosporine-A 1% and poly-carboxymethyl glucose sulfate (a regenerative factor of corneal matrix) contributed substantially in the management of herpetic keratitis complications.", "doi": null, "title": "New Therapeutic Perceptions in a Patient with Complicated Herpes Simplex Virus 1 Keratitis: A Case Report and Review of the Literature.", "journal": ["The American journal of case reports", "Am J Case Rep"]}