{"authors": [["Ballesteros-Peña", "Sendoa", "S", "Servicio de Urgencias, Hospital de Basurto, Bilbao, España; Facultad de Medicina y Enfermería, Universidad del País Vasco/Euskal Herriko Unibertsitatea (UPV/EHU), Leioa, España. Electronic address: sendoa.ballesteros@ehu.eus."], ["Vallejo-De la Hoz", "Gorka", "G", "Facultad de Medicina y Enfermería, Universidad del País Vasco/Euskal Herriko Unibertsitatea (UPV/EHU), Leioa, España; Unidad de Cuidados Intensivos, Hospital de Galdakao-Usánsolo, Galdakao, España."], ["Fernández-Aedo", "Irrintzi", "I", "Facultad de Medicina y Enfermería, Universidad del País Vasco/Euskal Herriko Unibertsitatea (UPV/EHU), Leioa, España."], [null, null, null, null]], "date": "2017-12-23", "id": "29279250", "text": "To analyse vein catheterisation and blood gas test-related pain among adult patients in the emergency department and to explore pain score-related factors.An observational and multicentre research study was performed. Patients undergoing vein catheterisation or arterial puncture for gas test were included consecutively. After each procedure, patients scored the pain experienced using the NRS-11.780 vein catheterisations and 101 blood gas tests were analysed. Venipuncture was scored with an average score of 2.8 (95% CI: 2.6-3), and arterial puncture with 3.6 (95%CI 3.1-4). Iatrogenic pain scores were associated with moderate - high difficulty procedures (P<.001); with the choice of the humeral rather than the radial artery (P=.02) in the gas test and correlated to baseline pain in venipunctures (P<.001). Pain scores related to other variables such as sex, place of origin or needle gauge did not present statistically significant differences.Vein catheterisation and blood gas test-related pain can be considered mild to moderately and moderately painful procedures, respectively. The pain score is associated with certain variables such as the difficulty of the procedure, the anatomic area of the puncture or baseline pain. A better understanding of painful effects related to emergency nursing procedures and the factors associated with pain self-perception could help to determine when and how to act to mitigate this undesired effect.", "doi": "10.1016/j.enfcli.2017.11.002", "title": "Pain scores for intravenous cannulation and arterial blood gas test among emergency department patients.", "journal": ["Enfermeria clinica", "Enferm Clin"]}