{"authors": [["Cossart", "Amelia R", "AR", "School of Pharmacy, University of Queensland, Brisbane, Australia."], ["Staatz", "Christine E", "CE", "School of Pharmacy, University of Queensland, Brisbane, Australia."], ["Campbell", "Scott B", "SB", "Department of Nephrology, University of Queensland at the Princess Alexandra Hospital, Brisbane, Australia."], ["Isbel", "Nicole M", "NM", "Department of Nephrology, University of Queensland at the Princess Alexandra Hospital, Brisbane, Australia."], ["Cottrell", "W Neil", "WN", "School of Pharmacy, University of Queensland, Brisbane, Australia."]], "date": "2017-12-26", "id": "29278439", "text": "Immunosuppressant medication non-adherence can result in allograft rejection and loss. The aim of this study was to investigate the prevalence of non-adherence and barriers to adherence with immunosuppressant medications, in an adult renal transplant cohort.Kidney transplant recipients completed a self-report survey consisting of five validated questionnaires (Basel Assessment of Adherence Immunosuppression Scale (BAASIS), Beliefs about Medicines Questionnaire, Immunosuppressant Therapy Barrier Scale, Brief-Illness Perception Questionnaire, and Multidimensional Health Locus of Control Scale), and provided sociodemographic information. Adherence was categorised according to BAASIS, with adherence barriers compared between the groups.161 patients in total completed the survey. Eighty-six participants (55%) were categorised as non-adherent, with 45% delaying doses, and 25% skipping doses. Non-adherent patients were more likely to forget doses (p=0.005), and more likely to skip doses when their daily routine changed (p<0.001)) or when short of money (p=0.03). Additionally, non-adherent patients had less self-reported understanding about their graft than adherent patients (p=0.008). Adherence was not associated with a patient's medicine beliefs or perception of locus of control.Over half the patients self-reported non-adherence. The main modifiable barriers leading to non-adherence were forgetfulness and skipped doses. Personalised interventions focused on habit forming may improve adherence in this population.", "doi": "10.1111/nep.13214", "title": "Investigating Barriers to Immunosuppressant Medication Adherence in Renal Transplant Patients.", "journal": ["Nephrology (Carlton, Vic.)", "Nephrology (Carlton)"]}