{"authors": [["Humphrey", "Janis", "J", "3708 Hamilton Health Sciences - St Peter's Hospital Site, Canada."], ["Montemuro", "Maureen", "M", "62703 McMaster University School of Nursing , Canada."], ["Coker", "Esther", "E", "3708 Hamilton Health Sciences - St Peter's Hospital Site, Canada."], ["Kilgour-Walsh", "Laurie", "L", "Art Gallery of Hamilton, Canada."], ["Moros", "Katherine", "K", "3708 Hamilton Health Sciences - St Peter's Hospital Site, Canada."], ["Murray", "Carmen", "C", "3708 Hamilton Health Sciences - St Peter's Hospital Site, Canada."], ["Stanners", "Shannon", "S", "Hamilton Health Sciences, Canada."]], "date": "2017-01-01", "id": "29278021", "text": "Art galleries are becoming more inclusive in their activities for those with specific needs. The interdisciplinary team on an inpatient behavioural health unit collaborated with artist-educators at the Art Gallery of Hamilton (Ontario, Canada) to create an arts-based programme. 'Artful Moments' involved using a combination of art appreciation and hands-on art making activities and took place on the unit at the hospital and at the art gallery. A pilot study of eight participants and their care partners who attended the programme is presented. The purpose of the study was to determine if 'Artful Moments' facilitated positive engagement 'in the moment' for persons in the middle-to-late stages of dementia. The perception of the programme's impact from their care partners' perspectives, as well as their satisfaction with the programme is also reported. Extensive education of art gallery staff and clinical staff preceded the programming, with each team sharing expertize with the other. Sessions (n = 27) took place about twice per month. Data were collected through systematic structured observations of patient participants during the activities and through surveys of care partners. Persons with dementia maintained interest, though not necessarily pleasure, during art appreciation and art making, rarely became sad or anxious, and never became angry. Generally the care partners felt that participants enjoyed the experience, and often they were surprised by the very positive response of the participants. Successful engagement was attributed to a dementia-friendly environment; supportive communication strategies; and a suitable, well-planned activity.", "doi": "10.1177/1471301217744025", "title": "Artful Moments: A framework for successful engagement in an arts-based programme for persons in the middle to late stages of dementia.", "journal": ["Dementia (London, England)", "Dementia (London)"]}