{"authors": [["Ramírez-Moreno", "J M", "JM", "Departamento de Ciencias Biomédicas, Universidad de Extremadura, Badajoz, España; Centro de ictus, Sección de Neurología, Hospital Universitario Infanta Cristina, Badajoz, España; Grupo de Investigación Multidisciplinar de Extremadura GRIMEX. Electronic address: j.ramrez@gmail.com."], ["Muñoz Vega", "P", "P", "Centro de ictus, Sección de Neurología, Hospital Universitario Infanta Cristina, Badajoz, España."], ["Espada", "S", "S", "Departamento de Ciencias Biomédicas, Universidad de Extremadura, Badajoz, España."], ["Bartolomé Alberca", "S", "S", "Centro de ictus, Sección de Neurología, Hospital Universitario Infanta Cristina, Badajoz, España."], ["Aguirre", "J", "J", "Departamento de Ciencias Biomédicas, Universidad de Extremadura, Badajoz, España; Centro de ictus, Sección de Neurología, Hospital Universitario Infanta Cristina, Badajoz, España."], ["Peral", "D", "D", "Departamento de Terapéutica Médico-quirúrgica, Universidad de Extremadura, Badajoz, España."]], "date": "2017-12-22", "id": "29277523", "text": "Stroke has a complex aetiopathogenesis influenced by numerous risk factors. There is growing interest in the study of the pathophysiological changes associated with stress and their potential relationship with cerebrovascular disease. The purpose of this paper is to assess the strength of association between exposure to stress and stroke.We conducted a case-control study (1:1) to compare exposure to stress in a group of patients with a history of a first transient ischaemic attack (TIA) or minor stroke and in a control group. Participants were asked a subjective question about their perception of stress in the previous months and completed the standardised Effort-Reward Imbalance (ERI) questionnaire. Logistic regression models were used for data analysis.The study included data on 50 cases and 50 controls. There were no significant differences in demographic variables and economic, social, and employment status between cases and controls. Fifty percent of the cases reported moderate to severe stress, compared to 30% of controls (OR: 2.33; 95% CI: 1.02-5.30; P=.041). ERI questionnaire results found that greater effort at work (OR: 1.48; 95% CI: 1.19-1.83) and greater commitment is associated with stroke (OR: 1.34; 95% CI: 1.17-1.54), while higher reward constitutes a protective factor against the disease (OR: 0.71; 95% CI: 0.61-0.82).There is a strong association between self-perceived psychological stress and TIA. The imbalance between effort and reward at work is also clearly related to TIA.", "doi": "10.1016/j.nrl.2017.09.012", "title": "Association between self-perceived psychological stress and transitory ischaemic attack and minor stroke: A case-control study.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}