{"authors": [["Persky", "Susan", "S", "Social and Behavioral Research Branch, National Human Genome Research Institute, USA. Electronic address: perskys@mail.nih.gov."], ["Goldring", "Megan R", "MR", "Social and Behavioral Research Branch, National Human Genome Research Institute, USA."], ["Turner", "Sara A", "SA", "Clinical Center Nutrition Department, National Institutes of Health, USA."], ["Cohen", "Rachel W", "RW", "Social and Behavioral Research Branch, National Human Genome Research Institute, USA."], ["Kistler", "William D", "WD", "Social and Behavioral Research Branch, National Human Genome Research Institute, USA."]], "date": "2017-12-23", "id": "29277518", "text": "Assessment of parents' child feeding behavior is challenging, and there is need for additional methodological approaches. Virtual reality technology allows for the creation of behavioral measures, and its implementation overcomes several limitations of existing methods. This report evaluates the validity and usability of the Virtual Reality (VR) Buffet among a sample of 52 parents of children aged 3-7. Participants served a meal of pasta and apple juice in both a virtual setting and real-world setting (counterbalanced and separated by a distractor task). They then created another meal for their child, this time choosing from the full set of food options in the VR Buffet. Finally, participants completed a food estimation task followed by a questionnaire, which assessed their perceptions of the VR Buffet. Results revealed that the amount of virtual pasta served by parents correlated significantly with the amount of real pasta they served, rs = 0.613, p < .0001, as did served amounts of virtual and real apple juice, rs = 0.822, p < .0001. Furthermore, parents' perception of the calorie content of chosen foods was significantly correlated with observed calorie content (rs = 0.438, p = .002), and parents agreed that they would feed the meal they created to their child (M = 4.43, SD = 0.82 on a 1-5 scale). The data presented here demonstrate that parent behavior in the VR Buffet is highly related to real-world behavior, and that the tool is well-rated by parents. Given the data presented and the potential benefits of the abundant behavioral data the VR Buffet can provide, we conclude that it is a valid and needed addition to the array of tools for assessing feeding behavior.", "doi": "10.1016/j.appet.2017.12.007", "title": "Validity of assessing child feeding with virtual reality.", "journal": ["Appetite", "Appetite"]}