{"authors": [["González-Bosch", "Carmen", "C", "Departamento de Bioquímica y Biología Molecular, Universitat de València, Instituto de Agroquímica y Tecnología de Alimentos (IATA/CSIC), Avenida Agustín Escardino 7, 46980 Paterna, Valencia, Spain. Electronic address: Carmen.gonzalez@uv.es."]], "date": "2017-12-24", "id": "29277443", "text": "Priming by natural compounds is an interesting alternative for sustainable agriculture, which also contributes to explore the molecular mechanisms associated with stress tolerance. Although hosts and stress types eventually determine the mode of action of plant-priming agents, it highlights that many of them act on redox signalling. These include vitamins thiamine, riboflavin and quercetin; organic acids like pipecolic, azelaic and hexanoic; volatile organic compounds such as methyl jasmonate; cell wall components like chitosans and oligogalacturonides; H2O2, etc. This review provides data on how priming inducers promote stronger and faster responses to stress by modulating the oxidative environment, and interacting with signalling pathways mediated by salycilic acid, jasmonic acid and ethylene. The histone modifications involved in priming that affect the transcription of defence-related genes are also discussed. Despite the evolutionary distance between plants and animals, and the fact that the plant innate immunity takes place in each plant cell, they show many similarities in the molecular mechanisms that underlie pathogen perception and further signalling to activate defence responses. This review highlights the similarities between priming through redox signalling in plants and in mammalian cells. The strategies used by pathogens to manipulate the host´s recognition and the further activation of defences also show similarities in both kingdoms. Moreover, phytochemicals like sulforaphane and 12-oxo-phytodienoic acid prime both plant and mammalian responses by activating redox-sensitive genes. Hence research data into the priming of plant defences can provide additional information and a new viewpoint for priming mammalian defence, and vice versa.", "doi": "10.1016/j.freeradbiomed.2017.12.028", "title": "Priming plant resistance by activation of redox-sensitive genes.", "journal": ["Free radical biology & medicine", "Free Radic. Biol. Med."]}