{"authors": [["Pflanz-Sinclair", "Christiane", "C", "1PhD Student,Academic Primary Care,University of Aberdeen,Aberdeen,Scotland, UK."], ["Matheson", "Catriona", "C", "2Honorary Professor, Faculty of Social Sciences,University of Stirling,Stirling,UK."], ["Bond", "Christine M", "CM", "4Professor,Academic Primary Care,University of Aberdeen,Aberdeen,Scotland/UK."], ["Almarzouqi", "Amna", "A", "5Public Health Specialist,National Rehabilitation Centre,Abu Dhabi,UAE."], ["Lee", "Amanda J", "AJ", "6Professor of Medical Statistics,Applied Health Sciences,University of Aberdeen,Aberdeen,Scotland/UK."], ["Batieha", "Anwar", "A", "7Professor of Epidemiology and Public Health,Department of Community Medicine,Jordan University of Science and Technology,Irbid,Jordan."], ["Ghaferi", "Hamad Al", "HA", "8Director,National Rehabilitation Centre,Abu Dhabi,UAE."], ["El Kashef", "Ahmed", "A", "9Professor and Head of Research,National Rehabilitation Centre,Abu Dhabi,UAE."]], "date": "2017-12-26", "id": "29277167", "text": "Aim The objective of this paper is to present a qualitative study of introducing substance misuse screening using the Screening Brief Intervention and Referral to Treatment (SBIRT) model, in primary care in Abu Dhabi.Substance misuse in the UAE is an increasing problem. However religious beliefs and fear of legal consequences have prevented this topic from being openly discussed, risk levels identified through screening and treatment options offered.A controlled trial was undertaken which included a qualitative process study which is reported here. Qualitative interviews with primary care physicians from two intervention clinics were undertaken to explore their views, experiences and attitudes towards substance misuse management in their clinic. Physicians were trained on SBIRT and on the research project process and documentation. At completion of the project, 10 months after the training, physicians (n=17) were invited to participate in an interview to explore their experiences of training and implementation of SBIRT. Interviews were recorded and transcribed. Inductive thematic coding was applied. Findings In total, 11 physicians were interviewed and three main themes emerged: (1) The SBIRT screening project, (2) cultural issues and (3) patient follow-up. Findings revealed a general willingness toward the concept of screening and delivering brief interventions in primary care although increased workload and uncertainties about remuneration for the service may be a barrier to future implementation. There was a perceived problem of substance misuse that was not currently being met and a strong perception that patients were not willing to reveal substance use due cultural barriers and fear of police involvement. In conclusion this qualitative process evaluation provided essential insight into implementing SBIRT in the Middle East. In conclusion, despite physician willingness and a clinical need for a substance misuse care pathway, the reluctance among patients to admit to substance use in this culture needs to be addressed to enable successful implementation.", "doi": "10.1017/S1463423617000834", "title": "Physicians' experiences of SBIRT training and implementation for SUD management in primary care in the UAE: a qualitative study.", "journal": ["Primary health care research & development", "Prim Health Care Res Dev"]}