{"authors": [["Poortvliet", "P Marijn", "PM", "Wageningen University, The Netherlands. Electronic address: marijn.poortvliet@wur.nl."], ["Sanders", "Liese", "L", "Wageningen University, The Netherlands."], ["Weijma", "Jan", "J", "Wageningen University, The Netherlands."], ["De Vries", "Jasper R", "JR", "Wageningen University, The Netherlands."]], "date": "2017-12-18", "id": "29277081", "text": "Current sanitation systems are inherently limited in their ability to address the new challenges for (waste)water management that arise from the rising demand to restore resource cycles. These challenges include removal of micropollutants, water (re)use, and nutrient recovery. New opportunities to address these challenges arise from new sanitation, a system innovation that combines elements of source separation, local treatment and reuse, and less use of water. New sanitation is applied, but not yet widespread, in several residential areas in Europe. Implementation is hindered by the lack of insight into the general public's willingness to engage in new sanitation, and the resulting uncertainty about this among decision makers and other stakeholders in wastewater management. Using value-belief-norm theory as a conceptual lens, this paper addresses the individual motivations (pro-environmental personal norms) and personal drivers (benefits) and barriers (risks) for acceptance of new sanitation by the Dutch general public. The results of an online survey (N = 338) indicated that both pro-environmental personal norms and risk and benefit perceptions predict consumers' willingness to accept new sanitation. More specifically, they showed that consumer acceptance is driven by perceived risks relating to the housing market and the need to change behavior, but also by environmental benefits. Overall, new sanitation was favorably evaluated by respondents: 64% indicated that they would likely use new sanitation if they were owner-occupiers. The results of this explorative study are discussed in light of the development of novel sanitation systems that are sensitive to perceptions of end-users and other key stakeholders.", "doi": "10.1016/j.watres.2017.12.032", "title": "Acceptance of new sanitation: The role of end-users' pro-environmental personal norms and risk and benefit perceptions.", "journal": ["Water research", "Water Res."]}