{"authors": [["Jeon", "Sang Hee", "SH", "Department of Infection Control, Hanyang University Medical Center, Seoul, Republic of Korea. Electronic address: 2161855@hyumc.com."], ["Park", "Mihyun", "M", "The Catholic University of Korea, College of Nursing, 222 Banpo-daero Seoucho-gu, Seoul 06591, Republic of Korea. Electronic address: mvc90@catholic.ac.kr."], ["Choi", "Kyungok", "K", "The Catholic University of Korea, Seoul St. Mary's Hospital, Department of Nursing, Seoul, Republic of Korea.. Electronic address: kochoi@catholic.ac.kr."], ["Kim", "Mi Kyoung", "MK", "The Catholic University of Korea, Seoul St. Mary's Hospital, Department of Nursing, Seoul, Republic of Korea.. Electronic address: kmk11@catholic.ac.kr."]], "date": "2017-12-19", "id": "29277076", "text": "The aims of this study were to evaluate the effect of an ethical leadership program (ELP) on ethical leadership, organizational citizenship behavior (OCB), and job outcomes of nursing unit managers (UMs) and to examine changes in staff nurses' perception about UMs' EL, OCB, job outcomes, and ethical work environments (EWEs) post-ELP.A quasi-experimental (pre- and post-test design) study conducted six-month intervention (ELP) using self-reported UM survey (n=44), and staff nurses (n=158) were randomly extracted by two steps.The Korean version of Ethical Leadership at Work for UMs' self-ethical leadership, the Ethical Leadership Scale for staff nurses' perceived ethical leadership, a 19-item OCB scale, and six dimensions of the medium-sized Copenhagen Psychosocial Questionnaire II for job outcomes and EWEs were administered at baseline and post-intervention.UMs' ethical leadership scores differed significantly over time in people orientation (p=0.041) and concern for ethical leadership sustainability (p=0.002) adjusting for UM experience duration and nursing unit type. Total mean and level of power-sharing of ethical leadership among UMs with <5years of UM experience improved significantly over time. Of staff nurses' perception changes about UMs' ethical leadership, OCB, job outcomes, and EWEs, significant improvement over time appeared only in EWEs' work influence level (p=0.007).This study provides useful information for clinical ELP development and examining the program's effect on leadership skills and followers' outcomes. Program facilitation relies on practical training methods, participant motivation, and assessment outcome designs by controlling clinical confounding factors. Findings have implications as an attempt for intervention to promote competencies related to ethical leadership of nursing unit managers.", "doi": "10.1016/j.nedt.2017.12.017", "title": "An ethical leadership program for nursing unit managers.", "journal": ["Nurse education today", "Nurse Educ Today"]}