{"authors": [["Cheong", "Sau Kuan", "SK", "School of Psychology, Australian Catholic University, 1100 Nudgee Road, Banyo, Queensland 4014, Australia. Electronic address: saukuan.cheong@outlook.com."], ["Lang", "Cathryne P", "CP", "School of Psychology, Australian Catholic University, 1100 Nudgee Road, Banyo, Queensland 4014, Australia. Electronic address: cathryne.lang@acu.edu.au."], ["Johnston", "Leanne M", "LM", "The University of Queensland, School of Health and Rehabilitation Sciences, St Lucia Queensland 4072, Australia. Electronic address: l.johnston1@uq.edu.au."]], "date": "2017-12-22", "id": "29277013", "text": "Self-concept is an individual's perception of him/herself. Research into the self-concept of children with cerebral palsy (CP) has been sparse due to the lack of a population-specific self-concept instrument. Using the new myTREEHOUSE Self-Concept Assessment, this study investigated the self-concept of children with CP in relation to age, gender, motor, communication and cognitive function. Children with CP aged 8-12 years (n = 50; 29 males; mean 10 years 2 months; GMFCS-E&R I = 36, II = 8, III = 5, IV = 1) completed myTREEHOUSE and a standardised intelligence measure. Most children reported positive self-concept from all three myTREEHOUSE Performance Perspectives and over half (60%) fell within the Low range for the Personal Concern Score. Self-concept was not associated with age, gender, motor function, or communication function. However, for cognitive function, associations were observed for Social Skills (Below Average > Average cognitive function; Cohen's d = 1.07) and Learning Skills (Above Average > Average cognitive function; Cohen's d = 0.95) domains when rated from a Personal Performance Perspective. As the first study of the self-concept of children with CP using a CP-specific assessment, this study offers important insights into what children with CP think about themselves. Generally, the self-concept of children with CP was sound. Future research on environmental facilitators and barriers to robust self-concept development is recommended.", "doi": "10.1016/j.ridd.2017.12.001", "title": "Self-concept of children with cerebral palsy measured using the population-specific myTREEHOUSE Self-Concept Assessment.", "journal": ["Research in developmental disabilities", "Res Dev Disabil"]}