{"authors": [["Lampe", "Renée", "R", "a Research Unit of the Buhl-Strohmaier-Foundation for Paediatric Neuro-Orthopaedics and Cerebral Palsy of the Clinic for Orthopaedics and Sports Orthopaedics, Clinic 'rechts der Isar' of the Technical University of Munich , Munich , Germany."], ["Turova", "Varvara", "V", "a Research Unit of the Buhl-Strohmaier-Foundation for Paediatric Neuro-Orthopaedics and Cerebral Palsy of the Clinic for Orthopaedics and Sports Orthopaedics, Clinic 'rechts der Isar' of the Technical University of Munich , Munich , Germany."], ["Alves-Pinto", "Ana", "A", "a Research Unit of the Buhl-Strohmaier-Foundation for Paediatric Neuro-Orthopaedics and Cerebral Palsy of the Clinic for Orthopaedics and Sports Orthopaedics, Clinic 'rechts der Isar' of the Technical University of Munich , Munich , Germany."]], "date": "2017-12-23", "id": "29276847", "text": "Patients with cerebral palsy with severe motor disabilities are limited not only in everyday life activities but also in choice of their hobbies. Playing a musical instrument is for the majority not possible, even though music constitutes a central component of many relaxation activities for people with disabilities. To give affected patients the opportunity to make music and to learn piano playing through somatosensory perception, a prototype of piano jacket was developed.A cycling jacket was equipped with boxes, each representing a musical note, incorporated into the sleeves. Each box contains vibration motors and LEDs. These can be used to translate the sequences of piano key presses performed at an external E-piano. An additional operation mode allows the user to actively play a melody himself by touching the same boxes that also incorporate touch sensor components.A working prototype of the piano jacket was developed.The sensory piano jacket provides patients with cerebral palsy and contractures the possibility to develop sensorimotor skills, motor abilities and participation in music-related activities. The jacket is planned to be used in music lessons. Implications for Rehabilitation The system is suitable even for patients with severe motor disabilities and especially joint contractures. Excellent handling through large easily accessible communication buttons. All building blocks are held in a garment, which allows for easy portability and gripping comfort.", "doi": "10.1080/17483107.2017.1419384", "title": "Piano jacket for perceiving and playing music for patients with cerebral palsy.", "journal": ["Disability and rehabilitation. Assistive technology", "Disabil Rehabil Assist Technol"]}