{"authors": [["Ezeonu", "Paul O", "PO", "Department of Obstetrics and Gynaecology."], ["Anozie", "Okechukwu Bonaventure", "OB", "Department of Obstetrics and Gynaecology."], ["Onu", "Fidelis A", "FA", "Department of Obstetrics and Gynaecology."], ["Esike", "Chidi U", "CU", "Department of Obstetrics and Gynaecology."], ["Mamah", "Johnbosco E", "JE", "Department of Obstetrics and Gynaecology."], ["Lawani", "Lucky O", "LO", "Department of Obstetrics and Gynaecology."], ["Onoh", "Robinson C", "RC", "Department of Obstetrics and Gynaecology."], ["Ndukwe", "Emmanuel Okechukwu", "EO", "Department of Obstetrics and Gynaecology."], ["Ewah", "Richard Lawrence", "RL", "Department of Anaesthesia."], ["Anozie", "Rita Onyinyechi", "RO", "Department of Radiology, Federal Teaching Hospital Abakaliki, Abakaliki, Ebonyi State, Nigeria."]], "date": "2017-12-12", "id": "29276414", "text": "The pain of childbirth is arguably the most severe pain that most women will endure in their lifetime. Epidural analgesia is widely used as an effective method of pain relief in labor. It provides almost complete relief of pain if administered timely, and does not affect the progress of the first stage labor.The objective of this study was to determine the awareness and utilization of epidural analgesia in labor in pregnant women attending the antenatal clinic at Federal Teaching Hospital, Abakaliki (FETHA).This is a cross-sectional study involving 350 women attending the antenatal clinic between April 2016 and July 2016. A total of 335 questionnaires were correctly completed, and used for analysis.The average age and parity of the respondents were 27.6±8.2 years and 2.4±1.8, respectively. About 58.2% of respondents were civil servants, 98.5% were married, and 74.6% had a tertiary level of education. About 43.3% of the respondents are aware of the use of epidural analgesia in labor, but only 7.5% had used it; 95% of these were satisfied and desired to use it again. The reasons responsible for the poor uptake were desire to experience natural labor, cost, and fear of side effects. However, 70% of those who had not used it expressed the desire to use it.Epidural analgesia is one of the most effective methods of pain relief in labor. However, the present study indicates that knowledge and practice of epidural analgesia among parturients are low. Efforts should be made to raise awareness, dispel misconceptions, and subsidize the cost of providing this invaluable care in modern day obstetrics.", "doi": "10.2147/IJWH.S144953", "title": "Perceptions and practice of epidural analgesia among women attending antenatal clinic in FETHA.", "journal": ["International journal of women's health", "Int J Womens Health"]}