{"authors": [["Zhang", "Chichen", "C", "School of Management, Shanxi Medical University, Taiyuan, Shanxi, China. Electronic address: zhangchichen@sina.com."], ["Zheng", "Xiao", "X", "School of Management, Shanxi Medical University, Taiyuan, Shanxi, China."], ["Huang", "Huang", "H", "School of Public Health, Yale University, New Haven, CT."], ["Su", "Chunhui", "C", "School of Public Health, Shanxi Medical University, Taiyuan, Shanxi, China."], ["Zhao", "Huining", "H", "School of Management, Shanxi Medical University, Taiyuan, Shanxi, China."], ["Yang", "Haitao", "H", "School of Public Health, Hebei Medical University, Shijiazhuang, Hebei, China."], ["Guo", "Yanqing", "Y", "School of Public Health, Shanxi Medical University, Taiyuan, Shanxi, China."], ["Pan", "Xiaojie", "X", "School of Public Health, Shanxi Medical University, Taiyuan, Shanxi, China."]], "date": "2017-12-22", "id": "29276018", "text": "To confirm the applicability of the Health Action Process Approach in predicting and explaining the healthy dietary behavior of college students.Cross-sectional survey. The data were collected though the self-administrated questionnaires.Eight universities in Shanxi province, China.A total of 1,933 undergraduates were randomly selected using random cluster sampling from Shanxi, China (92.0% response; 31.7% males).Each variable was measured using questionnaires.Data were analyzed by 2-sample t test, linear correlation, and path analysis. Significance was set at P < .05.Risk perception, self-efficacy, and positive expectancy began functioning during the intention formation stage (P < .01). Outcome expectancy, self-efficacy, and behavioral intentions had a predictive role in plan formation (P < .001). Action planning, positive expectancy, and self-efficacy were effective predictors of dietary behavior (P < .001). An action plan was a mediator between behavioral intention and dietary behavior; the mediation effect was 0.086.As a first step, application of Health Action Process Approach to the dietary behavior of Chinese college students was confirmed. Future research expanding on this study could consider including additional sociodemographic factors in the model structure using a broader study population.", "doi": "10.1016/j.jneb.2017.09.024", "title": "A Study on the Applicability of the Health Action Process Approach to the Dietary Behavior of University Students in Shanxi, China.", "journal": ["Journal of nutrition education and behavior", "J Nutr Educ Behav"]}