{"authors": [["Mavroudis", "Constantine D", "CD", "Department of Surgery, Division of Cardiothoracic Surgery, University of Pennsylvania School of Medicine, Philadelphia, Pennsylvania."], ["Mavroudis", "Constantine", "C", "Florida Hospital for Children, Johns Hopkins University School of Medicine, Orlando, Florida. Electronic address: constantine.mavroudis.md@flhosp.org."], ["Jacobs", "Jeffrey P", "JP", "Johns Hopkins All Children's Heart Institute, Johns Hopkins All Children's Heart Surgery, St. Petersburg, Florida."], ["DeCampli", "William M", "WM", "Pediatric Cardiovascular Surgery, Arnold Palmer Hospital for Children, University of Central Florida College of Medicine, Orlando, Florida."], ["Tweddell", "James S", "JS", "The Heart Institute, Cincinnati Children's Hospital Medical Center, University of Cincinnati, Cincinnati, Ohio."]], "date": "2017-12-21", "id": "29275827", "text": "Surgeons in training for congenital cardiac surgery face considerable challenges owing to procedure complexity, closely scrutinized outcomes, and a steep learning curve. Simulation methods have been initiated in other surgical specialties, but have yet to be established for congenital cardiac surgery trainees. The purpose of this study was to assess high-fidelity simulation as a method to train and improve skills of resident trainees learning critical components of index congenital cardiac surgical procedures.Using 5 neonatal piglets over a period of 2.5 days, the following procedures were simulated: Norwood procedure, arterial switch operation, neonatal Ross procedure, tetralogy of Fallot repair, systemic to pulmonary artery shunt procedures, transmediastinal coarctation repair, atrial septal defect repair, ventricular septal defect repair, and right ventricular to pulmonary artery conduit. Anastomoses were tested with saline, all procedures were timed and video recorded, and resident trainee techniques and skills were critiqued by the instructor.All aspects of the procedures were simulated with minimal modifications. Anastomoses were tested, and the procedure successfully replicated without the pressures of operative time. Operative techniques involving suture placement in neonatal tissue, depth perception, and patch size estimation were corrected in real time, resulting in observed improvement of surgical skills. Video review allowed for further pedagogic value through examination and documentation of competency.This neonatal porcine simulation model allows surgical trainees in congenital heart surgery to make and correct mistakes in a safe and controlled learning environment without compromising patient safety, thereby fostering surgeon competence and confidence.", "doi": "10.1016/j.athoracsur.2017.10.011", "title": "Simulation and Deliberate Practice in a Porcine Model for Congenital Heart Surgery Training.", "journal": ["The Annals of thoracic surgery", "Ann. Thorac. Surg."]}