{"authors": [["Haniffa", "Rashan", "R", "National Intensive Care Surveillance, Quality Secretariat Building, Castle Street Hospital for Women, Colombo 08, Sri Lanka; Mahidol-Oxford Research Unit (MORU), Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand; Network for Improving Critical Care Systems and Training, 2nd Floor, YMBA Building, Colombo 08, Sri Lanka. Electronic address: rashan@nicslk.com."], ["Pubudu De Silva", "A", "A", "National Intensive Care Surveillance, Quality Secretariat Building, Castle Street Hospital for Women, Colombo 08, Sri Lanka; Intensive Care National Audit & Research Centre, No. 24, High Holborn, London WC1V 6AZ, United Kingdom."], ["de Azevedo", "Luciano", "L", "Intensive Care Unit, Hospital Sirio-Libanes, Sao Paulo, Brazil; Emergency Medicine Discipline, University of Sao Paulo, Sao Paulo, Brazil."], ["Baranage", "Dilini", "D", "Network for Improving Critical Care Systems and Training, 2nd Floor, YMBA Building, Colombo 08, Sri Lanka."], ["Rashan", "Aasiyah", "A", "Network for Improving Critical Care Systems and Training, 2nd Floor, YMBA Building, Colombo 08, Sri Lanka."], ["Baelani", "Inipavudu", "I", "University of Goma, Congo."], ["Schultz", "Marcus J", "MJ", "Intensive Care Medicine at the Academic Medical Center of the University of Amsterdam, Netherlands."], ["Dondorp", "Arjen M", "AM", "Mahidol-Oxford Research Unit (MORU), Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], ["Dünser", "Martin W", "MW", "Department of Critical Care Medicine, University College of London Hospital, London, United Kingdom."]], "date": "2017-12-14", "id": "29275269", "text": "To evaluate perceptions of intensive care unit (ICU) workers from low-and-middle income countries (LMICs) and high income countries (HICs).A cross sectional design. Data collected from doctors using an anonymous online, questionnaire.Hundred seventy-five from LMICs and 43 from HICs participated. Barriers in LMICs were lack of formal training (Likert score median 3 [inter quartile range 3]), lack of nurses (3[3]) and low wages (3[4]). Strategies for LMICs improvement were formal training of ICU staff (4[3]), an increase in number of ICU nurses (4[2]), collection of outcome data (3[4]), as well as maintenance of available equipment [3(3)]. The most useful role of HIC ICU staff was training of LMIC staff (4[2]). Donation of equipment [2(4)], drugs [2(4)], and supplies (2[4]) perceived to be of limited usefulness. The most striking difference between HIC and LMIC staff was the perception on the lack of physician leadership as an obstacle to ICU functioning (4[3] vs. 0[2], p<0.005).LMICs ICU workers perceived lack of training, lack of nurses, and low wages as major barriers to functioning. Training, increase of nurse workforce, and collection of outcome data were proposed as useful strategies to improve LMIC ICU services.", "doi": "10.1016/j.jcrc.2017.12.007", "title": "Improving ICU services in resource-limited settings: Perceptions of ICU workers from low-middle-, and high-income countries.", "journal": ["Journal of critical care", "J Crit Care"]}