{"authors": [["Hernández", "Sergio Elías", "SE", "Department of Ingeniería Industrial, Universidad de La Laguna, Tenerife, Spain. Electronic address: sergio.elias.hernandez@ull.es."], ["Barros-Loscertales", "Alfonso", "A", "Department of Psychology, Universitat Jaume I, Castellón, Spain."], ["Xiao", "Yaqiong", "Y", "Max Planck Institute for Human Cognitive and Brain Sciences, Leipzig, Germany."], ["González-Mora", "José Luis", "JL", "Department of Fisiología, Universidad de La Laguna, Tenerife, Spain."], ["Rubia", "Katya", "K", "Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, United Kingdom."]], "date": "2017-12-22", "id": "29275207", "text": "Some meditation techniques teach the practitioner to achieve the state of mental silence. The aim of this study was to investigate brain regions that are associated with their volume and functional connectivity (FC) with the depth of mental silence in long-term practitioners of Sahaja Yoga Meditation. Twenty-three long-term practitioners of this meditation were scanned using Magnetic Resonance Imaging. In order to identify the neural correlates of the depth of mental silence, we tested which gray matter volumes (GMV) were correlated with the depth of mental silence and which regions these areas were functionally connected to under a meditation condition. GMV in medial prefrontal cortex including rostral anterior cingulate cortex were positively correlated with the subjective perception of the depth of mental silence inside the scanner. Furthermore, there was significantly increased FC between this area and bilateral anterior insula/putamen during a meditation-state specifically, while decreased connectivity with the right thalamus/parahippocampal gyrus was present during the meditation-state and the resting-state. The capacity of long-term meditators to establish a durable state of mental silence inside an MRI scanner was associated with larger gray matter volume in a medial frontal region that is crucial for top-down cognitive, emotion and attention control. This is furthermore corroborated by increased FC of this region during the meditation-state with bilateral anterior insula/putamen, which are important for interoception, emotion, and attention regulation. The findings hence suggest that the depth of mental silence is associated with medial fronto-insular-striatal networks that are crucial for top-down attention and emotional control.", "doi": "10.1016/j.neuroscience.2017.12.017", "title": "Gray Matter and Functional Connectivity in Anterior Cingulate Cortex are Associated with the State of Mental Silence During Sahaja Yoga Meditation.", "journal": ["Neuroscience", "Neuroscience"]}