{"authors": [["Jo", "Y", "Y", "Southeast Dairy Foods Research Center, Food, Bioprocessing, and Nutrition Sciences Department, North Carolina State University, Raleigh 27695."], ["Benoist", "D M", "DM", "Southeast Dairy Foods Research Center, Food, Bioprocessing, and Nutrition Sciences Department, North Carolina State University, Raleigh 27695."], ["Ameerally", "A", "A", "Southeast Dairy Foods Research Center, Food, Bioprocessing, and Nutrition Sciences Department, North Carolina State University, Raleigh 27695."], ["Drake", "M A", "MA", "Southeast Dairy Foods Research Center, Food, Bioprocessing, and Nutrition Sciences Department, North Carolina State University, Raleigh 27695. Electronic address: mdrake@ncsu.edu."]], "date": "2017-12-20", "id": "29274971", "text": "Gouda cheese is a washed-curd cheese that is traditionally produced from bovine milk and brined before ripening for 1 to 20 mo. In response to domestic and international demand, US production of Gouda cheese has more than doubled in recent years. An understanding of the chemical and sensory properties of Gouda cheese can help manufacturers create desirable products. The objective of this study was to determine the chemical and sensory properties of Gouda cheeses. Commercial Gouda cheeses (n = 36; 3 mo to 5 yr; domestic and international) were obtained in duplicate lots. Volatile compounds were extracted by solid-phase microextraction and analyzed by gas chromatography-olfactometry and gas chromatography-mass spectrometry. Composition analyses included pH, proximate analysis, salt content, organic acid analysis by HPLC, and color. Flavor and texture properties were determined by descriptive sensory analysis. Focus groups were conducted to document US consumer perception followed by consumer acceptance testing (n = 149) with selected cheeses. Ninety aroma-active compounds in Gouda cheeses were detected by solid-phase microextraction/gas chromatography-olfactometry. Key aroma-active volatile compounds included diacetyl, 2- and 3-methylbutanal, 2-methylpropanal, methional, ethyl butyrate, acetic acid, butyric acid, homofuraneol, δ-decalactone, and 2-isobutyl-3-methoxypyrazine. Aged cheeses had higher organic acid concentrations, higher fat and salt contents, and lower moisture content than younger cheeses. Younger cheeses were characterized by milky, whey, sour aromatic, and diacetyl flavors, whereas aged cheeses were characterized by fruity, caramel, malty/nutty, and brothy flavors. International cheeses were differentiated by the presence of low intensities of cowy/barny and grassy flavors. Younger cheeses were characterized by higher intensities of smoothness and mouth coating, whereas aged cheeses were characterized by higher intensities of fracture and firmness. American consumers used Gouda cheese in numerous applications and stated that packaging appeal, quality, and age were more important than country of origin or nutrition when purchasing Gouda cheeses. Young and medium US cheeses ≤6 mo were most liked by US consumers. Three distinct consumer segments were identified with distinct preferences for cheese flavor and texture. Findings from this study establish key differences in Gouda cheese regarding age and origin and identify US consumer desires for this cheese category.", "doi": "10.3168/jds.2017-13637", "title": "Sensory and chemical properties of Gouda cheese.", "journal": ["Journal of dairy science", "J. Dairy Sci."]}