{"authors": [["Van Eeckhoutte", "Maaike", "M", "KU Leuven, Department of Neurosciences, ExpORL, Herestraat 49-721, B-3000 Leuven, Belgium. Electronic address: maaike.vaneeckhoutte@med.kuleuven.be."], ["Wouters", "Jan", "J", "KU Leuven, Department of Neurosciences, ExpORL, Herestraat 49-721, B-3000 Leuven, Belgium. Electronic address: jan.wouters@med.kuleuven.be."], ["Francart", "Tom", "T", "KU Leuven, Department of Neurosciences, ExpORL, Herestraat 49-721, B-3000 Leuven, Belgium. Electronic address: tom.francart@med.kuleuven.be."]], "date": "2017-12-08", "id": "29274947", "text": "Loudness growth functions characterize how the loudness percept changes with current level between the threshold and most comfortable loudness level in cochlear implant users. Even though loudness growth functions are highly listener-dependent, currently default settings are used in clinical devices. This study investigated whether electrically-evoked auditory steady-state response amplitude growth functions correspond to behaviorally measured loudness growth functions. Seven cochlear implant listeners participated in two behavioral loudness growth tasks and an EEG recording session. The 40-Hz sinusoidally amplitude-modulated pulse trains were presented to CI channels stimulating at a more apical and basal region of the cochlea, and were presented at different current levels encompassing the listeners' dynamic ranges. Behaviorally, loudness growth was measured using an Absolute Magnitude Estimation and a Graphic Rating Scale with loudness categories. A good correspondence was found between the response amplitude functions and the behavioral loudness growth functions. The results are encouraging for future advances in individual, more automatic, and objective fitting of cochlear implants.", "doi": "10.1016/j.heares.2017.12.002", "title": "Electrically-evoked auditory steady-state responses as neural correlates of loudness growth in cochlear implant users.", "journal": ["Hearing research", "Hear. Res."]}