{"authors": [["Che", "Xianwei", "X", "Monash Alfred Psychiatry Research Centre (MAPrc), The Alfred and Central Clinical School, Monash University, Melbourne, Australia. Electronic address: xianwei.che@monash.edu."], ["Cash", "Robin", "R", "Monash Alfred Psychiatry Research Centre (MAPrc), The Alfred and Central Clinical School, Monash University, Melbourne, Australia."], ["Fitzgerald", "Paul", "P", "Monash Alfred Psychiatry Research Centre (MAPrc), The Alfred and Central Clinical School, Monash University, Melbourne, Australia; Epworth Clinic, Epworth Healthcare, Camberwell, VIC, Australia."], ["Fitzgibbon", "Bernadette M", "BM", "Monash Alfred Psychiatry Research Centre (MAPrc), The Alfred and Central Clinical School, Monash University, Melbourne, Australia."]], "date": "2017-12-20", "id": "29274393", "text": "The analgesic effect of social support is proposed as a function of social support modulating perceived threat of painful stimuli. In the current study, we directly examined the social-buffering effect in the context of the threat of pain. Eighteen healthy participants were subjected to the threat of pain while they held the hand of a close other, a stranger, or not at all. Neural and autonomic responses were recorded using electroencephalogram (EEG) and heart rate respectively. Close other hand-holding reduced pain perception. This was accompanied by decreased heart rate and frontal theta oscillation (4-8Hz) during the threat phase preceding painful stimulation. Interestingly, decreased heart rate and frontal theta in the close other hand-holding condition were uniquely associated with greater pain reduction during subsequent nociceptive stimulation. Neural changes were source localized to the insular cortex and the rostral-ventral portions of anterior cingulate cortex, regions involved in the processing of threat and pain. Together, our data build upon work to date linking social support to pain by demonstrating autonomic and neurophysiological changes associated with pain reduction.", "doi": "10.1016/j.jpain.2017.12.007", "title": "The Social Regulation of Pain: Autonomic and Neurophysiological Changes Associated with Perceived Threat.", "journal": ["The journal of pain : official journal of the American Pain Society", "J Pain"]}