{"authors": [["Lee", "Ye-Seul", "YS", "Acupuncture and Meridian Science Research Center, College of Korean Medicine, Kyung Hee University, Seoul, Republic of Korea."], ["Sehlstedt", "Isac", "I", "Department of Psychology, University of Gothenburg, Gothenburg, Sweden; Center for Social and Affective Neuroscience, Linköping University, Linköping, Sweden."], ["Olausson", "Håkan", "H", "Center for Social and Affective Neuroscience, Linköping University, Linköping, Sweden."], ["Jung", "Won-Mo", "WM", "Acupuncture and Meridian Science Research Center, College of Korean Medicine, Kyung Hee University, Seoul, Republic of Korea."], ["Wallraven", "Christian", "C", "Department of Brain Cognitive Engineering, Korea University, Seoul, Republic of Korea."], ["Chae", "Younbyoung", "Y", "Acupuncture and Meridian Science Research Center, College of Korean Medicine, Kyung Hee University, Seoul, Republic of Korea. Electronic address: ybchae@khu.ac.kr."]], "date": "2017-12-20", "id": "29274350", "text": "The discovery that pleasant touch is coded by C-tactile fibers has generated considerable research interest and increased understanding of the skin as a channel for social information via cutaneous senses. However, no study has differentiated between the pleasant response to visual and tactile non-human stimulations. Our study investigated pleasant touch in which the visual and haptic touch information was obtained from an affective, but non-social experience, by a custom-built non-human device. Participants (n=19) received soft brush strokes on their lower left arm delivered by a rotary tactile stimulator (physical session) or watched a video of an arm being stroked by a rotary tactile stimulator (visual session). The brush strokes were delivered at the same velocities (0.3, 1, 3, 10, 30cm/s) and force (0.4N) in both sessions. After each trial, participants rated the pleasantness of the touch. Analysis of variance was used to assess the effects of velocity and modality (visual touch vs. physical touch) on the pleasantness rating. Participants rated strokes between 1 and 10cm/s as most pleasant under both conditions. The pleasantness rating patterns differed significantly among velocities; however, no significant differences were found between modalities. Visual and physical (without human-to-human interaction) touch elicited similar behavioral responses, including an inverted U-shaped perception of pleasantness. These findings suggest that the pleasantness of touch is influenced by the velocity of the strokes in both visual and physical touch with a non-human stimulation.", "doi": "10.1016/j.physbeh.2017.12.022", "title": "Visual and physical affective touch delivered by a rotary tactile stimulation device: A human psychophysical study.", "journal": ["Physiology & behavior", "Physiol. Behav."]}