{"authors": [["Schoelitsz", "Bruce", "B", "Kennis- en Adviescentrum Dierplagen, Wageningen, The Netherlands."], ["Poortvliet", "P Marijn", "PM", "Strategic Communication, Wageningen University and Research, Wageningen, The Netherlands."], ["Takken", "Willem", "W", "Laboratory of Entomology, Wageningen University and Research, Wageningen, The Netherlands."]], "date": "2017-12-23", "id": "29274106", "text": "The public's negative attitudes towards household insects, drive tolerance for these insects and their control. Tolerance levels are important in IPM, as are pest knowledge and information. The Risk Information Seeking and Processing (RISP) model describes the relationships between personal factors and information seeking behaviour. We combined IPM and RISP to determine important relationships between factors driving insect tolerance levels and information seeking behaviour through an online survey and tested whether this model is valid and generally applicable.Relationships between variables from both IPM and RISP models were tested for seven insect species. Tolerance levels were measured with two factors: (1) willingness to pay for pest control and (2) whether insects are tolerated. Willingness to pay for control was positively affected by age, experience, risk perception, insect characteristics, and negative emotions and affected behavioural intention by influencing information sufficiency, and information seeking behaviour. Tolerability is influenced by perception of insect characteristics and determines whether control measures are taken.It was possible to combine the RISP and IPM models. Relevant driving factors were a person's age, experience, risk perception, negative affective responses, tolerance levels, relevant channel beliefs of online forums, information sufficiency and information seeking behaviour. There is, however, variation in important factors between different insects.", "doi": "10.1002/ps.4839", "title": "Factors driving public tolerance levels and information seeking behaviour concerning insects in the household environment.", "journal": ["Pest management science", "Pest Manag. Sci."]}