{"authors": [["Oskarsson", "Per", "P", "Department of Medicine, Karolinska University Hospital Huddinge, Karolinska Institute, 141 86, Stockholm, Sweden."], ["Antuna", "Ramiro", "R", "Department of Medicine, Clinica Diabetologica, Gijon, Spain."], ["Geelhoed-Duijvestijn", "Petronella", "P", "Department of Internal Medicine, Haaglanden Medisch Centrum, Den Haag, the Netherlands."], ["Krӧger", "Jens", "J", "Department of Diabetes, Zentrum für Diabetologie Hamburg Bergedorf, Hamburg, Germany."], ["Weitgasser", "Raimund", "R", "Department of Medicine, Wehrle-Diakonissen Hospital, Salzburg, Austria."], ["Bolinder", "Jan", "J", "Department of Medicine, Karolinska University Hospital Huddinge, Karolinska Institute, 141 86, Stockholm, Sweden. jan.bolinder@ki.se."]], "date": "2017-12-23", "id": "29273897", "text": "Evidence for the effectiveness of interstitial glucose monitoring in individuals with type 1 diabetes using multiple daily injection (MDI) therapy is limited. In this pre-specified subgroup analysis of the Novel Glucose-Sensing Technology and Hypoglycemia in Type 1 Diabetes: a Multicentre, Non-masked, Randomised Controlled Trial' (IMPACT), we assessed the impact of flash glucose technology on hypoglycaemia compared with capillary glucose monitoring.This multicentre, prospective, non-masked, RCT enrolled adults from 23 European diabetes centres. Individuals were eligible to participate if they had well-controlled type 1 diabetes (diagnosed for ≥5 years), HbA1c ≤ 58 mmol/mol [7.5%], were using MDI therapy and on their current insulin regimen for ≥3 months, reported self-monitoring of blood glucose on a regular basis (equivalent to ≥3 times/day) for ≥2 months and were deemed technically capable of using flash glucose technology. Individuals were excluded if they were diagnosed with hypoglycaemia unawareness, had diabetic ketoacidosis or myocardial infarction in the preceding 6 months, had a known allergy to medical-grade adhesives, used continuous glucose monitoring (CGM) within the previous 4 months or were currently using CGM or sensor-augmented pump therapy, were pregnant or planning pregnancy or were receiving steroid therapy for any disorders. Following 2 weeks of blinded (to participants and investigator) sensor wear by all participants, participants with sensor data for more than 50% of the blinded wear period (or ≥650 individual sensor results) were randomly assigned, in a 1:1 ratio by a central interactive web response system (IWRS) using the biased-coin minimisation method, to flash sensor-based glucose monitoring (intervention group) or self-monitoring of capillary blood glucose (control group). The control group had two further 14 day blinded sensor-wear periods at the 3 and 6 month time points. Participants, investigators and staff were not masked to group allocation. The primary outcome was the change in time in hypoglycaemia (<3.9 mmol/l) between baseline and 6 months in the full analysis set.Between 4 September 2014 and 12 February 2015, 167 participants using MDI were enrolled. After screening and the baseline phase, participants were randomised to intervention (n = 82) and control groups (n = 81). One woman from each group was excluded owing to pregnancy; the full analysis set included 161 randomised participants. At 6 months, mean time in hypoglycaemia was reduced by 46.0%, from 3.44 h/day to 1.86 h/day in the intervention group (baseline adjusted mean change, -1.65 h/day), and from 3.73 h/day to 3.66 h/day in the control group (baseline adjusted mean change, 0.00 h/day), with a between-group difference of -1.65 (95% CI -2.21, -1.09; p < 0.0001). For participants in the intervention group, the mean ± SD daily sensor scanning frequency was 14.7 ± 10.7 (median 12.3) and the mean number of self-monitored blood glucose tests performed per day reduced from 5.5 ± 2.0 (median 5.4) at baseline to 0.5 ± 1.0 (median 0.1). The baseline frequency of self-monitored blood glucose tests by control participants was maintained (from 5.6 ± 1.9 [median 5.2] to 5.5 ± 2.6 [median 5.1] per day). Treatment satisfaction and perception of hypo/hyperglycaemia were improved compared with control. No device-related hypoglycaemia or safety-related issues were reported. Nine serious adverse events were reported for eight participants (four in each group), none related to the device. Eight adverse events for six of the participants in the intervention group were also reported, which were related to sensor insertion/wear; four of these participants withdrew because of the adverse event.Use of flash glucose technology in type 1 diabetes controlled with MDI therapy significantly reduced time in hypoglycaemia without deterioration of HbA1c, and improved treatment satisfaction.ClinicalTrials.gov NCT02232698 FUNDING: Abbott Diabetes Care, Witney, UK.", "doi": "10.1007/s00125-017-4527-5", "title": "Impact of flash glucose monitoring on hypoglycaemia in adults with type 1 diabetes managed with multiple daily injection therapy: a pre-specified subgroup analysis of the IMPACT randomised controlled trial.", "journal": ["Diabetologia", "Diabetologia"]}