{"authors": [["Ueno", "Masaki", "M", "Second Department of Surgery, Wakayama Medical University, 811-1 Kimiidera, Wakayama, 641-8510, Japan."], ["Hayami", "Shinya", "S", "Second Department of Surgery, Wakayama Medical University, 811-1 Kimiidera, Wakayama, 641-8510, Japan."], ["Sonomura", "Tetsuo", "T", "Department of Radiology, Wakayama Medical University, Wakayama, Japan."], ["Tanaka", "Ryota", "R", "Department of Radiology, Wakayama Medical University, Wakayama, Japan."], ["Kawai", "Manabu", "M", "Second Department of Surgery, Wakayama Medical University, 811-1 Kimiidera, Wakayama, 641-8510, Japan."], ["Hirono", "Seiko", "S", "Second Department of Surgery, Wakayama Medical University, 811-1 Kimiidera, Wakayama, 641-8510, Japan."], ["Okada", "Ken-Ichi", "KI", "Second Department of Surgery, Wakayama Medical University, 811-1 Kimiidera, Wakayama, 641-8510, Japan."], ["Yamaue", "Hiroki", "H", "Second Department of Surgery, Wakayama Medical University, 811-1 Kimiidera, Wakayama, 641-8510, Japan. yamaue-h@wakayama-med.ac.jp."]], "date": "2017-12-22", "id": "29273869", "text": "To accomplish laparoscopic anatomical liver resection, intraoperative liver segmentation is necessary. Tattooing method or Glissonian approach will be used in a similar way to that in open liver resection. Moreover, in liver segment detection, the fluorescence of indocyanine green (ICG) means it has been recognized as a useful dye. In laparoscopy, however, there are technical difficulties in performing these conventional methods, so development of new techniques is necessary for liver segment identification. We report a pilot study using interventional radiology technique for laparoscopic intraoperative liver segmentation.Just prior to liver parenchymal resection, angiography was performed using a hybrid operation room. A catheter was inserted from the right femoral artery into the targeted arterial branch. After confirming the perfusion area by arteriography, embolic solution containing ICG was injected, and the branch was embolized. ICG fluorescence was observed by PINPOINT, a near-infrared imaging system.Immediately after embolic solution injection, we were able to observe ICG fluorescence on the surface of the liver to be resected. This visual effect continued during liver parenchymal resection. We were able to confirm the intra-parenchymal boundary by observing ICG fluorescence on the cut surface of the resecting side and accomplished precise anatomical liver resection.Our novel technique provides advances in laparoscopic anatomical liver resection performance. As two-dimensional laparoscopy lacks depth perception, additional visual information, such as ICG fluorescence imagery, is helpful as a navigation tool for precise laparoscopic anatomical liver resection.", "doi": "10.1007/s00464-017-5997-8", "title": "Indocyanine green fluorescence imaging techniques and interventional radiology during laparoscopic anatomical liver resection (with video).", "journal": ["Surgical endoscopy", "Surg Endosc"]}