{"authors": [["Laux", "Peter", "P", "Department of Chemical and Product Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany. peter.laux@bfr.bund.de."], ["Tentschert", "Jutta", "J", "Department of Chemical and Product Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."], ["Riebeling", "Christian", "C", "Department of Chemical and Product Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."], ["Braeuning", "Albert", "A", "Department of Food Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."], ["Creutzenberg", "Otto", "O", "Department of Inhalation Toxicology, Fraunhofer-Institute for Toxicology and Experimental Medicine (ITEM), Nikolai Fuchs Strasse 1, 30625, Hannover, Germany."], ["Epp", "Astrid", "A", "Department of Risk Communication, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."], ["Fessard", "Valérie", "V", "Laboratoire de Fougères, French Agency for Food, Environmental and Occupational Health and Safety (ANSES), 10B Rue Claude Bourgelat, 35306, Fougères Cedex, France."], ["Haas", "Karl-Heinz", "KH", "Fraunhofer Institute for Silicate Research ISC, Neunerplatz 2, 97082, Würzburg, Germany."], ["Haase", "Andrea", "A", "Department of Chemical and Product Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."], ["Hund-Rinke", "Kerstin", "K", "Fraunhofer Institute for Molecular Biology and Applied Ecology IME, Auf Dem Aberg 1, 57392, Schmallenberg, Germany."], ["Jakubowski", "Norbert", "N", "Division 1.1 Inorganic Trace Analysis, Federal Institute for Materials Research and Testing (BAM), Richard-Willstaetter-Str. 11, 12489, Berlin, Germany."], ["Kearns", "Peter", "P", "OECD Environment, Health and Safety Division 2, rue Andre-Pascal, 75775, Paris Cedex 16, France."], ["Lampen", "Alfonso", "A", "Department of Food Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."], ["Rauscher", "Hubert", "H", "Joint Research Centre (JRC) of the European Commission, Directorate Health, Consumers and Reference Materials, Via E. Fermi, 2749, 21027, Ispra, Italy."], ["Schoonjans", "Reinhilde", "R", "Scientific Committee and Emerging Risks Unit, European Food Safety Authority (EFSA), Via Carlo Magno 1a, 43126, Parma, Italy."], ["Störmer", "Angela", "A", "Fraunhofer Institute for Process Engineering and Packaging IVV, Giggenhauser Strasse 35, 85354, Freising, Germany."], ["Thielmann", "Axel", "A", "Fraunhofer Institute for Systems and Innovation Research ISI, Breslauer Strasse 48, 76139, Karlsruhe, Germany."], ["Mühle", "Uwe", "U", "Fraunhofer Institute for Ceramic Technologies and Systems IKTS, Winterbergstr. 28, 01277, Dresden, Germany."], ["Luch", "Andreas", "A", "Department of Chemical and Product Safety, German Federal Institute for Risk Assessment (BfR), Max-Dohrn-Strasse 8-10, 10589, Berlin, Germany."]], "date": "2017-12-22", "id": "29273819", "text": "Development and market introduction of new nanomaterials trigger the need for an adequate risk assessment of such products alongside suitable risk communication measures. Current application of classical and new nanomaterials is analyzed in context of regulatory requirements and standardization for chemicals, food and consumer products. The challenges of nanomaterial characterization as the main bottleneck of risk assessment and regulation are presented. In some areas, e.g., quantification of nanomaterials within complex matrices, the establishment and adaptation of analytical techniques such as laser ablation inductively coupled plasma mass spectrometry and others are potentially suited to meet the requirements. As an example, we here provide an approach for the reliable characterization of human exposure to nanomaterials resulting from food packaging. Furthermore, results of nanomaterial toxicity and ecotoxicity testing are discussed, with concluding key criteria such as solubility and fiber rigidity as important parameters to be considered in material development and regulation. Although an analysis of the public opinion has revealed a distinguished rating depending on the particular field of application, a rather positive perception of nanotechnology could be ascertained for the German public in general. An improvement of material characterization in both toxicological testing as well as end-product control was concluded as being the main obstacle to ensure not only safe use of materials, but also wide acceptance of this and any novel technology in the general public.", "doi": "10.1007/s00204-017-2144-1", "title": "Nanomaterials: certain aspects of application, risk assessment and risk communication.", "journal": ["Archives of toxicology", "Arch. Toxicol."]}