{"authors": [["Muellner", "Ulrich", "U", "Epi-interactive, P.O. Box 15327, Miramar, Wellington, 6243, New Zealand."], ["Fournié", "Guillaume", "G", "Veterinary Epidemiology, Economics and Public Health Group, Pathobiology and Population Sciences Department, Royal Veterinary College, Hatfield, AL9 7TA, UK."], ["Muellner", "Petra", "P", "Epi-interactive, P.O. Box 15327, Miramar, Wellington, 6243, New Zealand."], ["Ahlstrom", "Christina", "C", "Epi-interactive, P.O. Box 15327, Miramar, Wellington, 6243, New Zealand."], ["Pfeiffer", "Dirk U", "DU", "Veterinary Epidemiology, Economics and Public Health Group, Pathobiology and Population Sciences Department, Royal Veterinary College, Hatfield, AL9 7TA, UK; School of Veterinary Medicine, To Yuen Building, 31 To Yuen Street, City University of Hong Kong, Kowloon, Hong Kong."]], "date": "2017-12-11", "id": "29273280", "text": "Mathematical models of disease transmission are used to improve our understanding of patterns of infection and to identify factors influencing them. During recent public and animal health crises, such as pandemic influenza, Ebola, Zika, foot-and-mouth disease, models have made important contributions in addressing policy questions, especially through the assessment of the trajectory and scale of outbreaks, and the evaluation of control interventions. However, their mathematical formulation means that they may appear as a \"black box\" to those without the appropriate mathematical background. This may lead to a negative perception of their utility for guiding policy, and generate expectations, which are not in line with what these models can deliver. It is therefore important for policymakers, as well as public health and animal health professionals and researchers who collaborate with modelers and use results generated by these models for policy development or research purpose, to understand the key concepts and assumptions underlying these models. The software application epidemix (http://shinyapps.rvc.ac.uk) presented here aims to make mathematical models of disease transmission accessible to a wider audience of users. By developing a visual interface for a suite of eight models, users can develop an understanding of the impact of various modelling assumptions - especially mixing patterns - on the trajectory of an epidemic and the impact of control interventions, without having to directly deal with the complexity of mathematical equations and programming languages. Models are compartmental or individual-based, deterministic or stochastic, and assume homogeneous or heterogeneous-mixing patterns (with the probability of transmission depending on the underlying structure of contact networks, or the spatial distribution of hosts). This application is intended to be used by scientists teaching mathematical modelling short courses to non-specialists - including policy makers, public and animal health professionals and students - and wishing to develop hands-on practicals illustrating key concepts of disease dynamics and control.", "doi": "10.1016/j.epidem.2017.12.003", "title": "epidemix-An interactive multi-model application for teaching and visualizing infectious disease transmission.", "journal": ["Epidemics", "Epidemics"]}