{"authors": [["Guzman", "Marco", "M", "Department of Otolaryngology, Las Condes Clinic, Santiago, Chile; Department of Communication Sciences, University of Chile, Santiago, Chile. Electronic address: guzmann.marcoa@gmail.com."], ["Acuña", "Gabriela", "G", "Department of Communication Sciences, University of Chile, Santiago, Chile."], ["Pacheco", "Fernanda", "F", "Department of Communication Sciences, University of Chile, Santiago, Chile."], ["Peralta", "Francisca", "F", "Department of Communication Sciences, University of Chile, Santiago, Chile."], ["Romero", "Constanza", "C", "Department of Communication Sciences, University of Chile, Santiago, Chile."], ["Vergara", "Cecilia", "C", "Department of Communication Sciences, University of Chile, Santiago, Chile."], ["Quezada", "Camilo", "C", "Department of Communication Sciences, University of Chile, Santiago, Chile."]], "date": "2017-12-19", "id": "29273232", "text": "The present study reports the effects of double source of vibration semioccluded vocal tract exercises (SOVTEs) on subjective and objective variables in subjects with voice complaints.Eighty-four participants with voice complaints were randomly assigned to one of four treatment groups: (1) water resistance therapy, (2) tongue trills, (3) lip trills, and (4) raspberry (tongue and lip trills at the same time). Before and after voice therapy, participants underwent aerodynamic, electroglottographic, and acoustic assessments. Measures for the Vocal Tract Discomfort Scale (VTDS), self-assessment of resonant voice quality, and sensation of muscle relaxation were also obtained. Three assessment sessions were conducted: (1) before the therapy session (Pre), (2) immediately after the voice therapy session (Post 1), and (3) 1 week after home practice (Post 2).Significant differences between baseline (Pre) and both post measures were found for the perception of muscle relaxation and resonant voice quality. No significant differences between Post 1 and Post 2 for any exercises were observed. This indicates that all voice exercises improved subjective self-perceived voice quality immediately after exercises and that improvement remained stable after 1 week of practice. Water resistance therapy and raspberry attained the highest effect. A significant decrease for all exercises was also observed for VTDS values after 1 week of practice. Although some significant changes were observed in objective variables, no clear patterns could be detected.SOVTEs with secondary source of vibration may reduce vocal symptoms related to physical discomfort in subjects with voice complaints. Objective variables apparently do not fully reflect subjective positive outcomes, or they are not sensitive enough to capture changes. No significant differences between four observed SOVTEs were observed.", "doi": "10.1016/j.jvoice.2017.08.021", "title": "The Impact of Double Source of Vibration Semioccluded Voice Exercises on Objective and Subjective Outcomes in Subjects with Voice Complaints.", "journal": ["Journal of voice : official journal of the Voice Foundation", "J Voice"]}