{"authors": [["Usher-Smith", "Juliet A", "JA", "The Primary Care Unit, Department of Public Health and Primary Care, University of Cambridge, Box 113 Cambridge Biomedical Campus, Cambridge, CB2 0SR, UK. jau20@medschl.cam.ac.uk."], ["Silarova", "Barbora", "B", "MRC Epidemiology Unit, Institute of Metabolic Science, University of Cambridge, Cambridge, CB2 0QQ, UK."], ["Lophatananon", "Artitaya", "A", "Institute of Population Health, University of Manchester, Oxford Road, Manchester, M13 9PL, UK."], ["Duschinsky", "Robbie", "R", "The Primary Care Unit, Department of Public Health and Primary Care, University of Cambridge, Box 113 Cambridge Biomedical Campus, Cambridge, CB2 0SR, UK."], ["Campbell", "Jackie", "J", "Institute of Health and Wellbeing, University of Northampton, Park Campus, Boughton Green Road, Northampton, NN2 7AL, UK."], ["Warcaba", "Joanne", "J", "Moulton Surgery, 120 Northampton Lane North, Moulton, NN3 7QP, UK."], ["Muir", "Kenneth", "K", "Institute of Population Health, University of Manchester, Oxford Road, Manchester, M13 9PL, UK."]], "date": "2017-12-22", "id": "29273050", "text": "It is estimated that nearly 600,000 cancer cases in the UK could have been avoided in the past five years if people had healthier lifestyles. A number of theories of behaviour change suggest that before people will change health behaviours, they must accept that a risk applies to them. This study aimed to explore the views of the public on receiving personalised cancer risk information and the potential for that information to motivate behaviour change.We conducted 27 interviews with members of the public (mean age 49 ± 23 years). Each participant completed a questionnaire to allow calculation of their risk of developing the most common cancers (10 for women, 8 for men). During the interviews we presented their risk using a web-based tool developed for the study and discussions covered their views on receiving that information. Each interview was audio-recorded and then analysed using thematic analysis.Participants generally viewed the concept of personalised cancer risk positively. The first reaction of almost all when presented with their 10-year risk of an individual cancer without any further context was that it was low and not concerning. Views on what constituted a high risk ranged widely, from 0.5 to 60%. All felt seeing the impact of changes in lifestyle was helpful. For some this led to intentions to change behaviour, but reductions in risk were not always motivating as the risks were considered low and differences small.Provision of personalised cancer risk was well received and may be a useful addition to other cancer prevention initiatives. Further work is needed in particular to develop ways to present cancer risk that reflect the general perception of what constitutes a risk high enough to motivate behaviour change and help patients contextualise a less well known health risk by providing a frame of reference.", "doi": "10.1186/s12889-017-4985-1", "title": "Responses to provision of personalised cancer risk information: a qualitative interview study with members of the public.", "journal": ["BMC public health", "BMC Public Health"]}