{"authors": [["Keenan", "Heather T", "HT", "Division of Pediatric Critical Care, Department of Pediatrics, University of Utah School of Medicine, P.O. Box 581289, Salt Lake City, UT, 84158, USA. heather.keenan@hsc.utah.edu."], ["Campbell", "Kristine A", "KA", "Division of Child Protection and Family Health, University of Utah School of Medicine, P.O. Box 581289, Salt Lake City, UT, 84158, USA."], ["Page", "Kent", "K", "Division of Pediatric Critical Care, Department of Pediatrics, University of Utah School of Medicine, P.O. Box 581289, Salt Lake City, UT, 84158, USA."], ["Cook", "Lawrence J", "LJ", "Division of Pediatric Critical Care, Department of Pediatrics, University of Utah School of Medicine, P.O. Box 581289, Salt Lake City, UT, 84158, USA."], ["Bardsley", "Tyler", "T", "Department of Pediatrics, University of Utah School of Medicine, P.O. Box 581289, Salt Lake City, UT, 84158, USA."], ["Olson", "Lenora M", "LM", "Division of Pediatric Critical Care, Department of Pediatrics, University of Utah School of Medicine, P.O. Box 581289, Salt Lake City, UT, 84158, USA."]], "date": "2017-12-22", "id": "29273019", "text": "The medical literature reports differential decision-making for children with suspected physical abuse based on race and socioeconomic status. Differential evaluation may be related to differences of risk indicators in these populations or differences in physicians' perceptions of abuse risk. Our objective was to understand the contribution of the child's social ecology to child abuse pediatricians' perception of abuse risk and to test whether risk perception influences diagnostic decision-making.Thirty-two child abuse pediatrician participants prospectively contributed 746 consultations from for children referred for physical abuse evaluation (2009-2013). Participants entered consultations to a web-based interface. Participants noted their perception of child race, family SES, abuse diagnosis. Participants rated their perception of social risk for abuse and diagnostic certainty on a 1-100 scale. Consultations (n = 730) meeting inclusion criteria were qualitatively analyzed for social risk indicators, social and non-social cues. Using a linear mixed-effects model, we examined the associations of social risk indicators with participant social risk perception. We reversed social risk indicators in 102 cases whilst leaving all injury mechanism and medical information unchanged. Participants reviewed these reversed cases and recorded their social risk perception, diagnosis and diagnostic certainty.After adjustment for physician characteristics and social risk indicators, social risk perception was highest in the poorest non-minority families (24.9 points, 95%CI: 19.2, 30.6) and minority families (17.9 points, 95%CI, 12.8, 23.0). Diagnostic certainty and perceived social risk were associated: certainty increased as social risk perception increased (Spearman correlation 0.21, p < 0.001) in probable abuse cases; certainty decreased as risk perception increased (Spearman correlation (-)0.19, p = 0.003) in probable not abuse cases. Diagnostic decisions changed in 40% of cases when social risk indicators were reversed.CAP risk perception that poverty is associated with higher abuse risk may explain documented race and class disparities in the medical evaluation and diagnosis of suspected child physical abuse. Social risk perception may act by influencing CAP certainty in their diagnosis.", "doi": "10.1186/s12887-017-0969-7", "title": "Perceived social risk in medical decision-making for physical child abuse: a mixed-methods study.", "journal": ["BMC pediatrics", "BMC Pediatr"]}