{"authors": [["Nemecek", "Daniela", "D", "First Vienna Pediatric Medical Center, Vienna, Austria. d.nemecek@aon.at."], ["Sebelefsky", "Christian", "C", "First Vienna Pediatric Medical Center, Vienna, Austria."], ["Woditschka", "Astrid", "A", "First Vienna Pediatric Medical Center, Vienna, Austria."], ["Voitl", "Peter", "P", "First Vienna Pediatric Medical Center, Vienna, Austria."]], "date": "2017-12-22", "id": "29273009", "text": "Childhood overweight is a growing problem in industrialized countries. Parents play a major role in the development and the treatment of overweight in their children. A key factor here is the perception of their child's weight status. As we know of other studies, parental perception of children's weight status is very poor. This study aimed to determine factors associated with childhood overweight and parental misperception of weight status. The height and weight of children, as reported by parents were compared with measured data.The study was conducted at a general pediatric outpatient clinic in Vienna, Austria. A total of 600 children (aged 0-14 years) participated in the study. Collection of data was performed by means of a questionnaire comprising items relating to parental weight and social demographics. The parents were also asked to indicate their children's weight and height, as well as the estimated weight status. Children were weighed and measured and BMI was calculated, allowing a comparison of estimated values and weight categories with the measured data.Parental BMI, parental weight and a higher birth weight were identified as factors associated with childhood overweight. No association with the parents' educational status or citizenship could be proven. We compared parents' estimations of weight and height of their children with measured data. Here we found, that parental estimated values often differ from measured data. Using only parental estimated data to define weight status leads to misclassifications. It could be seen that parents of overweight children tend to underestimate the weight status of their children, compared to parents of children with normal weight.Pediatricians should bear in mind that parental assessment often differs from the measured weight of their children. Hence children should be weighed and measured regularly to prevent them from becoming overweight. This is of particular importance in children with higher birth weight and children of overweight parents.Study was not registered. The study was approved by the Ethic committee of the city of Vienna. (EK 13-146-VK).", "doi": "10.1186/s12887-017-0964-z", "title": "Overweight in children and its perception by parents: cross-sectional observation in a general pediatric outpatient clinic.", "journal": ["BMC pediatrics", "BMC Pediatr"]}