{"authors": [["Kristensen", "Mads Aage Toft", "MAT", "The Research Unit for General Practice and Section of General Practice, Department of Public Health, University of Copenhagen, Øster Farimagsgade 5, P.O. box 2099, DK-1014, Copenhagen K, Denmark. mads.kristensen@sund.ku.dk."], ["Hølge-Hazelton", "Bibi", "B", "Zealand University Hospital, Munkesøvej 20, DK-4000, Roskilde, Denmark."], ["Waldorff", "Frans Boch", "FB", "The Research Unit for General Practice and Section of General Practice, Department of Public Health, University of Copenhagen, Øster Farimagsgade 5, P.O. box 2099, DK-1014, Copenhagen K, Denmark."], ["Guassora", "Ann Dorrit", "AD", "The Research Unit for General Practice and Section of General Practice, Department of Public Health, University of Copenhagen, Øster Farimagsgade 5, P.O. box 2099, DK-1014, Copenhagen K, Denmark."]], "date": "2017-12-22", "id": "29273001", "text": "It is not known how general practitioners (GPs) perceive the concept of self-care and how they assess self-care ability in patients with multiple chronic conditions. As a part of the strategy to improve the care of people living with chronic conditions, disease management programs in Denmark require GPs and other health care workers to assess and support patients' self-care ability. The aim of the present study was to explore GPs' perceptions and assessment of self-care ability in patients with multiple chronic conditions who have difficulty following a given treatment.A qualitative study conducted through in-depth, semi-structured interviews with a purposive sample of 12 GPs in rural areas of Denmark with economically disadvantaged populations. The interviews involved 36 complex patient cases selected by the GPs themselves. Our analysis followed the principles of systematic text condensation.Most GPs in our study had a health-related perception of self-care, but some had a broader perception encompassing the situational context of the patient's life. The GPs' assessments of patients' self-care ability were based on information from the ongoing and often long-term relationships with the patients. GPs identified four major factors that influenced patients' self-care ability, which accumulated and fluctuated over time: multimorbidity, cognitive resources, material resources, and the patients' social contexts.The GPs in this study had dual perceptions of self-care, related to both the chronic health conditions and to the broader situational contexts of their patients' lives. GPs' assessments of self-care ability depended largely on their experiences from the doctor-patient relationship, and they emphasized that the factors affecting self-care ability were highly dynamic over the patient's lifetime. However, these findings might be resisted by the Danish disease management programs, which tend to have a static and more narrow, health-related view of patient self-care. The Danish programs require GPs to assess self-care ability upfront at the beginning of treatment and do not consider whether a relationship with the patient is established. If GPs' perceptions and assessments of self-care ability are not included in chronic disease management models, there is a risk that they vill be insufficiently implemented in general practice.", "doi": "10.1186/s12875-017-0679-0", "title": "How general practitioners perceive and assess self-care in patients with multiple chronic conditions: a qualitative study.", "journal": ["BMC family practice", "BMC Fam Pract"]}