{"authors": [["Fan", "Li-Hua", "LH", "Department of Health Management, School of Public Health, Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Gao", "Lei", "L", "Department of Health Management, School of Public Health, Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Liu", "Xin", "X", "Department of Health Management, School of Public Health, Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Zhao", "Shi-Hong", "SH", "Department of Neurosurgery, The Second Affiliated Hospital of Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Mu", "Hui-Tong", "HT", "Department of Health Management, School of Public Health, Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Li", "Zhe", "Z", "Department of Health Management, School of Public Health, Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Shi", "Lei", "L", "Department of Health Management, School of Public Health, Harbin Medical University, Harbin, Heilongjiang, People's Republic of China."], ["Wang", "Ling-Ling", "LL", "Department of Autonomous Protection, Chinese Hospital Association, Beijing, People's Republic of China."], ["Jia", "Xiao-Li", "XL", "Department of Autonomous Protection, Chinese Hospital Association, Beijing, People's Republic of China."], ["Ha", "Min", "M", "Department of Autonomous Protection, Chinese Hospital Association, Beijing, People's Republic of China."], ["Lou", "Feng-Ge", "FG", "Department of Public Health Research, School of Public Health, Qiqihar Medical University, Qiqihar, Heilongjiang, People's Republic of China."]], "date": "2017-12-22", "id": "29272312", "text": "The doctor-patient relationship has been a major focus of society. Hospitals' efforts to improve the quality of their medical services have been to reduce the probability of doctor-patient conflicts. In this study, we aimed to determine the gap between expectations and perceptions of service quality according to patients to provide reference data for creating strategies to improve health care quality.Twenty-seven hospitals in 15 provinces (municipalities directly beneath the central government) were selected for our survey; we sent out 1,589 questionnaires, of which 1,520 were collected (response rate 95.65%) and 1,303 were valid (85.72% effective recovery rate). Paired t-tests were used to analyze whether there were significant differences between patients' expectations and perceived service quality. A binary logistic regression analysis was used to determine whether there were significant differences in the gap between expectation and perception of service quality according to patients' demographic characteristics.There was a significant difference between the expected and perceived service quality (p < 0.05) according to patients both before and after receiving medical services. Furthermore, the service quality gap of each service dimension was negative. Specifically, the gaps in service quality were as follows: economy, responsiveness, empathy, assurance, reliability, and tangibles. Overall, we can conclude that patients' perceptions of service quality are lower than their expectations.According to the study results, the quality of health care services as perceived by patients was lower than expected. Hospitals should make adjustments according to the actual situation and should strive to constantly improve the quality of medical services for patients.", "doi": "10.1371/journal.pone.0190123", "title": "Patients' perceptions of service quality in China: An investigation using the SERVQUAL model.", "journal": ["PloS one", "PLoS ONE"]}