{"authors": [["Pisoni", "David B", "DB", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Broadstock", "Arthur", "A", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Wucinich", "Taylor", "T", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Safdar", "Natalie", "N", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Miller", "Kelly", "K", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Hernandez", "Luis R", "LR", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Vasil", "Kara", "K", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Boyce", "Lauren", "L", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Davies", "Alexandra", "A", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Harris", "Michael S", "MS", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Castellanos", "Irina", "I", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Xu", "Huiping", "H", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Kronenberger", "William G", "WG", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."], ["Moberly", "Aaron C", "AC", "Department of Psychological and Brain Sciences, Indiana University, Bloomington, Indiana, USA."]], "date": "2017-12-21", "id": "29271831", "text": "Despite the importance of verbal learning and memory in speech and language processing, this domain of cognitive functioning has been virtually ignored in clinical studies of hearing loss and cochlear implants in both adults and children. In this article, we report the results of two studies that used a newly developed visually based version of the California Verbal Learning Test-Second Edition (CVLT-II), a well-known normed neuropsychological measure of verbal learning and memory.The first study established the validity and feasibility of a computer-controlled visual version of the CVLT-II, which eliminates the effects of audibility of spoken stimuli, in groups of young normal-hearing and older normal-hearing (ONH) adults. A second study was then carried out using the visual CVLT-II format with a group of older postlingually deaf experienced cochlear implant (ECI) users (N = 25) and a group of ONH controls (N = 25) who were matched to ECI users for age, socioeconomic status, and nonverbal IQ. In addition to the visual CVLT-II, subjects provided data on demographics, hearing history, nonverbal IQ, reading fluency, vocabulary, and short-term memory span for visually presented digits. ECI participants were also tested for speech recognition in quiet.The ECI and ONH groups did not differ on most measures of verbal learning and memory obtained with the visual CVLT-II, but deficits were identified in ECI participants that were related to recency recall, the buildup of proactive interference, and retrieval-induced forgetting. Within the ECI group, nonverbal fluid IQ, reading fluency, and resistance to the buildup of proactive interference from the CVLT-II consistently predicted better speech recognition outcomes.Results from this study suggest that several underlying foundational neurocognitive abilities are related to core speech perception outcomes after implantation in older adults. Implications of these findings for explaining individual differences and variability and predicting speech recognition outcomes after implantation are discussed.", "doi": "10.1097/AUD.0000000000000530", "title": "Verbal Learning and Memory After Cochlear Implantation in Postlingually Deaf Adults: Some New Findings with the CVLT-II.", "journal": ["Ear and hearing", "Ear Hear"]}