{"authors": [["Van Den Heuij", "Kirsten M L", "KML", "a Research Centre Innovations in Care, Rotterdam University of Applied Sciences , Rotterdam , The Netherlands and."], ["Neijenhuis", "Karin", "K", "a Research Centre Innovations in Care, Rotterdam University of Applied Sciences , Rotterdam , The Netherlands and."], ["Coene", "Martine", "M", "b Department of Language and Communication, VU University Amsterdam , Amsterdam , The Netherlands."]], "date": "2017-12-22", "id": "29271668", "text": "People have the right to freedom of opinion and expression, as defined in Article 19 of the Universal Declaration of Human Rights. Higher education plays a major role in helping students to develop and express their own opinions and, therefore, should be equally accessible to all. This article focuses on how students judge the accessibility to oral instruction in higher education listening contexts.We collected data from 191 students in higher education by means of a questionnaire, addressing understanding speech in different types of classrooms and various educational settings.In lecture halls, understanding speech was judged to be significantly worse than in smaller classrooms. Two important negative factors were identified: background noise in classrooms and lecture halls and the non-use of a microphone.In lecture halls students achieve good or excellent speech perception only when lecturers are using a microphone. Nevertheless, this is not a standard practice. To achieve genuine inclusion in tertiary education programs, it is essential to remove acoustic barriers to understanding speech as much as possible. This study is a first step to identify communication facilitators to oral higher education instruction, for students with hearing loss or communication impairment.", "doi": "10.1080/17549507.2017.1413136", "title": "Acoustic environments that support equally accessible oral higher education as a human right.", "journal": ["International journal of speech-language pathology", "Int J Speech Lang Pathol"]}