{"authors": [["Nimmon", "Laura", "L", "a Centre for Health Education Scholarship, University of British Columbia , Vancouver , British Columbia , Canada."], ["Regehr", "Glenn", "G", "a Centre for Health Education Scholarship, University of British Columbia , Vancouver , British Columbia , Canada."]], "date": "2017-12-22", "id": "29271662", "text": "Phenomenon: Patients have access to a wide variety of sources of information about their health in their day-to-day contexts. This can sometimes result in discordance between a physician's perception of a patient's health issue and a patient's perception of their health issue. Even after the physician has negotiated an understanding and treatment plan with a patient, subsequent interactions outside the physician-patient encounter may modify the patient's understanding of their health issue. A patient's reinterpretation of his or her health issue can then result in nonadherence of the treatment plan or even alternative treatment plans that the physician perceives as being unsatisfactory. Current models of physician-patient communication do not prepare physicians to manage this phenomenon.Using an ethnographic and a social network analysis research design, participants' patterns of social interaction around health information were investigated over a yearlong period (2012-2013) in a small rural community in Western Canada. Data included (a) individual interviews, (b) focus group interviews, and (c) field notes. Data were analyzed in a three-stage process: (a) item analysis, (b) pattern analysis, and (c) structural analysis.The findings highlight how physicians are only one nodal point in patients' broad, multilayered networks of communication. Interactions around health topics were not isolated events but rather occurred in various patterns of social interactions that were longitudinal and iterative. Meaning making around health topics was constructed, shared, elaborated, reconstructed, and interpreted in participants' social networks, as information was distributed through a complex temporal system of interpersonal ties. Insights: Issues concerning physician communication have been a long-standing conversation in the field of medical education. Many competency frameworks have attempted to encompass this core competency in their elaboration of the physician communicator. However, most representations and discussions in the field tend to depict physician communicators as experts who translate their knowledge to patients in a simplified way, in a single moment in time. This study suggests that educational initiatives in physician-patient communication would benefit from contextualizing physicians as part of patients' resource-rich, temporally extended, iterative process of meaning making. This alternative framing has the potential to support physicians' continuing engagement with patients as a meaningful and responsive node in patients' meaning-making networks.", "doi": "10.1080/10401334.2017.1407656", "title": "The Complexity of Patients' Health Communication Social Networks: A Broadening of Physician Communication.", "journal": ["Teaching and learning in medicine", "Teach Learn Med"]}