{"authors": [["Wittkopf", "P G", "PG", "Centre for Pain Research, School of Clinical and Applied Sciences, Leeds Beckett University, Leeds, UK."], ["Lloyd", "D M", "DM", "School of Psychology, University of Leeds, Leeds, UK."], ["Johnson", "M I", "MI", "Centre for Pain Research, School of Clinical and Applied Sciences, Leeds Beckett University, Leeds, UK."]], "date": "2017-12-22", "id": "29271535", "text": "The aim of this systematic review was to evaluate the effect of visual feedback techniques on pain perception by analysing the effect of normal-sized, magnified or minified visual feedback of body parts on clinical and experimentally-induced pain. Databases searched: Medline, Embase, PsychInfo, PEDro, CINAHL, CENTRAL and OpenSIGLE. Studies investigating pain patients and pain-free participants exposed to experimentally-induced pain were analysed separately. Risk of bias was assessed and data were meta-analysed. Thirty four studies were included. A meta-analysis of clinical data favoured mirror visual feedback (six trials; mean difference = -13.06 mm; 95% CI = -23.97, -2.16). Subgroup analysis favoured mirror visual feedback when used as a course of treatment (three trials; mean difference = -12.76 mm; 95% CI = -24.11, -1.40) and when used for complex regional pain syndrome for complex regional pain syndrome (three trials; standard mean difference = -1.44; 95% CI = -1.88, -0.99). There is insufficient evidence to determine differences between normal-sized view and a size-distorted view of the limb. Mirror visual feedback was not superior to object view or direct view of the hand for reducing experimental pain in pain-free participants. There were inconsistencies in study findings comparing normal-sized reflection of a body part and a reflection of an object, or a magnified or minified reflection. There is tentative evidence that mirror visual feedback can alleviate pain when delivered as a course of treatment, and for patients with complex regional pain syndrome. It was not possible to determine whether normal-sized, magnified or minified visual feedback of body parts affects pain perception because of contradictory findings in primary studies.It was not possible to determine whether normal-sized, magnified or minified visual feedback of body parts affected pain perception in clinical or experimental settings because of contradictory findings in primary studies. This emphasizes the need for higher quality studies.", "doi": "10.1002/ejp.1162", "title": "The effect of visual feedback of body parts on pain perception: A systematic review of clinical and experimental studies.", "journal": ["European journal of pain (London, England)", "Eur J Pain"]}