{"authors": [["Machín", "Leandro", "L", "1 Universidad de la República, Montevideo, Uruguay."], ["Aschemann-Witzel", "Jessica", "J", "2 Aarhus University, Aarhus, Denmark."], ["Patiño", "Angelina", "A", "1 Universidad de la República, Montevideo, Uruguay."], ["Moratorio", "Ximena", "X", "3 Ministerio de Salud Pública, Montevideo, Uruguay."], ["Bandeira", "Elisa", "E", "3 Ministerio de Salud Pública, Montevideo, Uruguay."], ["Curutchet", "María Rosa", "MR", "4 Instituto Nacional de Alimentación, Montevideo, Uruguay."], ["Martínez", "Joseline", "J", "4 Instituto Nacional de Alimentación, Montevideo, Uruguay."], ["Bove", "Isabel", "I", "3 Ministerio de Salud Pública, Montevideo, Uruguay."], ["Molina", "Verónika", "V", "5 FAO Regional Consultant in Dietary Guidelines, Guatemala City, Guatemala."], ["Giménez", "Ana", "A", "6 Universidad de la República, Pando, Canelones, Uruguay."], ["Ares", "Gastón", "G", "1 Universidad de la República, Montevideo, Uruguay."]], "date": "2017-12-01", "id": "29271250", "text": "An in-depth understanding of the citizen's perception and behavior is needed for the development of targeted public policies and interventions that can successfully encourage people to shift their dietary patterns and contribute to the prevention of non-communicable diseases. The present work aimed to identify barriers and facilitators for the adoption of the new Uruguayan dietary guidelines from a citizen perspective. Twelve semistructured focus groups were conducted with a total of 91 people (81% female, age 18-64 years) from 3 Uruguayan cities. Findings identified several multifaceted barriers, including lack of value given to food, meals and cooking, taste preferences for unhealthy foods, the unsupportive social context in terms of household preferences, customs and social norms, and lack of control of the situation through insufficient food capabilities, time scarcity, and an adverse food market environment. The potential facilitators discussed in the focus groups were mainly related to policies and regulations to discourage consumption of unhealthful products and the provision of more education and information. In addition, respondents acknowledged the need for own actions in terms of seeking greater cooking skills and enjoyment, incorporating changes in their daily routines and promoting a more supportive social environment. Results suggest that supportive actions are needed to support citizen's adoption of the new Uruguayan dietary guidelines.", "doi": "10.1177/1090198117744243", "title": "Barriers and Facilitators to Implementing the Uruguayan Dietary Guidelines in Everyday Life: A Citizen Perspective.", "journal": ["Health education & behavior : the official publication of the Society for Public Health Education", "Health Educ Behav"]}