{"authors": [["Gómez-Polo", "Cristina", "C", "Department of Dentistry, University of Salamanca, Faculty of Medicine, University of Salamanca, Campus Miguel de Unamuno, Salamanca, Spain."], ["Montero", "Javier", "J", "Department of Dentistry, University of Salamanca, Faculty of Medicine, University of Salamanca, Campus Miguel de Unamuno, Salamanca, Spain."], ["Gómez-Polo", "Miguel", "M", "Department of Buccofacial Prostheses, Faculty of Odontology, University Complutense of Madrid, Madrid, Spain."], ["Martin Casado", "Ana", "A", "Department of Statistics, University of Salamanca, Salamanca, Spain."]], "date": "2017-12-22", "id": "29271041", "text": "To evaluate the CIELAB and CIEDE2000 formulas to determine which better reflects the difference in color perception, and whether there are gender differences in color perception.Fifty-six participants grouped 21 different-colored disks made of pink porcelain (color range: from 36.8 to 63.9 for L* , from 16.4 to 35.2 for a* , from 6.2 to 21.6 for b* ), in which the only requirement was that each group be comprised of disks with chromatically indistinguishable colors. Each participant was free to choose the number and composition of the groups. Using the results obtained, a dissimilarity matrix was generated, and nonmetric multidimensional scaling (MDS) was applied to obtain the coordinates of the disks within a Euclidean space.The linear correlation coefficient between the interpoint distances of the MDS configuration (MDS_total sample) and the color differences with the CIELAB formula (ΔE*ab ) was 0.719 (p < 0.001), whereas with the CIEDE2000 formula (ΔE00), it was 0.726 (p < 0.001). For the configuration obtained in the women's group (MDS_w), the correlations between the interpoint distances and the CIELab color difference was 0.720 (p < 0.001), and the CIEDE2000 color differences was 0.730 (p < 0.001). For the configuration obtained in the men's group (MDS_m), the perceived color differences, calculated with both formulas, were less sensitive, 0.670 for CIELab formula and 0.677 for CIEDE2000 formula.Considering the limitations of this study, the data analyzed indicated that the CIEDE2000 formula reflected the color differences perceived by the human eye similar to the CIELAB formula (ΔE*ab ). Also, women were confirmed to be more sensitive than men to differences in color.", "doi": "10.1111/jopr.12717", "title": "Comparison of the CIELab and CIEDE 2000 Color Difference Formulas on Gingival Color Space.", "journal": ["Journal of prosthodontics : official journal of the American College of Prosthodontists", "J Prosthodont"]}