{"authors": [["Carnio", "S", "S", "Thoracic Oncology Unit, San Luigi Hospital, University of Turin, Regione Gonzole 10, Orbassano, Turin, Italy. simona.carnio@libero.it."], ["Galetta", "D", "D", "Clinical Cancer Center \"Giovanni Paolo II\", Bari, Italy."], ["Scotti", "V", "V", "Department of Oncology Radiation Therapy Unit, Careggi University Hospital, Florence, Italy."], ["Cortinovis", "D L", "DL", "Medical Oncology Unit, San Gerardo Hospital, Monza, Italy."], ["Antonuzzo", "A", "A", "Division of Medical Oncology Department of Oncology, S. Chiara University Hospital, Pisa, Italy."], ["Pisconti", "S", "S", "Department of OncoEmatology Medical Oncology, SG Moscati Hospital, Taranto, Italy."], ["Rossi", "A", "A", "Division of Medical Oncology, SG Moscati Hospital, Avellino, Italy."], ["Martelli", "O", "O", "Medical Oncology Unit, San Giovanni Addolorata Hospital, Rome, Italy."], ["Cecere", "F L", "FL", "Department of Oncology, Medical Oncology Unit, Careggi University Hospital, Florence, Italy."], ["Lunghi", "A", "A", "Department of Oncology, Medical Oncology Unit, Careggi University Hospital, Florence, Italy."], ["Del Conte", "A", "A", "Department of Medical Oncology, Azienda per l'Assistenza Sanitaria No.5, Friuli Occidentale, Presidio Ospedaliero di Pordenone, Pordenone, Italy."], ["Montagna", "E S", "ES", "Clinical Cancer Center \"Giovanni Paolo II\", Bari, Italy."], ["Topulli", "J", "J", "Department of Oncology Radiation Therapy Unit, Careggi University Hospital, Florence, Italy."], ["Pelizzoni", "D", "D", "Medical Oncology Unit, San Gerardo Hospital, Monza, Italy."], ["Rapetti", "S G", "SG", "Thoracic Oncology Unit, San Luigi Hospital, University of Turin, Regione Gonzole 10, Orbassano, Turin, Italy."], ["Gianetta", "M", "M", "Thoracic Oncology Unit, San Luigi Hospital, University of Turin, Regione Gonzole 10, Orbassano, Turin, Italy."], ["Pacchiana", "M V", "MV", "Thoracic Oncology Unit, San Luigi Hospital, University of Turin, Regione Gonzole 10, Orbassano, Turin, Italy."], ["Pegoraro", "V", "V", "Quintiles IMS, Milan, Italy."], ["Cataldo", "N", "N", "Quintiles IMS, Milan, Italy."], ["Bria", "E", "E", "Medical Oncology, Department of Medicine, Verona, Italy."], ["Novello", "S", "S", "Thoracic Oncology Unit, San Luigi Hospital, University of Turin, Regione Gonzole 10, Orbassano, Turin, Italy."]], "date": "2017-12-21", "id": "29270827", "text": "Chemotherapy-induced nausea and vomiting (CINV) still represents a common side-effect of chemotherapy, and often, its perception differs between patients and healthcare professionals. The aim of this study was to evaluate the agreement on the perception of CINV and other items among clinicians, patients, and nurses.This observational prospective study was part of an evaluation program promoted by the Women Against Lung Cancer in Europe (WALCE) Onlus. From August 2015 to February 2016, a survey was administered in 11 oncologic institutions to 188 stage IV lung cancer patients and to their oncologists and nurses during first-line chemotherapy. Our survey investigated 11 aspects: anxiety, mood, weakness, appetite, nausea, vomiting, pain, drowsiness, breath, general condition, and trust in treatments. These items were assessed through Numerical Rating Scale at four consecutive evaluations: at T0 (immediately prior to the first cycle), at T1 (immediately prior to the second cycle), at T2 (immediately prior to the third cycle), and at T3 (immediately prior to the fourth cycle). Clinician versus patient (CvP), nurse versus patient (NvP), and clinician versus nurse (CvN) agreements were estimated applying Weighted Cohen's kappa. A multivariate logistic model and generalized equation estimates were applied to evaluate factors possibly influencing CINV development.The incidence of patients reporting CINV varied from 40% at T0 to 71% at T3. Both CvP and NvP agreement on the investigated items were mainly moderate, slightly increasing over time, and becoming substantial for some items, in particular for NvP. Pre-chemotherapy anxiety in its mild, moderate, and severe manifestations, as well as mild, moderate, and severe anxiety experienced after chemotherapy start, exposed patients to a higher risk of anticipatory and acute/delayed CINV, respectively.Despite clinical staff awareness of patients' status and perceptions, CINV still represents a clinical problem. This study confirms that particular attention should be paid to anxiety due to its key role in CINV development.", "doi": "10.1007/s00520-017-4004-1", "title": "Chemotherapy-induced nausea and vomiting (CINV) in patients with advanced lung cancer during the first-line treatment: assessment by physicians, nurses, and patients from an Italian multicenter survey.", "journal": ["Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer", "Support Care Cancer"]}