{"authors": [["Okumus", "Filiz", "F", "Department of Midwifery, Istanbul Medipol University, College Of Health Sciences, Istanbul, Turkey."], ["Sahin", "Nevin", "N", "Department of Nursing, Istanbul University Florence Nightingale Faculty of Nursing, Women Health and Disease Nursing, Istanbul, Turkey."]], "date": "2017-10-20", "id": "29270574", "text": "Childbirth is a natural physiological event experienced by many women; however, it is frequently also a source of fear in women. Rates of cesarean sections in Turkey are higher in the urban areas than in the rural areas. We hypothesized that lower fear of childbirth (FOC) rates would be observed in the city having the lowest cesarean section rates in Turkey. This study aimed to compare FOC in women in two resident populations: one in a rural area and the other in an urban area.This study was conducted on 253 pregnant women in Istanbul, a large urban municipality, and Siirt, a city in rural Turkey. A descriptive information form and the A version of the Wijma Delivery Expectancy/Experience Questionnaire (W-DEQ) were used.Severe FOC levels were recorded in women in the Istanbul sample; moreover, these levels were higher than those recorded in women in the Siirt sample. In addition, women in the Istanbul sample preferred vaginal birth to cesarean section and had greater FOC, a finding which demonstrates that women prefer vaginal birth even though they have a higher FOC level and live in a city with high cesarean section rates. Where women live (rural versus urban areas) affects their perception of birth and consequently, their FOC levels.The results of this study suggest that further cross-cultural and regional research is needed for better understanding FOC and factors associated with elevated FOC levels within each cultural setting.", "doi": "10.14744/nci.2017.46693", "title": "Fear of childbirth in urban and rural regions of Turkey: Comparison of two resident populations.", "journal": ["Northern clinics of Istanbul", "North Clin Istanb"]}