{"authors": [["Lee", "Regent", "R", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Jones", "Amy", "A", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Woodgate", "Felicity", "F", "Oxford Regional Vascular Services Unit, Oxford University Hospitals, NHS Trust, Oxford, UK."], ["Bellamkonda", "Kirthi", "K", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Killough", "Nicholas", "N", "Oxford Regional Vascular Services Unit, Oxford University Hospitals, NHS Trust, Oxford, UK."], ["Fulford-Smith", "Lucy", "L", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Hurst", "Katherine", "K", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Cassimjee", "Ismail", "I", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."], ["Handa", "Ashok", "A", "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."]], "date": "2017-06-16", "id": "29270463", "text": "The epidemiology of abdominal aortic aneurysm (AAA) is changing. Outcomes for aortic surgery have improved. However, the accepted guideline for the management of AAAs has remained unchanged over the last 2 decades. We aimed to gain insight into the patients' experience while they are managed under the traditional clinical pathway.With the help of a patient focus group, we designed a survey to assess the patients' perception of the disease and their experience during different stages of the AAA clinical care pathway (surveillance, perioperative care, postoperative follow-up). An invitation to participate in the survey was sent to all patients with AAA who were receiving care at the Oxford Regional Vascular Services Unit, part of the Oxford University Hospitals NHS Trust.We received 194 responses from patients with AAA. One hundred seventy-seven were male, with a median age of 75 to 79 years. Just over a third had undergone surgery already, and the remaining 63% were either in surveillance or awaiting surgery. Their experience during the AAA management pathway was mostly positive. Of the issues that were most important to them in terms of their medical care, the provision of explanation and regularity of monitoring stood out as the most common considerations.Patients are generally satisfied with the care they received, but there is room for improvement. They have also highlighted key areas that are most important to them in terms of their medical care. These should guide the future direction for quality improvement and research.", "doi": "10.1177/2374373517715010", "title": "The Experience of Patients During the Clinical Management Pathway of Abdominal Aortic Aneurysms at a NHS Trust.", "journal": ["Journal of patient experience", "J Patient Exp"]}