{"authors": [["Warburton", "Karen M", "KM", null], ["Goren", "Eric", "E", null], ["Dine", "C Jessica", "CJ", null]], "date": null, "id": "29270269", "text": "Implementation of the Next Accreditation System has provided a standardized framework for identifying learners not meeting milestones, but there is as yet no corresponding framework for remediation.We developed a comprehensive assessment process that allows correct diagnosis of a struggling learner's deficit(s) to promote successful remediation.At the University of Pennsylvania, resident learners within the Department of Medicine who are not meeting milestones are referred to the Early Intervention Remediation Committee (EIRC). The EIRC, composed of 14 faculty members with expertise in remediation, uses a standardized process to assess learners' deficits. These faculty members categorize primary deficits as follows: medical knowledge, clinical reasoning, organization and efficiency, professionalism, and communication skills. The standardized process of assessment includes an analysis of the learner's file, direct communication with evaluators, an interview focused on learner perception of the problem, screening for underlying medical or psychosocial issues, and a review of systems for deficits in the 6 core competencies. Participants were surveyed after participating in this process.Over a 2-year period, the EIRC assessed and developed remediation plans for 4% of learners (14 of a total 342). Following remediation and reassessment, the identified problems were satisfactorily resolved in all cases with no disciplinary action. While the process was time intensive, an average of 45 hours per learner, the majority of faculty and residents rated it as positive and beneficial.This structured assessment process identifies targeted areas for remediation and adds to the tools available to Clinical Competency Committees.", "doi": "10.4300/JGME-D-17-00175.1", "title": "Comprehensive Assessment of Struggling Learners Referred to a Graduate Medical Education Remediation Program.", "journal": ["Journal of graduate medical education", "J Grad Med Educ"]}