{"authors": [["Sadowski", "Brett W", "BW", null], ["Medina", "Hector A", "HA", null], ["Hartzell", "Joshua D", "JD", null], ["Shimeall", "William T", "WT", null]], "date": null, "id": "29270267", "text": "Some residency programs responded to duty hour restrictions by implementing night rotations. Night supervision models can vary, resulting in potential patient safety issues and educational voids for residents.We evaluated the impact of multiple evidence-based interventions on resident satisfaction with supervision, perception of the education value of night rotations, and residents' use of online educational materials.The night team was augmented with an intern to assist with admissions and a senior resident (the \"nighthawk\") to supervise inpatient care and deliver a night medicine curriculum. We instituted a \"must-call\" list, with specific clinical events requiring mandatory attending notification, and reduced conflict in the role of the night float team. We studied patient contact, online curriculum use, residents' perceptions of nighthawk involvement, exposure to educational materials, and satisfaction with supervision.During the first half of academic year 2016-2017, 51% (64 of 126) of trainees were on the night medicine rotation. The nighthawk reviewed 1007 intern plans (15 per night; range, 6-36) and supervised 215 hands-on evaluations, including codes and rapid responses (3 per night; range, 0-12). The number of users of the online education materials increased by 85% (13 to 24), and instances of use increased 35% (85 to 115). The majority of residents (79%, 27 of 34) favored the new system.A nighthawk rotation, a must-call list, and reducing conflict in night team members' roles improved resident satisfaction with supervision and the night medicine rotation, resulting in increased communication.", "doi": "10.4300/JGME-D-17-00259.1", "title": "Nighthawk: Making Night Float Education and Patient Safety Soar.", "journal": ["Journal of graduate medical education", "J Grad Med Educ"]}