{"authors": [["Liu", "Jianli", "J", "College of Textiles and Clothing, Jiangnan University, Wuxi 214122, China."], ["Lughofer", "Edwin", "E", "Department of Knowledge-Based Mathematical Systems, Johannes Kepler University Linz, 4040 Linz, Austria."], ["Zeng", "Xianyi", "X", "Université Lille Nord de France, 59000 Lille, France."]], "date": "2017-11-15", "id": "29270194", "text": "Several models of visual aesthetic perception have been proposed in recent years. Such models have drawn on investigations into the neural underpinnings of visual aesthetics, utilizing neurophysiological techniques and brain imaging techniques including functional magnetic resonance imaging, magnetoencephalography, and electroencephalography. The neural mechanisms underlying the aesthetic perception of the visual arts have been explained from the perspectives of neuropsychology, brain and cognitive science, informatics, and statistics. Although corresponding models have been constructed, the majority of these models contain elements that are difficult to be simulated or quantified using simple mathematical functions. In this review, we discuss the hypotheses, conceptions, and structures of six typical models for human aesthetic appreciation in the visual domain: the neuropsychological, information processing, mirror, quartet, and two hierarchical feed-forward layered models. Additionally, the neural foundation of aesthetic perception, appreciation, or judgement for each model is summarized. The development of a unified framework for the neurobiological mechanisms underlying the aesthetic perception of visual art and the validation of this framework via mathematical simulation is an interesting challenge in neuroaesthetics research. This review aims to provide information regarding the most promising proposals for bridging the gap between visual information processing and brain activity involved in aesthetic appreciation.", "doi": "10.1155/2017/1292801", "title": "Toward Model Building for Visual Aesthetic Perception.", "journal": ["Computational intelligence and neuroscience", "Comput Intell Neurosci"]}