{"authors": [["Zhou", "Yizhen", "Y", "Department of Information and Communications Engineering, Tokyo Institute of Technology, Tokyo, Japan."], ["Ho", "Hsin-Ni", "HN", "NTT Communication Science Laboratories, Nippon Telegraph and Telephone Corporation, Kanagawa, Japan."], ["Watanabe", "Junji", "J", "Department of Information and Communications Engineering, Tokyo Institute of Technology, Tokyo, Japan."]], "date": "2017-12-06", "id": "29270142", "text": "The ability to sense temperature is vital to our life. It signals the environmental condition, reflects the physiological conditions of our own body, and generates feelings of pleasantness or unpleasantness. Moreover, recent studies have demonstrated implicit associations between physical temperature and social/emotional concepts, suggesting the processing of temperature may even influence cognition. In this work, we examined the effect of physical warmth and coldness on semantic cognition. Participants performed speeded target categorization for thermal descriptors in the form of semantic words or illustrative figures representing the thermal qualities \"warm\" or \"cold\" while physical thermal stimulation was presented. We compared the average reaction time (RT) for the congruent and incongruent conditions managed by response key assignments. In the congruent condition, the response key for the symbol associated with warmth (coldness) was assigned to the hand with warm (cold) thermal stimulation, and in the incongruent condition the key assignment was reversed. Our results demonstrate that the average RT in the congruent condition was faster than in the incongruent one for both forms of thermal descriptors, suggesting that the experience of physical temperature facilitates the internal processing of the meaning of thermal quality.", "doi": "10.3389/fpsyg.2017.02113", "title": "Perceptual-Semantic Congruency Facilitates Semantic Discrimination of Thermal Qualities.", "journal": ["Frontiers in psychology", "Front Psychol"]}