{"authors": [["Romanelli", "Marco", "M", "Wound Healing Research Unit, Division of Dermatology, School of Medicine, University of Pisa, Pisa."], ["Piaggesi", "Alberto", "A", "Diabetic Foot Section, Department of Medicine, University of Pisa, Pisa."], ["Scapagnini", "Giovanni", "G", "Department of Medicine and Health Sciences, School of Medicine, University of Molise, Campobasso."], ["Dini", "Valentina", "V", "Wound Healing Research Unit, Division of Dermatology, School of Medicine, University of Pisa, Pisa."], ["Janowska", "Agata", "A", "Wound Healing Research Unit, Division of Dermatology, School of Medicine, University of Pisa, Pisa."], ["Iacopi", "Elisabetta", "E", "Diabetic Foot Section, Department of Medicine, University of Pisa, Pisa."], ["Scarpa", "Carlotta", "C", "Clinic of Plastic and Reconstructive Surgery, Padova University-Hospital, Padova, Italy."], ["Fauverghe", "Stéphane", "S", "KLOX Technologies Inc., Laval, QC, Canada."], ["Bassetto", "Franco", "F", "Clinic of Plastic and Reconstructive Surgery, Padova University-Hospital, Padova, Italy."]], "date": "2017-12-11", "id": "29270004", "text": "Interest has grown regarding photobiomodulation (PBM) with low-level light therapy, which has been shown to positively affect the stages of the wound healing process. In a real-life context clinical setting, the objective of the EUREKA study was to investigate efficacy, safety, and quality of life associated with the use of a BioPhotonic gel (LumiHeal™) in the treatment of chronic wounds such as venous leg ulcers (VLUs), diabetic foot ulcers (DFUs), and pressure ulcers (PUs). This BioPhotonic gel represents a new, first-in-class emission spectrum of light, including fluorescence, to induce PBM and modulate healing.The multicenter, prospective, interventional, uncontrolled, open-label study enrolled 100 patients in 12 wound centers in Italy. We performed an early interim analysis based on the first 33 subjects (13 VLU, 17 DFU, 3 PU) in seven centers who completed the study.Seventeen patients (52%) achieved total wound closure (full re-epithelialization for 2 weeks) during the study period. Two patients (6%) were considered \"almost closed\" (decrease of the wound area of more than 90% at study end) and three others (9%) were considered \"ready for skin grafting\". No related serious adverse events were observed, and the compliance was excellent. After the treatment, the average time to \"pain-free\" was 11.9 days in the VLU group. Quality of life was improved with overall increase of 26.4% of the total score (Cardiff Wound Impact Schedule, p=0.001).The study revealed a positive efficacy profile of the BioPhotonic gel in promoting wound healing and reactivating the healing process in different types of chronic, hard-to-heal wounds. The treatment was shown to be safe and well tolerated by the patients, and a reduction of pain perception was also detected during the treatment period. The improvement of the quality of life was accompanied by a high level of clinician satisfaction.", "doi": "10.2147/DDDT.S142580", "title": "EUREKA study - the evaluation of real-life use of a biophotonic system in chronic wound management: an interim analysis.", "journal": ["Drug design, development and therapy", "Drug Des Devel Ther"]}