{"authors": [["Ulloa", "José Luis", "JL", "Inserm U 1127, CNRS UMR 7225, Sorbonne Universités, UPMC Univ Paris 06 UMR S 1127, Institut du Cerveau et de la Moelle épinière (ICM), Social and Affective Neuroscience (SAN) Laboratory and Centre MEG-EEG, 75013 Paris, France; Millennium Nucleus Biology of Neuropsychiatric Disorders Nu-MIND, Facultad de Ciencias, Universidad de Valparaíso, Chile. Electronic address: joseluisulloafulgeri@gmail.com."], ["Dubal", "Stéphanie", "S", "Inserm U 1127, CNRS UMR 7225, Sorbonne Universités, UPMC Univ Paris 06 UMR S 1127, Institut du Cerveau et de la Moelle épinière (ICM), Social and Affective Neuroscience (SAN) Laboratory and Centre MEG-EEG, 75013 Paris, France. Electronic address: stephanie.dubal@upmc.fr."], ["Yahia-Cherif", "Lydia", "L", "Inserm U 1127, CNRS UMR 7225, Sorbonne Universités, UPMC Univ Paris 06 UMR S 1127, Institut du Cerveau et de la Moelle épinière (ICM), ENS, Centre MEG-EEG, 75013 Paris, France. Electronic address: lydia.yahia-cherif@upmc.fr."], ["George", "Nathalie", "N", "Inserm U 1127, CNRS UMR 7225, Sorbonne Universités, UPMC Univ Paris 06 UMR S 1127, Institut du Cerveau et de la Moelle épinière (ICM), Social and Affective Neuroscience (SAN) Laboratory and Centre MEG-EEG, 75013 Paris, France; Inserm U 1127, CNRS UMR 7225, Sorbonne Universités, UPMC Univ Paris 06 UMR S 1127, Institut du Cerveau et de la Moelle épinière (ICM), ENS, Centre MEG-EEG, 75013 Paris, France. Electronic address: nathalie.george@upmc.fr."]], "date": "2017-12-18", "id": "29269304", "text": "Other's eye gaze is a powerful attention orienting cue that can change our perception of objects in the environment. Here, we seek to characterize the influence of attention orienting by eye gaze on the neural processing of visual targets. We used a Posner-like cueing paradigm to investigate with magnetoencephalography the brain responses associated with target processing. We analyzed the cerebral sources of the evoked responses to visual targets that were validly or invalidly cued by eye gaze. The effect of attention orienting was reflected in faster reaction times to valid than invalid targets. At the brain level, we showed an early influence of attention orienting by gaze with enhanced brain responses for invalid relative to valid targets. This influence was maximum contra-laterally to the target, with a right hemisphere dominance. Responses to targets presented in the left visual field were modulated between 91 and 400ms in the right posterior parietal and occipital cortices. Responses to targets presented in the right visual field were modulated between 174 and 218ms in the left superior parietal cortex. Our results confirm previous EEG studies that demonstrated early influence of attention orienting by gaze on target processing and provide evidence for the sources of this effect in occipito-parietal regions. This early influence may reflect the first stage of the perceptual changes induced by social attention.", "doi": "10.1016/j.neuropsychologia.2017.12.029", "title": "Gaze perception induces early attention orienting effects in occipito-parietal regions.", "journal": ["Neuropsychologia", "Neuropsychologia"]}