{"authors": [["Sterner", "Anders", "A", "Faculty of Caring Sciences, Work Life and Social Welfare, University of Borås, Borås, Sweden. Electronic address: Anders.Sterner@hb.se."], ["Ramstrand", "Nerrolyn", "N", "ADULT Research Group, Department of Rehabilitation, School of Health Sciences, Jönköping University, Jönköping, Sweden."], ["Nyström", "Maria", "M", "Faculty of Caring Sciences, Work Life and Social Welfare, University of Borås, Borås, Sweden."], ["Hagiwara", "Magnus Andersson", "MA", "Centre for Prehospital Research, Faculty of Caring Science, Work Life and Social Welfare, University of Borås, Borås, Sweden."], ["Palmér", "Lina", "L", "Faculty of Caring Sciences, Work Life and Social Welfare, University of Borås, Borås, Sweden."]], "date": "2017-12-18", "id": "29269291", "text": "Today's nurses face complex patient challenges and increased patient acuity. Novice nurses may feel unprepared for some of the tasks facing them. In order to prevent adverse events and improve patient outcomes, the management of acute situations has been identified as an area needing attention. Despite this, it is not yet clear what novice nurses themselves perceive as an acute situation. Therefore, the aim of this study is to describe novice nurses' perceptions of acute situations.The study has a qualitative, descriptive design with a phenomenographic approach. Semi-structured interviews were conducted with twelve novice nurses, with less than a year of working experience, about their perceptions of acute situations.Acute situations are perceived as situations that occur suddenly, that involve shortage of time, or that generate a sense of insufficient personal competence. When acute situations arise, nurses experience a feeling of overwhelming responsibility. Acute situations involve not only deteriorating patient health but can also include challenging interpersonal relations or deficiencies in organisational procedures.An acute situation, as perceived by novice nurses, contains significantly more than medical manifestations related to the patient, a prominent perception being that interpersonal relations are crucial for appropriate management.", "doi": "10.1016/j.ienj.2017.12.001", "title": "Novice nurses' perceptions of acute situations - A phenomenographic study.", "journal": ["International emergency nursing", "Int Emerg Nurs"]}