{"authors": [["Drummond", "D", "D", "Département de simulation en santé iLumens, université Paris Descartes, 45, rue des Saint-Pères, 75006 Paris, France; Service de pneumologie pédiatrique, hôpital Necker-Enfants malades, AP-HP, 149, rue de Sèvres, 75015 Paris, France. Electronic address: david.drummond@ilumens.org."], ["Tesnière", "A", "A", "Département de simulation en santé iLumens, université Paris Descartes, 45, rue des Saint-Pères, 75006 Paris, France; Réanimation chirurgicale, hôpital Cochin, AP-HP, 27, rue du faubourg Saint-Jacques, 75014 Paris, France."], ["Hadchouel", "A", "A", "Département de simulation en santé iLumens, université Paris Descartes, 45, rue des Saint-Pères, 75006 Paris, France; Service de pneumologie pédiatrique, hôpital Necker-Enfants malades, AP-HP, 149, rue de Sèvres, 75015 Paris, France."]], "date": "2017-12-19", "id": "29269184", "text": "Playing video games has been associated with several negative effects in children. However, serious games, which are video games designed for a primary purpose other than pure entertainment, should not be neglected by pediatricians. In the field of public health, some serious games are a means to decrease drug consumption and improve sexual health behavior in adolescents. In schools, serious games can be used to change students' perception of the disease of one of their classmates, or to train students on basic life support. Serious games are also used with patients: they can distract them from a painful procedure, increase their compliance to treatments, or participate in their rehabilitation. Finally, serious games allow healthcare professionals to train on the management of various medical situations without risk. For every field of application, this review presents the rationale of the use of video games, followed by concrete examples of video games and the results of their scientific evaluation.", "doi": "10.1016/j.arcped.2017.10.028", "title": "[Serious video games in pediatrics].", "journal": ["Archives de pediatrie : organe officiel de la Societe francaise de pediatrie", "Arch Pediatr"]}