{"authors": [["Chandra", "G", "G", "Inter University Centre for Biomedical Research & Super Speciality Hospital, Mahatma Gandhi University Campus at Thalappady, Rubber Board P.O., Kottayam, Kerala - 686009, India. Electronic address: gchandra@iucbr.ac.in."], ["Shenoi", "R A", "RA", "Inter University Centre for Biomedical Research & Super Speciality Hospital, Mahatma Gandhi University Campus at Thalappady, Rubber Board P.O., Kottayam, Kerala - 686009, India."], ["Anand", "R", "R", "Inter University Centre for Biomedical Research & Super Speciality Hospital, Mahatma Gandhi University Campus at Thalappady, Rubber Board P.O., Kottayam, Kerala - 686009, India."], ["Rajamma", "U", "U", "Inter University Centre for Biomedical Research & Super Speciality Hospital, Mahatma Gandhi University Campus at Thalappady, Rubber Board P.O., Kottayam, Kerala - 686009, India."], ["Mohanakumar", "K P", "KP", "Inter University Centre for Biomedical Research & Super Speciality Hospital, Mahatma Gandhi University Campus at Thalappady, Rubber Board P.O., Kottayam, Kerala - 686009, India."]], "date": "2017-12-18", "id": "29269015", "text": "Mitochondria, the powerhouse of the neural cells in the brain, are also the seat of certain essential gene signaling pathways that control neuronal functions. Deterioration of mitochondrial functions has been widely reported in normal aging as well as in a spectrum of age-associated neurological diseases, including Parkinson's disease (PD). Evidences accumulated in the recent past provide not only advanced information on the causes of mitochondrial bioenergetics defects and redox imbalance in PD brains, but also much insight into mitochondrial biogenesis, quality control of mitochondrial proteins, and genes, which regulate intra- and extra-mitochondrial signaling that control the general health of neural cells. The mitochondrial quality control machinery is affected in aging and especially in PD, thus affecting intraneuronal protein transport and degradation, which are primarily responsible for accumulation of misfolded proteins and mitochondrial damage in sporadic as well as familial PD. Essentially we considered in the first half of this review, mitochondria-based targets such as mitochondrial oxidative stress and mitochondrial quality control pathways in PD, relevance of mitochondrial DNA mutations, mitophagy, mitochondrial proteases, mitochondrial flux, and finally mitochondria-based therapies possible for PD. Therapeutic aspects are considered in the later half and mitochondria-targeted antioxidant therapy, mitophagy enhancers, mitochondrial biogenesis boasters, mitochondrial dynamics modulators, and gene-based therapeutic approaches are discussed. The present review is a critical assessment of this information to distinguish some exemplary mitochondrial therapeutic targets, and provides a utilitarian perception of some avenues for therapeutic designs on identified mitochondrial targets for PD, a very incapacitating disorder of the geriatric population, world over.", "doi": "10.1016/j.jchemneu.2017.12.004", "title": "Reinforcing mitochondrial functions in aging brain: An insight into Parkinson's disease therapeutics.", "journal": ["Journal of chemical neuroanatomy", "J. Chem. Neuroanat."]}