{"authors": [["Gualano", "Maria R", "MR", "1Department of Public Health Sciences,University of Turin,Turin,Italy."], ["Bert", "Fabrizio", "F", "1Department of Public Health Sciences,University of Turin,Turin,Italy."], ["Adige", "Valeria", "V", "2School of Nursing, University of Turin,Turin,Italy."], ["Thomas", "Robin", "R", "1Department of Public Health Sciences,University of Turin,Turin,Italy."], ["Scozzari", "Gitana", "G", "1Department of Public Health Sciences,University of Turin,Turin,Italy."], ["Siliquini", "Roberta", "R", "1Department of Public Health Sciences,University of Turin,Turin,Italy."]], "date": "2017-12-22", "id": "29268813", "text": "Aim Aim of the present study was to assess the knowledge of the potential role of nurses in the primary care setting and to analyse the attitudes towards their utilization by nurses and General Practitioners (GPs) in a region of Italy.Nowadays, in Italy, the role of the nurse in primary care is still under-recognized and most primary care medical offices are managed individually by a physician.The study consists of a questionnaire-based cross-sectional survey carried out in Piedmont, Italy, between February and September 2015. Findings We included 105 participants, 57 nurses and 48 physicians. The presence of a nurse working together with the GP was defined as 'useful' by 54.4% of nurses (versus 60.4% of physicians), as 'essential' by 45.6% of nurses (versus 25.0% of physicians), as 'marginal' by no nurses (versus 14.6% of physicians) and as 'unimportant' by none (P=0.002). Thus, physicians seemed to be less favorable towards a full collaboration and power-sharing with nurses. Furthermore, GPs and nurses showed a different attitude towards the role of nurses in primary care: while nurses highlighted their clinical value, physicians tended rather to recognize them a 'supportive' role. Moreover, only 20.8% of the physicians interviewed stated that they worked with a nurse. At the multivariate analysis, the age class resulted to be a significant predictor of the perception that the presence of a nurse working with the GP is essential: participants >50 years had an OR of 0.03 (P=0.028). Although the primary care organization appears still largely based on a traditional physician-centric care model, the positive attitude of nurses and young GPs towards a more collaborative model of primary care might represent a promising starting point.", "doi": "10.1017/S1463423617000846", "title": "Attitudes of medical doctors and nurses towards the role of the nurses in the primary care unit in Italy.", "journal": ["Primary health care research & development", "Prim Health Care Res Dev"]}