{"authors": [["Fischer", "Markus A", "MA", "National University Ireland Galway, School of Medicine, University Road, Galway, H91TK33, Ireland. m.fischer2@nuigalway.ie."], ["Kennedy", "Kieran M", "KM", "National University Ireland Galway, School of Medicine, University Road, Galway, H91TK33, Ireland."], ["Durning", "Steven", "S", "Department of Internal Medicine, University of the Health Sciences, 4301 Jones Bridge Road, Bethesda, MD, 20814, USA."], ["Schijven", "Marlies P", "MP", "Department of Surgery, Academic Medical Center Amsterdam, Meibergdreef 9, 1105 AZ, Amsterdam-Zuidoost, The Netherlands."], ["Ker", "Jean", "J", "University of Dundee. Clinical Skills Centre Level 6, Ninewells Hospital & Medical School, Dundee, UK."], ["O'Connor", "Paul", "P", "National University Galway Ireland, Discipline of General Practice, Distillery Road, Galway, H91TK33, Ireland."], ["Doherty", "Eva", "E", "Royal College of Surgeons in Ireland, 123 St Stephen's Green, Dublin 2, Ireland."], ["Kropmans", "Thomas J B", "TJB", "National University Ireland Galway, School of Medicine, University Road, Galway, H91TK33, Ireland."]], "date": "2017-12-21", "id": "29268744", "text": "Medical students may not be able to identify the essential elements of situational awareness (SA) necessary for clinical reasoning. Recent studies suggest that students have little insight into cognitive processing and SA in clinical scenarios. Objective Structured Clinical Examinations (OSCEs) could be used to assess certain elements of situational awareness. The purpose of this paper is to review the literature with a view to identifying whether levels of SA based on Endsley's model can be assessed utilising OSCEs during undergraduate medical training.A systematic search was performed pertaining to SA and OSCEs, to identify studies published between January 1975 (first paper describing an OSCE) and February 2017, in peer reviewed international journals published in English. PUBMED, EMBASE, PsycINFO Ovid and SCOPUS were searched for papers that described the assessment of SA using OSCEs among undergraduate medical students. Key search terms included \"objective structured clinical examination\", \"objective structured clinical assessment\" or \"OSCE\" and \"non-technical skills\", \"sense-making\", \"clinical reasoning\", \"perception\", \"comprehension\", \"projection\", \"situation awareness\", \"situational awareness\" and \"situation assessment\". Boolean operators (AND, OR) were used as conjunctions to narrow the search strategy, resulting in the limitation of papers relevant to the research interest. Areas of interest were elements of SA that can be assessed by these examinations.The initial search of the literature retrieved 1127 publications. Upon removal of duplicates and papers relating to nursing, paramedical disciplines, pharmacy and veterinary education by title, abstract or full text, 11 articles were eligible for inclusion as related to the assessment of elements of SA in undergraduate medical students.Review of the literature suggests that whole-task OSCEs enable the evaluation of SA associated with clinical reasoning skills. If they address the levels of SA, these OSCEs can provide supportive feedback and strengthen educational measures associated with higher diagnostic accuracy and reasoning abilities.Based on the findings, the early exposure of medical students to SA is recommended, utilising OSCEs to evaluate and facilitate SA in dynamic environments.", "doi": "10.1186/s12909-017-1105-y", "title": "Situational awareness within objective structured clinical examination stations in undergraduate medical training - a literature search.", "journal": ["BMC medical education", "BMC Med Educ"]}