{"authors": [["Li", "Yuan", "Y", "School of Electrical and Information Engineering, Tianjin University, Tianjin, China."], ["Zhang", "Chuncheng", "C", "College of Information Science and Technology, Beijing Normal University, Beijing, China."], ["Hou", "Chunping", "C", "School of Electrical and Information Engineering, Tianjin University, Tianjin, China."], ["Yao", "Li", "L", "State Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, China. yaoli@bnu.edu.cn."], ["Zhang", "Jiacai", "J", "College of Information Science and Technology, Beijing Normal University, Beijing, China."], ["Long", "Zhiying", "Z", "State Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, China. friskying@163.com."]], "date": "2017-12-21", "id": "29268696", "text": "Binocular disparity provides a powerful cue for depth perception in a stereoscopic environment. Despite increasing knowledge of the cortical areas that process disparity from neuroimaging studies, the neural mechanism underlying disparity sign processing [crossed disparity (CD)/uncrossed disparity (UD)] is still poorly understood. In the present study, functional magnetic resonance imaging (fMRI) was used to explore different neural features that are relevant to disparity-sign processing.We performed an fMRI experiment on 27 right-handed healthy human volunteers by using both general linear model (GLM) and multi-voxel pattern analysis (MVPA) methods. First, GLM was used to determine the cortical areas that displayed different responses to different disparity signs. Second, MVPA was used to determine how the cortical areas discriminate different disparity signs.The GLM analysis results indicated that shapes with UD induced significantly stronger activity in the sub-region (LO) of the lateral occipital cortex (LOC) than those with CD. The results of MVPA based on region of interest indicated that areas V3d and V3A displayed higher accuracy in the discrimination of crossed and uncrossed disparities than LOC. The results of searchlight-based MVPA indicated that the dorsal visual cortex showed significantly higher prediction accuracy than the ventral visual cortex and the sub-region LO of LOC showed high accuracy in the discrimination of crossed and uncrossed disparities.The results may suggest the dorsal visual areas are more discriminative to the disparity signs than the ventral visual areas although they are not sensitive to the disparity sign processing. Moreover, the LO in the ventral visual cortex is relevant to the recognition of shapes with different disparity signs and discriminative to the disparity sign.", "doi": "10.1186/s12868-017-0395-7", "title": "Stereoscopic processing of crossed and uncrossed disparities in the human visual cortex.", "journal": ["BMC neuroscience", "BMC Neurosci"]}