{"authors": [["Lu", "Ming", "M", "Department of Respiratory Medicine, Peking University Third Hospital, Beijing 100083, China."], ["Wang", "Xiaohong", "X", "Department of Respiratory Medicine, Peking University Third Hospital, Beijing 100083, China."], ["Cai", "Baiqiang", "B", "Department of Respiratory Medicine, Peking Union Medical College Hospital, Beijing 100000, China."], ["Huang", "Kewu", "K", "Department of Pulmonary and Critical Care Medicine, Beijing Chao-Yang Hospital, Capital Medical University, Beijing 100000, China."], ["Cao", "Jie", "J", "Department of Respiratory Medicine, Tianjin Medical University General Hospital, Tianjin 300000, China."], ["Zheng", "Jinping", "J", "National Clinical Research Center of Respiratory Disease, State Key Laboratory of Respiratory Disease, Guangzhou Institute of Respiratory Disease, First Affiliated Hospital of Guangzhou Medical University, Guangzhou 510120, China."], ["Sun", "Yongchang", "Y", "Department of Respiratory Medicine, Beijing Tongren Hospital, Capital Medical University, Beijing 100000, China."], ["Wen", "Fuqiang", "F", "Department of Respiratory Medicine, West China Hospital, Sichuan University, Chengdu 610041, China."], ["Zhu", "Huili", "H", "Department of Respiratory Medicine, Huadong Hospital, Fudan University, Shanghai 200433, China."], ["Zhou", "Xin", "X", "Department of Respiratory Medicine, Shanghai First People's Hospital, Shanghai Jiao Tong University, Shanghai 200240, China."], ["Zhao", "Jianping", "J", "Department of Respiratory Medicine, Tongji Hospital, Tongji Medical College of Hua Zhong University of Science and Technology, Wuhan 430030, China."], ["Guo", "Yanfei", "Y", "Department of Respiratory Medicine, Beijing Hospital, Beijing 100000, China."], ["Ling", "Xia", "X", "AstraZeneca China, Shanghai 200120, China."], ["Yao", "Wanzhen", "W", "Department of Respiratory Medicine, Peking University Third Hospital, Beijing 100083, China."]], "date": null, "id": "29268398", "text": "Although, the variable pattern of asthmatic symptoms is well recognized, little is known about the respiratory symptoms variability in patients of chronic obstructive pulmonary disease (COPD). The present study evaluated the variability of the respiratory symptoms in a day and their influence on the daily activities in a cohort of Chinese COPD patients.An observational cross-sectional study was conducted in 11 medical centers of China. Participants were outpatient ≥40 years old with stable COPD, post-bronchodilator forced expiratory volume in 1 second (FEV1) <80% predicted. Overall, data of 1,032 eligible patients were valid for final analysis.Mean post bronchodilator FEV1 (predicted %) was 46.5%. Cough, expectoration and dyspnea were the most commonly observed symptoms (73.6%, 68.8% and 61.4%, respectively). Daily symptom variability was experienced by 50.2% of symptomatic patients. The wake up time in the morning was the worst and the most troublesome time during the day (39.3%), followed by the nighttime (21.3%). The morning activities were most affected by COPD symptoms. Multivariate analyses revealed that COPD assessment test (CAT) scores was the only factor correlated with patients' symptom variability [odds ratio (OR) =0.463, P<0.0001].Patient-perceived symptoms vary during the day in Chinese COPD patients. They experience the greatest increase in respiratory symptoms early in the morning. This variation should be considered as a potential new target in the long-term COPD management.", "doi": "10.21037/jtd.2017.08.131", "title": "Perception of circadian variation of symptoms in Chinese patients with chronic obstructive pulmonary disease.", "journal": ["Journal of thoracic disease", "J Thorac Dis"]}