{"authors": [["Fuse", "Akiko", "A", "Department of Speech Communication Arts and Sciences, Brooklyn College, The City University of New York, 4400 Boylan Hall, 2900 Bedford Avenue, Brooklyn, NY 11210, United States. Electronic address: afuse@brooklyn.cuny.edu."], ["Navichkova", "Yuliya", "Y", "Department of Speech Communication Arts and Sciences, Brooklyn College, The City University of New York, 4400 Boylan Hall, 2900 Bedford Avenue, Brooklyn, NY 11210, United States."], ["Alloggio", "Krysteena", "K", "Department of Speech Communication Arts and Sciences, Brooklyn College, The City University of New York, 4400 Boylan Hall, 2900 Bedford Avenue, Brooklyn, NY 11210, United States."]], "date": "2017-12-13", "id": "29268109", "text": "To provide effective treatment to clients, speech-language pathologists must be understood, and be perceived to demonstrate the personal qualities necessary for therapeutic practice (e.g., resourcefulness and empathy). One factor that could interfere with the listener's perception of non-native speech is the speaker's accent. The current study explored the relationship between how accurately listeners could understand non-native speech and their perceptions of personal attributes of the speaker. Additionally, this study investigated how listeners' familiarity and experience with other languages may influence their perceptions of non-native accented speech.Through an online survey, native monolingual and bilingual English listeners rated four non-native accents (i.e., Spanish, Chinese, Russian, and Indian) on perceived intelligibility and perceived personal qualities (i.e., professionalism, intelligence, resourcefulness, empathy, and patience) necessary for speech-language pathologists.The results indicated significant relationships between the perception of intelligibility and the perception of personal qualities (i.e., professionalism, intelligence, and resourcefulness) attributed to non-native speakers. However, these findings were not supported for the Chinese accent. Bilingual listeners judged the non-native speech as more intelligible in comparison to monolingual listeners. No significant differences were found in the ratings between bilingual listeners who share the same language background as the speaker and other bilingual listeners.Based on the current findings, greater perception of intelligibility was the key to promoting a positive perception of personal qualities such as professionalism, intelligence, and resourcefulness, important for speech-language pathologists. The current study found evidence to support the claim that bilinguals have a greater ability in understanding non-native accented speech compared to monolingual listeners. The results, however, did not confirm an advantage for bilingual listeners sharing the same language backgrounds with the non-native speaker over other bilingual listeners.", "doi": "10.1016/j.jcomdis.2017.12.006", "title": "Perception of intelligibility and qualities of non-native accented speakers.", "journal": ["Journal of communication disorders", "J Commun Disord"]}