{"authors": [["Kaieda", "Armando K", "AK", "Departamento de Odontologia Social, Faculdade de Odontologia de Piracicaba, Universidade Federal de Campinas/UNICAMP, Avenida Limeira, 901, 13414-018 Piracicaba, SP, Brazil."], ["Lima", "Igor F P", "IFP", "Departamento de Odontologia, Universidade Federal de Sergipe, Avenida Governador Marcelo Déda Chagas, 13, 49400-000 Lagarto, SE, Brazil."], ["Scanavini", "Marco Antônio", "MA", "Programa de Pós-Graduação em Odontologia, Universidade Metodista, Rua Alfeu Tavares, 149, 09641-000 São Bernardo do Campo, SP, Brazil."], ["Coqueiro", "Raildo S", "RS", "Departamento de Saúde, Universidade Estadual do Sudoeste da Bahia, Avenida José Moreira Sobrinho, 638, 45205-490 Jequié, BA, Brazil."], ["Pithon", "Matheus M", "MM", "Departamento de Saúde, Universidade Estadual do Sudoeste da Bahia, Avenida José Moreira Sobrinho, 638, 45205-490 Jequié, BA, Brazil."], ["Rode", "Sigmar M", "SM", "Instituto de Ciência e Tecnologia, Departamento de Materiais Dentários e Prótese, Universidade Estadual Paulista Júlio de Mesquita Filho, Avenida Engenheiro Francisco José Longo, 777, 12201-970 São José dos Campos, SP, Brazil."], ["Paranhos", "Luiz Renato", "LR", "Departamento de Odontologia, Universidade Federal de Sergipe, Avenida Governador Marcelo Déda Chagas, 13, 49400-000 Lagarto, SE, Brazil."]], "date": null, "id": "29267798", "text": "The present study aimed to assess the perception and knowledge of Brazilian orthodontists on the ideal moment to treat Class II malocclusions. Questionnaires with open, semi-open and close questions were sent by e-mail to 1653 Brazilian orthodontists. These orthodontists were registered in the Brazilian Association of Orthodontics and Dentofacial Orthopedics (ABOR). One-hundred and three (9.86%) Orthodontists replied to the questionnaires. Most of them were males (60.5%) with specialization as the highest level of professional qualification (59.9%). Most of the orthodontists (51%) reported preference for treating Class II malocclusions in late mixed dentition, followed by the early mixed dentition (29%). The age range between 10 and 12 years old figured as the most prevalent in patients searching for treatment (42.7%). Most of the patients searching for treatment were females (69.7%). Preferences for functional orthopedic appliances were reported by 35% of the orthodontists. Brazilian orthodontists revealed a trend for treating patients with Class II malocclusions in the late mixed dentition. Female patients aged from 10 to 12 years old represented the majority of patients that search for orthodontic treatment. Functional orthopedic appliances were preferred by Brazilian orthodontists for treating Class II malocclusions.", "doi": "10.1590/0001-3765201720170565", "title": "Perception, knowledge and attitudes of Brazilian orthodontists on the treatment of Class II malocclusions.", "journal": ["Anais da Academia Brasileira de Ciencias", "An. Acad. Bras. Cienc."]}