{"authors": [["Prado", "Crisley Vanessa", "CV", "Centro Universitário Autônomo do Brasil - Curitiba (PR), Brasil."], ["Rech", "Cassiano Ricardo", "CR", "Curso de Educação Física, Pontifícia Universidade Católica do Paraná, Campus Curitiba - Curitiba (PR), Brasil."], ["Hino", "Adriano Akira Ferreira", "AAF", "Curso de Educação Física, Pontifícia Universidade Católica do Paraná, Campus Curitiba - Curitiba (PR), Brasil."], ["Reis", "Rodrigo Siqueira", "RS", "Curso de Educação Física, Pontifícia Universidade Católica do Paraná, Campus Curitiba - Curitiba (PR), Brasil."]], "date": null, "id": "29267753", "text": "To analyze the association between perceptions of neighborhood safety (PNS) and screen time among adolescents and to assess the moderating effects of sex, age and socioeconomic status.A cross-sectional study with school survey was conducted in Curitiba, Brazil. First, six schools (three public and three private) were intentionally selected. Next, one class within each educational level (from the sixth year of elementary school to the third year of high school) was randomly selected. PNS was assessed using a NEWS-Y scale, and daily screen time was defined as the time spent watching TV/videos/DVDs, playing video games and using the Internet. Multinomial logistic regression models were used to test the association between PNS and screen time, adjusting for the confounding variables.The sample included 776 adolescents (boys and girls), aged between 11 and 18 years old. Perceived crime was associated with time playing video games among older teenagers (p < 0.05). Pedestrian and traffic safety was inversely associated with time playing video games among adolescents with high socioeconomic status (p < 0.05).The association between PNS and screen time is complex among adolescents and varies according to sociodemographic variables and the screen time outcome (TV/videos/DVDs, video games and the Internet).Analisar a associação entre a percepção de segurança (PS) no bairro e o tempo despendido em frente à tela pelos adolescentes e verificar o papel moderador das variáveis sexo, idade e nível socioeconômico nessa relação.Trata-se de um estudo transversal, com inquérito escolar realizado em Curitiba, Paraná. Inicialmente foram selecionadas, de modo intencional, seis escolas (três públicas e três privadas), e em seguida foi sorteada uma turma de cada período de ensino (sexto ano do ensino fundamental ao terceiro ano do ensino médio). A PS foi avaliada com a escala NEWS-Y, e o tempo diário despendido em frente à tela foi definido por aquele passado diante da televisão/vídeo/DVD, jogando videogame e utilizando a internet. Modelos de regressão logística multinomial foram utilizados para testar a associação entre a PS e essa atividade, ajustando para as variáveis moderadoras.Participaram do estudo 776 adolescentes, com idade entre 11 e 18 anos. A PS relacionada aos crimes foi associada com o uso de videogame por adolescentes mais velhos, no sentido contrário ao esperado (p < 0,05). A PS relacionada ao tráfego de pedestres foi associada inversamente ao uso de videogame por adolescentes de maior nível socioeconômico (p < 0,05).A associação entre PS e tempo despendido em frente à tela é complexa para os adolescentes e difere em relação às variáveis sociodemográficas e o desfecho analisado (televisão/vídeo/DVD, videogame e internet).", "doi": "10.1590/1980-5497201700040011", "title": "Perception of neighborhood safety and screen time in adolescents from Curitiba, Brazil.", "journal": ["Revista brasileira de epidemiologia = Brazilian journal of epidemiology", "Rev Bras Epidemiol"]}