{"authors": [["Nunes", "Elisabete Maria Garcia Teles", "EMGT", "Universidade Católica Portuguesa, Instituto de Ciências da Saúde, Lisboa, Portugal."], ["Gaspar", "Maria Filomena Mendes", "MFM", "Escola Superior de Enfermagem de Lisboa, Lisboa, Portugal."]], "date": "2017-12-18", "id": "29267736", "text": "To understand the perception of the quality of leadership relationships and the organizational commitment of nurses, and to analyze the influence of this relationship quality.Cross-sectional and correlational study, with a quantitative approach, using a non-probability convenience sampling with 408 nurses. The data were collected through questionnaires at Central Hospital in Lisbon, between January and March 2013. The statistical analysis of the data was carried out using IBM® SPSS® Statistics 19 software.Three hundred forty-two questionnaires were considered valid. The quality of the leadership relationship was satisfactory, and the nurses were poorly committed to the organization. The quality of the leadership relationship was statistically correlated with organizational commitment: there was found a moderate association to affective commitment (rs=0.42, p<0.05), a low association with the normative commitment (rs=0.37, p<0.05), and a very low association with the calculative commitment (rs=0.14, p<0.05).Leadership exerts influence on organizational commitment. An opportunity to improve the quality of the leadership relationship between nurses and their leaders was found, with the consequent possibility of developing organizational commitment.Conhecer a perceção da qualidade da relação de liderança e o empenhamento organizacional dos enfermeiros e analisar a influência da qualidade desta relação.Abordagem quantitativa, transversal e correlacional. Amostra não probabilística por conveniência com 408 enfermeiros. Dados obtidos através de questionário no Centro Hospitalar de Lisboa Central, entre janeiro e março 2013. A análise estatística dos dados foi efetuada através do software estatístico IBM® SPSS® Statistics 19.Consideraram-se válidos 342 questionários. A qualidade da relação de liderança é satisfatória e os enfermeiros encontram-se fracamente empenhados na organização. A qualidade de relação de liderança encontra-se estatisticamente correlacionada com o empenhamento organizacional: existe uma associação moderada com o empenhamento afetivo (rs=0,42, p<0,05), baixa com o empenhamento normativo (rs=0,37, p<0,05) e muito baixa com o empenhamento calculativo (rs=0,14, p<0,05).A liderança exerce influência no empenhamento organizacional. Existe oportunidade de melhoria da qualidade da relação de liderança entre enfermeiro e enfermeiro líder, com a consequente possibilidade de incrementar o empenhamento organizacional.Conocer la percepción de la calidad de la relación de liderazgo y el empeño organizativo de los enfermeros y analizar la influencia de la calidad de esa relación.Abordaje cuantitativo, transversal y correlacional. Muestra no probabilística por conveniencia con 408 enfermeros. Datos obtenidos mediante cuestionario en el Centro Hospitalario de Lisboa Central, entre enero y marzo de 2013. El análisis estadístico de los datos fue llevado a cabo mediante el software estadístico IBM® SPSS® Statistics 19.Fueron considerados válidos 342 cuestionarios. La calidad de la relación de liderazgo es satisfactoria y los enfermeros se hallan débilmente empeñados en la organización. La calidad de relación de liderazgo se encuentra estadísticamente correlacionada con el empeño organizativo: existe una asociación moderada con el empeño afectivo (rs=0,42, p<0,05), baja con el empeño normativo (rs=0,37, p<0,05) y muy baja con el empeño calculativo (rs=0,14, p<0,05).El liderazgo ejerce influencia en el empeño organizativo. Existe oportunidad de mejoría de la calidad de la relación de liderazgo entre enfermero y enfermero líder, con la consecuente posibilidad de incrementar el empeño organizativo.", "doi": "10.1590/S1980-220X2016047003263", "title": "Quality of the leader-member relationship and the organizational commitment of nurses.", "journal": ["Revista da Escola de Enfermagem da U S P", "Rev Esc Enferm USP"]}