{"authors": [["Sousa", "Izautina Vasconcelos de", "IV", "Universidade de Fortaleza. Av. Washington Soares 1321 Edson Queiroz. 60811905 Fortaleza CE Brasil. izasousa222@gmail.com."], ["Brasil", "Christina César Praça", "CCP", "Universidade de Fortaleza. Av. Washington Soares 1321 Edson Queiroz. 60811905 Fortaleza CE Brasil. izasousa222@gmail.com."], ["Silva", "Raimunda Magalhães da", "RMD", "Universidade de Fortaleza. Av. Washington Soares 1321 Edson Queiroz. 60811905 Fortaleza CE Brasil. izasousa222@gmail.com."], ["Vasconcelos", "Dayse Paixão E", "DPE", "Universidade de Fortaleza. Av. Washington Soares 1321 Edson Queiroz. 60811905 Fortaleza CE Brasil. izasousa222@gmail.com."], ["Silva", "Kellyanne Abreu", "KA", "Universidade Estadual do Ceará. Fortaleza CE Brasil."], ["Bezerra", "Ilana Nogueira", "IN", "Universidade Estadual do Ceará. Fortaleza CE Brasil."], ["Finan", "Timoty J", "TJ", "University of Arizona. Tucson AZ EUA."]], "date": null, "id": "29267711", "text": "The Health Promotion paradigm led to the acknowledgment of health due to factors linked to the social, political and economic contexts. In Brazil, health inequities are one of the most striking features of the health situation, challenging the effectiveness of intersectoral policies. This study aimed to understand the perception of socially vulnerable community dwellers of the problems that interfere with the health conditions and the coping strategies used. The methodology consisted of a participatory research based on the participatory diagnosis conducted with 31 key informants from the community studied in Fortaleza, Ceará, Brazil. As a result, participants evidenced that the community has health issues due to weak intersectoral actions (infrastructure, public safety, basic sanitation, garbage collection, among others) and that they seek to address them through social mobilization actions and institutional support. Thus, Participatory Diagnosis is thought to increase social involvement with health promotion and problem solving and contributes to ensuring the right to the city to all its residents.O paradigma da Promoção da Saúde inaugurou o reconhecimento da saúde como resultante de fatores interligados ao contexto social, político e econômico. No Brasil, as iniquidades são consideradas uns dos traços mais marcantes da situação de saúde, desafiando a efetividade de políticas intersetoriais. O presente estudo objetivou conhecer a percepção dos moradores de uma comunidade em situação de vulnerabilidade social sobre os problemas que interferem nas condições de saúde e as estratégias de enfrentamento utilizadas. Foi utilizada como metodologia a pesquisa participante, guiada pelo Diagnóstico Participativo, contando com 31 informantes-chave da comunidade em estudo localizada em Fortaleza, Ceará. Como resultado, os participantes evidenciaram que a comunidade apresenta problemas no campo da saúde decorrentes da fragilidade de ações intersetoriais (infraestrutura, segurança pública, saneamento básico, recolhimento de lixo e outros) e que buscam enfrentamentos a partir de ações de mobilização social e apoio de instituições. Diante do exposto, verifica-se que o Diagnóstico Participativo pode vir a ampliar o envolvimento social com a promoção da saúde e o enfrentamento de problemas, além de contribuir para a garantia do direito à cidade a todos os seus moradores.", "doi": "10.1590/1413-812320172212.25012017", "title": "Participatory diagnosis to identify health problems in a socially vulnerable community.", "journal": ["Ciencia & saude coletiva", "Cien Saude Colet"]}