{"authors": [["Fernandes", "Amanda Paula", "AP", "Observatório de Saúde Urbana de Belo Horizonte, Faculdade de Medicina, Universidade Federal de Minas Gerais (UFMG). Av. Alfredo Balena 190, Centro. 30130-100 Belo Horizonte MG Brasil. amandapaula.fernandez@gmail.com."], ["Andrade", "Amanda Cristina de Souza", "ACS", "Observatório de Saúde Urbana de Belo Horizonte, Faculdade de Medicina, Universidade Federal de Minas Gerais (UFMG). Av. Alfredo Balena 190, Centro. 30130-100 Belo Horizonte MG Brasil. amandapaula.fernandez@gmail.com."], ["Costa", "Dário Alves da Silva", "DADS", "Observatório de Saúde Urbana de Belo Horizonte, Faculdade de Medicina, Universidade Federal de Minas Gerais (UFMG). Av. Alfredo Balena 190, Centro. 30130-100 Belo Horizonte MG Brasil. amandapaula.fernandez@gmail.com."], ["Dias", "Maria Angélica de Salles", "MAS", "Observatório de Saúde Urbana de Belo Horizonte, Faculdade de Medicina, Universidade Federal de Minas Gerais (UFMG). Av. Alfredo Balena 190, Centro. 30130-100 Belo Horizonte MG Brasil. amandapaula.fernandez@gmail.com."], ["Malta", "Deborah Carvalho", "DC", "Escola de Enfermagem, UFMG. Belo Horizonte MG Brasil."], ["Caiaffa", "Waleska Teixeira", "WT", "Observatório de Saúde Urbana de Belo Horizonte, Faculdade de Medicina, Universidade Federal de Minas Gerais (UFMG). Av. Alfredo Balena 190, Centro. 30130-100 Belo Horizonte MG Brasil. amandapaula.fernandez@gmail.com."]], "date": null, "id": "29267708", "text": "The objectives of this study were to describe the history and evaluation methodology of the Brazilian Health Academy Program (PAS) in Belo Horizonte, MG and discuss it as an experience of health promotion and equity. Data from 4,048 non-users (2008-09) and 402 users (2014-15) were analyzed from two cross-sectional surveys. Socio-demographic profile and level of physical activity were described for both groups. Social interaction, satisfaction with life, quality of life, and social organization in the neighborhood were compared between < 3 and ≥ 3 monthly minimum wages income and conducted only for women aged 40 years and older . Chi-square test of Person was performed (p ≤ 0.05). Prevalence of leisure-time physical activity among non-users was of 30.2% and users of 53.7%. Better perception of quality of life, positive satisfaction with life, greater social interactions and participation in the neighborhood were observed among women with higher income compared to their counterparts (p < 0.001). In turn, for all evaluated constructs, users reported better perception of the lower income group. The PAS has opportunized physical activity to the vulnerable population and seems to act on other outcomes besides the lifestyle.Descrever o histórico e metodologia de avaliação do Programa Academia da Saúde (PAS) em Belo Horizonte, MG e discuti-lo como experiência de promoção da saúde e equidade. A partir de dois inquéritos foram obtidos dados de 4.048 não usuários (2008-09) e 402 usuários (2014-15), sendo descritos perfil sócio demográfico e nível de atividade física para ambos grupos. Comparou-se percepção da qualidade de vida, satisfação com a vida, convívio social e participação na vizinhança apenas entre usuários e não usuários do sexo feminino e com 40 anos e mais. Além disso, o grupo de não usuárias foi estratificado em renda familiar < 3 e ≥ 3 salários mínimos Teste quiquadrado de Person foi utilizado para comparação entre grupos e estratos (p ≤ 0,05). A prevalência de ativos no lazer entre não usuários foi de 30,2% e usuários de 53,7%. Melhor percepção de qualidade de vida, satisfação com a vida positiva, maior relato de convívio social e participação na vizinhança foram observados entre mulheres com maior renda comparadas aos seus contrapartes (p < 0,001). Ao contrário, usuárias reportaram melhor percepção para todos os construtos avaliados em relacao aos pares de menor renda. O PAS tem oportunizado atividade física à população vulnerável e parece atuar sobre outros desfechos além do estilo de vida.", "doi": "10.1590/1413-812320172212.25282017", "title": "Health Academies Program and the promotion of physical activity in the city: the experience of Belo Horizonte, Minas Gerais state, Brazil.", "journal": ["Ciencia & saude coletiva", "Cien Saude Colet"]}