{"authors": [["Perlin", "Cássio Marques", "CM", "Universidade Federal do Paraná, Programa de Pós-Graduação em Assistência Farmacêutica, Curitiba, Paraná, Brazil."], ["Ferreira", "Vinicius Lins", "VL", "Universidade Federal do Paraná, Programa de Pós-Graduação em Ciências Farmacêuticas, Curitiba, Paraná, Brazil."], ["Borba", "Helena Hiemisch Lobo", "HHL", "Universidade Federal do Paraná, Programa de Pós-Graduação em Ciências Farmacêuticas, Curitiba, Paraná, Brazil."], ["Wiens", "Astrid", "A", "Universidade Federal do Paraná, Programa de Pós-Graduação em Ciências Farmacêuticas, Curitiba, Paraná, Brazil."], ["Ivantes", "Cláudia Alexandra Pontes", "CAP", "Secretaria Municipal de Saúde de Curitiba, Centro de Orientação e Aconselhamento, Curitiba, Paraná, Brazil."], ["Lenzi", "Luana", "L", "Universidade Federal do Paraná, Programa de Pós-Graduação em Ciências Farmacêuticas, Curitiba, Paraná, Brazil."], ["Pontarolo", "Roberto", "R", "Universidade Federal do Paraná, Programa de Pós-Graduação em Ciências Farmacêuticas, Curitiba, Paraná, Brazil."]], "date": "2017-12-21", "id": "29267589", "text": "Multiple factors negatively affect the quality of life of patients infected with hepatitis C virus. This study aims to evaluate the effect of pharmacological treatment on the quality of life of these individuals.This is a cross-sectional study conducted in two Southern Brazilian centers that used two instruments (a generic and a specific one) for measuring the quality of life in patients with chronic hepatitis C: the Short Form-36 (SF-36); and the Chronic Liver Disease Questionnaire (CLDQ) for liver disease. We included patients from two centers without any treatment (control group), or receiving medication (peginterferon + ribavirin ± telaprevir or boceprevir, i.e., respectively, dual, and triple therapies).One hundred and forty-seven patients were included. Patients under treatment (n = 86) had a lower score in 7 of the 8 SF-36 domains, with statistical significance (p<0.05) only for the emotional function domain. Patients who were not treated (n = 58) had higher scores in 4 of the 6 (p<0.05) CLDQ domains. A comparison of patients, receiving dual or triple therapies for both questionnaires, was only significant in the Vitality domain from CLDQ.Treatment can affect the subjective perception of patients regarding quality of life. Due to the complexity of the disease, each patient must be evaluated in multiple dimensions. Thus, the results may be useful for understanding the patient's perceptions during treatment, and it can also serve as a reference for care instructions.", "doi": "10.1590/S1678-9946201759081", "title": "Quality of life in Brazilian patients with treated or untreated chronic hepatitis C.", "journal": ["Revista do Instituto de Medicina Tropical de Sao Paulo", "Rev. Inst. Med. Trop. Sao Paulo"]}