{"authors": [["Murakami", "Michio", "M", "Department of Health Risk Communication, Fukushima Medical University School of Medicine, Fukushima, Fukushima, Japan."], ["Suzuki", "Mai", "M", "Research Support Group, International Christian University, Osawa, Mitaka, Tokyo, Japan."], ["Yamaguchi", "Tomiko", "T", "College of Liberal Arts, International Christian University, Osawa, Mitaka, Tokyo, Japan."]], "date": "2017-12-21", "id": "29267301", "text": "Risk communication aims to promote health and understanding through information exchange; however, explanations regarding the basis of regulation values for the public are insufficient. Moreover, it is unclear how information presentation affects the public's sense of safety and their consumption intentions. We first investigated the relationship between perception of mercury-risk in fish and shellfish and individual attributes and knowledge. We then examined how presenting information on regulation values and primary factors regarding perception affected sense of safety toward regulations and food-consumption intentions. An online survey was conducted with Japanese individuals (N = 1148). Respondents were randomly assigned to one of three groups based on the presentation level of regulation values. People who frequently consumed tuna had a high perception of dread risk of mercury. This suggests that the dread risk perception of mercury does not determine tuna-type consumption behavior; rather, individuals' consumption behavior determines dread risk perception of mercury. Among those with high tuna-type consumption, those receiving information that a safety factor of 10 times had been considered showed a significantly greater sense of safety than did the group that was not presented with information on regulation values (odds ratio (95% confidence interval): 2.04 (1.18-3.53), p < 0.05). However, presentation of regulation values showed a weak but significantly positive correlation with excessive intake of tuna-type fish (odds ratio: 2.95 (0.93-9.32), p < 0.10). Presenting the information on regulation values increases sense of safety; however, it may also lead to excessive intake.", "doi": "10.1371/journal.pone.0188758", "title": "Presenting information on regulation values improves the public's sense of safety: Perceived mercury risk in fish and shellfish and its effects on consumption intention.", "journal": ["PloS one", "PLoS ONE"]}