{"authors": [["Maksimenko", "Vladimir A", "VA", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Runnova", "Anastasia E", "AE", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Zhuravlev", "Maksim O", "MO", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Makarov", "Vladimir V", "VV", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Nedayvozov", "Vladimir", "V", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Grubov", "Vadim V", "VV", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Pchelintceva", "Svetlana V", "SV", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Hramov", "Alexander E", "AE", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."], ["Pisarchik", "Alexander N", "AN", "Yuri Gagarin Technical State University of Saratov, Politehnicheskaya, 77, 410054 Saratov, Russia."]], "date": "2017-12-21", "id": "29267295", "text": "The influence of motivation and alertness on brain activity associated with visual perception was studied experimentally using the Necker cube, which ambiguity was controlled by the contrast of its ribs. The wavelet analysis of recorded multichannel electroencephalograms (EEG) allowed us to distinguish two different scenarios while the brain processed the ambiguous stimulus. The first scenario is characterized by a particular destruction of alpha rhythm (8-12 Hz) with a simultaneous increase in beta-wave activity (20-30 Hz), whereas in the second scenario, the beta rhythm is not well pronounced while the alpha-wave energy remains unchanged. The experiments were carried out with a group of financially motivated subjects and another group of unpaid volunteers. It was found that the first scenario occurred mainly in the motivated group. This can be explained by the increased alertness of the motivated subjects. The prevalence of the first scenario was also observed in a group of subjects to whom images with higher ambiguity were presented. We believe that the revealed scenarios can occur not only during the perception of bistable images, but also in other perceptual tasks requiring decision making. The obtained results may have important applications for monitoring and controlling human alertness in situations which need substantial attention. On the base of the obtained results we built a brain-computer interface to estimate and control the degree of alertness in real time.", "doi": "10.1371/journal.pone.0188700", "title": "Visual perception affected by motivation and alertness controlled by a noninvasive brain-computer interface.", "journal": ["PloS one", "PLoS ONE"]}