{"authors": [["Knapen", "Jill E P", "JEP", "Section Social and Organizational Psychology, Department of Experimental and Applied Psychology, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], ["Blaker", "Nancy M", "NM", "Section Social and Organizational Psychology, Department of Experimental and Applied Psychology, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."], ["Pollet", "Thomas V", "TV", "Department of Psychology, Northumbria University, Newcastle upon Tyne, United Kingdom."]], "date": "2017-12-21", "id": "29267275", "text": "Research shows that perception of physical size and status are positively associated. The current study was developed to replicate and extend earlier research on height perceptions of political leaders, indicating that supporters perceive their leaders as taller than non-supporters do, and winners are perceived as taller after the elections, while losers are perceived as shorter after the elections (winner/loser effects). Individuals use greater height and strength as indications of greater physical formidability. We hypothesized that in-group leaders' height and strength, but not weight, would be overestimated more compared to out-group leaders', and that this status-size association is not only driven by dominance, but also by prestige. We also tested whether previously found gender effects in estimates were due to using one's own height as an anchor, and we used an improved methodological approach by relying on multiple measurements of physical formidability and a within-subject design for testing winner/loser effects. The results of a two-part longitudinal study (self-selected sample via voting advice website; NWave1 = 2,011; NWave2 = 322) suggest that estimated physical formidability of political leaders is affected by motivated perception, as prestige was positively associated with estimated formidability, and in-group leaders were estimated more formidable than out-group leaders. We conclude that distortions in judged formidability related to social status are the result of motivated social perception in order to promote group functioning and leadership. Although we did not replicate a winner-effect (greater estimations of formidability after winning the elections), we did find some evidence for a loser-effect. Earlier suggestions that men make larger estimations than women because of their own larger body size are not supported. Implications for theory and future research are discussed.", "doi": "10.1371/journal.pone.0188485", "title": "Size, skills, and suffrage: Motivated distortions in perceived formidability of political leaders.", "journal": ["PloS one", "PLoS ONE"]}