{"authors": [["Zanfirescu", "Anca", "A", "Faculty of Pharmacy, \"Carol Davila\" University of Medicine and Pharmacy, TraianVuia 6, 020956 Bucharest, Romania. zanfirescuanca@yahoo.com."], ["Cristea", "Aurelia Nicoleta", "AN", null], ["Nitulescu", "George Mihai", "GM", "Faculty of Pharmacy, \"Carol Davila\" University of Medicine and Pharmacy, TraianVuia 6, 020956 Bucharest, Romania. nitulescu_mihai@yahoo.com."], ["Velescu", "Bruno Stefan", "BS", "Faculty of Pharmacy, \"Carol Davila\" University of Medicine and Pharmacy, TraianVuia 6, 020956 Bucharest, Romania. bruno_velescu@yahoo.co.uk."], ["Gradinaru", "Daniela", "D", "Faculty of Pharmacy, \"Carol Davila\" University of Medicine and Pharmacy, TraianVuia 6, 020956 Bucharest, Romania. danielagrdnr@yahoo.com."]], "date": "2017-12-21", "id": "29267217", "text": "Monosodium glutamate (MSG) is a widely used food additive. Although it is generally considered safe, some questions regarding the impact of its use on general health have arisen. Several reports correlate MSG consumption with a series of unwanted reactions, including headaches and mechanical sensitivity in pericranial muscles. Endogenous glutamate plays a significant role in nociceptive processing, this neurotransmitter being associated with hyperalgesia and central sensitization. One of the mechanisms underlying these phenomena is the stimulation of Ca2+/calmodulin sensitive nitric oxide synthase, and a subsequent increase in nitric oxide production. This molecule is a key player in nociceptive processing, with implications in acute and chronic pain states. Our purpose was to investigate the effect of this food additive on the nociceptive threshold when given orally to mice. Hot-plate and formalin tests were used to assess nociceptive behaviour. We also tried to determine if a correlation between chronic administration of MSG and variations in central nitric oxide (NO) concentration could be established. We found that a dose of 300 mg/kg MSG given for 21 days reduces the pain threshold and is associated with a significant increase in brain NO level. The implications of these findings on food additive-drug interaction, and on pain perception in healthy humans, as well as in those suffering from affections involving chronic pain, are still to be investigated.", "doi": "10.3390/nu10010001", "title": "Chronic Monosodium Glutamate Administration Induced Hyperalgesia in Mice.", "journal": ["Nutrients", "Nutrients"]}