{"authors": [["Leppyanen", "Irina V", "IV", "All Russia Research Institute for Agricultural Microbiology, 196608, Podbelsky Shosse 3, St.-Petersburg, 196608 Pushkin, Russia. irina_leppyanen@mail.ru."], ["Shakhnazarova", "Vlada Y", "VY", "All Russia Research Institute for Agricultural Microbiology, 196608, Podbelsky Shosse 3, St.-Petersburg, 196608 Pushkin, Russia. shahnazarova-v@mail.ru."], ["Shtark", "Oksana Y", "OY", "All Russia Research Institute for Agricultural Microbiology, 196608, Podbelsky Shosse 3, St.-Petersburg, 196608 Pushkin, Russia. oshtark@yandex.ru."], ["Vishnevskaya", "Nadezhda A", "NA", "All Russia Research Institute for Agricultural Microbiology, 196608, Podbelsky Shosse 3, St.-Petersburg, 196608 Pushkin, Russia. olgastrunnikova@rambler.ru."], ["Tikhonovich", "Igor A", "IA", "All Russia Research Institute for Agricultural Microbiology, 196608, Podbelsky Shosse 3, St.-Petersburg, 196608 Pushkin, Russia. arriam2008@yandex.ru."], ["Dolgikh", "Elena A", "EA", "All Russia Research Institute for Agricultural Microbiology, 196608, Podbelsky Shosse 3, St.-Petersburg, 196608 Pushkin, Russia. elena_dolgikh@arriam.spb.ru."]], "date": "2017-12-21", "id": "29267197", "text": "Plants are able to discriminate and respond to structurally related chitooligosaccharide (CO) signals from pathogenic and symbiotic fungi. In model plants Arabidopsis thaliana and Oryza sativa LysM-receptor like kinases (LysM-RLK) AtCERK1 and OsCERK1 (chitin elicitor receptor kinase 1) were shown to be involved in response to CO signals. Based on phylogenetic analysis, the pea Pisum sativum L. LysM-RLK PsLYK9 was chosen as a possible candidate given its role on the CERK1-like receptor. The knockdown regulation of the PsLyk9 gene by RNA interference led to increased susceptibility to fungal pathogen Fusarium culmorum. Transcript levels of PsPAL2, PsPR10 defense-response genes were significantly reduced in PsLyk9 RNAi roots. PsLYK9's involvement in recognizing short-chain COs as most numerous signals of arbuscular mycorrhizal (AM) fungi, was also evaluated. In transgenic roots with PsLyk9 knockdown treated with short-chain CO5, downregulation of AM symbiosis marker genes (PsDELLA3, PsNSP2, PsDWARF27) was observed. These results clearly indicate that PsLYK9 appears to be involved in the perception of COs and subsequent signal transduction in pea roots. It allows us to conclude that PsLYK9 is the most likely CERK1-like receptor in pea to be involved in the control of plant immunity and AM symbiosis formation.", "doi": "10.3390/ijms19010008", "title": "Receptor-Like Kinase LYK9 in Pisum sativum L. Is the CERK1-Like Receptor that Controls Both Plant Immunity and AM Symbiosis Development.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}