{"authors": [["Burchill", "Christian N", "CN", "Nurse Scientist II, Office of Nursing Research and Innovation, Cleveland Clinic, (formerly Clinical Nurse IV, Emergency Services, Hospital of the University of Pennsylvania, Philadelphia, PA), Cleveland, OH, USA."], ["Bena", "James", "J", "Lead Biostatistician, Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA."], ["Polomano", "Rosemary C", "RC", "Associate Dean for Practice, Professor of Pain Practice, School of Nursing, Professor of Anesthesiology and Critical Care (Secondary), Perelman School of Medicine, University of Pennsylvania, and Senior Nurse Scientist, Hospital of the University of Pennsylvania, Philadelphia, PA, USA."]], "date": "2017-12-21", "id": "29266786", "text": "Patient-visitor violence (PVV) committed against nurses is a worldwide problem. Registered nurses in emergency departments (EDs) are particularly susceptible. The frequency and severity of PVV against emergency nurses (ENs) internationally is well documented. Little is known about factors that make ENs feel safe from PVV.Examine the psychometric properties of the Personal Workplace Safety Instrument for Emergency Nurses (PWSI-EN), developed to measure ENs' perceptions of safety from PVV.Instrument development was based on a literature review, input from ENs, and expert opinion. An online version of the PWSI-EN was distributed to a convenience sample of ENs practicing in EDs across the United States. Psychometric testing included measures of internal consistency reliability, construct validity to support subscales, and comparisons on demographic variables.Three-hundred and five (N = 305) ENs from 16 hospitals responded to the original 31-item PWSI-EN. Based on item analysis and exploratory factor analysis (EFA), the instrument was reduced to 23 items with Cronbach's α = .912. EFA delineated six subscales relevant to perception of safety from PVV with factor loadings from .342 to .879. Low to moderate subscale correlations showed a degree of independence for concept domains. Known groups approach for construct validity revealed statistically significant differences (p < .05) for five subscales and the total score between community and academic or teaching hospitals. Hospital type, organizational confidence, and fear for patient safety were significant predictors of greater perceptions of safety from PVV.The PWSI-EN is a valid and reliable survey instrument to assess EN perceptions of safety. ED and hospital leaders can use this instrument to determine specific areas to focus efforts in order to improve ENs' perception of safety from PVV. Researchers exploring interventions aimed at improving perceptions of safety from PVV for ENs may find the PWSI-EN useful.", "doi": "10.1111/wvn.12265", "title": "Psychometric Testing of the Personal Workplace Safety Instrument for Emergency Nurses.", "journal": ["Worldviews on evidence-based nursing", "Worldviews Evid Based Nurs"]}