{"authors": [["Opseth", "Gro", "G", "Hans and Olaf Fysioterapi, Oslo, Norway."], ["Wahl", "Astrid Klopstad", "AK", "Department of Health Sciences, Institute of Health and Society, University of Oslo, Oslo, Norway."], ["Bjørke", "Gustav", "G", "Hans and Olaf Fysioterapi, Oslo, Norway."], ["Mengshoel", "Anne Marit", "AM", "Department of Health Sciences, Institute of Health and Society, University of Oslo, Oslo, Norway."]], "date": "2017-12-20", "id": "29266659", "text": "There is growing concern that an ageing population and increasing number of patients with chronic illnesses in the future will foster a need for health services beyond the resources available in society. Patients with chronic illnesses are reported to be frequent users of physicians' services in the primary health sector. Therapies for patients with chronic musculoskeletal illnesses are delivered by physiotherapists in this sector. However, we know little about the use of physiotherapy services and the factors that may explain their use.The aim of the present study was to examine the association between the regular/non-regular use of physiotherapy services, impacts of illness, and perceptions of illness and health.A cross-sectional survey included patients between 18 and 70 years of age who visited a physiotherapy outpatient clinic in Oslo during one randomly chosen week. Patient characteristics and use of physiotherapy were mapped. The Brief Illness Perception Questionnaire (BIPQ), a single item of the Short Form Health Survey (SF-12) and the Ørebro Musculoskeletal Pain Questionnaire (ØMPQ) were used to assess perceptions of illness and health, and impacts of illness. Data were analysed using independent sample t-tests and logistic regression analysis.A total of 507 patients with a mean age of 46 (standard deviation 12) years participated, of whom 54% were regular users of physiotherapy. BIPQ (p = 0.02; β = 0.03) and the single-item on general health perception (p = 0.001; β = 0.44,) were the only significant variables in the final equation associated with regular use of physiotherapy.About half of the participants were regular, high consumers of physiotherapy, and negative perceptions of illness and health were associated with this regular use.", "doi": "10.1002/msc.1224", "title": "Negative perceptions of illness and health are associated with frequent use of physiotherapy in primary healthcare.", "journal": ["Musculoskeletal care", "Musculoskeletal Care"]}