{"authors": [["Kristo", "I", "I", "Department of Surgery, Upper GI Research & Service, Medical University of Vienna, Vienna, Austria."], ["Schwameis", "K", "K", "Department of Surgery, Upper GI Research & Service, Medical University of Vienna, Vienna, Austria."], ["Paireder", "M", "M", "Department of Surgery, Upper GI Research & Service, Medical University of Vienna, Vienna, Austria."], ["Jomrich", "G", "G", "Department of Surgery, Upper GI Research & Service, Medical University of Vienna, Vienna, Austria."], ["Kainz", "A", "A", "Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."], ["Schoppmann", "S F", "SF", "Department of Surgery, Upper GI Research & Service, Medical University of Vienna, Vienna, Austria."]], "date": "2017-12-21", "id": "29266608", "text": "Dysphagia and non-cardiac chest pain are common symptoms associated with a novel hypercontractile disorder, namely Jackhammer esophagus (JE). The aim of this study was to explore these symptoms in patients with JE and to elucidate associations with disease defining metrics, crucial for subsequent therapies.All consecutive patients, who were referred between January 2014 and December 2016 and fulfilled the criteria for JE were included in this study. Exclusion criteria were opioid intake, previous gastrointestinal surgery, mechanical esophageal obstruction and diseases explaining their symptoms.Of 2205 examined subjects, thirty patients (females: n = 17, 56.7%) with a median age of 58 (51.6-64.9) years were finally enrolled. Dysphagia was noted in 53.3% (n = 16), whereas non-cardiac chest pain was specified within 40% (n = 12) with symptom duration of up to 10 years. Perception of dysphagia (P = .03) and presence of both symptoms (P = .008) increased to the end of the study period. Dysphagia was significantly associated with distal contractile integral (DCI) scores of all (P = .023), hypercontractile (P = .011) and maximum DCI swallows (P = .008). Symptoms duration influenced hypercontractile DCI scores (P = .015, r = .438) and significantly correlated with the intensity of perceived dysphagia (P = .01, r = .585). Presence of non-cardiac chest pain was not associated with any of these metrics.The DCI mediates dysphagia in patients with JE. Duration of symptoms affected hypercontractile DCI scores and aggravated perception of dysphagia indicating a progressive character of disease.", "doi": "10.1111/nmo.13276", "title": "Dysphagia severity is related to the amplitude of distal contractile integral in patients with Jackhammer esophagus.", "journal": ["Neurogastroenterology and motility : the official journal of the European Gastrointestinal Motility Society", "Neurogastroenterol. Motil."]}