{"authors": [["Shimizu", "Aya", "A", "Department of Nursing, Graduate School of Health Sciences, Kobe University, Hyogo, Japan."], ["Mori", "Akiko", "A", "Department of Women's Health and Midwifery, Graduate School of Nursing Science, St. Luke's International University, Tokyo, Japan."]], "date": "2017-12-21", "id": "29266474", "text": "To evaluate maternal perceptions of family-centred support with hospitalised preterm infants and their relationship between mothers and nurses in the neonatal intensive care unit (NICU).Mothers who gave birth to preterm infants tend to suffer more stress and need individual support based on family-centred care. However, there may be a shortage of support for mothers to obtain parent-crafting skills before bringing their infants home.This cross-sectional study used path analysis and multiple group analysis to evaluate a structural equation model of the relationship between maternal perception based on family-centred support in parent-crafting training and the mothers-nurses collaboration.We analysed data from 98 mothers (valid response proportion, 41.0%) whose infants were hospitalised in the NICU of two types of perinatal centres in Japan. We used three revised standardised questionnaires in Japanese: Measure of Process of Care in the NICU (Neo-MPOC 20), Enabling Practice Scale in the NICU (Neo-EPS) and the author-developed Mother and Infant Questionnaire.Path analysis revealed that the relationship between mothers and nurses was linked to three factors related to the perinatal centres' support: consideration of parents' feelings, ability to deal with specific needs and coordination in dealing with situations that interact with provision of parent-friendly visual information. Separate path analyses for each perinatal centre showed the same pattern, although the standard coefficients were different.Maternal perceptions of family-centred support with hospitalised preterm infants promoted better collaboration between mothers and nurses to obtain parent-crafting skills at two types of perinatal units in Japan.Clear visual information materials might promote better maternal understanding of their infants, help in acquisition of parent-crafting skills and improve mother-nurse collaboration, with the result that mothers are better able to care for their infants autonomously at home.", "doi": "10.1111/jocn.14243", "title": "Maternal perceptions of family-centred support and their associations with the mother-nurse relationship in the neonatal intensive care unit.", "journal": ["Journal of clinical nursing", "J Clin Nurs"]}