{"authors": [["Jezewska-Zychowicz", "Marzena", "M", "Warsaw University of Life Sciences, Faculty of Human Nutrition and Consumer Sciences, Department of Organization and Consumption Economics, Warsaw, Poland"], ["Guzek", "Dominika", "D", "Warsaw University of Life Sciences, Faculty of Human Nutrition and Consumer Sciences, Department of Organization and Consumption Economics, Warsaw, Poland"]], "date": null, "id": "29265788", "text": "The links between dietary patterns, the perception of one’s body weight and diet as well preparing meals are poorly recognised in the literature. In order to develop effective nutritional education and focused interventions, more of such information is thereby required to improve the nation’s healthTo identify dietary patterns based on declared food consumption rates and subject responses on whether dieting, perception of body weight and diet and preparing meals are linked to such dietary patternsThe survey was conducted in 2016 on 344 consumers chosen for age (20-65 years) and their consent for study participation. Rates of eating the foods selected were measured using a 7-point scale. Cluster analysis was used to identify three dietary patterns of behaviour: ‘potentially beneficial to health’, ‘potentially unfavourable for health; deficient’ and ‘potentially unfavourable for health; excessive’. The analysis was performed using IBM SPSS Statistics version 23.0There were significantly more subjects showing ‘potentially beneficial for health’ behaviour, normal body weight, those dieting (whether now or in the past) and those who evaluated their diet as being very good or good compared to other groups. They were also more involved in preparing their meals at home. Differences were found between the ‘unfavourable for health’ dietary patterns concerning subject’s involvement in meal preparation. The dietary pattern for ‘deficient’ behaviour found lower rates of those preparing their meals at homeThe pattern of potentially beneficial dietary habits was linked to weight control through a slimming diet and greater involvement in the preparation of food for consumption. The results show the need to develop food choice skills rather than just transferring knowledge in the nutrition education process", "doi": null, "title": "Associations between adult perception of body weight, diet, preparing meals and dietary patterns", "journal": ["Roczniki Panstwowego Zakladu Higieny", "Rocz Panstw Zakl Hig"]}