{"authors": [["Wei", "Yali", "Y", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Caceres-Moreno", "Carlos", "C", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Jimenez-Gongora", "Tamara", "T", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Wang", "Keke", "K", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Sang", "Yuying", "Y", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Lozano-Duran", "Rosa", "R", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."], ["Macho", "Alberto P", "AP", "Shanghai Center for Plant Stress Biology, CAS Center for Excellence in Molecular Plant Sciences, Shanghai Institutes of Biological Sciences, Chinese Academy of Sciences, Shanghai, China."]], "date": "2017-12-19", "id": "29265643", "text": "Ralstonia solanacearum, the causal agent of bacterial wilt disease, is considered one of the most destructive bacterial pathogens due to its lethality, unusually wide host range, persistence and broad geographical distribution. In spite of the extensive research on plant immunity over the last years, the perception of molecular patterns from R. solanacearum that activate immunity in plants is still poorly understood, which hinders the development of strategies to generate resistance against bacterial wilt disease. The perception of a conserved peptide of bacterial flagellin, flg22, is regarded as paradigm of plant perception of invading bacteria; however, no elicitor activity has been detected for R. solanacearum flg22. Recent reports have shown that other epitopes from flagellin are able to elicit immune responses in specific species from the Solanaceae family, yet our results show that these plants do not perceive any epitope from R. solanacearum flagellin. Searching for elicitor peptides from R. solanacearum, we found several protein sequences similar to the consensus of the elicitor peptide csp22, reported to elicit immunity in specific Solanaceae plants. A R. solanacearum csp22 peptide (csp22Rsol ) was indeed able to trigger immune responses in Nicotiana benthamiana and tomato, but not in Arabidopsis thaliana. Additionally, csp22Rsol treatment conferred increased resistance to R. solanacearum in tomato. Transgenic A. thaliana plants expressing the tomato csp22 receptor (SlCORE) gained the ability to respond to csp22Rsol and became more resistant to R. solanacearum infection. Our results shed light on the mechanisms for perception of R. solanacearum by plants, paving the way for improving current approaches to generate resistance against R. solanacearum.", "doi": "10.1111/pbi.12874", "title": "The Ralstonia solanacearum csp22 peptide, but not flagellin-derived peptides, is perceived by plants from the Solanaceae family.", "journal": ["Plant biotechnology journal", "Plant Biotechnol. J."]}