{"authors": [["Plett", "Jonathan M", "JM", "Hawkesbury Institute for the Environment, Western Sydney University, Richmond, NSW, 2753, Australia."], ["Martin", "Francis M", "FM", "Institut National de la Recherche Agronomique (INRA), Unité Mixte de Recherche, 1136 INRA-Université de Lorraine, Interactions Arbres/Microorganismes, Laboratoire d'excellence ARBRE, Centre INRA-Grand Est-Nancy, 54280, Champenoux, France."]], "date": "2017-12-18", "id": "29265527", "text": "Microorganisms, or 'microbes', have formed intimate associations with plants throughout the length of their evolutionary history. In extant plant systems microbes still remain an integral part of the ecological landscape, impacting plant health, productivity and long-term fitness. Therefore, to properly understand the genetic wiring of plants, we must first determine what perception systems plants have evolved to parse beneficial from commensal from pathogenic microbes. In this review, we consider some of the most recent advances in how plants respond at the molecular level to different microbial lifestyles. Further, we cover some of the means by which microbes are able to manipulate plant signaling pathways through altered destructiveness and nutrient sinks, as well as the use of effector proteins and micro-RNAs (miRNAs). We conclude by highlighting some of the major questions still to be answered in the field of plant-microbe research, and suggest some of the key areas that are in greatest need of further research investment. The results of these proposed studies will have impacts in a wide range of plant research disciplines and will, ultimately, translate into stronger agronomic crops and forestry stock, with immune perception and response systems bred to foster beneficial microbial symbioses while repudiating pathogenic symbioses.", "doi": "10.1111/tpj.13802", "title": "Know your enemy, embrace your friend: using omics to understand how plants respond differently to pathogenic and mutualistic microorganisms.", "journal": ["The Plant journal : for cell and molecular biology", "Plant J."]}