{"authors": [["Campbell", "Aimee N C", "ANC", "Division on Substance Use Disorders and New York State Psychiatric Institute, Department of Psychiatry, Columbia University Medical Center, 1051 Riverside, Drive Box 120, New York, NY, 10032, USA. anc2002@cumc.columbia.edu."], ["Wolff", "Margaret", "M", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Weaver", "Laurel", "L", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Jarlais", "Don Des", "DD", "Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Tross", "Susan", "S", "HIV Center for Clinical and Behavioral Studies, Division of Gender, Sexuality, and Health, New York State Psychiatric Institute and Columbia University, New York, NY, USA."]], "date": "2017-12-20", "id": "29264736", "text": "Antiretroviral therapy (ART) is recommended for all people living with HIV (PLWH), regardless of disease status. Substance use disorders (SUD) are common barriers to successful HIV treatment; however, few studies have comprehensively explored how HIV primary care providers take SUDs into account in the context of universal ART implementation. This study uses thematic analysis of qualitative interviews to explore providers' (N = 25) substance use assessment and factors associated with ART initiation. 64% of providers had 15 or more years of HIV treatment experience. Almost all providers agreed with the guidelines for universal ART initiation despite the presence of SUD. Still, identification and management of SUD is challenged by inconsistent assessment, providers' misperceptions about SUD and patients' willingness to discuss it, and lack of accessible treatment resources when SUD is identified. Greater guidance in systematic SUD assessment and management, combined with integrated addiction services, could enhance universal ART implementation among PLWH/SUD.", "doi": "10.1007/s10461-017-2007-z", "title": "\"It's Never Just About the HIV:\" HIV Primary Care Providers' Perception of Substance Use in the Era of \"Universal\" Antiretroviral Medication Treatment.", "journal": ["AIDS and behavior", "AIDS Behav"]}