{"authors": [["Ma", "Jing", "J", "Department of Environment and Geography, Clayton H. Riddell Faculty of Environment, Earth, and Resources, University of Manitoba, Winnipeg, Manitoba, R3T 2N2, Canada. umma43@myumanitoba.ca."], ["Hipel", "Keith W", "KW", "Department of Systems Design Engineering, University of Waterloo, Waterloo, Ontario, N2L 3G1, Canada."], ["Hanson", "Mark L", "ML", "Department of Environment and Geography, Clayton H. Riddell Faculty of Environment, Earth, and Resources, University of Manitoba, Winnipeg, Manitoba, R3T 2N2, Canada."]], "date": "2017-12-21", "id": "29264731", "text": "A comprehensive evaluation of public participation in rural domestic waste (RDW) source-separated collection in China was carried out within a social-dimension framework, specifically in terms of public perception, awareness, attitude, and willingness to pay for RDW management. The evaluation was based on a case study conducted in Guilin, Guangxi Zhuang Autonomous Region, China, which is a representative of most inland areas of the country with a GDP around the national average. It was found that unlike urban residents, rural residents maintained a high rate of recycling, but in a spontaneous manner; they paid more attention to issues closely related to their daily lives, but less attention to those at the general level; their awareness of RDW source-separated collection was low and different age groups showed significantly different preferences regarding the sources of knowledge acquirement. Among potential information sources, village committees played a very important role in knowledge dissemination; for the respondents' pro-environmental attitudes, the influencing factor of \"lack of legislation/policy\" was considered to be significant; mandatory charges for waste collection and disposal had a high rate of acceptance among rural residents; and high monthly incomes had a positive correlation with both public pro-environmental attitudes and public willingness to pay for extra charges levied by RDW management. These observations imply that, for decision-makers in the short term, implementing mandatory RDW source-separated collection programs with enforced guidelines and economic compensation is more effective, while in the long run, promoting pro-environmental education to rural residents is more important.", "doi": "10.1007/s10661-017-6405-5", "title": "An evaluation of the social dimensions in public participation in rural domestic waste source-separated collection in Guilin, China.", "journal": ["Environmental monitoring and assessment", "Environ Monit Assess"]}