{"authors": [["Constantiner", "Melissa", "M", "Department of Psychiatry and Behavioral Science, SUNY Downstate Medical Center, 450 Clarkson Avenue, Box 1203, Brooklyn, NY, 11203-2098, USA."], ["Rosenthal-Asher", "Deborah", "D", "Brooklyn Health Disparities Center, Brooklyn, NY, USA."], ["Tedla", "Fasika", "F", "Department of Medicine, SUNY Downstate Medical Center, New York, NY, USA."], ["Salifu", "Moro", "M", "Brooklyn Health Disparities Center, Brooklyn, NY, USA."], ["Cukor", "Judith", "J", "Department of Psychiatry, New York Presbyterian Hospital-Weill Cornell Medicine, New York, NY, USA."], ["Wyka", "Katarzyna", "K", "Department of Psychiatry, New York Presbyterian Hospital-Weill Cornell Medicine, New York, NY, USA."], ["Hartono", "Choli", "C", "Department of Medicine, New York Presbyterian Hospital-Weill Cornell Medicine, New York, NY, USA."], ["Serur", "David", "D", "Department of Medicine, New York Presbyterian Hospital-Weill Cornell Medicine, New York, NY, USA."], ["de Boccardo", "Graciela", "G", "Montefiore-Einstein Center for Transplantation, Albert Einstein College of Medicine, Bronx, New York, USA."], ["Cukor", "Daniel", "D", "Department of Psychiatry and Behavioral Science, SUNY Downstate Medical Center, 450 Clarkson Avenue, Box 1203, Brooklyn, NY, 11203-2098, USA. Daniel.Cukor@downstate.edu."]], "date": "2017-12-20", "id": "29264730", "text": "Barriers for renal transplant patients to immunosuppressant medication adherence are poorly understood, despite the high rate and toll of non-adherence. We sought to assess factors that contribute to barriers to immunosuppressive medication adherence in an ethnically diverse sample of 312 renal transplant patients recruited from three transplant centers across New York City. Transplant patients who were at least 6 months post-transplant completed questionnaires while waiting for their medical appointment. Ethnic differences were observed on barriers to immunosuppressant adherence. Black and Hispanic participants reported significantly more barriers to adherence compared to Caucasian participants. Differences in perception about the potential harm and necessity of immunosuppressant medications also were present. Using hierarchical multiple regression, age and income were significant predictors of reported barriers to adherence, even while controlling for ethnicity. The most robust predictor of reported barriers was the perception of the medication cost-benefit differential, i.e., the balance between concerns about immunosuppressant medications and their perceived helpfulness (B = - 0.5, p < .001), indicating that varying beliefs about the medication's necessity and utility rather than ethnicity explain the differences in barriers to medication adherence. Future interventions targeting non-adherence should aim to reduce the barriers to adherence by addressing perceived risks and benefits of taking immunosuppressant medication.", "doi": "10.1007/s10880-017-9524-9", "title": "Differences in Attitudes Toward Immunosuppressant Therapy in a Multi-ethnic Sample of Kidney Transplant Recipients.", "journal": ["Journal of clinical psychology in medical settings", "J Clin Psychol Med Settings"]}