{"authors": [["Zhang", "Li", "L", "School of Medical Imaging, Bengbu Medical College, 2600 Donghai Road, Bengbu, 233030, Anhui, People's Republic of China."], ["Gan", "John Q", "JQ", "Research Center for Learning Science, Southeast University, 2 Sipailou Road, Nanjing, 210096, Jiangsu, People's Republic of China."], ["Zheng", "Wenming", "W", "Research Center for Learning Science, Southeast University, 2 Sipailou Road, Nanjing, 210096, Jiangsu, People's Republic of China."], ["Wang", "Haixian", "H", "Research Center for Learning Science, Southeast University, 2 Sipailou Road, Nanjing, 210096, Jiangsu, People's Republic of China. hxwang@seu.edu.cn."]], "date": "2017-12-20", "id": "29264681", "text": "In action intention understanding, the mirror system is involved in perception-action matching process and the mentalizing system underlies higher-level intention inference. By analyzing the dynamic functional connectivity in α (8-12 Hz) and β (12-30 Hz) frequency bands over a \"hand-cup interaction\" observation task, this study investigates the topological transition from the action observation network (AON) to the mentalizing network (MZN), and estimates their functional relevance for intention identification from other's different action kinematics. Sequential brain microstates were extracted based on event-related potentials (ERPs), in which significantly differing neuronal responses were found in N170-P200 related to perceptually matching kinematic profiles and P400-700 involved in goal inference. Inter-electrode weighted phase lag index analysis on the ERP microstates revealed a shift of hub centrality salient in α frequency band, from the AON dominated by left-lateral frontal-premotor-temporal and temporal-parietooccipital synchronizations to the MZN consisting of more bilateral frontal-parietal and temporal-parietal synchronizations. As compared with usual actions, intention identification of unintelligible actions induces weaker synchronizations in the AON but dramatically increased connectivity in right frontal-temporal-parietal regions of the MZN, indicating a spatiotemporally complementary effect between the functional network configurations involved in mirror and mentalizing processes. Perceptual processing in observing usual/unintelligible actions decreases/increases requirements for intention inference, which would induce less/greater functional network reorganization on the way to mentalization. From the comparison, our study suggests that the adaptive topological changes from the AON to the MZN indicate implicit causal association between the mirror and mentalizing systems for decoding others' intentionality.", "doi": "10.1007/s10548-017-0614-7", "title": "Spatiotemporal Phase Synchronization in Adaptive Reconfiguration from Action Observation Network to Mentalizing Network for Understanding Other's Action Intention.", "journal": ["Brain topography", "Brain Topogr"]}