{"authors": [["Larsen", "Anne Konring", "AK", "National Research Centre for the Working Environment, Lersø parkallé 105, Copenhagen, Denmark. akl@nrcwe.dk."], ["Falkenstrøm", "Signe", "S", "National Research Centre for the Working Environment, Lersø parkallé 105, Copenhagen, Denmark."], ["Jørgensen", "Marie Birk", "MB", "National Research Centre for the Working Environment, Lersø parkallé 105, Copenhagen, Denmark."], ["Rod", "Morten Hulvej", "MH", "National Institute of Public Health, University of Southern Denmark, Copenhagen, Denmark."]], "date": "2017-12-21", "id": "29264650", "text": "This study investigates management awareness of employee musculoskeletal pain and conditions that shape managers' handling of employees with pain.We used a mixed methods design including data from a questionnaire survey and focus group sessions. All employees and managers from seven nursing homes were invited to participate in the questionnaire survey and 327 employees (81%) and 31 managers (82%) responded. Employees were asked about their worst pain intensity the past month and managers were asked to estimate the percentage of their employees who had experienced pain. Thirty-eight managers (93%) participated in focus group sessions addressing the culture for handling pain at the workplace. A multiple case study approach allowed for an integrated interpretation of the empirical findings.Results indicate limited manager awareness of employee pain. We identified four conditions that shape managers' handling of employees with pain: (1) Employee handling of-and communication about-pain, (2) the collegial culture for handling pain, (3) managers' perception of their role towards employees with pain and (4) procedures and informal approaches for handling employees with pain. Across these conditions various degrees of openness characterized the nursing homes.The degree of openness towards communicating about-and handling pain-in the organization (individual, collegial and managerial levels) influences how managers handle employees with pain. Awareness about employee health is a prerequisite for management to initiate relevant action towards supporting employees. Future workplace initiatives are likely to benefit from addressing openness in the organization to increase awareness and support employees with pain.", "doi": "10.1007/s00420-017-1284-1", "title": "The role of managers in addressing employees with musculoskeletal pain: a mixed methods study.", "journal": ["International archives of occupational and environmental health", "Int Arch Occup Environ Health"]}