{"authors": [["Elhassan", "Mohammed", "M", "Department of Internal Medicine, Division of Hospital Medicine, UCSF/Fresno Center for Medical Education and Research, Fresno, CA, USA."]], "date": "2017-12-06", "id": "29263711", "text": "The relatively new specialty of Hospital Medicine in the USA is one of the fastest growing fields in internal medicine. Academic hospitalists are largely involved in the medical education of postgraduate residents and medical students. Little is known about the effectiveness of peer-to-peer teaching in internal medicine residency training programs and how the medical residents perceive its educational value in learning Hospital Medicine.The Hospitalist Huddle is a weekly educational activity newly established by our Hospitalist Division to facilitate the concept of peer-to-peer teaching. It requires medical residents to teach and educate their peers about the clinical topics related to Hospital Medicine. Faculty hospitalists serve as facilitators during the teaching sessions. A survey disseminated at the end of the first year of its implementation examined the residents' perception of the educational value of this new teaching activity.Most residents reported that they see the Huddle as a useful educational forum which may improve their skills in teaching, create a better educational and learning environment during their inpatient rotation, and improve their understanding of Hospital Medicine. Most residents also prefer that their peers, rather than faculty hospitalists, run the activity and do the teaching.The survey results support the notion that teaching and learning with flat hierarchies can be an appealing educational method to medical residents to help them understand Hospital Medicine during their medical wards rotation. Some areas need to be improved and others need to be continued and emphasized in order to make this novel educational activity grow and flourish in terms of its educational value and residents' satisfaction.", "doi": "10.2147/AMEP.S149450", "title": "The Hospitalist Huddle: a 1-year experience of teaching Hospital Medicine utilizing the concept of peer teaching in medical education.", "journal": ["Advances in medical education and practice", "Adv Med Educ Pract"]}