{"authors": [["Chowdhury", "Satyendranath", "S", "Department of Dermatology, Venereology, and Leprosy, Medical College, Kolkata, West Bengal, India."], ["Podder", "Indrashis", "I", "Department of Dermatology, Venereology, and Leprosy, Medical College, Kolkata, West Bengal, India."], ["Saha", "Abanti", "A", "Department of Dermatology, Venereology, and Leprosy, Medical College, Kolkata, West Bengal, India."], ["Bandyopadhyay", "Debabrata", "D", "Department of Dermatology, Venereology, and Leprosy, Medical College, Kolkata, West Bengal, India."]], "date": null, "id": "29263537", "text": "Contrary to popular perception, several dermatological conditions may be associated with lethal outcome in the absence of timely intervention or due to complications.The aim was to estimate the number of deaths and analyze their causes due to skin disorders at a tertiary level inpatient dermatology ward.We conducted a retrospective, record-based observational study involving 538 patients spanning over 4 years (2013-2016) at our dermatology indoor setup.There were 45 deaths (male:female = 1.5:1), accounting for 8.4% or total admissions, occurring mostly in patients in their 7th decade. Vesiculobullous disorders were the most frequent cause of mortality (57.8%), followed by drug reactions accounting for 17.8% of cases. In the former group pemphigus vulgaris accounted for most deaths (31.1%) followed by bullous pemphigoid (17.8%) and pemphigus foliaceus (8.9%), whereas toxic epidermal necrolysis was the most frequent cause of death from drug reactions (8.9%). Almost half of all deaths (48.9%) occurred due to septicemia followed by cardiopulmonary complications (40%). Most of the cases presented to us at an advanced state of the disease previously being treated inappropriately.Prompt diagnosis and treatment of such dermatological conditions are mandated, preferably in an intensive care set-up, to reduce mortality rates. Advanced age, the area of skin involvement, mucosal involvement, and septicemia were adverse prognostic factors in these patients.", "doi": "10.4103/ijd.IJD_284_17", "title": "Inpatient Mortality Resulting from Dermatological Disorders at a Tertiary Care Center in Eastern India: A Record-based Observational Study.", "journal": ["Indian journal of dermatology", "Indian J Dermatol"]}