{"authors": [["Skrzypek", "Agnieszka", "A", "Department of Medical Education, Jagiellonian University Medical College, ul. św. Łazarza 16, Kraków, Poland. agnieszka.skrzypek@gmail.com."], ["Szeliga", "Marta", "M", null], ["Stalmach-Przygoda", "Agata", "A", null], ["Górski", "Stanisław", "S", null], ["Kowalska", "Bogumiła", "B", null], ["Kocurek", "Anna", "A", null], ["Nowakowski", "Michał", "M", null]], "date": null, "id": "29263456", "text": "In 2015 Department of Medical Education in Medical College of Jagiellonian University in Cracow performed a new format of integrated multidisciplinary skills assessment of third year students of medicine a er completing initial courses in internal medicine, surgery, pediatrics and gynecology.OSCE assessed from the perspective of 3rd year medical students.Students of 3rd year's study of Faculty of medicine were evaluated by OSCE, which assessed their internal medicine, surgery, gynecology, pediatric skills. OSCE consisted of 12 stations. In order to assess student's opinions on OSCE, we used method of diagnostic survey; Statistica 12.0.OSCE passed 255 (98.83%) of the students in thefirst term. We analyzed 221 questionnaires, in which students expressed their opinion. 93.7% of the students considered OSCE as a well organized exam. 87.8% of students claimed that OSCE is fair and 95.5% that the exam is clear. 86.4% students are pleased with the introduction information about OSCE that was given before the examination. 78.6% students believe, that OSCE allows to properly identify skills that require improvement. Students, who didn't pass all stations with positive result, more o en (Chi^2 Pearsona, p = 0.01990) indicated improper balance between quantity of stations that check communication skills and these checking other clinical skills.is study confirms that OSCE in the students' opinions was well organized and fair. It proves that OSCE correctly selects students who need to improve their knowledge and skills. Students' preparing to the exams, their knowledge and skills, influences on the students' perception of OSCE.", "doi": null, "title": "The Objective Structured Clinical Examination (OSCE) from the perspective of 3rd year's medical students - a pilot study.", "journal": ["Folia medica Cracoviensia", "Folia Med Cracov"]}