{"authors": [["Burke", "Sarah M", "SM", "Brain & Development Research Centre, Department of Developmental and Educational Psychology, Leiden University, Leiden, The Netherlands. s.m.burke@fsw.leidenuniv.nl."], ["Manzouri", "Amir H", "AH", "Stressmotagningen, S:t Göransgatan 84, 112 38, Stockholm, Sweden."], ["Savic", "Ivanka", "I", "Department of Women's and Children's Health, Karolinska Institute and University Hospital, Stockholm, Sweden."]], "date": "2017-12-20", "id": "29263327", "text": "Both transgenderism and homosexuality are facets of human biology, believed to derive from different sexual differentiation of the brain. The two phenomena are, however, fundamentally unalike, despite an increased prevalence of homosexuality among transgender populations. Transgenderism is associated with strong feelings of incongruence between one's physical sex and experienced gender, not reported in homosexual persons. The present study searches to find neural correlates for the respective conditions, using fractional anisotropy (FA) as a measure of white matter connections that has consistently shown sex differences. We compared FA in 40 transgender men (female birth-assigned sex) and 27 transgender women (male birth-assigned sex), with both homosexual (29 male, 30 female) and heterosexual (40 male, 40 female) cisgender controls. Previously reported sex differences in FA were reproduced in cis-heterosexual groups, but were not found among the cis-homosexual groups. After controlling for sexual orientation, the transgender groups showed sex-typical FA-values. The only exception was the right inferior fronto-occipital tract, connecting parietal and frontal brain areas that mediate own body perception. Our findings suggest that the neuroanatomical signature of transgenderism is related to brain areas processing the perception of self and body ownership, whereas homosexuality seems to be associated with less cerebral sexual differentiation.", "doi": "10.1038/s41598-017-17352-8", "title": "Structural connections in the brain in relation to gender identity and sexual orientation.", "journal": ["Scientific reports", "Sci Rep"]}