{"authors": [["Moehler", "Tobias", "T", "Experimental Psychology, Justus-Liebig-University, Giessen, Germany. Electronic address: tobias.moehler@psychol.uni-giessen.de."], ["Fiehler", "Katja", "K", "Experimental Psychology, Justus-Liebig-University, Giessen, Germany. Electronic address: katja.fiehler@psychol.uni-giessen.de."]], "date": "2017-12-22", "id": "29262304", "text": "Previous research on the spatiotemporal dynamics of exogenous and endogenous attentional allocation during saccade preparation yielded conflicting results. We hypothesize that this can be explained by the cueing type used to orient attention in a perceptual task. We investigated the time-course of attentional allocation as a function of cueing type (central vs peripheral), spatial congruency of the cued perceptual and saccade task locations, and cue validity in a dual-task paradigm. Participants performed a visual discrimination task during saccade preparation. We found that central and peripheral cues differentially affected the time-course of attentional allocation depending on spatial congruency and cue validity. Peripheral cues quickly and transiently oriented attention to the cued location. In the congruent condition, attention was maintained by the pre-saccadic attention shift, but declined in the spatially incongruent condition. Central cues slowly oriented attention to the cued location. In the congruent condition, attention was boosted by the pre-saccadic attention shift compared to a slower increase in the spatially incongruent condition. The pre-saccadic attention shift - the automatic and obligatory shift of attention to the saccade target - observed in the invalid spatially incongruent condition was not differentially affected by the cueing type orienting attention away from it. Our results suggest that exogenous and endogenous attention is dynamically and flexibly allocated to cued locations during saccade preparation while pre-saccadic attentional resources are progressively shifted to the saccade target irrespective of the cueing type. We argue that attentional selection for perception represents a partially independent process in contrast to the pre-saccadic attention shift.", "doi": "10.1016/j.visres.2017.12.002", "title": "Effects of central and peripheral cueing on perceptual and saccade performance.", "journal": ["Vision research", "Vision Res."]}