{"authors": [["Lee", "Won June", "WJ", "Department of Ophthalmology, Seoul National University College of Medicine, Seoul, Korea."], ["Kim", "Young Kook", "YK", "Department of Ophthalmology, Seoul National University College of Medicine, Seoul, Korea."], ["Park", "Ki Ho", "KH", "Department of Ophthalmology, Seoul National University College of Medicine, Seoul, Korea."], ["Jeoung", "Jin Wook", "JW", "Department of Ophthalmology, Seoul National University College of Medicine, Seoul, Korea."]], "date": null, "id": "29261845", "text": "To evaluate the rate of change in ganglion cell-inner plexiform layer (GCIPL) thickness measured by optical coherence tomography (OCT) using a trend-based approach in early-stage glaucomatous eyes with disc hemorrhage (DH) and to compare the GCIPL thinning rate with that in glaucomatous eyes without DH.This prospective observational study included 46 patients with early-stage open-angle glaucoma and DH who underwent serial spectral-domain OCT measurements for at least 30 months. The GCIPL thinning rate was determined in the global, superior, or inferior hemiretinas and in six macular sectors by linear regression and was compared between glaucomatous eyes with DH and fellow glaucomatous eyes without DH and between glaucomatous eyes with DH and non-DH glaucomatous control eyes.The GCIPL thinning rate (mean ± standard deviation) was significantly more rapid in glaucomatous eyes with DH than in fellow eyes without DH in the inferior hemiretina (-1.07 ± 0.75 vs. -0.44 ± 0.54 μm/y, P = 0.001), inferotemporal sector (-1.13 ± 1.00 vs. -0.61 ± 0.66 μm/y, P = 0.028), and inferior sector (-1.33 ± 0.79 vs. -0.42 ± 0.78 μm/y, P < 0.001). The GCIPL thinning rate was significantly more rapid in glaucomatous eyes with DH than in glaucomatous controls without DH in the global area (-0.78 ± 0.85 vs. -0.32 ± 0.48 μm/y, P = 0.002), the inferior hemiretina (-1.00 ± 0.94 vs. -0.37 ± 0.67 μm/y, P < 0.001), and the inferotemporal sector (-1.31 ± 1.07 vs. -0.34 ± 0.75 μm/y, P < 0.001).The GCIPL thinning rate on OCT was significantly more rapid in glaucomatous eyes with DH than in fellow glaucomatous eyes without DH or glaucomatous control eyes without DH. DH could be associated with progression of glaucoma in terms of GCIPL thinning.", "doi": "10.1167/iovs.17-22547", "title": "Evaluation of Ganglion Cell-Inner Plexiform Layer Thinning in Eyes With Optic Disc Hemorrhage: A Trend-Based Progression Analysis.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}