{"authors": [["Bennis", "Issam", "I", "National School of Public Health-Ministry of Health, Rabat, Morocco."], ["Belaid", "Loubna", "L", "CRCHUM, École de Santé Publique de l'Université de Montréal, Montréal, Canada."], ["De Brouwere", "Vincent", "V", "Department of Public Health-Institute of Tropical Medicine, Antwerp, Belgium."], ["Filali", "Hind", "H", "National School of Public Health-Ministry of Health, Rabat, Morocco."], ["Sahibi", "Hamid", "H", "Agronomy and Veterinary Institute Hassan II, Rabat, Morocco."], ["Boelaert", "Marleen", "M", "Department of Public Health-Institute of Tropical Medicine, Antwerp, Belgium."]], "date": "2017-12-20", "id": "29261762", "text": "To document the psychosocial burden of Cutaneous Leishmaniasis (CL) in rural communities in Southeastern Morocco.Between March and April 2015, we conducted qualitative research in communities exposed to Leishmania major or L. tropica in Errachidia and Tinghir provinces. Twenty-eight focus groups discussions (FGDs) were realized, with a stratification by gender and tradition of medicine (users of folk versus professional medicine). Data were analyzed using content analysis.This rural population most exposed to CL in Morocco lacks access to health care in general and clearly points out there are other major public health issues that need to be resolved. Nonetheless, respondents consider the impact of CL lesions and scars as important and similar to that of burn scar tissue. Young women with CL scars in the face are stigmatized and will often be rejected for marriage in these communities. People usually try a long list of folk remedies on the active lesions, but none was felt adequate. There was a clear demand for better treatment as well as for treatment of the scars.The psycho-social impact of CL due to L.major and L.tropica is substantial, especially for young single women with facial scars. These generate social and self-stigma and diminish their marriage prospects. CL is well known, but not considered as a major health priority by these poor rural communities in South-eastern Morocco where gender discrimination is still an issue and access to basic health care is as neglected as CL. Early CL diagnosis and new treatment options with better skin outcomes are urgently needed.", "doi": "10.1371/journal.pone.0189906", "title": "\"The mosquitoes that destroy your face\". Social impact of Cutaneous Leishmaniasis in South-eastern Morocco, A qualitative study.", "journal": ["PloS one", "PLoS ONE"]}