{"authors": [["Nishi", "Tomo", "T", "Department of Ophthalmology, Nara Medical University, Nara, Japan."], ["Ueda", "Tetsuo", "T", "Department of Ophthalmology, Nara Medical University, Nara, Japan."], ["Mizusawa", "Yuutaro", "Y", "Department of Ophthalmology, Nara Medical University, Nara, Japan."], ["Semba", "Kentaro", "K", "Department of Ophthalmology, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan."], ["Shinomiya", "Kayo", "K", "Department of Ophthalmology, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan."], ["Mitamura", "Yoshinori", "Y", "Department of Ophthalmology, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan."], ["Sakamoto", "Taiji", "T", "Department of Ophthalmology, Kagoshima University Graduate School of Medical and Dental Sciences, Kagoshima, Japan."], ["Ogata", "Nahoko", "N", "Department of Ophthalmology, Nara Medical University, Nara, Japan."]], "date": "2017-12-19", "id": "29261750", "text": "The purpose of this study was to determine the effect of optical correction on the best-corrected visual acuity (BCVA) and subfoveal choroidal thickness (CT) in the eyes of children with anisohypermetropic amblyopia. Twenty-four anisohypermetropic amblyopic eyes and their fellow eyes of 24 patients and twenty-three eyes of 23 age-matched control children were studied. After one year of optical correction, the BCVA in the anisohypermetropic amblyopic eyes was significantly improved. Before the treatment, the mean subfoveal CT in the amblyopic eyes was 351.9 ± 59.4 μm which was significantly thicker than that of control eyes at 302.4 ± 63.2 μm. After the treatment, the amount of change in the subfoveal CT in the amblyopic and fellow eyes was greater than that in the control eyes. The amblyopic and fellow eyes with thicker choroids had a greater thinning of the choroid whereas eyes with thinner choroids had a greater thickening of the choroid. We conclude that wearing corrective lenses improves the visual acuity, and induces changes of the subfoveal CT in eyes with anisohypermetropic amblyopia.", "doi": "10.1371/journal.pone.0189735", "title": "Effect of optical correction on subfoveal choroidal thickness in children with anisohypermetropic amblyopia.", "journal": ["PloS one", "PLoS ONE"]}