{"authors": [["Fan", "Hongwei", "H", "Brain Science Institute, Tamagawa University, Machida, Tokyo, Japan."], ["Pan", "Xiaochuan", "X", "Institute for Cognitive Neurodynamics, East China University of Science and Technology, Shanghai, P.R. China."], ["Wang", "Rubin", "R", "Institute for Cognitive Neurodynamics, East China University of Science and Technology, Shanghai, P.R. China."], ["Sakagami", "Masamichi", "M", "Brain Science Institute, Tamagawa University, Machida, Tokyo, Japan."]], "date": "2017-12-19", "id": "29261734", "text": "Single-unit studies in monkeys have demonstrated that neurons in the prefrontal cortex predict the reward type, reward amount or reward availability associated with a stimulus. To examine contributions of pyramidal cells and interneurons in reward processing, single-unit activity was extracellularly recorded in prefrontal cortices of four monkeys performing a reward prediction task. Based on their shapes of spike waveforms, prefrontal neurons were classified into broad-spike and narrow-spike units that represented putative pyramidal cells and interneurons, respectively. We mainly observed that narrow-spike neurons showed higher firing rates but less bursty discharges than did broad-spike neurons. Both narrow-spike and broad-spike cells selectively responded to the stimulus, reward and their interaction, and the proportions of each type of selective neurons were similar between the two cell classes. Moreover, the two types of cells displayed equal reliability of reward or stimulus discrimination. Furthermore, we found that broad-spike and narrow-spike cells showed distinct mechanisms for encoding reward or stimulus information. Broad-spike neurons raised their firing rate relative to the baseline rate to represent the preferred reward or stimulus information, whereas narrow-spike neurons inhibited their firing rate lower than the baseline rate to encode the non-preferred reward or stimulus information. Our results suggest that narrow-spike and broad-spike cells were equally involved in reward and stimulus processing in the prefrontal cortex. They utilized a binary strategy to complementarily represent reward or stimulus information, which was consistent with the task structure in which the monkeys were required to remember two reward conditions and two visual stimuli.", "doi": "10.1371/journal.pone.0189771", "title": "Differences in reward processing between putative cell types in primate prefrontal cortex.", "journal": ["PloS one", "PLoS ONE"]}