{"authors": [["Choudhary", "Deepanshu", "D", "Department of Chemistry and Biochemistry, The Ohio State University, Columbus, Ohio, United States of America."], ["Kumar", "Anusha", "A", "Department of Chemistry and Biochemistry, The Ohio State University, Columbus, Ohio, United States of America."], ["Magliery", "Thomas J", "TJ", "Department of Chemistry and Biochemistry, The Ohio State University, Columbus, Ohio, United States of America."], ["Sotomayor", "Marcos", "M", "Department of Chemistry and Biochemistry, The Ohio State University, Columbus, Ohio, United States of America."]], "date": "2017-12-19", "id": "29261728", "text": "Protein-protein interactions play a crucial role in biological processes such as cell-cell adhesion, immune system-pathogen interactions, and sensory perception. Understanding the structural determinants of protein-protein complex formation and obtaining quantitative estimates of their dissociation constant (KD) are essential for the study of these interactions and for the discovery of new therapeutics. At the same time, it is equally important to characterize protein-protein interactions in a high-throughput fashion. Here, we use a modified thermal scanning assay to test interactions of wild type (WT) and mutant variants of N-terminal fragments (EC1+2) of cadherin-23 and protocadherin-15, two proteins essential for inner-ear mechanotransduction. An environmentally sensitive fluorescent dye (SYPRO orange) is used to monitor melting temperature (Tm) shifts of protocadherin-15 EC1+2 (pcdh15) in the presence of increasing concentrations of cadherin-23 EC1+2 (cdh23). These Tm shifts are absent when we use proteins containing deafness-related missense mutations known to disrupt cdh23 binding to pcdh15, and are increased for some rationally designed mutants expected to enhance binding. In addition, surface plasmon resonance binding experiments were used to test if the Tm shifts correlated with changes in binding affinity. We used this approach to find a double mutation (cdh23(T15E)- pcdh15(G16D)) that enhances binding affinity of the cadherin complex by 1.98 kJ/mol, roughly two-fold that of the WT complex. We suggest that the thermal scanning methodology can be used in high-throughput format to quickly compare binding affinities (KD from nM up to 100 μM) for some heterodimeric protein complexes and to screen small molecule libraries to find protein-protein interaction inhibitors and enhancers.", "doi": "10.1371/journal.pone.0189546", "title": "Using thermal scanning assays to test protein-protein interactions of inner-ear cadherins.", "journal": ["PloS one", "PLoS ONE"]}