{"authors": [["Gerlach", "Christian", "C", "Department of Psychology, University of Southern Denmark, Odense, Denmark."], ["Klargaard", "Solja K", "SK", "Department of Psychology, University of Southern Denmark, Odense, Denmark."], ["Petersen", "Anders", "A", "Department of Psychology, University of Copenhagen, Copenhagen, Denmark."], ["Starrfelt", "Randi", "R", "Department of Psychology, University of Copenhagen, Copenhagen, Denmark."]], "date": "2017-12-20", "id": "29261708", "text": "There is accumulating evidence suggesting that a central deficit in developmental prosopagnosia (DP), a disorder characterized by profound and lifelong difficulties with face recognition, concerns impaired holistic processing. Some of this evidence comes from studies using Navon's paradigm where individuals with DP show a greater local or reduced global bias compared with controls. However, it has not been established what gives rise to this altered processing bias. Is it a reduced global precedence effect, changes in susceptibility to interference effects or both? By analyzing the performance of 10 individuals with DP in Navon's paradigm we find evidence of a reduced global precedence effect: The DPs are slower than controls to process global but not local shape information. Importantly, and in contrast to previous studies, we demonstrate that the DPs perform normally in a comprehensive test of visual attention, showing normal: visual short-term memory capacity, speed of visual processing, efficiency of top-down selectivity, and allocation of attentional resources. Hence, we conclude that the reduced global precedence effect reflects a perceptual rather than an attentional deficit. We further show that this reduced global precedence effect correlates both with the DPs' face recognition abilities, as well as their ability to recognize degraded (non-face) objects. We suggest that the DPs' impaired performance in all three domains (Navon, face and object recognition) may be related to the same dysfunction; delayed derivation of global relative to local shape information.", "doi": "10.1371/journal.pone.0189253", "title": "Delayed processing of global shape information in developmental prosopagnosia.", "journal": ["PloS one", "PLoS ONE"]}