{"authors": [["Weed", "Michael R", "MR", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Polino", "Joseph", "J", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Signor", "Laura", "L", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Bookbinder", "Mark", "M", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Keavy", "Deborah", "D", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Benitex", "Yulia", "Y", "Pharmaceutical Candidate Optimization, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Morgan", "Daniel G", "DG", "Pharmaceutical Candidate Optimization, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["King", "Dalton", "D", "Discovery Chemistry, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Macor", "John E", "JE", "Discovery Chemistry, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Zaczek", "Robert", "R", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Olson", "Richard", "R", "Discovery Chemistry, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."], ["Bristow", "Linda J", "LJ", "Genetically Defined Diseases and Genomics, Bristol-Myers Squibb Company, Wallingford, CT, United States of America."]], "date": "2017-12-19", "id": "29261656", "text": "Agonists at the nicotinic acetylcholine alpha 7 receptor (nAChR α7) subtype have the potential to treat cognitive deficits in patients with Alzheimer's disease (AD) or schizophrenia. Visuo-spatial paired associates learning (vsPAL) is a task that has been shown to reliably predict conversion from mild cognitive impairment to AD in humans and can also be performed by nonhuman primates. Reversal of scopolamine-induced impairment of vsPAL performance may represent a translational approach for the development of nAChR α7 agonists. The present study investigated the effect of treatment with the acetylcholinesterase inhibitor, donepezil, or three nAChR α7 agonists, BMS-933043, EVP-6124 and RG3487, on vsPAL performance in scopolamine-treated cynomolgus monkeys. Scopolamine administration impaired vsPAL performance accuracy in a dose- and difficulty- dependent manner. The impairment of eventual accuracy, a measure of visuo-spatial learning during the task, was significantly ameliorated by treatment with donepezil (0.3 mg/kg, i.m.), EVP-6124 (0.01 mg/kg, i.m.) or BMS-933043 (0.03, 0.1 and 0.3 mg/kg, i.m.). Both nAChR α7 agonists showed inverted-U shaped dose-effect relationships with EVP-6124 effective at a single dose only whereas BMS-933043 was effective across at least a 10 fold dose/exposure range. RG3487 was not efficacious in this paradigm at the dose range examined (0.03-1 mg/kg, i.m.). These results are the first demonstration that the nAChR α7 agonists, EVP-6124 and BMS-933043, can ameliorate scopolamine-induced cognitive deficits in nonhuman primates performing the vsPAL task.", "doi": "10.1371/journal.pone.0187609", "title": "Nicotinic alpha 7 receptor agonists EVP-6124 and BMS-933043, attenuate scopolamine-induced deficits in visuo-spatial paired associates learning.", "journal": ["PloS one", "PLoS ONE"]}