{"authors": [["Saotome", "Kei", "K", "Howard Hughes Medical Institute, Department of Neuroscience, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Murthy", "Swetha E", "SE", "Howard Hughes Medical Institute, Department of Neuroscience, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Kefauver", "Jennifer M", "JM", "Howard Hughes Medical Institute, Department of Neuroscience, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Whitwam", "Tess", "T", "Howard Hughes Medical Institute, Department of Neuroscience, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Patapoutian", "Ardem", "A", "Howard Hughes Medical Institute, Department of Neuroscience, The Scripps Research Institute, La Jolla, CA 92037, USA."], ["Ward", "Andrew B", "AB", "Department of Integrative Structural and Computational Biology, The Scripps Research Institute, La Jolla, California 92037, USA."]], "date": "2017-12-20", "id": "29261642", "text": "Piezo1 and Piezo2 are mechanically activated ion channels that mediate touch perception, proprioception and vascular development. Piezos are distinct from other ion channels and their structure remains poorly defined, impeding detailed study of their gating and ion permeation properties. Here we report a high-resolution cryo-electron microscopy structure of the mouse Piezo1 trimer. The detergent-solubilized complex adopts a three-blade propeller shape with a curved transmembrane region containing at least 26 transmembrane helices per protomer. The flexible propeller blades can adopt distinct conformations, and consist of a series of four-transmembrane helix bundles we term 'Piezo repeats'. Carboxy-terminal domains line the central ion pore, and the channel is closed by constrictions in the cytosol. A kinked helical beam and anchor domain link the Piezo repeats to the pore, and are poised to control gating allosterically. The structure provides a springboard to dissect further how Piezos are regulated by mechanical force.", "doi": "10.1038/nature25453", "title": "Structure of the mechanically activated ion channel Piezo1.", "journal": ["Nature", "Nature"]}