{"authors": [["Ding", "Hang", "H", "1 The Australian e-Health Research Centre , CSIRO, Brisbane, Australia ."], ["Fatehi", "Farhad", "F", "1 The Australian e-Health Research Centre , CSIRO, Brisbane, Australia ."], ["Russell", "Anthony W", "AW", "4 Department of Diabetes and Endocrinology, The Princess Alexandra Hospital , Brisbane, Australia ."], ["Karunanithi", "Mohan", "M", "1 The Australian e-Health Research Centre , CSIRO, Brisbane, Australia ."], ["Menon", "Anish", "A", "2 Centre for Online Health, Centre for Health Services Research, Faculty of Medicine, The University of Queensland , Brisbane, Australia ."], ["Bird", "Dominique", "D", "2 Centre for Online Health, Centre for Health Services Research, Faculty of Medicine, The University of Queensland , Brisbane, Australia ."], ["Gray", "Leonard C", "LC", "2 Centre for Online Health, Centre for Health Services Research, Faculty of Medicine, The University of Queensland , Brisbane, Australia ."]], "date": "2017-12-20", "id": "29261476", "text": "Many patients with diabetes require insulin therapy to achieve optimal glycemic control. Initiation and titration of insulin often require an insulin dose adjustment (IDA) program, involving frequent exchange of blood glucose levels (BGLs) and insulin prescription advice between the patient and healthcare team. This process is time consuming with logistical barriers.To develop an innovative mobile health (m-Health) mobile-based IDA program (mIDA) and evaluate the user adherence and experience through a proof-of-concept trial.In the program, an m-Health system was designed to be integrated within a clinical IDA service, comprising a Bluetooth-enabled glucose meter, smartphone application, and clinician portal. Insulin-requiring patients with type-2 diabetes mellitus and stable BGL were recruited to use the m-Health system to record and exchange BGL entries, insulin dosages, and clinical messages for 2 weeks. The user experience was evaluated by a Likert scale questionnaire.Nine participants, aged 58 ± 14 years (mean ± SD), completed the trial with average daily records of 3.1 BGL entries and 1.2 insulin dosage entries. The participants recognized the potential value of the clinical messages. They felt confident about managing their diabetes and were positive regarding ease of use and family support of the system, but disagreed that there were no technical issues. Finally, they were satisfied with the program and would continue to use it if possible.The m-Health system for IDA showed promising levels of adherence, usability, perception of usefulness, and satisfaction. Further research is required to assess the feasibility and cost-effectiveness of using this system in outpatient settings.", "doi": "10.1089/tmj.2017.0190", "title": "User Experience of an Innovative Mobile Health Program to Assist in Insulin Dose Adjustment: Outcomes of a Proof-of-Concept Trial.", "journal": ["Telemedicine journal and e-health : the official journal of the American Telemedicine Association", "Telemed J E Health"]}