{"authors": [["DuBois", "Cordelie", "C", "Department of Animal Biosciences, University of Guelph, Guelph, ON N1G 2W1, Canada. cdubois@uoguelph.ca."], ["Hambly-Odame", "Helen", "H", "School of Environmental Design and Rural Development, University of Guelph, Guelph, ON N1G 2W1, Canada. hhambly@uoguelph.ca."], ["Haley", "Derek B", "DB", "Campbell Centre for the Study of Animal Welfare, University of Guelph, Guelph, ON N1G 2W1, Canada. dhaley@uoguelph.ca."], ["Merkies", "Katrina", "K", "Department of Animal Biosciences, University of Guelph, Guelph, ON N1G 2W1, Canada. kmerkies@uoguelph.ca."]], "date": "2017-12-20", "id": "29261119", "text": "As part of a larger Delphi survey project, equine professionals (n = 14) were presented with twelve short scenarios in which a horse's welfare could be compromised. They were asked to rank each scenario (with 0 indicating no welfare concerns and 5 indicating a situation where immediate intervention was necessary), provide justification for their ranking, and give examples of what might have been the motivation behind the scenario. The wide range within vignette scores demonstrated the diversity of opinion even among a relatively small group of equine professionals. Qualitative analysis of responses to vignettes suggested that respondents typically ranked situations higher if they had a longer duration and the potential for greater or longer-lasting consequences (e.g., serious injury). Respondents were also the most sensitive to situations in which the horse's physical well-being (e.g., painful experience) was, or could be, compromised. Financial reasons, ignorance, and human convenience were also areas discussed as potential motivators by survey respondents. Overall, responses from the vignettes allowed for a picture of welfare perception based on personal values.", "doi": "10.3390/ani7120102", "title": "An Exploration of Industry Expert Perception of Equine Welfare Using Vignettes.", "journal": ["Animals : an open access journal from MDPI", "Animals (Basel)"]}