{"authors": [["Daikhes", "N A", "NA", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Diab", "Kh M", "KM", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Siraeva", "A R", "AR", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Tarasova", "N V", "NV", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Kondratchikov", "D S", "DS", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Machalov", "A S", "AS", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Pashchinina", "O A", "OA", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Kuznetsov", "A O", "AO", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."], ["Yusifov", "K D", "KD", "Research and Clinical Centre of Otorhinolaryngology, Russian Federal Medico-Biological Agency, Moscow, Russia, 123182."]], "date": null, "id": "29260780", "text": "The objective of the present study was the prospective analysis of the results of bilateral cochlear implantation (CI) in the children presenting with bilateral ossification of the cochlea after they had survived meningitis. A total of 15 patients underwent the surgical intervention. In those exhibiting bilateral ossification of the basal cochlear helix over the 5 mm segment (up to first bend of the cochlear turn) and partial ossification of the second helix (in 6 children), the affected portions were removed with the placement of two choleostomies, the lower one (from the ossified membrane of the cochlear window) and the upper one (toward the second helix). Activation of the speech processors of the CI systems was carried out within 4-6 weeks after surgery. The hearing abilities of the children were evaluated in accordance with the 'Estimation of the auditory perception categories', 'Estimation of the child's apprehension capacity', and 'Analysis of speech intelligibility rating' guidelines. In all the children with ossification over less than 5 mm of the basal cochlear helix, it proved possible to introduce the whole intracochlear electrode grid whereas only half of the electrode array was implanted in the cases of overall ossification of the basal helix. The first results obtained by telemetry and surdopedagogical testing gave evidence of the possibility of identifying various sources of non-verbal and speech stimuli in all the treated children at a small (up to 3 meters) distance.Цель работы - проведение проспективного анализа результататов билатеральной кохлеарной имплантации (КИ) у детей с двусторонней оссификацией улитки. Прооперировано 15 детей. В случаях оссификации базального завитка улитки более 5 мм (до поворота) и частичной оссификации второго завитка (у 6 детей) удаление оссифицированных участков проводилось путем наложения двух кохлеостом: нижней - от оссифицированной мембраны окна улитки и верхней - ко второму завитку. Активация речевых процессоров систем КИ осуществлялась через 4 нед после операции. Слуховые возможности детей определялись согласно 'Оценке категории восприятия слуха', 'Оценке понимающих способностей ребенка' и 'Анализу рейтинга разборчивости речи'. При оссификации менее 5 мм базального завитка улитки удалось ввести всю электродную решетку во всех случаях, при оссификации всего базального завитка и более введено более половины электродной решетки. Первые результаты сурдопедагогического тестирования после активации речевых процессоров показали наличие возможности обнаружения различных источников неречевых и речевых стимулов у всех прооперированных детей на небольшом (до 3 м) расстоянии.", "doi": "10.17116/otorino201782639-43", "title": "[The results of bilateral cochlear implantation in the children who survived meningitis].", "journal": ["Vestnik otorinolaringologii", "Vestn. Otorinolaringol."]}