{"authors": [["Kumbargere Nagraj", "Sumanth", "S", "Department of Oral Medicine and Oral Radiology, Faculty of Dentistry, Melaka-Manipal Medical College, Jalan Batu Hampar, Bukit Baru, Melaka, Malaysia, 75150."], ["George", "Renjith P", "RP", null], ["Shetty", "Naresh", "N", null], ["Levenson", "David", "D", null], ["Ferraiolo", "Debra M", "DM", null], ["Shrestha", "Ashish", "A", null]], "date": "2017-12-20", "id": "29260510", "text": "The sense of taste is very much essential to the overall health of an individual. It is a necessary component to enjoy one's food, which in turn provides nutrition to an individual. Any disturbance in taste perception can hamper quality of life in such patients by influencing their appetite, body weight and psychological well-being. Taste disorders have been treated using different modalities of treatment and there is no consensus for the best intervention. Hence this Cochrane Review was undertaken. This is an update of the Cochrane Review first published in November 2014.To assess the effects of interventions for the management of patients with taste disturbances.Cochrane Oral Health's Information Specialist searched the following databases: Cochrane Oral Health's Trials Register (to 4 July 2017); the Cochrane Central Register of Controlled Trials (CENTRAL; 2017 Issue 6) in the Cochrane Library (searched 4 July 2017); MEDLINE Ovid (1946 to 4 July 2017); Embase Ovid (1980 to 4 July 2017); CINAHL EBSCO (1937 to 4 July 2017); and AMED Ovid (1985 to 4 July 2017). The US National Institutes of Health Ongoing Trials Register ClinicalTrials.gov (www.clinicaltrials.gov) and the World Health Organization International Clinical Trials Registry Platform were searched for trials. Abstracts from scientific meetings and conferences were searched on 25 September 2017. No restrictions were placed on the language or date of publication when searching the electronic databases.We included all randomised controlled trials (RCTs) comparing any pharmacological agent with a control intervention or any non-pharmacological agent with a control intervention. We also included cross-over trials in the review.Two pairs of review authors independently, and in duplicate, assessed the quality of trials and extracted data. Wherever possible, we contacted trial authors for additional information. We collected adverse events information from the trials.We included 10 trials (581 participants), nine of which we were able to include in the quantitative analyses (566 participants). We assessed three trials (30%) as having a low risk of bias, four trials (40%) at high risk of bias and three trials (30%) as having an unclear risk of bias. We only included studies on taste disorders in this review that were either idiopathic, or resulting from zinc deficiency or chronic renal failure.Of these, nine trials with 544 people compared zinc supplements to placebo for patients with taste disorders. The participants in two trials were children and adolescents with respective mean ages of 10 and 11.2 years and the other seven trials had adult participants. Out of these nine, two trials assessed the patient-reported outcome for improvement in taste acuity using zinc supplements (risk ratio (RR) 1.40, 95% confidence interval (CI) 0.94 to 2.09; 119 participants, very low-quality evidence). We meta-analysed for taste acuity improvement using objective outcome (continuous data) in idiopathic and zinc-deficient taste disorder patients (standardised mean difference (SMD) 0.44, 95% CI 0.23 to 0.65; 366 participants, three trials, very low-quality evidence). We also analysed one cross-over trial separately using the first half of the results for taste detection (mean difference (MD) 2.50, 95% CI 0.93 to 4.07; 14 participants, very low-quality evidence), and taste recognition (MD 3.00, 95% CI 0.66 to 5.34; 14 participants, very low-quality evidence). We meta-analysed taste acuity improvement using objective outcome (dichotomous data) in idiopathic and zinc-deficient taste disorder patients (RR 1.42, 95% 1.09 to 1.84; 292 participants, two trials, very low-quality evidence). Out of the nine trials using zinc supplementation, four reported adverse events like eczema, nausea, abdominal pain, diarrhoea, constipation, decrease in blood iron, increase in blood alkaline phosphatase, and minor increase in blood triglycerides.One trial tested taste discrimination using acupuncture (MD 2.80, 95% CI -1.18 to 6.78; 37 participants, very low-quality evidence). No adverse events were reported in the acupuncture trial.None of the included trials could be included in the meta-analysis for health-related quality of life in taste disorder patients.We found very low-quality evidence that was insufficient to conclude on the role of zinc supplements to improve taste acuity reported by patients and very low-quality evidence that zinc supplements improve taste acuity in patients with zinc deficiency/idiopathic taste disorders. We did not find any evidence to conclude the role of zinc supplements for improving taste discrimination, or any evidence addressing health-related quality of life due to taste disorders.We found very low-quality evidence that is not sufficient to conclude on the role of acupuncture for improving taste discrimination in cases of idiopathic dysgeusia (distortion of taste) and hypogeusia (reduced ability to taste). We were unable to draw any conclusions regarding the superiority of zinc supplements or acupuncture as none of the trials compared these interventions.", "doi": "10.1002/14651858.CD010470.pub3", "title": "Interventions for managing taste disturbances.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}