{"authors": [["Dormal", "Valérie", "V", "Institut de Recherche en Sciences Psychologiques, Université catholique de Louvain, Place Cardinal Mercier, 10, 1348, Louvain-la-Neuve, Belgium."], ["Heeren", "Alexandre", "A", "Institut de Recherche en Sciences Psychologiques, Université catholique de Louvain, Place Cardinal Mercier, 10, 1348, Louvain-la-Neuve, Belgium."], ["Pesenti", "Mauro", "M", "Institut de Recherche en Sciences Psychologiques, Université catholique de Louvain, Place Cardinal Mercier, 10, 1348, Louvain-la-Neuve, Belgium."], ["Maurage", "Pierre", "P", "Institut de Recherche en Sciences Psychologiques, Université catholique de Louvain, Place Cardinal Mercier, 10, 1348, Louvain-la-Neuve, Belgium. pierre.maurage@uclouvain.be."]], "date": "2017-12-20", "id": "29260437", "text": "Distortions of duration perception provoked by emotion-induced arousal changes are explained by modifications of an internal clock pace. Yet, uncertainty still abounds regarding whether changes of arousal induced by physical exercise yield such temporal distortions. Here, we report two experiments aiming to test separately the impact of, on the one hand, a physical induction of arousal and, on the other hand, a task delay on duration categorisation. In Experiment 1, participants performed a duration categorisation task before and after heart-rate manipulation (increase, decrease, or no change). Duration overestimation was observed after HR manipulation, irrespective of the condition, implying that changes of physiological arousal alone cannot explain the temporal bias observed. In Experiment 2, participants performed the duration task twice without delay or arousal manipulation, and no overestimation was observed. Together, these results suggest that the overestimation observed in the context of a delayed duration categorisation task is related to a distortion of memorised standard durations caused by time lag rather than by a physiological arousal effect.", "doi": "10.1007/s10339-017-0852-3", "title": "Time perception is not for the faint-hearted? Physiological arousal does not influence duration categorisation.", "journal": ["Cognitive processing", "Cogn Process"]}