{"authors": [["Masel", "Eva Katharina", "EK", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria. eva.masel@meduniwien.ac.at."], ["Trinczek", "Helena", "H", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."], ["Adamidis", "Feroniki", "F", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."], ["Schur", "Sophie", "S", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."], ["Unseld", "Matthias", "M", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."], ["Kitta", "Anna", "A", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."], ["Kirchheiner", "Kathrin", "K", "Department of Radiation Oncology, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."], ["Steininger", "Birgit", "B", "University College for Agrarian and Environmental Pedagogy, Angermeyergasse 11, 1130, Vienna, Austria."], ["Meixner-Katzmann", "Karoline", "K", "Horticultural Therapy Omnia Verde, Dr. Niedermayr-Gasse 14, 3021, Pressbaum, Austria."], ["Watzke", "Herbert Hans", "HH", "Division of Palliative Care, Department of Internal Medicine I, Comprehensive Cancer Center, Medical University of Vienna, Waehringer Guertel 18-20, 1090, Vienna, Austria."]], "date": "2017-12-19", "id": "29260388", "text": "In a palliative care setting, the preservation of quality of life is of particular importance. Horticultural therapy (HT) is reported as an excellent way to improve physical as well as psychological well-being, reduce levels of anxiety and depression, and promote social interaction. The use of horticultural interventions in palliative care has not yet been explored. The aim of this study was to explore the effects of HT in patients and team members on a palliative care ward.This study was based on a qualitative methodology, comprising 20 semistructured interviews with 15 advanced cancer patients participating in HT and with 5 members of the palliative care team. Interviews were analyzed using NVivo 10 software based on thematic analysis.The results revealed the following themes: (1) well-being, (2) variation of clinical routine, (3) creation, and (4) building relationships. Patients experienced positive stimulation through HT, were distracted from daily clinical routines, enjoyed creative work, and were able to build relationships with other patients. HT was also welcomed by the members of the palliative care team. Thirty-six percent of the patients did not meet the inclusion criteria, and 45% could not participate in the second or third HT session.Our study showed that the availability of HT was highly appreciated by the patients as well as by the palliative care team. Nevertheless, the dropout rate was high, and therefore, it might be more feasible to integrate green spaces into palliative care wards.", "doi": "10.1007/s00520-017-3978-z", "title": "Vitamin \"G\"arden: a qualitative study exploring perception/s of horticultural therapy on a palliative care ward.", "journal": ["Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer", "Support Care Cancer"]}