{"authors": [["Bodily", "Lance", "L", "University of Pittsburgh Medical Center, Department of Ophthalmology, 203 Lothrop St, Pittsburgh, PA 15213, United States."], ["Yu", "Jenny", "J", "University of Pittsburgh Medical Center, Department of Ophthalmology, 203 Lothrop St, Pittsburgh, PA 15213, United States."], ["Sorrentino", "Dante", "D", "University of Pittsburgh Medical Center, Department of Ophthalmology, 203 Lothrop St, Pittsburgh, PA 15213, United States."], ["Branstetter", "Barton", "B", "University of Pittsburgh Medical Center, Department of Radiology, 200 Lothrop St, Pittsburgh, PA 15213, United States."]], "date": "2017-07-21", "id": "29260105", "text": "Orbital apex syndrome due to spread of infectious sinusitis is a serious disease, often with an insidious presentation with few ophthalmic signs and symptoms. Failure to recognize and treat infectious orbital apex syndrome early portends a grave prognosis, including profound, permanent visual loss and potentially death. Herein we describe a representative case and discuss the relevant aspects of prompt diagnosis and treatment.An unusual case of infectious orbital apex syndrome due to contiguous spread of Streptococcus viridans sphenoethmoiditis in a hospitalized, immunosuppressed patient with acute myelogenous leukemia is presented. Given the few clinic signs and subtle imaging findings, a delay in diagnosis occurred resulting in vision loss to light perception and internal carotid artery occlusion within the cavernous sinus. A brief literature review of orbital apex syndromes is presented.A high clinical suspicion for orbital apex syndrome must be maintained in the appropriate circumstance given the subtle clinical signs and imaging, as well as the potential devastating morbidity of the disease process. Prompt diagnosis and treatment is crucial to patient survival and preservation of vision.", "doi": "10.1016/j.ajoc.2017.07.006", "title": "Invasive Streptococcus viridans sphenoethmoiditis leading to an orbital apex syndrome.", "journal": ["American journal of ophthalmology case reports", "Am J Ophthalmol Case Rep"]}