{"authors": [["Sangave", "Amit", "A", "Department of Ophthalmology, Henry Ford Hospital, 2799 West Grand Blvd, Detroit, MI, United States."], ["Komati", "Rahul", "R", "Department of Ophthalmology, Henry Ford Hospital, 2799 West Grand Blvd, Detroit, MI, United States."], ["Weinmann", "Allison", "A", "Division of Infectious Diseases, Department of Medicine, Henry Ford Hospital, 2799 West Grand Blvd, Detroit, MI, United States."], ["Samuel", "Linoj", "L", "Department of Pathology, Henry Ford Hospital, 2799 West Grand Blvd, Detroit, MI, United States."], ["Desai", "Uday", "U", "Department of Ophthalmology, Henry Ford Hospital, 2799 West Grand Blvd, Detroit, MI, United States."]], "date": "2017-07-08", "id": "29260103", "text": "To present an unusual case of endogenous endophthalmitis secondary to Group A streptococcus (GAS) that resulted in dislocation of the crystalline lens.An immunocompetent 51-year-old man presented to the emergency room (ER) with upper respiratory infection (URI) symptoms and painful right eye. He was diagnosed with URI and viral conjunctivitis and discharged on oral azithromycin and polytrim eyedrops. He returned to the ER 30 h later with sepsis and findings consistent with endophthalmitis, including light perception only vision. Ophthalmology was consulted at this time and an emergent vitreous tap and injection was performed. Both blood and vitreous cultures grew an atypical non-hemolytic variant of GAS (Streptococcus pyogenes). The primary source of infection was presumed to be secondary to pharyngitis or cutaneous dissemination. Final vision in the affected eye was no light perception, likely from a combination of anterior segment scarring, posterior segment damage, and hypotony. Interestingly, head computed tomography (CT) at the initial ER presentation showed normal lens position, but repeat CT at re-presentation revealed posterior dislocation of the lens.Endophthalmitis secondary to GAS has been sparsely reported in the literature, and this case highlights a unique clinical presentation. We suspect that this atypical non-hemolytic strain may have evaded detection on initial pharyngeal cultures. Additionally, we hypothesize that GAS-mediated protease release resulted in breakdown of the zonular fibers and subsequent lens dislocation. Ophthalmologists should be aware of GAS and its devastating intraocular manifestations.", "doi": "10.1016/j.ajoc.2017.07.004", "title": "Crystalline lens dislocation secondary to bacterial endogenous endophthalmitis.", "journal": ["American journal of ophthalmology case reports", "Am J Ophthalmol Case Rep"]}