{"authors": [["Yanai", "Ryoji", "R", "Department of Ophthalmology, Yamaguchi University Graduate School of Medicine, 1-1-1 Minami-Kogushi, Ube, Yamaguchi 755-8505, Japan."], ["Harada", "Daisuke", "D", "Department of Ophthalmology, Yamaguchi University Graduate School of Medicine, 1-1-1 Minami-Kogushi, Ube, Yamaguchi 755-8505, Japan."], ["Uchi", "Sho-Hei", "SH", "Department of Ophthalmology, Yamaguchi University Graduate School of Medicine, 1-1-1 Minami-Kogushi, Ube, Yamaguchi 755-8505, Japan."], ["Yamashiro", "Chiemi", "C", "Department of Ophthalmology, Yamaguchi University Graduate School of Medicine, 1-1-1 Minami-Kogushi, Ube, Yamaguchi 755-8505, Japan."], ["Orita", "Tomoko", "T", "Department of Ophthalmology, Yamaguchi University Graduate School of Medicine, 1-1-1 Minami-Kogushi, Ube, Yamaguchi 755-8505, Japan."], ["Sonoda", "Koh-Hei", "KH", "Department of Ophthalmology, Kyushu University Graduate School of Medical Sciences, Fukuoka 812-8582, Japan."], ["Kimura", "Kazuhiro", "K", "Department of Ophthalmology, Yamaguchi University Graduate School of Medicine, 1-1-1 Minami-Kogushi, Ube, Yamaguchi 755-8505, Japan."]], "date": "2017-06-22", "id": "29260091", "text": "To report the clinical features and prognosis of acute retinal necrosis (ARN) in elderly (>80 years of age) individuals.Six consecutive patients with unilateral ARN who attended the Department of Ophthalmology at Yamaguchi University Hospital between 2014 and 2015 were retrospectively reviewed. Clinical characteristics, causative virus, time from symptom onset to physician visit, visual acuity at presentation and final visit, and treatment were evaluated and compared between the three elderly and three middle-aged (<80 years) patients.Varicella zoster virus (VZV) DNA was detected in aqueous humor by the polymerase chain reaction in all six cases. The mean ± SD time between symptom onset and medical attention was 18.0 ± 8.7 and 8.3 ± 1.5 days in the elderly and middle-aged groups, respectively. All patients were treated with intravenous aciclovir, oral prednisolone, and a nonsteroidal anti-inflammatory drug, and five of the six patients also received oral valaciclovir and underwent vitrectomy. The final best corrected visual acuity of the affected eye was worse for the elderly patients (20/400, hand motion, and light perception negative) than for the middle-aged patients (20/15, 20/50, and 20/25).ARN in the elderly individuals of the present study was caused by VZV infection and associated with a poorer visual prognosis compared with that of middle-aged patients. A delay in the onset of antiviral treatment might contribute to the poor prognosis of elderly patients with ARN.", "doi": "10.1016/j.ajoc.2017.06.014", "title": "Poor prognosis of elderly individuals >80 years of age with acute retinal necrosis.", "journal": ["American journal of ophthalmology case reports", "Am J Ophthalmol Case Rep"]}