{"authors": [["Li", "Zhenxing", "Z", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai 200003, China."], ["Zhang", "Danfeng", "D", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai 200003, China."], ["Chen", "Jigang", "J", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai 200003, China."], ["Wang", "Junyu", "J", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai 200003, China."], ["Lv", "Liquan", "L", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai 200003, China."], ["Hou", "Lijun", "L", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai 200003, China."]], "date": "2017-11-13", "id": "29259989", "text": "Traumatic orbital apex syndrome (TOAS) is a rare disease characterized by the damage of cranial nerves (CNs) II, III, IV, and VI. The aim of our study was to analyze the functional recovery of CNs in TOAS and discuss the management of these patients.We retrospectively reviewed 28 patients with TOAS treated in the Department of Neurosurgery, Shanghai Changzheng Hospital from February 2006 to February 2016. Functional recovery of CNs was evaluated based on extraocular muscle movement and visual perception. Follow-up duration was at least 6 months.There were 26 males and 2 females with a mean age of 35.3 years. The most common cause of TOAS was traffic accident. CN IV suffered the lightest injury among CNs III, IV, and VI. CN II achieved obvious improvement at 3-month follow-up, while other CNs enjoyed evident improvement at 6-month follow-up. There was no significant difference between conservative treatment and surgical decompression.CNs passing through orbital apex region might recover to different degrees several months after proper management. Clinical decision should be individualized and surgical decompression could be considered with evidence of fracture, hematoma, or deformation.", "doi": "10.1155/2017/8640908", "title": "Functional Recovery of Cranial Nerves in Patients with Traumatic Orbital Apex Syndrome.", "journal": ["BioMed research international", "Biomed Res Int"]}