{"authors": [["Harewood Smith", "Adeola N", "AN", "Vision Science Graduate Group, University of California, Berkeley, Berkeley, CA, United States."], ["Challa", "Jnana Aditya", "JA", "Department of Electrical Engineering and Computer Science, University of California, Berkeley, Berkeley, CA, United States."], ["Silver", "Michael A", "MA", "Vision Science Graduate Group, University of California, Berkeley, Berkeley, CA, United States."]], "date": "2017-12-05", "id": "29259546", "text": "Acetylcholine and dopamine are neurotransmitters that play multiple important roles in perception and cognition. Pharmacological cholinergic enhancement reduces excitatory receptive field size of neurons in marmoset primary visual cortex and sharpens the spatial tuning of visual perception and visual cortical fMRI responses in humans. Moreover, previous studies show that manipulation of cholinergic or dopaminergic signaling alters the spatial tuning of macaque prefrontal cortical neurons during the delay period of a spatial working memory (SWM) task and can improve SWM performance in macaque monkeys and human subjects. Here, we investigated the effects of systemic cholinergic and dopaminergic enhancement on the precision of SWM, as measured behaviorally in human subjects. Cholinergic transmission was increased by oral administration of 5 mg of the cholinesterase inhibitor donepezil, and dopaminergic signaling was enhanced with 100 mg levodopa/10 mg carbidopa. Each neurotransmitter system was separately investigated in double-blind placebo-controlled studies. On each trial of the SWM task, a square was presented for 150 ms at a random location along an invisible circle with a radius of 12 degrees of visual angle, followed by a 900 ms delay period with no stimulus shown on the screen. Then, the square was presented at new location, displaced in either a clockwise (CW) or counterclockwise (CCW) direction along the circle. Subjects used their memory of the location of the original square to report the direction of displacement. SWM precision was defined as the amount of displacement corresponding to 75% correct performance. We observed no significant effect on SWM precision for either donepezil or levodopa/carbidopa. There was also no significant effect on performance on the SWM task (percent correct across all trials) for either donepezil or levodopa/carbidopa. Thus, despite evidence that acetylcholine and dopamine regulate spatial tuning of individual neurons and can improve performance of SWM tasks, pharmacological enhancement of signaling of these neurotransmitters does not substantially affect a behavioral measure of the precision of SWM in humans.", "doi": "10.3389/fncir.2017.00094", "title": "Neither Cholinergic Nor Dopaminergic Enhancement Improve Spatial Working Memory Precision in Humans.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}