{"authors": [["Olveira", "Gabriel", "G", "UGC Endocrinología y Nutrición. Hospital Regional Universitario de Málaga/Universidad de Málaga, IBIMA, Málaga, Spain. gabrielm.olveira.sspa@juntadeandalucia.es."], ["Ángel Martínez-Olmos", "Miguel", "M", "Hospital Universitario de Santiago, A Coruña, Spain."], ["de Bobadilla", "Belén Fernández", "BF", "Hospital General Universitario de Ciudad Real, Ciudad Real, Spain."], ["Ferrer", "Mercedes", "M", "Hospital Universitario Clínico Virgen de la Arrixaca, Murcia, Spain."], ["Virgili", "Nuria", "N", "Hospital Universitario de Bellvitge, Barcelona, Spain."], ["Vega", "Belén", "B", "Hospital Universitario Ramón y Cajal, Madrid, Spain."], ["Blanco", "Mercedes", "M", "Nestlé Health Science, Barcelona, Spain."], ["Layola", "Miquel", "M", "Nestlé Health Science, Barcelona, Spain."], ["Lizán", "Luis", "L", "Outcomes'10, Castellón, Spain."], ["Gozalbo", "Irmina", "I", "Outcomes'10, Castellón, Spain."]], "date": "2017-12-20", "id": "29259337", "text": "To elicit and compare preferences in terms of the attributes of home enteral nutrition (HEN) among patients and physicians, using a discrete choice experiment (DCE).A DCE comprising eight choice scenarios, with six HEN attributes (tolerability, adaptation to comorbidities, nutrition and calories, handling, connections and information; two levels each) was designed. The Relative Importance (RI) for patients and physicians of each attribute was estimated. Sociodemographic and clinical variables, as well as additional questions (n = 8) were compiled to analyze possible explanatory variables and other preferences.A total of 148 HEN patients (71 needing caregivers to answer on their behalf) and 114 physicians completed the DCE. The most important attributes for patients were adaptation to comorbidities (33% RI), tolerability (33% RI), and nutrition and calories (26% RI). Significantly, younger patients had stronger preferences for tolerability whereas elderly ones (≥75 years) were more concerned about handling. In comparison, physicians gave a higher RI to tolerability, and nutrition and calories compared to patients (p = 0.002). Overall, a higher percentage of physicians answered that HEN characteristics such as easy-handling bags (85.1 vs. 64.9%; p = 0.001), container material (69.3 vs. 57.1%; p = 0.003) or reusable containers (79.8 vs. 70.3%; p = 0.01) were \"important\" or \"very important\" compared to patients.Our findings showed that although patients and physicians have a similar perception about the relevance of different HEN attributes, the relative weight given to each one varies between them. Therefore, both points of view should be considered when choosing a HEN product in order to improve patients' satisfaction and clinical outcomes.", "doi": "10.1038/s41430-017-0023-8", "title": "Patients' and professionals' preferences in terms of the attributes of home enteral nutrition products in Spain. A discrete choice experiment.", "journal": ["European journal of clinical nutrition", "Eur J Clin Nutr"]}