{"authors": [["Fraser", "Donald P", "DP", "School of Biological Sciences, University of Bristol, Bristol, UK."], ["Sharma", "Ashutosh", "A", "School of Biological Sciences, University of Bristol, Bristol, UK."], ["Fletcher", "Taryn", "T", "School of Biological Sciences, University of Bristol, Bristol, UK."], ["Budge", "Simon", "S", "Vitacress Herbs, Chichester, West Sussex, UK."], ["Moncrieff", "Chris", "C", "Vitacress Herbs, Chichester, West Sussex, UK."], ["Dodd", "Antony N", "AN", "School of Biological Sciences, University of Bristol, Bristol, UK."], ["Franklin", "Keara A", "KA", "School of Biological Sciences, University of Bristol, Bristol, UK. kerry.franklin@bristol.ac.uk."]], "date": "2017-12-19", "id": "29259256", "text": "Despite controlling a diverse array of regulatory processes in plants, UV-B wavelengths (280-315 nm) are attenuated by common greenhouse materials such as glass and polycarbonate and are therefore depleted in many commercial growing environments. In this study, we analysed the architecture, pigment accumulation and antioxidant capacity of coriander (Coriandrum sativum, also known as cilantro) plants grown with and without supplementary UV-B (1.5 µmol m-2 s-1). We demonstrate that UV-B limits stem elongation responses to neighbour proximity perception (shade avoidance), promoting a more compact plant architecture. In addition, UV-B increased leaf quercetin content and total antioxidant capacity. Arabidopsis thaliana mutants deficient in flavonoid biosynthesis were not impaired in shade avoidance inhibition, suggesting that UV-B-induced flavonoid synthesis is not a component of this response. Our results indicate that UV-B supplementation may provide a method to manipulate the architecture, flavour and nutritional content of potted herbs whilst reducing the deleterious impacts of dense planting on product quality.", "doi": "10.1038/s41598-017-18073-8", "title": "UV-B antagonises shade avoidance and increases levels of the flavonoid quercetin in coriander (Coriandrum sativum).", "journal": ["Scientific reports", "Sci Rep"]}