{"authors": [["Dong", "Ting", "T", "The State Key Laboratory Breeding Base of Basic Science of Stomatology (Hubei-MOST) and Key Laboratory of Oral Biomedicine Ministry of Education, Wuhan, China."], ["Liu", "Mingwen", "M", "The State Key Laboratory Breeding Base of Basic Science of Stomatology (Hubei-MOST) and Key Laboratory of Oral Biomedicine Ministry of Education, Wuhan, China."], ["Lv", "Kun", "K", "Department of Oral and Maxillofacial Trauma and Plastic Aesthetic Surgery, School and Hospital of Stomatology, Wuhan University, Wuhan, 430079, People's Republic of China. lvkun@whu.edu.cn."]], "date": "2017-12-19", "id": "29259196", "text": "To assess the efficiency of inhaled nitrous oxide (N2O) for the reduce the perception pain in extraction of iodoform gauze packing strips in post Caldwell-Luc operation patients. This randomized single blind trial included a total of 47 patients, aged between 14-82 years, in which undergoing radical maxillary sinusotomy. Based on the randomization procedure, patients were treated with (experimental) or without (control) inhaled N2O. The visual analogue scale scores (VAS scores) of the pain perception and the headache duration time were comparatively studied. The average VAS score for pain perception was 3.92 in the N2O group and 7.87 in the control group. The average headache duration time was 0.12 hour in the N2O group and 13.09 hours in the control group. Both VAS scores for pain perception during the treatment and the average headache duration time were significantly reduced in the inhaled N2O group (P < 0.01). Reduced pain perception and headache duration time indicated that, the inhaled N2O method might be viable in extraction of iodoform gauze packing strips in post Caldwell-Luc operation patients.", "doi": "10.1038/s41598-017-15731-9", "title": "Inhaled nitrous oxide can reduce the pain perception in post Caldwell-Luc operation patients-a randomised trial.", "journal": ["Scientific reports", "Sci Rep"]}