{"authors": [["Mikula", "Peter", "P", "Department of Zoology, Faculty of Science, Charles University, Viničná 7, 128 43 Praha 2, Czech Republic. Electronic address: petomikula158@gmail.com."], ["Šaffa", "Gabriel", "G", "Laboratory and Museum of Evolutionary Ecology, Department of Ecology, University of Presov, 17 novembra 1, 080 01 Prešov, Slovakia."], ["Nelson", "Emma", "E", "School of Medicine, Faculty Clinical Sciences, University of Liverpool, L69 13 3GB, UK; Department of Archaeology, Classics and Egyptology, University of Liverpool, L69 7WZ, UK."], ["Tryjanowski", "Piotr", "P", "Institute of Zoology, Poznań University of Life Sciences, Wojska Polskiego 71C, 60-625 Poznań, Poland."]], "date": "2017-12-16", "id": "29258859", "text": "Like other animals, primates respond to predation using behavioural adaptations. Hence, they should optimise their escape strategy under the risk of predation, and flee at a distance, referred to as flight initiation distance (FID), when the fitness-related benefits of staying are balanced against the costs of escape. However, there is an absence of FID studies in primates. In this study, we used vervet monkeys Chlorocebus pygerythrus, a medium-sized African cercopithecoid, as a model species to investigate the influence of environment type (urban and rural), group size (defined as the number of visible neighbours), sex and age on FID when approached by a human. We found significantly shorter FID among urban than rural monkeys; urban individuals delayed their escape compared to rural individuals. We found no relationship between FID and sex and age class, but FID was positively correlated with group size in both settings; urban monkeys live in smaller groups than monkeys in rural areas. As FID and group size are important predictors of predation risk perception in primates, results suggest that, despite probable effects of habituation, vervet monkeys in Uganda adjust their antipredator behaviour when coping with novel environments within human settlements. Our findings are consistent with some previous studies of risk perception in animals, and indicate that FID could be used as an alternative measure for predation risk in primates.", "doi": "10.1016/j.beproc.2017.12.011", "title": "Risk perception of vervet monkeys Chlorocebus pygerythrus to humans in urban and rural environments.", "journal": ["Behavioural processes", "Behav. Processes"]}