{"authors": [["Almeida Bentes", "Aline", "A", "Centro de Pesquisas René Rachou, Fundação Oswaldo Cruz, Av. Augusto de Lima 1715, Belo Horizonte, MG, 30190-002, Brasil. alinebentes2000@gmail.com."], ["Comini César", "Cibele", "C", "Centro de Pesquisas René Rachou, Fundação Oswaldo Cruz, Av. Augusto de Lima 1715, Belo Horizonte, MG, 30190-002, Brasil."], ["Coelho Xavier", "César", "C", "Federal University of Minas Gerais, Av. Prof. Alfredo Balena, 190, Belo Horizonte Cep, 30130-100, MG, Brasil."], ["Teixeira Caiaffa", "Waleska", "W", "Federal University of Minas Gerais, Av. Prof. Alfredo Balena, 190, Belo Horizonte Cep, 30130-100, MG, Brasil."], ["Proietti", "Fernando Augusto", "FA", "Centro de Pesquisas René Rachou, Fundação Oswaldo Cruz, Av. Augusto de Lima 1715, Belo Horizonte, MG, 30190-002, Brasil."]], "date": "2017-12-19", "id": "29258489", "text": "Self-rated health (SRH) is the general perception of an individual's own health and a key indicator to measure health in population-based studies. Few studies have examined the association between perceived urban violence and SRH among young adults. There were an estimated 475,000 deaths in 2012 as a result of homicide on the world. Sixty percent of these deaths occurred among males aged 15-44 years, making homicide the third leading cause of death for this population group. This study aimed to determine and quantify the association between sex-specific perception of violence in the neighborhood and SRH among young adults.Participants included 955 young adults (18-29 years) residing in Belo Horizonte, Minas Gerais, Brazil between 2008 and 2009. Logistic regression analysis was used to estimate the strength of the associations. The perceived urban violence score was constructed from variables that assessed the respondents' insecurity and perception of fear and danger of suffering some form of violence in the neighborhood using exploratory factor analysis.18,3% of respondents rated their health as fair/ poor/very poor. Among women, fair/ poor/very poor SRH was associated with age between 25 and 29 years, low socioeconomic status score, being dissatisfied with weight, not exercising regularly, not having a healthy diet, and having some chronic disease. Men who rated their health as fair/poor/very poor more frequently smoked, were dissatisfied with their weight, did not exercise regularly, consumed fewer fruits and vegetables, and had some chronic disease compared to men who rated their health as very good/good. In the final model, after adjusting for confounding variables, perceived violence in the neighborhood was associated with poor SRH in young women only (OR = 1.52; 95% CI: 1.04-2.21).The results indicate that public and health policies should implement interventions on the neighborhood physical and social environment to improve the perception of safety and have a positive impact on people's health, especially women.", "doi": "10.1186/s12889-017-4969-1", "title": "Self-rated health and perceived violence in the neighborhood is heterogeneous between young women and men.", "journal": ["BMC public health", "BMC Public Health"]}