{"authors": [["Chukwuma", "Adanna", "A", "Harvard T.H. Chan School of Public Health, 677 Huntington Avenue, Boston, MA, 02115, USA. adc785@mail.harvard.edu."], ["Mbachu", "Chinyere", "C", "Health Policy Research Group, College of Medicine, University of Nigeria, Enugu, Nigeria."], ["Cohen", "Jessica", "J", "Harvard T.H. Chan School of Public Health, 677 Huntington Avenue, Boston, MA, 02115, USA."], ["Bossert", "Thomas", "T", "Harvard T.H. Chan School of Public Health, 677 Huntington Avenue, Boston, MA, 02115, USA."], ["McConnell", "Margaret", "M", "Harvard T.H. Chan School of Public Health, 677 Huntington Avenue, Boston, MA, 02115, USA."]], "date": "2017-12-19", "id": "29258459", "text": "While 79% of Nigerian mothers who deliver in facilities receive postnatal care within 48 h of delivery, this is only true for 16% of mothers who deliver outside facilities. Most maternal deaths can be prevented with access to timely and competent health care. Thus, the World Health Organization, International Confederation of Midwives, and International Federation of Gynecology and Obstetrics recommend that unskilled birth attendants be involved in advocacy for skilled care use among mothers. This study explores postnatal care referral behavior by TBAs in Nigeria, including the perceived factors that may deter or promote referrals to skilled health workers.This study collected qualitative data using focus group discussions involving 28 female health workers, TBAs, and TBA delivery clients. The study conceptual framework drew on constructs in Fishbein and Ajzen's theory of reasoned action onto which we mapped hypothesized determinants of postnatal care referrals described in the empirical literature. We analyzed the transcribed data thematically, and linked themes to the study conceptual framework in the discussion to explain variation in TBA referral behavior across the maternal continuum, from the antenatal to postnatal period.Differences in TBA referral before, during, and after delivery appear to reflect the TBAs understanding of the added value of skilled care for the client and the TBA, as well as the TBA's perception of the implications of referral for her credibility as a maternal care provider among her clients. We also found that there are opportunities to engage TBAs in routine postnatal care referrals to facilities in Nigeria by using incentives and promoting a cordial relationship between TBAs and skilled health workers.Thus, despite the potential negative consequences TBAs may face with postnatal care referrals, there are opportunities to promote these referrals using incentives and promoting a cordial relationship between TBAs and skilled health workers. Further research is needed on the interactions between postnatal maternal complications, TBA referral behavior, and maternal perception of TBA competence.", "doi": "10.1186/s12884-017-1616-x", "title": "\"Once the delivery is done, they have finished\": a qualitative study of perspectives on postnatal care referrals by traditional birth attendants in Ebonyi state, Nigeria.", "journal": ["BMC pregnancy and childbirth", "BMC Pregnancy Childbirth"]}