{"authors": [["Serres-Armero", "Aitor", "A", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Povolotskaya", "Inna S", "IS", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Quilez", "Javier", "J", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Ramirez", "Oscar", "O", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Santpere", "Gabriel", "G", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Kuderna", "Lukas F K", "LFK", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Hernandez-Rodriguez", "Jessica", "J", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Fernandez-Callejo", "Marcos", "M", "CNAG-CRG, Centre for Genomic Regulation (CRG), The Barcelona Institute of Science and Technology (BIST), Barcelona, Spain."], ["Gomez-Sanchez", "Daniel", "D", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Freedman", "Adam H", "AH", "UCLA, Department of Ecology and Evolutionary Biology, Los Angeles, CA, 90095, USA."], ["Fan", "Zhenxin", "Z", "Key Laboratory of Bioresources and Ecoenvironment (Ministry of Education), College of Life Sciences, Sichuan University, Chengdu, 610064, People's Republic of China."], ["Novembre", "John", "J", "UCLA, Department of Ecology and Evolutionary Biology, Los Angeles, CA, 90095, USA."], ["Navarro", "Arcadi", "A", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain."], ["Boyko", "Adam", "A", "Cornell University, Department of Biological Statistics and Computational Biology, New York, NY, 14853, USA."], ["Wayne", "Robert", "R", "UCLA, Department of Ecology and Evolutionary Biology, Los Angeles, CA, 90095, USA."], ["Vilà", "Carles", "C", "Estación Biológica de Doñana EBD-CSIC, Department of Integrative Ecology, 41092, Sevilla, Spain."], ["Lorente-Galdos", "Belen", "B", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain. belen.lorente@gmail.com."], ["Marques-Bonet", "Tomas", "T", "IBE, Institut de Biologia Evolutiva (Universitat Pompeu Fabra/CSIC), Ciencies Experimentals i de la Salut, 08003, Barcelona, Spain. tomas.marques@upf.edu."]], "date": "2017-12-19", "id": "29258433", "text": "Whole genome re-sequencing data from dogs and wolves are now commonly used to study how natural and artificial selection have shaped the patterns of genetic diversity. Single nucleotide polymorphisms, microsatellites and variants in mitochondrial DNA have been interrogated for links to specific phenotypes or signals of domestication. However, copy number variation (CNV), despite its increasingly recognized importance as a contributor to phenotypic diversity, has not been extensively explored in canids.Here, we develop a new accurate probabilistic framework to create fine-scale genomic maps of segmental duplications (SDs), compare patterns of CNV across groups and investigate their role in the evolution of the domestic dog by using information from 34 canine genomes. Our analyses show that duplicated regions are enriched in genes and hence likely possess functional importance. We identify 86 loci with large CNV differences between dogs and wolves, enriched in genes responsible for sensory perception, immune response, metabolic processes, etc. In striking contrast to the observed loss of nucleotide diversity in domestic dogs following the population bottlenecks that occurred during domestication and breed creation, we find a similar proportion of CNV loci in dogs and wolves, suggesting that other dynamics are acting to particularly select for CNVs with potentially functional impacts.This work is the first comparison of genome wide CNV patterns in domestic and wild canids using whole-genome sequencing data and our findings contribute to study the impact of novel kinds of genetic changes on the evolution of the domestic dog.", "doi": "10.1186/s12864-017-4318-x", "title": "Similar genomic proportions of copy number variation within gray wolves and modern dog breeds inferred from whole genome sequencing.", "journal": ["BMC genomics", "BMC Genomics"]}