{"authors": [["Hotopp", "Lena Charlott", "LC", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Spindler", "Ulrike Petra", "UP", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Bach", "Vivien Angela", "VA", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Hornemann", "Frauke", "F", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Syrbe", "Steffen", "S", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Andreas", "Anna", "A", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Merkenschlager", "Andreas", "A", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Kiess", "Wieland", "W", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Bernhard", "Matthias K", "MK", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."], ["Bertsche", "Thilo", "T", "Zentrum für Arzneimittelsicherheit und Klinische Pharmazie, Universität Leipzig."], ["Neininger", "Martina Patrizia", "MP", "Zentrum für Arzneimittelsicherheit und Klinische Pharmazie, Universität Leipzig."], ["Bertsche", "Astrid", "A", "Klinik und Poliklinik für Kinder und Jugendliche, Zentrum für pädiatrische Forschung, Universitätsklinikum Leipzig."]], "date": "2017-12-19", "id": "29258157", "text": "A developmental disorder of a child has a major impact on the affected families' lives. However, data about the parents' perception of the revealing of the diagnosis is scarce.Parents of children with developmental disorder treated as outpatients in a university hospital were interviewed about the initial medical consultation concerning the diagnosis of their child.Parents of 210 children agreed to take part in the study. 35/210 (17%) had to be excluded from the study as they were not able to remember the initial medical consultation, or claimed there was either no initial medical consultation or they did not attend it. The diagnosis of developmental disorder was made in median 4 months (Q25/Q75: 0/12; min/max: 0/63) after the parents had noticed the first symptoms. According to the parents, options to support the development of the child were the most frequently addressed topic in the initial medical consultation (119/175, 68%). Some parents wished more empathy (19/175, 11%), and less medical terminology (12/175, 7%). 114/175 (65%) of parents rated the initial medical consultation as \"very good\" or \"good\". After their initial medical consultation, 66/175 (38%) of the parents had open questions mainly concerning the prognosis of the disease. Sources of information that were used after the consultation were most often the treating physician (150/175, 86%) and the internet (133/175, 76%).Generally, parents perceive the initial medical consultation on the developmental disorder of their child well. Nevertheless, many parents state that they had unanswered questions after the consultation. The internet is one of the main sources parents use to answer those questions.Die Entwicklungsverzögerung eines Kindes hat einen erheblichen Einfluss auf das Leben betroffener Familien. Es gibt jedoch kaum Daten darüber, wie Eltern die Diagnoseeröffnung erleben.Eltern, deren Kinder ambulant in einer Universitätsklinik behandelt wurden, wurden zum ärztlichen Erstgespräch zur Diagnose ihres Kindes befragt.Eltern von 210 Kindern stimmten der Teilnahme zu. 35/210 (17%) mussten ausgeschlossen werden, weil sie sich entweder nicht an das Erstgespräch erinnern konnten oder angaben, dass ein solches Gespräch nie stattgefunden habe oder sie nicht daran teilgenommen haben. Die Diagnose Entwicklungsverzögerung wurde im Median 4 Monate (Q25/Q75: 0/12; min/max: 0/63), nachdem die Eltern die ersten Symptome beobachtet hatten, gestellt. Laut Eltern wurden im Erstgespräch insbesondere Unterstützungsmöglichkeiten für die Entwicklung des Kindes besprochen (119/175, 68%). Einige Eltern wünschten sich mehr Empathie (19/175, 11%) und weniger medizinische Fachausdrücke (12/175, 7%). 114/175 (65%) der Eltern bewerteten das Gespräch als „sehr gut“ oder „gut“. Nach dem Erstgespräch hatten 66/175 (38%) der Eltern offene Fragen, insbesondere bezüglich der Prognose der Erkrankung. Als Hauptinformationsquellen nach dem Erstgespräch dienten der behandelnde Arzt (150/175, 86%) und das Internet (133/175, 76%).Im Allgemeinen empfinden Eltern das Erstgespräch zur Entwicklungsverzögerung ihres Kindes positiv. Dennoch geben viele Eltern an, dass sie nach dem Erstgespräch offene Fragen hatten. Das Internet ist eine der Hauptinformationsquellen, die Eltern zur Beantwortung dieser Fragen nutzen.", "doi": "10.1055/s-0043-117960", "title": "How do Parents Perceive the Initial Medical Consultation on their Child's Developmental Disorder?", "journal": ["Klinische Padiatrie", "Klin Padiatr"]}