{"authors": [["Eggebrecht", "Lisa", "L", "Präventive Kardiologie und Medizinische Prävention, Zentrum für Kardiologie, Universitätsmedizin Mainz, Mainz."], ["Prochaska", "Jürgen H", "JH", "Centrum für Translationale Vaskuläre Biologie (CTVB), Universitätsmedizin Mainz, Mainz."], ["Schleuter", "Leonie", "L", "Centrum für Thrombose und Hämostase (CTH), Universitätsmedizin Mainz, Mainz."], ["Nagler", "Markus", "M", "Centrum für Translationale Vaskuläre Biologie (CTVB), Universitätsmedizin Mainz, Mainz."], ["Hardt", "Roland", "R", "Zentrum für Allgemeinmedizin und Geriatrie, Abteilung für Geriatrie, Universitätsmedizin Mainz, Mainz."], ["Schinzel", "Helmut", "H", "Gerinnungspraxis im CardioCentrum Mainz, Mainz."], ["Münzel", "Thomas", "T", "Centrum für Translationale Vaskuläre Biologie (CTVB), Universitätsmedizin Mainz, Mainz."], ["Wild", "Philipp S", "PS", "Präventive Kardiologie und Medizinische Prävention, Zentrum für Kardiologie, Universitätsmedizin Mainz, Mainz."]], "date": "2017-12-19", "id": "29258151", "text": " The introduction of direct oral anticoagulants (DOAC) in addition to the established Vitamin K antagonist (VKA) has increased the complexity of antithrombotic therapy leading to numerous treatment options. Studies of the medical evaluation of the current treatment situation by health care providers, which are of great importance for the development of treatment strategies in addition to studies on pharmacovigilance, are limited in the literature. 11 700 physicians (Rhineland-Palatinate, Germany) were contacted to participate in the web-based survey on health care with oral anticoagulation (OAC). After detailed quality control, the study was analysed in synopsis with routine care data of VKA patients of the thrombEVAL study programme (N = 2.011). In total, 512 physicians (mean age: 48.0 ± 9.6 years; 74.0 % male) participated in the study. In general, quality of OAC therapy was rated as \"average/satisfactory\" (2.9 ± 0.9). Comparison of physicians' perception with data from routine care highlighted marked differences regarding time in therapeutic range (+ 6.4 % [95 %-CI 2.7 %; 9.5 %]), duration of control intervals (- 35.0 % [28.0 %; 41.4 %]) and rate of OAC-related complications (+ 61.8 [37.8 %; 83.3 %], which differed additionally and statistically-significant between physician groups. The willingness to use DOAC was approximately 50 % lower in general physicians as compared to specialists (36.6 % [25.4 %; 47.8 %] vs. 72.4 % [66.0 %; 78.9 %]; p < 0.0001). Regarding management of OAC therapy, 73.8 % [69.7 %; 77.9 %] advocated the establishment of a service hotline and 67.3 % [62,9 %; 71.6 %] a specialized coagulation service. The present survey among physicians reveals a need for optimization of OAC therapy in daily practice. Specialized care models might facilitate optimized OAC therapy with both VKAs and DOACs. Mit der Einführung der direkten oralen Antikoagulanzien (DOAK) hat das Gebiet der antithrombotischen Therapie eine zunehmende Komplexität erfahren, da neben den etablierten Vitamin-K-Antagonisten (VKA) nun zahlreiche Therapiealternativen zur Verfügung stehen. Untersuchungen zur ärztlichen Bewertung der derzeitigen Behandlungssituation, welche für die Weiterentwicklung von Behandlungsstrategien neben Studien zur Pharmakovigilanz von großer Bedeutung sind, finden sich in der Literatur kaum. Es wurden 11 700 praktizierende Ärzte in Rheinland-Pfalz zur Teilnahme an der webbasierten Befragung „Medizinische Versorgung mit oralen Antikoagulanzien (OAK)“ kontaktiert. Nach detaillierter Qualitätskontrolle wurden die ärztlichen Angaben der thrombEVAL-Ärztebefragung in Zusammenschau mit Versorgungsforschungsdaten zu VKA-Patienten des thrombEVAL-Studienprogramms (N = 2011) analysiert. Insgesamt nahmen 512 Ärzte (durchschnittliches Alter: 48,0 ± 9,6 Jahre; 74,0 % männlich) an der Studie teil. Die Versorgungsqualität mit OAK wurde mit „befriedigend“ (2,9 ± 0,9) bewertet. Im Vergleich zur medizinischen Regelversorgung zeigten die ärztlichen Angaben Abweichungen hinsichtlich der Einschätzung der Zeit im therapeutischen Bereich (+ 6,4 % [95 %-KI 2,7 %; 9,5 %]), der Länge der Kontrollabstände (– 35,0 % [28,0 %; 41,4 %]) sowie der OAK-bedingten Komplikationen (+ 61,8 % [37,8 %; 83,3 %]), deren Ausmaß in Facharztgruppen spezifische, statistisch-signifikante Unterschiede aufwies. Die Bereitschaft DOAK einzusetzen war bei Hausärzten ca. 50 % geringer als bei fachärztlich tätigen Ärzten (36,6 % [25,4 %; 47,8 %] vs. 72,4 % [66,0 %; 78,9 %]; p < 0,0001). Hinsichtlich des Managements der OAK-Therapie befürworteten 73,8 % (69,7 %; 77,9 %) die Einrichtung einer Beratungshotline sowie 67,3 % (62,9 %; 71,6 %) einen spezialisierten Gerinnungsdienst. Die vorliegende Ärztebefragung weist darauf hin, dass auf dem Gebiet der OAK-Therapie ein Optimierungsbedarf besteht. Die optimierte Therapie mit DOAK und VKA mit zusätzlicher Unterstützung durch spezialisierte Versorgungsangebote könnte zur Verbesserung der aktuellen Versorgungslage beitragen.", "doi": "10.1055/s-0043-123041", "title": "[Physicians' Opinion on Health Care in Oral Anticoagulation].", "journal": ["Deutsche medizinische Wochenschrift (1946)", "Dtsch. Med. Wochenschr."]}