{"authors": [["Lechowicz", "Urszula", "U", "Department of Genetics, World Hearing Center, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Pollak", "Agnieszka", "A", "Department of Genetics, World Hearing Center, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Frączak", "Agnieszka", "A", "Department of Genetics, World Hearing Center, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Rydzanicz", "Małgorzata", "M", "Department of Medical Genetics, Center for Biostructure, Medical University of Warsaw, 02‑106 Warsaw, Poland."], ["Stawiński", "Piotr", "P", "Department of Genetics, World Hearing Center, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Lorens", "Artur", "A", "Department of Implants and Auditory Perception, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Skarżyński", "Piotr H", "PH", "World Hearing Center, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Skarżyński", "Henryk", "H", "Oto‑Rhino‑Laryngology Surgery Clinic, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."], ["Płoski", "Rafał", "R", "Department of Medical Genetics, Center for Biostructure, Medical University of Warsaw, 02‑106 Warsaw, Poland."], ["Ołdak", "Monika", "M", "Department of Genetics, World Hearing Center, Institute of Physiology and Pathology of Hearing, 02‑042 Warsaw, Poland."]], "date": "2017-11-15", "id": "29257206", "text": "Interruptions in the activity of mitochondria induced by mutations in the mitochondrial genome (mtDNA) can be the source of numerous diseases including hearing loss (HL). One of the mitochondrial variants responsible for HL is the m.7511T>C mutation located in the mitochondrially encoded tRNA serine 1 (UCN) gene. Next‑generation sequencing was used to search for the HL mutations in the whole mtDNA of 2 patients with maternal inheritance and real time‑polymerase chain reaction was applied for population screening of the m.7511T>C mutation in a group of 1,644 patients with HL. Sequencing of the whole mtDNA in 2 probands revealed a homoplasmic m.7511T>C mutation. Inheritance of the m.7511T>C mutation has been confirmed in examined matrilineal relatives in both families. The mean age of HL onset was 14.1 years old with the mean degree of HL equaling 74.8 dB. A large‑scale search for the m.7511T>C mutation among the patients with HL established the frequency of the m.7511T>C mutation at 0.12% among Polish patients with HL. In conclusion, this first report on central European patients harboring the m.7511T>C mutation reveals that the m.7511T>C may be important when diagnosing patients with maternally inherited HL.", "doi": "10.3892/mmr.2017.8064", "title": "Application of next‑generation sequencing to identify mitochondrial mutations: Study on m.7511T>C in patients with hearing loss.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}