{"authors": [["Kovács", "Zsuzsa", "Z", "Alkalmazott Pszichológia Tanszék, Semmelweis Egyetem ETK, Budapest, Hungary. kovacszs@se-etk.hu."], ["Rigó", "Adrien", "A", "Pszichológiai Intézet, Eötvös Loránd Tudományegyetem, Budapest, Hungary."], ["Szabó", "Éva", "É", "Radiológiai Diagnosztikai Osztály, Országos Onkológiai Intézet, Budapest, Hungary."], ["Sebestyén", "Árpád", "Á", "Egészségforrás Alapítvány, Budapest, Hungary."], ["Fülöp", "Emõke", "E", "Alkalmazott Pszichológia Tanszék, Semmelweis Egyetem ETK, Budapest, Hungary. kovacszs@se-etk.hu."], ["Szabó", "Csaba", "C", "Pszichológiai Intézet, Debreceni Egyetem, Debrecen, Hungary."]], "date": "2017-03-19", "id": "29257153", "text": "In the modern oncology care the subject of quality of life has an emphasized importance. In our research we assessed aspects which may predict the quality of life. We hypothesized that after controlling the demographical and some medical factors, psychological distress and illness representations would have significant roles as predictors. The research has been carried out in Budapest at the Radiology Diagnostic Department of the National Institute of Oncology; participants were women (N=221) treated for malignant breast tumour (C50). The research tools included the Shortened Beck Depression Inventory, Quality of Life Questionnaire (EORTC QLQ-C30, QLQBR23), Spielberger's State-Trait Anxiety Inventory (STAI-T), and the Revised Illness Perception Questionnaire (IPQ-R). In terms of functional (β=-0.705, p=0.000; β=0.493, p=0.003), and symptom quality of life (β=0.517, p=0.000) negative affectivity has an outstanding role as predictor. Among the illness representations, the functional quality of life is influenced by cognitions concerning the illness consequences (β=0.243, p=0.008) and by emotional representations (β=0.220, p=0.034). Cognitive representations influencing the symptom quality of life are serious consequences (β=0.240, p=0.016) and illness perception (β=0.212, p=0.011). In the improvement of quality of life, treating negative affectivity has determining and the modification of dysfunctional illness cognitions play important roles.A modern onkológiai ellátásban az életminõség kérdése kiemelt fontossággal bír. Kutatásunk célja az életminõséget megjósló tényezõk meghatározása volt. Feltételeztük, hogy a demográfiai és betegségmutatók kontrollálása mellett a negatív érzelmi állapotnak és a betegségreprezentációknak szignifikáns prediktív szerepe lesz. Vizsgálatunkat Budapesten, az Országos Onkológiai Intézet Radiológiai Diagnosztikai Osztályán végeztük, malignus emlõdaganattal (C50) kezelt betegek (N=221) részvételével. Mérõeszközök: Beck Depresszió Kérdõív rövidített változata, Életminõség Kérdõív (EORTC QLQ C-30, QLQ BR-23), Spielberger-féle Vonásszorongás Kérdõív STAI-T, Betegségkogníció Kérdõív (IPQ-R). Mind a funkcionális (β=–0,705, p=0,000; β=0,493, p=0,003), mind a tüneti életminõség (β=0,517, p=0,000) szempontjából a negatív affektivitásnak van kiemelt prediktív szerepe. A betegségkogníciók közül a funkcionális életminõségre a betegség következményeire vonatkozó kognícióknak (β=0,243, p=0,008) és az érzelmi reprezentációknak (β=0,220, p=0,034) van hatása. A tüneti életminõséget a betegség következményeire (β=0,240, p=0,016) és a betegség megértésére (β=0,212, p=0,011) vonatkozó kogníciók befolyásolják. Az életminõség javítása szempontjából a negatív affektivitás kezelésének van meghatározó, valamint a diszfunkcionális betegségkogníciók módosításának lehet fontos szerepe.", "doi": null, "title": "[Health-related quality of life from a new perspective - The role of illness representations in patients with breast cancer].", "journal": ["Magyar onkologia", "Magy Onkol"]}