{"authors": [["Sowmya", "K R", "KR", "Department of Public Health Dentistry, Government Dental College and Research Institute, Bengaluru, Karnataka, India."], ["Puranik", "Manjunath P", "MP", "Department of Public Health Dentistry, Government Dental College and Research Institute, Bengaluru, Karnataka, India."], ["James", "Jesline Merly", "JM", "Department of Public Health Dentistry, Government Dental College and Research Institute, Bengaluru, Karnataka, India."], ["Sabbarwal", "Bhavna", "B", "Department of Public Health Dentistry, Government Dental College and Research Institute, Bengaluru, Karnataka, India."]], "date": null, "id": "29256463", "text": "Toothbrushes are vital to remove dental biofilm and to prevent dental caries and periodontal disease. Repeated use of toothbrushes leads to contamination; hence, disinfection is essential in the maintenance of a brush. Current understanding and perception among dental students about toothbrush contamination and disinfection are essential.The aim of this study was to assess the perceptions about toothbrush contamination and disinfection among postgraduates and interns in Bengaluru city.A cross-sectional study was conducted using self-administered questionnaire among 400 postgraduates and interns from five dental colleges in Bengaluru. The statistics were computed with the Statistical Package of Social Sciences (SPSS) version 22 software and Chi-square test was used. A P < 0.05 was considered statistically significant.There was a statistically significant difference regarding the source of information on tooth brush contamination (P = 0.008) and common mode of transmission of contamination (P = 0.01) between the two groups. The difference was found to be statistically significant (P = 0.01) regarding sharing of toothpaste. Only less than half of the participants, in both the groups practiced disinfection.There was a statistically significant difference in the perceptions about tooth brush contamination and disinfection among postgraduates and interns that might be attributed to their higher academic knowledge and clinical experience.", "doi": "10.4103/ijdr.IJDR_301_17", "title": "Perceptions about toothbrush contamination and disinfection among dental students in Bengaluru City: A cross-sectional study.", "journal": ["Indian journal of dental research : official publication of Indian Society for Dental Research", "Indian J Dent Res"]}