{"authors": [["Song", "Xinyu D", "XD", "Laboratory of Sensory Neuroscience and Neuroengineering, Department of Biomedical Engineering, Washington University in St. Louis, 1 Brookings Drive, Box 1097, St. Louis, MO, 63130, USA."], ["Sukesan", "Kiron A", "KA", "Laboratory of Sensory Neuroscience and Neuroengineering, Department of Biomedical Engineering, Washington University in St. Louis, 1 Brookings Drive, Box 1097, St. Louis, MO, 63130, USA."], ["Barbour", "Dennis L", "DL", "Laboratory of Sensory Neuroscience and Neuroengineering, Department of Biomedical Engineering, Washington University in St. Louis, 1 Brookings Drive, Box 1097, St. Louis, MO, 63130, USA. dbarbour@wustl.edu."]], "date": "2017-12-18", "id": "29256098", "text": "Psychometric functions are typically estimated by fitting a parametric model to categorical subject responses. Procedures to estimate unidimensional psychometric functions (i.e., psychometric curves) have been subjected to the most research, with modern adaptive methods capable of quickly obtaining accurate estimates. These capabilities have been extended to some multidimensional psychometric functions (i.e., psychometric fields) that are easily parameterizable, but flexible procedures for general psychometric field estimation are lacking. This study introduces a nonparametric Bayesian psychometric field estimator operating on subject queries sequentially selected to improve the estimate in some targeted way. This estimator implements probabilistic classification using Gaussian processes trained by active learning. The accuracy and efficiency of two different actively sampled estimators were compared to two non-actively sampled estimators for simulations of one of the simplest psychometric fields in common use: the pure-tone audiogram. The actively sampled methods achieved estimate accuracy equivalent to the non-actively sampled methods with fewer observations. This trend held for a variety of audiogram phenotypes representative of the range of human auditory perception. Gaussian process classification is a general estimation procedure capable of extending to multiple input variables and response classes. Its success with a two-dimensional psychometric field informed by binary subject responses holds great promise for extension to complex perceptual models currently inaccessible to practical estimation.", "doi": "10.3758/s13414-017-1460-0", "title": "Bayesian active probabilistic classification for psychometric field estimation.", "journal": ["Attention, perception & psychophysics", "Atten Percept Psychophys"]}