{"authors": [["Hobeika", "Lise", "L", "Sorbonne Universite, CNRS, IRCAM, Sciences et Technologies de la Musique et du Son, UMR 9912, F-75004, Paris, France. lise.hobeika@gmail.com."], ["Viaud-Delmon", "Isabelle", "I", "Sorbonne Universite, CNRS, IRCAM, Sciences et Technologies de la Musique et du Son, UMR 9912, F-75004, Paris, France."], ["Taffou", "Marine", "M", "Sorbonne Universite, CNRS, IRCAM, Sciences et Technologies de la Musique et du Son, UMR 9912, F-75004, Paris, France."]], "date": "2017-12-18", "id": "29255918", "text": "The space immediately surrounding our bodies, i.e., peripersonal space (PPS), is a critical area for the interaction with the external world, be it to deal with imminent threat or to attain objects of interest. In the brain, a dedicated system codes PPS in motor terms for the purpose of action. Yet, humans have asymmetric motor abilities: the dominant hand has an advantage in term of movements' precision and reaction time. Furthermore, spatial attention is asymmetric and seems to be linked to a right hemispheric dominance for spatial processing. Here, we tested whether handedness and attentional asymmetries impact the detection of a tactile stimulus when an irrelevant auditory stimulus is looming towards the individual from the right or left hemispace. We examined the distance at which sound started speeding up tactile detection to estimate the morphometry of peri-trunk PPS. Our results show that right-handers' PPS is larger in the left than in the right hemispace, whereas left-handers' PPS is symmetric. The expansion of right-handers' PPS on the side of the non-dominant hand is coherent with a protective function of PPS. Left-handers' symmetric PPS can be related to the symmetric request of their motor abilities induced by living in a right-handers' world. These findings reveal that PPS is not uniform and suggest that general mechanisms of spatial processing as well as motor skills could play a role in the representation of peri-trunk PPS.", "doi": "10.1007/s00221-017-5158-2", "title": "Anisotropy of lateral peripersonal space is linked to handedness.", "journal": ["Experimental brain research", "Exp Brain Res"]}