{"authors": [["Benwell", "Christopher S Y", "CSY", "Centre for Cognitive Neuroimaging, Institute of Neuroscience and Psychology, University of Glasgow, Glasgow G12 8QB, United Kingdom."], ["Tagliabue", "Chiara F", "CF", "CIMEC - Center for Mind/Brain Sciences, Università degli Studi di Trento, Rovereto 38068, Italy."], ["Veniero", "Domenica", "D", "Centre for Cognitive Neuroimaging, Institute of Neuroscience and Psychology, University of Glasgow, Glasgow G12 8QB, United Kingdom."], ["Cecere", "Roberto", "R", "Centre for Cognitive Neuroimaging, Institute of Neuroscience and Psychology, University of Glasgow, Glasgow G12 8QB, United Kingdom."], ["Savazzi", "Silvia", "S", "Perception and Awareness (PandA) Laboratory, Department of Neuroscience, Biomedicine and Movement Sciences, University of Verona, Verona 8 I-37134, Italy."], ["Thut", "Gregor", "G", "Centre for Cognitive Neuroimaging, Institute of Neuroscience and Psychology, University of Glasgow, Glasgow G12 8QB, United Kingdom."]], "date": "2017-12-12", "id": "29255794", "text": "Prestimulus oscillatory neural activity has been linked to perceptual outcomes during performance of psychophysical detection and discrimination tasks. Specifically, the power and phase of low frequency oscillations have been found to predict whether an upcoming weak visual target will be detected or not. However, the mechanisms by which baseline oscillatory activity influences perception remain unclear. Recent studies suggest that the frequently reported negative relationship between α power and stimulus detection may be explained by changes in detection criterion (i.e., increased target present responses regardless of whether the target was present/absent) driven by the state of neural excitability, rather than changes in visual sensitivity (i.e., more veridical percepts). Here, we recorded EEG while human participants performed a luminance discrimination task on perithreshold stimuli in combination with single-trial ratings of perceptual awareness. Our aim was to investigate whether the power and/or phase of prestimulus oscillatory activity predict discrimination accuracy and/or perceptual awareness on a trial-by-trial basis. Prestimulus power (3-28 Hz) was inversely related to perceptual awareness ratings (i.e., higher ratings in states of low prestimulus power/high excitability) but did not predict discrimination accuracy. In contrast, prestimulus oscillatory phase did not predict awareness ratings or accuracy in any frequency band. These results provide evidence that prestimulus α power influences the level of subjective awareness of threshold visual stimuli but does not influence visual sensitivity when a decision has to be made regarding stimulus features. Hence, we find a clear dissociation between the influence of ongoing neural activity on conscious awareness and objective performance.", "doi": "10.1523/ENEURO.0182-17.2017", "title": "Prestimulus EEG Power Predicts Conscious Awareness But Not Objective Visual Performance.", "journal": ["eNeuro", "eNeuro"]}