{"authors": [["Stewart", "Celia Faye", "CF", "New York University, Steinhardt School of Culture, Education, and Human Development, 665 Broadway, Suite 900, New York, NY 10012 USA."], ["Sinclair", "Catherine F", "CF", "Icahn School of Medicine at Mount Sinai, 425 West 59th Street, New York, NY 10019 USA."], ["Kling", "Irene F", "IF", "Mannes College the New School for Music, 55 West 13th St, New York, 10011 USA."], ["Diamond", "Beverly E", "BE", "Clinical Endocrinology and Metabolism, Endocrine Society, 2055 L Street NW, Suite 600, Washington, DC, 20036 USA."], ["Blitzer", "Andrew", "A", "Columbia University College of Physicians and Surgeons, Neurology, Icahn School of Medicine at Mt. Sinai, Center for Voice and Swallowing Disorders, 425 West 59th Street, New York, NY 10019 USA."]], "date": "2017-12-13", "id": "29255615", "text": "Although considerable research has focused on the etiology and symptomology of adductor focal laryngeal dystonia (AD-FLD), little is known about the correlation between clinicians' ratings and patients' perception of this voice disturbance. This study has five objectives: first, to determine if there is a relationship between subjects' symptom-severity and its impact on their quality of life; to compare clinicians' ratings with subjects' perception of the individual characteristics and severity of AD-FLD; to document the subjects' perception of changes in dysphonia since diagnosis; to record the frequency of voice arrest during connected speech; and, finally, to calculate inter-clinician reliability based on results from the Unified Spasmodic Dysphonia Rating Scale (USDRS) (Stewart et al, J Voice 1195-10, 1997).Sixty subjects with AD-FLD who were receiving ongoing injections of BoNT participated in this study. Subjects' mean age was 60.78 years and their mean duration of symptoms was 16.1 years. Subjects completed the Disease Symptom Questionnaire (DSQ) (specifically designed for this study) and the Voice Handicap Index-10 (VHI-10) (Jacobson et al, Am J Speech Lang Pathol 6:66-70, 1997) to measure the symptoms of their dysphonia and the impact of the disease on their quality of life.Two speech-language pathologists and two laryngologists used the Voice Arrest Measure (VAM) (specifically designed for this study) and the USDRS to independently rate voice recordings of 56/60 subjects.The mean VHI-10 score was 21.3 which is clinically significant. The results of the DSQ and the USDRS were highly correlated. The most severe symptoms identified by both subjects and clinicians were roughness, strain-strangled voice quality, and increased expiratory effort. Voice arrest, aphonia, and tremor were uncommon. Subjects rated their current voice quality at the time of reinjection (i.e., at the time of the study) as significantly better than at the time of their initial AD-FLD diagnosis (p < 0.0001). Inter-clinician reliability on the USDRS was significant at the 0.001 level.The findings from the VHI-10 suggest that AD-FLD has a profound impact on quality of life. The results of the DSQ and the USDRS suggest that there is a strong correlation between subjects' perception and clinicians' assessment of the individual symptoms and the severity of the dysphonia. The findings from the VAM suggest that voice arrests are infrequent in subjects with AD-FLD who are receiving ongoing BoNT injections. The strong inter-clinician reliability on the USDRS suggests that it is an appropriate measure for identifying symptoms and severity of AD-FLD.", "doi": "10.1186/s40734-017-0066-y", "title": "Adductor focal laryngeal Dystonia: correlation between clinicians' ratings and subjects' perception of Dysphonia.", "journal": ["Journal of clinical movement disorders", "J Clin Mov Disord"]}