{"authors": [["Hannah", "Beverly", "B", "Language and Brain Lab, Department of Linguistics, Simon Fraser University, Burnaby, BC, Canada."], ["Wang", "Yue", "Y", "Language and Brain Lab, Department of Linguistics, Simon Fraser University, Burnaby, BC, Canada."], ["Jongman", "Allard", "A", "Phonetics and Psycholinguistics Laboratory, Department of Linguistics, University of Kansas, Lawrence, KS, United States."], ["Sereno", "Joan A", "JA", "Phonetics and Psycholinguistics Laboratory, Department of Linguistics, University of Kansas, Lawrence, KS, United States."], ["Cao", "Jiguo", "J", "Department of Statistics and Actuarial Science, Simon Fraser University, Burnaby, BC, Canada."], ["Nie", "Yunlong", "Y", "Department of Statistics and Actuarial Science, Simon Fraser University, Burnaby, BC, Canada."]], "date": "2017-12-04", "id": "29255435", "text": "Speech perception involves multiple input modalities. Research has indicated that perceivers establish cross-modal associations between auditory and visuospatial events to aid perception. Such intermodal relations can be particularly beneficial for speech development and learning, where infants and non-native perceivers need additional resources to acquire and process new sounds. This study examines how facial articulatory cues and co-speech hand gestures mimicking pitch contours in space affect non-native Mandarin tone perception. Native English as well as Mandarin perceivers identified tones embedded in noise with either congruent or incongruent Auditory-Facial (AF) and Auditory-FacialGestural (AFG) inputs. Native Mandarin results showed the expected ceiling-level performance in the congruent AF and AFG conditions. In the incongruent conditions, while AF identification was primarily auditory-based, AFG identification was partially based on gestures, demonstrating the use of gestures as valid cues in tone identification. The English perceivers' performance was poor in the congruent AF condition, but improved significantly in AFG. While the incongruent AF identification showed some reliance on facial information, incongruent AFG identification relied more on gestural than auditory-facial information. These results indicate positive effects of facial and especially gestural input on non-native tone perception, suggesting that cross-modal (visuospatial) resources can be recruited to aid auditory perception when phonetic demands are high. The current findings may inform patterns of tone acquisition and development, suggesting how multi-modal speech enhancement principles may be applied to facilitate speech learning.", "doi": "10.3389/fpsyg.2017.02051", "title": "Cross-modal Association between Auditory and Visuospatial Information in Mandarin Tone Perception in Noise by Native and Non-native Perceivers.", "journal": ["Frontiers in psychology", "Front Psychol"]}