{"authors": [["Katsi", "Vasiliki", "V", "Cardiology Department, Hippokration Hospital, Athens, Greece."], ["Kallistratos", "Manolis S", "MS", "Cardiology Department, Asklepeion General Hospital, Athens, Greece."], ["Kontoangelos", "Konstantinos", "K", "1st Department of Psychiatry, National and Kapodistrian University of Athens, Eginition Hospital, Athens, Greece."], ["Sakkas", "Pavlos", "P", "1st Department of Psychiatry, National and Kapodistrian University of Athens, Eginition Hospital, Athens, Greece."], ["Souliotis", "Kyriakos", "K", "University of Peloponnese, Corinth, Greece."], ["Tsioufis", "Costas", "C", "1st Department of Cardiology, National and Kapodistrian University of Athens, Athens, Greece."], ["Nihoyannopoulos", "Petros", "P", "1st Department of Cardiology, National and Kapodistrian University of Athens, Athens, Greece."], ["Papadimitriou", "George N", "GN", "Cardiology Department, Hippokration Hospital, Athens, Greece."], ["Tousoulis", "Dimitris", "D", "1st Department of Cardiology, National and Kapodistrian University of Athens, Athens, Greece."]], "date": "2017-12-04", "id": "29255431", "text": "To investigate the effect of awareness of arterial hypertension on quality of life in hypertensive patients in Greece.This was a prospective observational study that included 189 aware hypertensive patients on treatment with antihypertensive therapy. Patients were ambulatory men or women ≥18 years old, with diagnosed essential hypertension. The administration and fulfillment of the questionnaires was given at the outpatient hypertensive clinic starting with the SF-36 and continuing with the BDI-I test.The mean BDI score was 9.9 ± 6.9, and 58, 25, 8.9, and 7.3% were identified as without, with minimal, moderate, and 0.8% with severe depression, respectively. The mean score for physical component summary (PCS-36) was 48.9 ± 7.6, and the mean score for mental component summary (MCS-36) was 46.0 ± 10.6. The stage of hypertension was not an independent predictor for any of the SF-36 dimensions. Dippers had not different levels of health-related quality of life (HRQOL) as compared with non-dippers. LV hypertrophy was associated with lower scores on bodily pain (p < 0.05) and kidney failure was associated with lower scores on general health perception (p < 0.05). Female gender, increased age, and the presence of COPD were independently associated with lower physical and mental health scores (p < 0.05). Score on BDI independently correlated with all dimensions of SF-36, indicating that greater depression levels are associated with lower levels of HRQOL.The stage as well as awareness of arterial hypertension does not affect physical and mental health. The fact that arterial hypertension per se is not a symptomatic disease may explain these results at least in patients with uncomplicated hypertension.", "doi": "10.3389/fpsyt.2017.00270", "title": "Arterial Hypertension and Health-Related Quality of Life.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}