{"authors": [["Cope", "Thomas E", "TE", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, CB2 0SZ, UK. thomascope@gmail.com."], ["Sohoglu", "E", "E", "Medical Research Council Cognition and Brain Sciences Unit, University of Cambridge, Cambridge, CB2 7EF, UK."], ["Sedley", "W", "W", "Institute of Neuroscience, Newcastle University, Newcastle, NE1 7RU, UK."], ["Patterson", "K", "K", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, CB2 0SZ, UK."], ["Jones", "P S", "PS", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, CB2 0SZ, UK."], ["Wiggins", "J", "J", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, CB2 0SZ, UK."], ["Dawson", "C", "C", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, CB2 0SZ, UK."], ["Grube", "M", "M", "Institute of Neuroscience, Newcastle University, Newcastle, NE1 7RU, UK."], ["Carlyon", "R P", "RP", "Medical Research Council Cognition and Brain Sciences Unit, University of Cambridge, Cambridge, CB2 7EF, UK."], ["Griffiths", "T D", "TD", "Institute of Neuroscience, Newcastle University, Newcastle, NE1 7RU, UK."], ["Davis", "Matthew H", "MH", "Medical Research Council Cognition and Brain Sciences Unit, University of Cambridge, Cambridge, CB2 7EF, UK."], ["Rowe", "James B", "JB", "Department of Clinical Neurosciences, University of Cambridge, Cambridge, CB2 0SZ, UK."]], "date": "2017-12-18", "id": "29255275", "text": "Perception relies on the integration of sensory information and prior expectations. Here we show that selective neurodegeneration of human frontal speech regions results in delayed reconciliation of predictions in temporal cortex. These temporal regions were not atrophic, displayed normal evoked magnetic and electrical power, and preserved neural sensitivity to manipulations of sensory detail. Frontal neurodegeneration does not prevent the perceptual effects of contextual information; instead, prior expectations are applied inflexibly. The precision of predictions correlates with beta power, in line with theoretical models of the neural instantiation of predictive coding. Fronto-temporal interactions are enhanced while participants reconcile prior predictions with degraded sensory signals. Excessively precise predictions can explain several challenging phenomena in frontal aphasias, including agrammatism and subjective difficulties with speech perception. This work demonstrates that higher-level frontal mechanisms for cognitive and behavioural flexibility make a causal functional contribution to the hierarchical generative models underlying speech perception.", "doi": "10.1038/s41467-017-01958-7", "title": "Evidence for causal top-down frontal contributions to predictive processes in speech perception.", "journal": ["Nature communications", "Nat Commun"]}