{"authors": [["Hembach", "Lea", "L", "Institut für Biologie und Biotechnologie der Pflanzen, Westfälische Wilhelms-Universität Münster, Schlossplatz 8, 48143, Münster, Germany."], ["Cord-Landwehr", "Stefan", "S", "Institut für Biologie und Biotechnologie der Pflanzen, Westfälische Wilhelms-Universität Münster, Schlossplatz 8, 48143, Münster, Germany."], ["Moerschbacher", "Bruno M", "BM", "Institut für Biologie und Biotechnologie der Pflanzen, Westfälische Wilhelms-Universität Münster, Schlossplatz 8, 48143, Münster, Germany. moersch@uni-muenster.de."]], "date": "2017-12-18", "id": "29255209", "text": "Some of the most abundant biomolecules on earth are the polysaccharides chitin and chitosan of which especially the oligomeric fractions have been extensively studied regarding their biological activities. However, most of these studies have not been able to assess the activity of a single, defined, partially acetylated chitosan oligosaccharide (paCOS). Instead, they have typically analyzed chemically produced, rather poorly characterized mixtures, at best with a single, defined degree of polymerization (DP) and a known average degree of acetylation (DA), as no pure and well-defined paCOS are currently available. We here present data on the enzymatic production of all 14 possible partially acetylated chitosan tetramers, out of which four were purified (>95%) regarding DP, DA, and pattern of acetylation (PA). We used bacterial, fungal, and viral chitin deacetylases (CDAs), either to partially deacetylate the chitin tetramer; or to partially re-N-acetylate the glucosamine tetramer. Both reactions proceeded with surprisingly strong and enzyme-specific regio-specificity. These pure and fully defined chitosans will allow to investigate the particular influence of DP, DA, and PA on the biological activities of chitosans, improving our basic understanding of their modes of action, e.g. their molecular perception by patter recognition receptors, but also increasing their usefulness in industrial applications.", "doi": "10.1038/s41598-017-17950-6", "title": "Enzymatic production of all fourteen partially acetylated chitosan tetramers using different chitin deacetylases acting in forward or reverse mode.", "journal": ["Scientific reports", "Sci Rep"]}