{"authors": [["Sykora-Bodie", "Seth T", "ST", "Duke University Marine Laboratory, Nicholas School of the Environment, 135 Duke Marine Lab Road, Beaufort, North Carolina, 28516, USA. seth.sykora.bodie@duke.edu."], ["Bezy", "Vanessa", "V", "Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, 27599, USA."], ["Johnston", "David W", "DW", "Duke University Marine Laboratory, Nicholas School of the Environment, 135 Duke Marine Lab Road, Beaufort, North Carolina, 28516, USA."], ["Newton", "Everette", "E", "Duke University Marine Laboratory, Nicholas School of the Environment, 135 Duke Marine Lab Road, Beaufort, North Carolina, 28516, USA."], ["Lohmann", "Kenneth J", "KJ", "Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, 27599, USA."]], "date": "2017-12-18", "id": "29255157", "text": "Although sea turtles face significant pressure from human activities, some populations are recovering due to conservation programs, bans on the trade of turtle products, and reductions in bycatch. While these trends are encouraging, the status of many populations remains unknown and scientific monitoring is needed to inform conservation and management decisions. To address these gaps, this study presents methods for using unmanned aerial systems (UAS) to conduct population assessments. Using a fixed-wing UAS and a modified strip-transect method, we conducted aerial surveys along a three-kilometer track line at Ostional, Costa Rica during a mass-nesting event of olive ridley turtles (Lepidochelys olivacea). We visually assessed images collected during six transects for sea turtle presence, resulting in 682 certain detections. A cumulative total of 1091 certain and probable turtles were detected in the collected imagery. Using these data, we calculate estimates of sea turtle density (km-2) in nearshore waters. After adjusting for both availability and perception biases, we developed a low-end estimate of 1299 ± 458 and a high-end estimate of 2086 ± 803 turtles per km-2. This pilot study illustrates how UAS can be used to conduct robust, safe, and cost-effective population assessments of sea turtle populations in coastal marine ecosystems.", "doi": "10.1038/s41598-017-17719-x", "title": "Quantifying Nearshore Sea Turtle Densities: Applications of Unmanned Aerial Systems for Population Assessments.", "journal": ["Scientific reports", "Sci Rep"]}