{"authors": [["Leas", "Eric Craig", "EC", "Department of Family Medicine and Public Health, University of California: San Diego, La Jolla, California, USA."], ["Pierce", "John P", "JP", "Department of Family Medicine and Public Health, University of California: San Diego, La Jolla, California, USA."], ["Dimofte", "Claudiu V", "CV", "Department of Marketing, San Diego State University, San Diego, California, USA."], ["Trinidad", "Dennis R", "DR", "Department of Family Medicine and Public Health, University of California: San Diego, La Jolla, California, USA."], ["Strong", "David R", "DR", "Department of Family Medicine and Public Health, University of California: San Diego, La Jolla, California, USA."]], "date": "2017-12-18", "id": "29255011", "text": "Over two-thirds of Natural American Spirit (NAS) smokers believe their cigarettes might be 'less harmful', but toxicological evidence does not support this belief. We assessed whether standardised packaging could reduce the possibility of erroneous inferences of 'safety' drawn from NAS cigarette packaging.US adult smokers (n=909) were recruited to a between-subject survey experiment (3 brands×3 packaging/labelling styles) through Amazon Mechanical Turk and rated their perception of whether a randomly assigned cigarette package conveyed that the brand was 'safer' on a three-item scale (Cronbach's α=0.92). We assessed whether NAS packs were rated higher on the 'implied safety' scale than two other brands and estimated the effect that plain packaging (ie, all branding replaced with a drab dark brown colour) and Australian-like packaging (ie, all branding replaced with a drab dark brown colour and a graphic image and text on 75% of the pack surface) had on perceptions of the NAS cigarette package.Smokers' ratings of the standard NAS pack on the implied safety scale (mean=4.6; SD=2.9) were 1.9 times (P <0.001) higher than smokers' ratings of a Marlboro Red pack (mean=2.4; SD=2.3) and 1.7 times (P <0.001) higher than smokers' ratings of a Newport Menthol pack (mean=2.7; SD=2.4). These perceptions of implied safety were lower when plain packaging was used (Cohen's d=0.66; P <0.001) and much lower when Australian-like packaging was used (Cohen's d=1.56; P <0.001).The results suggest that NAS cigarette packaging conveys that its cigarettes are 'safer' and that such perceptions are lower with standardised packaging, both with and without warning images.", "doi": "10.1136/tobaccocontrol-2017-053940", "title": "Standardised cigarette packaging may reduce the implied safety of Natural American Spirit cigarettes.", "journal": ["Tobacco control", "Tob Control"]}