{"authors": [["Spankovich", "Christopher", "C", "Department of Otolaryngology and Communicative Sciences, University of Mississippi Medical Center, 2500 N. State St., Jackson, MS 39216, USA. Electronic address: cspankovich@umc.edu."], ["Gonzalez", "Victoria B", "VB", "Department of Otolaryngology and Communicative Sciences, University of Mississippi Medical Center, 2500 N. State St., Jackson, MS 39216, USA. Electronic address: vgonzalez@umc.edu."], ["Su", "Dan", "D", "Department of Otolaryngology and Communicative Sciences, University of Mississippi Medical Center, 2500 N. State St., Jackson, MS 39216, USA; Department of Data Science, University of Mississippi Medical Center, 2500 N. State St, Jackson, MS 39216, USA. Electronic address: dsu@umc.edu."], ["Bishop", "Charles E", "CE", "Department of Otolaryngology and Communicative Sciences, University of Mississippi Medical Center, 2500 N. State St., Jackson, MS 39216, USA. Electronic address: cebishop@umc.edu."]], "date": "2017-12-07", "id": "29254853", "text": "Perceived hearing difficulty (HD) and/or tinnitus in the presence of normal audiometric thresholds present a clinical challenge. Yet, there is limited data regarding prevalence and determinant factors contributing to HD. Here we present estimates generalized to the non-institutionalized population of the United States based on the cross-sectional population-based study, the National Health and Nutrition and Examination Survey (NHANES) in 2176 participants (20-69 years of age). Normal audiometric thresholds were defined by pure-tone average (PTA4) of 0.5, 1.0, 2.0, 4.0 kHz ≤ 25 dBHL in each ear. Hearing difficulty (HD) and tinnitus perception was self-reported. Of the 2176 participants with complete data, 2015 had normal audiometric thresholds based on PTA4; the prevalence of individuals with normal PTA4 that self-reported HD was 15%. The percentage of individuals with normal audiometric threshold and persistent tinnitus was 10.6%. Multivariate logistic regression adjusting for age, sex, and hearing thresholds identified the following variables related to increased odds of HD: tinnitus, balance issues, noise exposure, arthritis, vision difficulties, neuropathic symptoms, physical/mental/emotional issues; and for increased odds or reported persistent tinnitus: HD, diabetes, arthritis, vision difficulties, confusion/memory issues, balance issues, noise exposure, high alcohol consumption, neuropathic symptoms and analgesic use. Analyses using an alternative definition of normal hearing, pure-tone thresholds ≤25 dBHL at 0.5, 1.0, 2.0, 4.0, 6.0, and 8.0 kHz in each ear, revealed lower prevalence of HD and tinnitus, but comparable multivariate relationships. The findings suggest that prevalence of HD is dependent on how normal hearing is defined and the factors that impact odds of reported HD include tinnitus, noise exposure, mental/cognitive status, and other sensory deficits.", "doi": "10.1016/j.heares.2017.12.001", "title": "Self reported hearing difficulty, tinnitus, and normal audiometric thresholds, the National Health and Nutrition Examination Survey 1999-2002.", "journal": ["Hearing research", "Hear. Res."]}