{"authors": [["Kramer", "Tineke", "T", "Institute for Risk Assessment Sciences (IRAS), Yalelaan 2, 3584 CM Utrecht, The Netherlands; Public Health Service Region Utrecht, De Dreef 5, 3704 HA Zeist, The Netherlands. Electronic address: T.kramer@uu.nl."], ["Jansen", "Leonie E", "LE", "Public Health Service Region Utrecht, De Dreef 5, 3704 HA Zeist, The Netherlands."], ["Lipman", "Len J A", "LJA", "Institute for Risk Assessment Sciences (IRAS), Yalelaan 2, 3584 CM Utrecht, The Netherlands."], ["Smit", "Lidwien A M", "LAM", "Institute for Risk Assessment Sciences (IRAS), Yalelaan 2, 3584 CM Utrecht, The Netherlands."], ["Heederik", "Dick J J", "DJJ", "Institute for Risk Assessment Sciences (IRAS), Yalelaan 2, 3584 CM Utrecht, The Netherlands."], ["Dorado-García", "Alejandro", "A", "Institute for Risk Assessment Sciences (IRAS), Yalelaan 2, 3584 CM Utrecht, The Netherlands."]], "date": "2017-09-06", "id": "29254712", "text": "Comprehensive strategies to improve on-farm antimicrobial use (AMU) are needed to contain antimicrobial resistance (AMR). Little is known about farmers' motivating and enabling factors, and about their influence on AMU. In a cross-sectional online survey, Dutch dairy, veal and pig farmers (n=457) reported their on-farm AMU as \"Defined Daily Dose Animal\" per year (DDDAF) and completed a detailed questionnaire on their view, knowledge and behavior towards AMU and AMR. Exploratory factor analysis (EFA) on the questionnaire items identified four psychological factors labeled as 'referent beliefs', 'perceived risk', 'knowledge', and 'undesired attitude to regulations'. Linear regression was done to explore the relationship between the obtained factors and on-farm AMU across the three animal sectors. Dairy farmers showed the highest factor scores for 'knowledge' and the lowest for 'perceived risk'. 'Knowledge' scores were significantly and inversely related to AMU (P=0.0004). Borderline significant associations with AMU were found for 'perceived risk' and 'undesired attitude to regulations' (negative and positive relationships respectively). There were no apparent differences for these relationships between the three livestock sectors. Behavioral interventions in farmers such as educational campaigns or increased support by veterinarians could empower farmers with more prudent and rational practices, eventually reducing AMU in food animals.", "doi": "10.1016/j.prevetmed.2017.08.023", "title": "Farmers' knowledge and expectations of antimicrobial use and resistance are strongly related to usage in Dutch livestock sectors.", "journal": ["Preventive veterinary medicine", "Prev. Vet. Med."]}