{"authors": [["Kurtović", "Ana", "A", "a Department of Psychology, Faculty of Humanities and Social Sciences , University of J. J. Strossmayer , Osijek , Croatia."], ["Ivančić", "Helena", "H", "a Department of Psychology, Faculty of Humanities and Social Sciences , University of J. J. Strossmayer , Osijek , Croatia."]], "date": "2017-12-18", "id": "29254368", "text": "Visual impairment can lead loss of functional ability, necessity of accommodations and assistive technologies or having to rely on others for help. This can bring about feelings of sadness, dependency, inadequacy, and fear, which can put a person at risk for depression and affect one's satisfaction with life.The aim of this study was to examine the effects of socio-demographic factors, disability-related factors, optimism, pessimism, self-esteem and social support on depression, and life satisfaction in visually impaired people.A total of 94 visually impaired people completed the measures of socio-demographic and disability-related characteristics, optimism and pessimism, self-esteem, social support, depression and life satisfaction, administered by the authors. Correlational and hierarchical regression analysis was used to examine the relations and test the model for predicting depression and life satisfaction.The results have shown that depression was negatively related to the level of education, optimism, self-liking, self-competence, support from friends, family and coworkers, and positively related to comorbidity and pessimism. Life satisfaction was positively related to education, socio-economic status, optimism, self-liking, self-competence and support from friends, family and coworkers, and negatively to pessimism. Results have further shown that depression levels were predicted by education, comorbidity, optimism and self-liking, and that self-liking mediated the relationship between optimism and depression. Life satisfaction was predicted by optimism, pessimism, self-liking, friends' support, and depression. Further analysis suggested that the path from optimism to life satisfaction goes through self-liking, friends' support, and depression. Pessimism showed indirect effects through self-liking but also had direct effects on life satisfaction.Focusing on optimism, pessimism, self-esteem, and social functioning of visually impaired is important in preventing depression and promoting life satisfaction, and should be a part of rehabilitation practices. Implications for Rehabilitation Screening for depression and mental health problems should be a part of rehabilitation process. Changes in the perception of future outcomes should be monitored and addressed throughout rehabilitation process in order to boost realistic optimism and prevent discouragement and hopelessness. Frequent feedback and positive reinforcement about a persons' progress and ability should be given throughout rehabilitation process in order to promote positive view of oneself and prevent self-esteem problems. Visually impaired people should be encouraged to socialise outside of their families and participate in social activities. This can be integrated in rehabilitation process as a part of everyday homework.", "doi": "10.1080/09638288.2017.1417497", "title": "Predictors of depression and life satisfaction in visually impaired people.", "journal": ["Disability and rehabilitation", "Disabil Rehabil"]}