{"authors": [["Lin", "Q", "Q", "Department of Plastic and Reconstructive Surgery, the First Hospital of Jilin University, Changchun, China."], ["Hong", "X Y", "XY", "Department of Vascular Surgery, China-Japan Hospital of Jilin university, Changchun, China."], ["Zhang", "D", "D", "Department of Plastic and Reconstructive Surgery, the First Hospital of Jilin University, Changchun, China."], ["Jin", "H J", "HJ", "Department of Plastic and Reconstructive Surgery, the First Hospital of Jilin University, Changchun, China."]], "date": null, "id": "29254306", "text": "The zygomatico-maxillary complex functions as the principle buttress of the face and is the cornerstone to an individual\u0092s aesthetic appearance. Its fracture not only creates cosmetic deformities owing to its position and facial contour, but can also cause disruption of ocular and mandibular functions. The aim of this study was to evaluate the quality, efficacy and impact of internal fixation of zygomatic complex fractures on functional and cosmetic outcomes. A prospective study was carried out on 100 patients who were divided according to the classification and the severity of injury. Subjective evaluation was submitted based on the patient\u0092s perception of signs and symptoms in the preoperative and postoperative periods. Intraoperative and postoperative assessment of bone reduction quality was made according to the type of the fracture and related difficulties; also, the difference between these groups was observed as functional and esthetic outcome. To optimize the treatment of zygomatic bone fractures, a pre-designed questionnaire was used for subjective evaluation of symptoms and treatment outcome. In 70% of cases, ophthalmologic consultation was taken and was most common in type VII fractures (100% cases). Neurosensory disturbance was the most common finding (60%), followed by diplopia (56R%), pain upon mouth opening (54%) and malar depression (50%). Out of all possible 400 fracture sites in 100 patients of zygomatic complex fractures, 266 (66.5%) fractures were detected by clinical examination, in contrast to 330 (82.5%) on radiological examination, which were highest at zygomatic-maxillary buttress (93%) followed by infraorbital rim (91%) and almost equal among fronto-zygomatic site (72%) and zygomatic arch (74%). The scores from the questionnaire for annoyance were significantly higher for paraesthesia (23%) than for trismus (10%), pain (8.5%), or deformity (8.25%). Residual deformity and pain significantly influenced the total satisfaction. Conclusively, there are many treatment modalities available for zygomatic complex fractures, and the preferred methods should be selected on the basis of fracture type, fracture severity, pre-operative signs and symptoms. Regarding the requirements of fracture site exposure and actual fixation, one priority should be to minimize postoperative complications, morbidity and residual deformities.", "doi": null, "title": "Preoperative evaluation and surgical technique of functional and cosmetic aspects in zygomatic complex fracture patients.", "journal": ["Journal of biological regulators and homeostatic agents", "J. Biol. Regul. Homeost. Agents"]}