{"authors": [["Neubert", "Manida Swangnetr", "MS", "Department of Production Technology, Faculty of Technology, Khon Kaen University, Khon Kaen, Thailand."], ["Karukunchit", "Usa", "U", "Faculty of Physical Therapy, Saint Louis College, Bangkok, Thailand."], ["Puntumetakul", "Rungthip", "R", "Division of Physical Therapy, Faculty of Associated Medical Sciences, Khon Kaen University, Khon Kaen, Thailand."]], "date": null, "id": "29254134", "text": "A high prevalence of musculoskeletal disorders and abnormal alignments of the lower extremities (LE) was found for rice farmers. It is important to investigate demographic and work-related risk factors associated with LE pain prior to developing intervention strategies addressing the problematic factors of the highest-risk task.To identify factors associated with LE pain in rice farmers for every stage of the cultivation process.Thirty experienced farmers (age of 45.9±6.21 (mean±SD)) rated LE pain experienced before and after each cultivation stage using the Standardized Nordic Questionnaire. Risk factors of pain were characterized based on expert risk assessment of tasks due to force, posture and motion, in addition to a conventional survey of demographic and other work-related information.Ergonomic risk factors were found to be the strongest predictors of knee and foot pain perception, which induced a substantial increase of pain perception (up to 4.6 times) with varying extent for individual cultivation stages. The highest risk and pain perception was found during the planting performance. Age exhibited significantly positive association with foot pain during planting and harvesting. However, more experienced farmers perceived less foot pain, presumably by developing effective movement strategies.The findings suggest that the planting process should be subject of further intervention development, especially for older farmers, with focus on reducing force, awkward posture and repetitive movement to minimize risk of LE pain.", "doi": "10.3233/WOR-172649", "title": "Identification of influential demographic and work-related risk factors associated to lower extremity pain perception among rice farmers.", "journal": ["Work (Reading, Mass.)", "Work"]}