{"authors": [["Beales", "Darren John", "DJ", "School of Physiotherapy and Exercise Science, Curtin University, Perth, WA, Australia."], ["Ruscoe", "Glenn Anthony", "GA", "Lifecare Riseley Physiotherapy, Applecross, WA, Australia."], ["Mitchell", "Tim", "T", "School of Physiotherapy and Exercise Science, Curtin University, Perth, WA, Australia."]], "date": null, "id": "29254121", "text": "Insurance workers and physiotherapists are important stakeholders in the rehabilitation of workers with an injury and subsequent musculoskeletal pain. Understanding perceptions of roles may facilitate communication between these stakeholders.Increase knowledge around, (i) the self-perception of and (ii) the external perception of the insurance workers and physiotherapists roles in the management of a worker with an injury in an Australian workers' compensation environment.A cross-sectional study assessed the perceptions of insurance workers and physiotherapists related to the roles of these two professions in managing a worker with an injury via questionnaire. Respondents were also asked about potential communication barriers.Insurance workers (n = 48) and physiotherapists (n = 80) reported contrasting role perceptions, with their perception of the other profession leaning towards negative attributes. There was greater alignment of their beliefs of roles in the 'ideal' situation. The perception of barriers to communication also differed between the two professions. Effective and efficient communication was identified as a central component of mismatched role perceptions between stakeholders, but recognised as a critical attribute of 'ideal' stakeholder roles.Insurance workers and physiotherapists self-perception of their roles differs from external perceptions. This information highlights the importance of a shared understanding of stakeholder roles in the management of a worker with an injury.", "doi": "10.3233/WOR-172636", "title": "Insurance workers' and physiotherapists' perceptions of their roles in the management of workers with injuries in the Western Australian workers' compensation system.", "journal": ["Work (Reading, Mass.)", "Work"]}