{"authors": [["Martín-Alfonso", "J E", "JE", "Department of Chemical Engineering and Material Science, Campus de El Carmen, University of Huelva, Chemical Product and Process Technology Research Center (Pro2TecS), 21071 Huelva, Spain. Electronic address: jose.martin@diq.uhu.es."], ["Cuadri", "A A", "AA", "Department of Chemical Engineering and Material Science, Campus de El Carmen, University of Huelva, Chemical Product and Process Technology Research Center (Pro2TecS), 21071 Huelva, Spain."], ["Berta", "M", "M", "Research Institutes of Sweden, Bioscience and Materials, Product Design and Perception, 402 29 Gothenburg, Sweden."], ["Stading", "M", "M", "Research Institutes of Sweden, Bioscience and Materials, Product Design and Perception, 402 29 Gothenburg, Sweden; Chalmers University of Technology, Department of Industrial and Materials Science, 412 96 Gothenburg, Sweden."]], "date": "2017-10-17", "id": "29254016", "text": "The influence of concentration on the shear and extensional rheology properties of aqueous solutions of xanthan and guar gums was studied in this work. Shear rheology involved small amplitude oscillatory shear (SAOS), flow curves and transient flow, while the extensional rheology was analyzed using hyperbolic contraction flow. In addition, the mechanical properties during solutions manufacture were monitored in situ through the evolution of torque with processing time by mixing rheometry. The results showed that the hydrocolloids exert a great influence on the process rheokinetics and on the resulting rheological response. SAOS tests showed that the xanthan gum solutions behaved as weak gels, whereas guar gum solutions suggest the presence of entanglement and the formation of a viscoelastic, gel-like structure. All the systems exhibited shear-thinning behaviour. Guar gum solutions obeyed the Cox-Merz rule, with some divergence at high rates for the more concentrated solutions, while the Cox-Merz rule was not followed for xanthan gum in the range of concentration studied. The extensional viscosity exhibited an extensional-thinning behaviour within the strain range used and all solutions were characterized by a high Trouton ratio.", "doi": "10.1016/j.carbpol.2017.10.057", "title": "Relation between concentration and shear-extensional rheology properties of xanthan and guar gum solutions.", "journal": ["Carbohydrate polymers", "Carbohydr Polym"]}