{"authors": [["Tacchetti", "Andrea", "A", "Center for Brains Minds and Machines, Massachusetts Institute of Technology, Cambridge, MA, United States."], ["Isik", "Leyla", "L", "Center for Brains Minds and Machines, Massachusetts Institute of Technology, Cambridge, MA, United States."], ["Poggio", "Tomaso", "T", "Center for Brains Minds and Machines, Massachusetts Institute of Technology, Cambridge, MA, United States."]], "date": "2017-12-18", "id": "29253864", "text": "Recognizing the actions of others from visual stimuli is a crucial aspect of human perception that allows individuals to respond to social cues. Humans are able to discriminate between similar actions despite transformations, like changes in viewpoint or actor, that substantially alter the visual appearance of a scene. This ability to generalize across complex transformations is a hallmark of human visual intelligence. Advances in understanding action recognition at the neural level have not always translated into precise accounts of the computational principles underlying what representations of action sequences are constructed by human visual cortex. Here we test the hypothesis that invariant action discrimination might fill this gap. Recently, the study of artificial systems for static object perception has produced models, Convolutional Neural Networks (CNNs), that achieve human level performance in complex discriminative tasks. Within this class, architectures that better support invariant object recognition also produce image representations that better match those implied by human and primate neural data. However, whether these models produce representations of action sequences that support recognition across complex transformations and closely follow neural representations of actions remains unknown. Here we show that spatiotemporal CNNs accurately categorize video stimuli into action classes, and that deliberate model modifications that improve performance on an invariant action recognition task lead to data representations that better match human neural recordings. Our results support our hypothesis that performance on invariant discrimination dictates the neural representations of actions computed in the brain. These results broaden the scope of the invariant recognition framework for understanding visual intelligence from perception of inanimate objects and faces in static images to the study of human perception of action sequences.", "doi": "10.1371/journal.pcbi.1005859", "title": "Invariant recognition drives neural representations of action sequences.", "journal": ["PLoS computational biology", "PLoS Comput. Biol."]}