{"authors": [["Murthy", "Pratima", "P", "Center for Addiction Medicine, National Institute of Mental Health and Neuro Sciences, Bangalore, India. Electronic address: pratimamurthy@gmail.com."], ["Subodh", "B N", "BN", "Post Graduate Institute of Medical Education and Research, Chandigarh, India. Electronic address: drsubodhbn2002@gmail.com."], ["Sinha", "Dhirendra", "D", "WHO FCTC Global Knowledge Hub on Smokeless Tobacco National Institute for Cancer Prevention and Research. Electronic address: sinhad@who.int."], ["Aghi", "Mira", "M", "Healis Sekhsaria Institute of Public Health, Navi Mumbai, India. Electronic address: mirabaghi@hotmail.com."], ["Chaturvedi", "Pankaj", "P", "Head and Neck Surgeon, Tata Memorial Hospital, Mumbai, India. Electronic address: chaturvedi.pankaj@gmail.com."]], "date": "2017-11-20", "id": "29253784", "text": "The use of smokeless tobacco (SLT) is very common in India and leads to well established adverse health effects, particularly oral cancers.To understand the perceptions of SLT users and health care providers regarding the prevalence of SLT in the community, awareness about its adverse effects and challenges for cessation METHODS: Key Informant (KI) interviews with SLT users; Focus group discussions (FGDs) with female and male tobacco users and health care providers RESULTS: KI perceptions among users and service providers were more or less similar regarding the extent of SLT use in the community. There was inadequate knowledge of the harm from SLT use, both among SLT users and health care providers. FGD's revealed high positive expectancies from SLT use and low risk perception. Shift from one to the other form of tobacco and a very early age of initiation, particularly among women, was observed. There was a low demand for assistance to quit.SLT cessation efforts in the country must take cognizance of user perspectives and focus on strategies for demand reduction in all populations, including adolescents. Health care providers need to be trained in SLT cessation.", "doi": "10.1016/j.ajp.2017.11.009", "title": "Smokeless tobacco (SLT) use and cessation in India: Lessons from user and health care provider perspectives.", "journal": ["Asian journal of psychiatry", "Asian J Psychiatr"]}