{"authors": [["Tanaka", "Yukari", "Y", "Graduate school of Education, Kyoto University, Kyoto, Japan. Electronic address: tanaka.yukari.62x@st.kyoto-u.ac.jp."], ["Kanakogi", "Yasuhiro", "Y", "NTT Communication Science Laboratories, Nippon Telegraph and Telephone Corporation, 2-4 Hikaridai, Seika-cho, Souraku-gun, Kyoto 619-0237, Japan; Japan Society for Promotion Science, Kojimachi Business Center Building, 5-3-1 Kojimachi, Chiyoda-ku, Tokyo 102-0083, Japan."], ["Kawasaki", "Masahiro", "M", "Rhythm-based Brain Information Processing Unit, RIKEN BSI-TOYOTA Collaboration Center, Saitama, Japan; Department of Intelligent Interaction Technology, Graduate School of Systems and Information Engineering, University of Tsukuba, Ibaraki, Japan."], ["Myowa", "Masako", "M", "Graduate school of Education, Kyoto University, Kyoto, Japan."]], "date": "2017-12-09", "id": "29253738", "text": "Interaction between caregivers and infants is multimodal in nature. To react interactively and smoothly to such multimodal signals, infants must integrate all these signals. However, few empirical infant studies have investigated how multimodal social interaction with physical contact facilitates multimodal integration, especially regarding audio - tactile (A-T) information. By using electroencephalogram (EEG) and event-related potentials (ERPs), the present study investigated how neural processing involved in A-T integration is modulated by tactile interaction. Seven- to 8-months-old infants heard one pseudoword both whilst being tickled (multimodal 'A-T' condition), and not being tickled (unimodal 'A' condition). Thereafter, their EEG was measured during the perception of the same words. Compared to the A condition, the A-T condition resulted in enhanced ERPs and higher beta-band activity within the left temporal regions, indicating neural processing of A-T integration. Additionally, theta-band activity within the middle frontal region was enhanced, which may reflect enhanced attention to social information. Furthermore, differential ERPs correlated with the degree of engagement in the tickling interaction. We provide neural evidence that the integration of A-T information in infants' brains is facilitated through tactile interaction with others. Such plastic changes in neural processing may promote harmonious social interaction and effective learning in infancy.", "doi": "10.1016/j.dcn.2017.12.001", "title": "The integration of audio-tactile information is modulated by multimodal social interaction with physical contact in infancy.", "journal": ["Developmental cognitive neuroscience", "Dev Cogn Neurosci"]}