{"authors": [["Dittfeld", "Anna", "A", "Department of Histology and Embryology, School of Medicine with the Division of Dentistry, Medical University of Silesia in Katowice, Zabrze, Poland."], ["Gwizdek", "Katarzyna", "K", "School of Health Science, Department of Rehabilitation, Medical University of Silesia in Katowice."], ["Brończyk-Puzoń", "Anna", "A", "Department of Food, Related Diseases Prevention, School of Public Health in Bytom, Medical University of Silesia, Katowice, Poland."]], "date": null, "id": "29253035", "text": "Endocrinology is a branch of medicine dealing with the functioning of endocrine glands. Theain role of the endocrine glands is to control various functions and to adopt internal environment to changes in the external environment. Glands manage to do this by regulating the metabolism of target cells by hormones. One of the earliest connections with endocrinology is found in theHippocratic humoral hypothesis dating about 400 years BC. The author of the first endocrinological observations was Aristotle, who noticed changes in behavior and appearance in castrated roosters. In the Middle Ages winners of battles ate their enemies organs, such as the heart, brain, or gonads, believing that they were a source of special power.However, the last two centuries were a time of intensive development of the research in this field. Certainly, we can now look to the future awaiting the next breakthroughs that will revolutionize today's perception of endocrinology.Endokrynologia jest działem medycyny zajmującym się funkcjonowaniem narządów wydzielania wewnętrznego, którymi są gruczoły. Ich główne zadanie to globalne i długotrwałe sterowanie różnymi funkcjami organizmu i dostosowywanie warunków środowiska wewnętrznego do stale zmieniającego się środowiska zewnętrznego. Spełniają one te funkcje poprzez regulację metabolizmu komórek docelowych za pomocą hormonów. Za jedno z pierwszych powiązań z endokrynologią uznaje się hipotezę humoralną Hippokratesa. Jest to czas datowany na około 400r. p.n.e. Autorem pierwszych obserwacji z zakresu endokrynologii był Arystoteles, który zauważył zmianę zachowania i fizyczności u kogutów poddanych kastracji. W średniowieczu zwycięzcy bitew zjadali organy swoich wrogów, takie jak serce, mózg czy gonady, wierząc,że są one źródłem szczególnych mocy. Jednak ostatnie dwa stulecia to czas szczególnego rozwoju badań w zakresie tej nauki. Z całą pewnością możemy dziś patrzeć w przyszłość, oczekując kolejnych przełomów, które zrewolucjonizują dzisiejsze spostrzeganie endokrynologii.", "doi": "10.18544/PEDM-23.03.0086", "title": "History of endocrinology in the world and in Poland.", "journal": ["Pediatric endocrinology, diabetes, and metabolism", "Pediatr Endocrinol Diabetes Metab"]}