{"authors": [["Shim", "Hyun Joon", "HJ", "Department of Otorhinolaryngology-Head and Neck Surgery, Eulji University School of Medicine, Eulji Medical Center, Seoul, Korea."], ["An", "Yong-Hwi", "YH", "Department of Otorhinolaryngology-Head and Neck Surgery, Eulji University School of Medicine, Eulji Medical Center, Seoul, Korea."], ["Kim", "Dong Hyun", "DH", "Department of Otorhinolaryngology-Head and Neck Surgery, Eulji University School of Medicine, Eulji Medical Center, Seoul, Korea."], ["Yoon", "Ji Eun", "JE", "Department of Otorhinolaryngology-Head and Neck Surgery, Eulji University School of Medicine, Eulji Medical Center, Seoul, Korea."], ["Yoon", "Ji Hyang", "JH", "Department of Otorhinolaryngology-Head and Neck Surgery, Eulji University School of Medicine, Eulji Medical Center, Seoul, Korea."]], "date": "2017-12-18", "id": "29253030", "text": "Recently, \"hidden hearing loss\" with cochlear synaptopathy has been suggested as a potential pathophysiology of tinnitus in individuals with a normal hearing threshold. Several studies have demonstrated that subjects with tinnitus and normal audiograms show significantly reduced auditory brainstem response (ABR) wave I amplitudes compared with control subjects, but normal wave V amplitudes, suggesting increased central auditory gain. We aimed to reconfirm the \"hidden hearing loss\" theory through a within-subject comparison of wave I and wave V amplitudes and uncomfortable loudness level (UCL), which might be decreased with increased central gain, in tinnitus ears (TEs) and non-tinnitus ears (NTEs).Human subjects included 43 unilateral tinnitus patients (19 males, 24 females) with normal and symmetric hearing thresholds and 18 control subjects with normal audiograms. The amplitudes of wave I and V from the peak to the following trough were measured twice at 90 dB nHL and we separately assessed UCLs at 500 Hz and 3000 Hz pure tones in each TE and NTE.The within-subject comparison between TEs and NTEs showed no significant differences in wave I and wave V amplitude, or wave V/I ratio in both the male and female groups. Individual data revealed increased V/I amplitude ratios > mean + 2 SD in 3 TEs, but not in any control ears. We found no significant differences in UCL at 500 Hz or 3000 Hz between the TEs and NTEs, but the UCLs of both TEs and NTEs were lower than those of the control ears.Our ABR data do not represent meaningful evidence supporting the hypothesis of cochlear synaptopathy with increased central gain in tinnitus subjects with normal audiograms. However, reduced sound level tolerance in both TEs and NTEs might reflect increased central gain consequent on hidden synaptopathy that was subsequently balanced between the ears by lateral olivocochlear efferents.", "doi": "10.1371/journal.pone.0189157", "title": "Comparisons of auditory brainstem response and sound level tolerance in tinnitus ears and non-tinnitus ears in unilateral tinnitus patients with normal audiograms.", "journal": ["PloS one", "PLoS ONE"]}