{"authors": [["Li", "Saiqun", "S", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."], ["Liu", "Liangping", "L", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."], ["Wang", "Wei", "W", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."], ["Huang", "Ting", "T", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."], ["Zhong", "Xingwu", "X", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."], ["Yuan", "Jin", "J", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."], ["Liang", "Lingyi", "L", "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."]], "date": "2017-12-18", "id": "29252983", "text": "Based on current evidence, the efficiency and safety of Descemet's membrane endothelial keratoplasty (DMEK) was compared with that of Descemet's stripping endothelial keratoplasty (DSEK).Pubmed, Embase, Web of Science, the Cochrane Database and conference abstracts were comprehensively searched for studies that compared the efficacy and safety of DMEK and DSEK. The efficacy outcome was the postoperative best-corrected visual acuity (BCVA). The safety outcomes included the postoperative endothelial cell density (ECD) and complications such as graft detachment, graft rejection, graft failure, postoperative elevated intraocular pressure (IOP), tissue loss, etc. The outcomes were pooled using random-effects models with Stata 13.0 software. Heterogeneity was qualified with Q statistic and I2/H2 statistic. Publication bias was assessed using funnel plot, Begg rank correlation test, and Egger or Horbard linear regression.19 articles were eligible, and 1124 eyes and 1254 eyes were included in the DMEK and DSEK groups, respectively. The overall pooled estimates showed a significantly better postoperative BCVA, a comparable ECD and an increased graft detachment rate in the DMEK group compared with the DSEK group (BCVA: mean difference (MD) = -0.15, 95% CI = -0.19 to -0.11, P<0.001; ECD: MD = 14.88, 95% CI = -181.50 to 211.27, P = 0.882; graft detachment rate: OR = 4.56, 95% CI = 2.43 to 8.58, P<0.001). Except for the postoperative ECD, which was changed to be higher in the DSEK group than the DMEK group, the learning curve did not have a marked effect on the comparison outcome of the BCVA and graft detachment rate based on the estimates pooled from studies that collected data during the DMEK learning phase (ECD (learning curve): MD = -361.24, 95% CI = -649.42 to -73.07, P = 0.014).Although DMEK is a more technically difficult and challenging procedure, it may represent a safe and more efficient alternative to DSEK for the treatment of corneal endothelial diseases, even during its learning curve.", "doi": "10.1371/journal.pone.0182275", "title": "Efficacy and safety of Descemet's membrane endothelial keratoplasty versus Descemet's stripping endothelial keratoplasty: A systematic review and meta-analysis.", "journal": ["PloS one", "PLoS ONE"]}