{"authors": [["Yuan", "Jie", "J", "Department of Anesthesiology, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, Shanghai, China."], ["Cao", "Song", "S", "Department of Anesthesiology, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou, China."], ["Huang", "Yue", "Y", "Department of Anesthesiology, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, Shanghai, China."], ["Zhang", "Yi", "Y", "Department of Anesthesiology, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou, China."], ["Xie", "Peng", "P", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Zunyi, Guizhou, China."], ["Zhang", "Yu", "Y", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Zunyi, Guizhou, China."], ["Fu", "Bao", "B", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Zunyi, Guizhou, China."], ["Zhang", "Tijiang", "T", "Department of Radiology, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou, China."], ["Song", "Ganjun", "G", "Department of Radiology, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou, China."], ["Yu", "Tian", "T", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Zunyi, Guizhou, China."], ["Zhang", "Mazhong", "M", "Department of Anesthesiology, Shanghai Children's Medical Center, Shanghai Jiaotong University School of Medicine, Shanghai, China."]], "date": "2017-12-15", "id": "29252869", "text": "To identify the changes of local coherence and intrinsic brain activity in resting-state idiopathic trigeminal neuralgia (ITN) patients by using regional homogeneity (ReHo) and fractional aptitude of low-frequency fluctuation (fALFF) analysis. Correlations between spontaneous pain intensity and ReHo or fALFF were analyzed.ReHo and fALFF were analyzed in 23 ITN patients and 23 age- and gender- matched healthy controls to detect the functional abnormality in the brains of ITN patients. Correlations between ReHo, fALFF and ITN pain intensity were also assessed in the ITN group.Compared with healthy controls, ITN patients exhibited significantly abnormal ReHo and fALFF in several brain regions, including the cerebellum, cingulate cortex, temporal lobe, putamen, occipital lobe, limbic lobe, precuneus, insula, medial and superior frontal gyrus compared with healthy controls. Correlation analysis showed that ReHo values of several altered brain areas positively correlated with visual analog scale (VAS) values. But no correlation was found between fALFF and VAS.Our results showed that ITN patients exhibited significantly abnormal spontaneous brain activity in several brain regions that are involved in pain modulation and perception. The present study reflects the maladaptive process of daily pain attacks and may enhance the understanding of how chronic pain affects local intrinsic brain activity.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially. http://creativecommons.org/licenses/by-nc-nd/4.0.", "doi": "10.1097/AJP.0000000000000578", "title": "Altered Spontaneous Brain Activity in Patients with Idiopathic Trigeminal Neuralgia: A Resting-State Functional MRI Study.", "journal": ["The Clinical journal of pain", "Clin J Pain"]}