{"authors": [["Padilla Conde", "Tania", "T", "From the *Sanford School of Medicine, University of South Dakota, Vermillion; and †Avera Medical Group Urogynecology, Sioux Falls, SD."], ["Barker", "Matthew A", "MA", null]], "date": "2017-12-15", "id": "29252823", "text": "The objective of this study was to study the effect of electronic video education on patient's self-assessed perception of knowledge about pelvic floor disorders in relation to obesity in a prospective randomized controlled trial.From June to July 2015, women with a body mass index of 25 kg/m or higher seeking care at a single urogynecology center were recruited and randomized into either a standard visit with an 8-minute video (group A) or a standard visit control (group B). Randomization was performed with computer-generated number blocks of 4. Allocation sequence was concealed from the caregiver, in sequentially numbered, opaque, and sealed envelopes. Immediately after their visit, patients answered a series of 3 questionnaires, which were statistically analyzed using unpaired t tests, Wilcoxon rank sum and analysis of variance tests, presented as mean and standard deviation. Primary outcome was a difference in self-assessed perception of knowledge questionnaire scores. Secondary outcome was a difference in motivation to lose weight.Forty-eight women enrolled, and 40 completed all questionnaires, 20 in each group. Representation in both groups was demographically similar. The mean (SD) answers for the postvisit survey measuring participant's self-assessed perception of knowledge was 3.9 (0.8) for group A and 3.5 (1.1) for group B (P = 0.002). Ninety percent of women in group A reported motivation to lose weight, compared with 75% in group B (P = 0.4).Participants who received electronic video education scored significantly higher on self-assessed perception of knowledge questionnaire about pelvic floor disorders in relation to obesity. The video did not increase motivation to lose weight.", "doi": "10.1097/SPV.0000000000000537", "title": "Effect of Electronic Video Education on Patient's Self-Assessed Knowledge About Obesity and Pelvic Floor Disorders: A Randomized Controlled Trial.", "journal": ["Female pelvic medicine & reconstructive surgery", "Female Pelvic Med Reconstr Surg"]}