{"authors": [["Meeusen", "Romain", "R", "1 Institutional affiliation: Human Physiology Research Group - Vrije Universiteit Brussel, Belgium."], ["Decroix", "Lieselot", "L", "1 Institutional affiliation: Human Physiology Research Group - Vrije Universiteit Brussel, Belgium."]], "date": "2017-12-18", "id": "29252056", "text": "Cognitive function plays an important role in athletic performance, and it seems that brain functioning can be influenced by nutrition and dietary components. Thus, the central nervous system might be manipulated through changes in diet or supplementation with specific nutrients including branched-chain amino acids, tyrosine, carbohydrates and caffeine. Despite some evidence that branched-chained amino acids can influence ratings of perceived exertion and mental performance, several well-controlled studies have failed to demonstrate a positive effect on exercise performance. Evidence of an ergogenic benefit of tyrosine supplementation during prolonged exercise is limited. There is evidence that mild dehydration can impair cognitive performance and mood. The beneficial effect of carbohydrate supplementation during prolonged exercise could relate to increased substrate delivery for the brain, with numerous studies indicating that hypoglycaemia affects brain function and cognitive performance. Caffeine can enhance performance and reduce perception of effort during prolonged exercise and will influence specific reward centres of the brain. Plant products and herbal extracts such as polyphenols, ginseng, ginkgo biloba, etc. are marketed as supplements to enhance performance. In several animal studies, positive effects of these products were shown, however the literature on their effects on sports performance is scarce. Polyphenols have the potential to protect neurons against injury induced by neurotoxins, suppress neuroinflammation and to promote memory, learning and cognitive function. In general, there remains a need for controlled randomized studies with a strong design, sufficient statistical power and well-defined outcome measures before 'claims' on its beneficial effects on brain functioning can be established.", "doi": "10.1123/ijsnem.2017-0314", "title": "Nutritional Supplements and the Brain.", "journal": ["International journal of sport nutrition and exercise metabolism", "Int J Sport Nutr Exerc Metab"]}