{"authors": [["Nock", "Nora L", "NL", "Department of Epidemiology and Biostatistics, Case Western Reserve University, Cleveland, Ohio."], ["Minnes", "Sonia", "S", "Jack, Joseph and Morton Mandel School of Applied Sciences, Case Western Reserve University, Cleveland, Ohio."], ["Alberts", "Jay L", "JL", "Department of Biomedical Engineering, Cleveland Clinic, Cleveland, Ohio."]], "date": null, "id": "29251846", "text": "Substance use (e.g., alcohol, marijuana, opioids, cocaine., etc,) use often initiates during adolescence, a critical period of physiological and social development marked by an increase in risk-taking due, in part, to heightened motivation to obtain arousal from rewards. Substance use during adolescence has been associated with a greater risk of substance use disorders (SUD) in adulthood. Although use rates for most substances have remained relatively stable, the frequency of marijuana use and the perception that regular marijuana use is not harmful has increased in adolescents. Furthermore, the nonmedical use of opioids has increased, particularly in the South, Midwest, and rural low-income communities. Substance use in adolescence has been associated with adverse structural and functional brain changes and, may exacerbate the natural \"imbalance\" between frontal/regulatory and cortical-subcortical circuits, leading to further heightened impulsive and reward-driven behaviors. Exercise increases growth and brain-derived neurotrophic factors that stimulate endogenous dopaminergic systems that, in turn, enhance general plasticity, learning, and memory. Exercise may help to reinforce the \"naïve\" or underdeveloped connections between neurological reward and regulatory processes in adolescence from the \"bottom up\" and \"offset\" reward seeking from substances, while concomitantly improving cardiovascular health, as well as academic and social achievement. In this review, we provide an overview of the current state of substance use in adolescents and rationale for the utilization of exercise, particularly \"assisted\" exercise, which we have shown increases neural activity in cortical-subcortical regions and may modulate brain dopamine levels during adolescence, a unique window of heightened reward sensitivity and neural plasticity, for the prevention and adjunctive treatment of SUD.", "doi": "10.1002/bdr2.1182", "title": "Neurobiology of substance use in adolescents and potential therapeutic effects of exercise for prevention and treatment of substance use disorders.", "journal": ["Birth defects research", "Birth Defects Res"]}