{"authors": [["Anderson", "Caitlin", "C", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Reiss", "India", "I", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Zhou", "Cyrus", "C", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Cho", "Annie", "A", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Siddiqi", "Haziq", "H", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Mormann", "Benjamin", "B", "Center for Developmental Genetics, Department of Biology, New York University, New York, United States."], ["Avelis", "Cameron M", "CM", "Department of Biophysics, Johns Hopkins University, Baltimore, United States."], ["Deford", "Peter", "P", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Bergland", "Alan", "A", "Department of Biology, University of Virginia, Charlottesville, United States."], ["Roberts", "Elijah", "E", "Department of Biophysics, Johns Hopkins University, Baltimore, United States."], ["Taylor", "James", "J", "Department of Biology, Johns Hopkins University, Baltimore, United States."], ["Vasiliauskas", "Daniel", "D", "Paris-Saclay Institute of Neuroscience, Université Paris Sud, Centre National de la Recherche Scientifque, Université Paris-Saclay, Gif-sur-Yvette, France."], ["Johnston", "Robert J", "RJ", "Department of Biology, Johns Hopkins University, Baltimore, United States."]], "date": "2017-12-18", "id": "29251595", "text": "Each individual perceives the world in a unique way, but little is known about the genetic basis of variation in sensory perception. In the fly eye, the random mosaic of color-detecting R7 photoreceptor subtypes is determined by stochastic on/off expression of the transcription factor Spineless (Ss). In a genome-wide association study, we identified a naturally occurring insertion in a regulatory DNA element in ss that lowers the ratio of SsON to SsOFF cells. This change in photoreceptor fates shifts the innate color preference of flies from green to blue. The genetic variant increases the binding affinity for Klumpfuss (Klu), a zinc finger transcriptional repressor that regulates ss expression. Klu is expressed at intermediate levels to determine the normal ratio of SsON to SsOFF cells. Thus, binding site affinity and transcription factor levels are finely tuned to regulate stochastic expression, setting the ratio of alternative fates and ultimately determining color preference.", "doi": "10.7554/eLife.29593", "title": "Natural variation in stochastic photoreceptor specification and color preference in Drosophila.", "journal": ["eLife", "Elife"]}