{"authors": [["Huang", "Yo-Ping", "YP", "1 National Taipei University of Technology, Taipei, Taiwan."], ["Singh", "Avichandra", "A", "1 National Taipei University of Technology, Taipei, Taiwan."], ["Chen", "Sheng", "S", "1 National Taipei University of Technology, Taipei, Taiwan."], ["Sun", "Fang-Ju", "FJ", "3 Mackay Memorial Hospital, Taipei, Taiwan."], ["Huang", "Chiu-Ron", "CR", "4 Mackay Junior College of Medicine, Taipei, Taiwan."], ["Liu", "Shen-Ing", "SI", "3 Mackay Memorial Hospital, Taipei, Taiwan."]], "date": "2017-12-01", "id": "29251514", "text": "This study aimed to develop a psychometrically valid touch screen tablet-based cognitive test battery to identify early cognitive impairment due to dementia in older adults. The battery includes eight tests with 13 subscores, evaluating visual attention, auditory attention, information processing speed, visual memory, motor control, and visuospatial perception. Among the participants, 43 had been diagnosed with mild cognitive impairment (MCI) and 36 with probable Alzheimer's disease (AD); 41 had no cognitive impairment. The average time to administer the tablet-based tests was 10 minutes. Significant correlations with the Mini-Mental State Examination were found in 9 out of 13 subscores. Patients with probable AD scored significantly lower than controls in 8 out of 13 subscores, whereas those with MCI scored significantly lower in 4 out of 13 subscores. Confirmatory factor analysis using Promax rotation showed that four factors caused lower subscores in the MCI group compared with the controls: information processing speed, memory, visuospatial perception, and motor control. All four factors significantly discriminated the controls from the MCI and probable AD groups, and in the expected direction. The touch screen tablet-based cognitive test battery is psychometrically valid for evaluating cognition in older adults.", "doi": "10.1177/1073191117748395", "title": "Validity of a Novel Touch Screen Tablet-Based Assessment for Mild Cognitive Impairment and Probable AD in Older Adults.", "journal": ["Assessment", "Assessment"]}