{"authors": [["Aggelopoulos", "Nikolaos C", "NC", "Special Lab of Primate Neurobiology, Leibniz Institute for Neurobiology, Brenneckestr. 6, 39118, Magdeburg, Germany."], ["Deike", "Susann", "S", "Special Lab Non-invasive Brain Imaging, Leibniz Institute for Neurobiology, Brenneckestr. 6, 39118, Magdeburg, Germany."], ["Selezneva", "Elena", "E", "Special Lab of Primate Neurobiology, Leibniz Institute for Neurobiology, Brenneckestr. 6, 39118, Magdeburg, Germany."], ["Scheich", "Henning", "H", "Emeritus Group Lifelong Learning, Leibniz Institute for Neurobiology, Brenneckestr. 6, 39118, Magdeburg, Germany."], ["Brechmann", "André", "A", "Special Lab Non-invasive Brain Imaging, Leibniz Institute for Neurobiology, Brenneckestr. 6, 39118, Magdeburg, Germany."], ["Brosch", "Michael", "M", "Special Lab of Primate Neurobiology, Leibniz Institute for Neurobiology, Brenneckestr. 6, 39118, Magdeburg, Germany."]], "date": "2017-12-18", "id": "29250854", "text": "Auditory perception is improved when stimuli are predictable and this effect is evident in a modulation of the activity of neurons in the auditory cortex as shown previously. Human listeners can better predict the presence of duration deviants embedded in stimulus streams with fixed inter-onset interval (isochrony) and repeated duration pattern (regularity) and neurons in the auditory cortex of macaque monkeys have stronger sustained responses in the 60-140 ms post-stimulus time-window under these conditions. Subsequently, the question has arisen whether isochrony or regularity in the sensory input contributed to the enhancement of the neuronal and behavioural responses. Therefore, we varied the two factors isochrony and regularity independently and measured the ability of human subjects to detect deviants embedded in these sequences as well as measuring the responses of neurons the primary auditory cortex of macaque monkeys during presentations of the sequences. The performance of humans in detecting deviants was significantly increased by regularity. Isochrony enhanced detection only in the presence of the regularity cue. In monkeys, regularity increased the sustained component of neuronal tone responses in auditory cortex while isochrony had no consistent effect. Although both regularity and isochrony can be considered as parameters that would make a sequence of sounds more predictable, our results from the human and monkey experiments converge in that regularity has a greater influence on behavioural performance and neuronal responses. This article is protected by copyright. All rights reserved.", "doi": "10.1111/ejn.13808", "title": "Predictive cues for auditory stream formation in humans and monkeys.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}