{"authors": [["Reena Benjamin", "J", "J", "Electronics and Communication Engineering Department, Narayanaguru Siddhartha College of Engineering, Kanyakumari district, Tamilnadu, India. reenaleeben@gmail.com."], ["Jayasree", "T", "T", "Electronics and Communication Engineering Department, Government College of Engineering, Tirunelveli, Tamilnadu, India."]], "date": "2017-12-18", "id": "29250750", "text": "In the medical field, radiologists need more informative and high-quality medical images to diagnose diseases. Image fusion plays a vital role in the field of biomedical image analysis. It aims to integrate the complementary information from multimodal images, producing a new composite image which is expected to be more informative for visual perception than any of the individual input images. The main objective of this paper is to improve the information, to preserve the edges and to enhance the quality of the fused image using cascaded principal component analysis (PCA) and shift invariant wavelet transforms.A novel image fusion technique based on cascaded PCA and shift invariant wavelet transforms is proposed in this paper. PCA in spatial domain extracts relevant information from the large dataset based on eigenvalue decomposition, and the wavelet transform operating in the complex domain with shift invariant properties brings out more directional and phase details of the image. The significance of maximum fusion rule applied in dual-tree complex wavelet transform domain enhances the average information and morphological details.The input images of the human brain of two different modalities (MRI and CT) are collected from whole brain atlas data distributed by Harvard University. Both MRI and CT images are fused using cascaded PCA and shift invariant wavelet transform method. The proposed method is evaluated based on three main key factors, namely structure preservation, edge preservation, contrast preservation. The experimental results and comparison with other existing fusion methods show the superior performance of the proposed image fusion framework in terms of visual and quantitative evaluations.In this paper, a complex wavelet-based image fusion has been discussed. The experimental results demonstrate that the proposed method enhances the directional features as well as fine edge details. Also, it reduces the redundant details, artifacts, distortions.", "doi": "10.1007/s11548-017-1692-4", "title": "Improved medical image fusion based on cascaded PCA and shift invariant wavelet transforms.", "journal": ["International journal of computer assisted radiology and surgery", "Int J Comput Assist Radiol Surg"]}