{"authors": [["Kelly", "Brendan", "B", "St. Vincent's University Hospital, Department of Radiology, Elm Park, Dublin, Ireland."], ["Rainford", "Louise A", "LA", "University College Dublin, School of Medicine and Medical Science, Belfield, Dublin, Ireland."], ["McEntee", "Mark F", "MF", "University of Sydney, Medical Radiation Science, Camperdown, New South Wales, Australia."], ["Kavanagh", "Eoin C", "EC", "Mater Misicordiae University Hospital, Radiology, Dublin, Ireland."]], "date": "2017-12-11", "id": "29250569", "text": "Identifying if participants with differing diagnostic accuracy and visual search behavior during radiologic tasks also differ in nonradiologic tasks is investigated. Four clinician groups with different radiologic experience were used: a reference expert group of five consultant radiologists, four radiology registrars, five senior house officers, and six interns. Each of the four clinician groups is known to have significantly different performance in the identification of pneumothoraces in chest x-ray. Each of the 20 participants was shown 6 nonradiologic images (3 maps and 3 sets of geometric shapes) and was asked to perform search tasks. Eye movements were recorded with a Tobii TX300 (Tobii Technology, Stockholm, Sweden) eye tracker. Four eye-tracking metrics were analyzed. Variables were compared to identify any differences among the groups. All data were compared by using nonparametric methods of analysis. The average number of targets identified in the maps did not change among groups [[Formula: see text] of 6 targets (range 5.6 to 6 [Formula: see text])]. None of the four eye-tracking metrics investigated varied with experience in either search task ([Formula: see text]). Despite clear differences in radiologic experience, these clinician groups showed no difference in nonradiologic search pattern behavior or skill across complex images. This is another viewpoint adding to the evidence that radiologic image interpretation is a learned skill and is task specific.", "doi": "10.1117/1.JMI.5.3.031402", "title": "Influence of radiology expertise on the perception of nonmedical images.", "journal": ["Journal of medical imaging (Bellingham, Wash.)", "J Med Imaging (Bellingham)"]}