{"authors": [["Weldam", "Saskia W M", "SWM", "Dept of Respiratory Diseases, Division of Heart and Lungs, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."], ["Schuurmans", "Marieke J", "MJ", "Dept of Nursing Science, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."], ["Zanen", "Pieter", "P", "Dept of Respiratory Diseases, Division of Heart and Lungs, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."], ["Heijmans", "Monique J W M", "MJWM", "Netherlands Institute for Health Services Research (Nivel), Utrecht, the Netherlands."], ["Sachs", "Alfred P E", "APE", "Julius Center for Health Sciences and Primary Care, University Medical Centre Utrecht, Utrecht University, Utrecht, the Netherlands."], ["Lammers", "Jan-Willem J", "JJ", "Dept of Respiratory Diseases, Division of Heart and Lungs, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."]], "date": "2017-12-08", "id": "29250529", "text": "The new COPD-GRIP (Chronic Obstructive Pulmonary Disease - Guidance, Research on Illness Perception) intervention translates evidence regarding illness perceptions and health-related quality of life (HRQoL) into a nurse intervention to guide COPD patients and to improve health outcomes. It describes how to assess and discuss illness perceptions in a structured way. This study aimed to assess the effectiveness of the intervention in primary care. A cluster randomised controlled trial was conducted within 30 general practices and five home-care centres, including 204 COPD patients. 103 patients were randomly assigned to the intervention group and 101 patients to the usual-care group. To assess differences, repeated multilevel linear mixed modelling analyses were used. Primary outcome was change in health status on the Clinical COPD Questionnaire (CCQ) at 9 months. Secondary outcomes were HRQoL, daily activities, health education impact and changes in illness perceptions. There was no significant difference between the groups in the CCQ at 9 months. We found a significant increase in health-directed behaviour at 6 weeks (p=0.024) and in personal control (p=0.005) at 9 months in favour of the intervention group. The COPD-GRIP intervention, practised by nurses, did not improve health status in COPD patients in primary care. However, the intervention has benefits in improving the ability to control the disease and health-related behaviours in the short term. Therefore, taking illness perceptions into account when stimulating healthy behaviours in COPD patients should be considered. Further study on influencing the health status and HRQoL is needed.", "doi": "10.1183/23120541.00115-2016", "title": "The effectiveness of a nurse-led illness perception intervention in COPD patients: a cluster randomised trial in primary care.", "journal": ["ERJ open research", "ERJ Open Res"]}