{"authors": [["Ueda", "Yoshiyuki", "Y", "Kokoro Research Center, Kyoto University, Kyoto, Japan."], ["Nagoya", "Kie", "K", "Faculty of Education, Kyoto University, Kyoto, Japan."], ["Yoshikawa", "Sakiko", "S", "Kokoro Research Center, Kyoto University, Kyoto, Japan."], ["Nomura", "Michio", "M", "Graduate School of Education, Kyoto University, Kyoto, Japan."]], "date": "2017-12-01", "id": "29250018", "text": "Forming specific facial expressions influences emotions and perception. Bearing this in mind, studies should be reconsidered in which observers expressing neutral emotions inferred personal traits from the facial expressions of others. In the present study, participants were asked to make happy, neutral, and disgusted facial expressions: for \"happy,\" they held a wooden chopstick in their molars to form a smile; for \"neutral,\" they clasped the chopstick between their lips, making no expression; for \"disgusted,\" they put the chopstick between their upper lip and nose and knit their brows in a scowl. However, they were not asked to intentionally change their emotional state. Observers judged happy expression images as more trustworthy, competent, warm, friendly, and distinctive than disgusted expression images, regardless of the observers' own facial expression. Observers judged disgusted expression images as more dominant than happy expression images. However, observers expressing disgust overestimated dominance in observed disgusted expression images and underestimated dominance in happy expression images. In contrast, observers with happy facial forms attenuated dominance for disgusted expression images. These results suggest that dominance inferred from facial expressions is unstable and influenced by not only the observed facial expression, but also the observers' own physiological states.", "doi": "10.3389/fpsyg.2017.02097", "title": "Forming Facial Expressions Influences Assessment of Others' Dominance but Not Trustworthiness.", "journal": ["Frontiers in psychology", "Front Psychol"]}