{"authors": [["Chirumbolo", "Antonio", "A", "Department of Social and Developmental Psychology, Sapienza University, Rome, Italy."], ["Urbini", "Flavio", "F", "Department of Human Science, Libera Università Maria SS. Assunta, Rome, Italy."], ["Callea", "Antonino", "A", "Department of Human Science, Libera Università Maria SS. Assunta, Rome, Italy."], ["Lo Presti", "Alessandro", "A", "Department of Psychology, Università degli Studi della Campania Luigi Vanvitelli, Caserta, Italy."], ["Talamo", "Alessandra", "A", "Department of Social and Developmental Psychology, Sapienza University, Rome, Italy."]], "date": "2017-11-29", "id": "29250013", "text": "One of the more visible effects of the societal changes is the increased feelings of uncertainty in the workforce. In fact, job insecurity represents a crucial occupational risk factor and a major job stressor that has negative consequences on both organizational well-being and individual health. Many studies have focused on the consequences about the fear and the perception of losing the job as a whole (called quantitative job insecurity), while more recently research has begun to examine more extensively the worries and the perceptions of losing valued job features (called qualitative job insecurity). The vast majority of the studies, however, have investigated the effects of quantitative and qualitative job insecurity separately. In this paper, we proposed the Job Insecurity Integrated Model aimed to examine the effects of quantitative job insecurity and qualitative job insecurity on their short-term and long-term outcomes. This model was empirically tested in two independent studies, hypothesizing that qualitative job insecurity mediated the effects of quantitative job insecurity on different outcomes, such as work engagement and organizational identification (Study 1), and job satisfaction, commitment, psychological stress and turnover intention (Study 2). Study 1 was conducted on 329 employees in private firms, while Study 2 on 278 employees in both public sector and private firms. Results robustly showed that qualitative job insecurity totally mediated the effects of quantitative on all the considered outcomes. By showing that the effects of quantitative job insecurity on its outcomes passed through qualitative job insecurity, the Job Insecurity Integrated Model contributes to clarifying previous findings in job insecurity research and puts forward a framework that could profitably produce new investigations with important theoretical and practical implications.", "doi": "10.3389/fpsyg.2017.02084", "title": "Occupations at Risk and Organizational Well-Being: An Empirical Test of a Job Insecurity Integrated Model.", "journal": ["Frontiers in psychology", "Front Psychol"]}