{"authors": [["Carletto", "Sara", "S", "Department of Clinical and Biological Sciences, University of Turin, Turin, Italy."], ["Tesio", "Valentina", "V", "Department of Psychology, University of Turin, Turin, Italy."], ["Borghi", "Martina", "M", "Neurologia 2 - Centro di Riferimento Regionale Sclerosi Multipla, Azienda Ospedaliero-Universitaria San Luigi Gonzaga, Orbassano, Italy."], ["Francone", "Diana", "D", "Clinical Psychology and Psychosomatics Service, Azienda Ospedaliero-Universitaria San Luigi Gonzaga, University of Turin, Orbassano, Italy."], ["Scavelli", "Francesco", "F", "Neurologia 2 - Centro di Riferimento Regionale Sclerosi Multipla, Azienda Ospedaliero-Universitaria San Luigi Gonzaga, Orbassano, Italy."], ["Bertino", "Gabriella", "G", "Clinical Psychology and Psychosomatics Service, Azienda Ospedaliero-Universitaria San Luigi Gonzaga, University of Turin, Orbassano, Italy."], ["Malucchi", "Simona", "S", "Neurologia 2 - Centro di Riferimento Regionale Sclerosi Multipla, Azienda Ospedaliero-Universitaria San Luigi Gonzaga, Orbassano, Italy."], ["Bertolotto", "Antonio", "A", "Neurologia 2 - Centro di Riferimento Regionale Sclerosi Multipla, Azienda Ospedaliero-Universitaria San Luigi Gonzaga, Orbassano, Italy."], ["Oliva", "Francesco", "F", "Department of Clinical and Biological Sciences, University of Turin, Turin, Italy."], ["Torta", "Riccardo", "R", "Clinical and Oncological Psychology, Città della Salute e della Scienza Hospital of Turin, Turin, Italy."], ["Ostacoli", "Luca", "L", "Department of Clinical and Biological Sciences, University of Turin, Turin, Italy."]], "date": "2017-11-30", "id": "29250012", "text": "Purpose: Mindfulness interventions have been shown to treat depressive symptoms and improve quality of life in patients with several chronic diseases, including multiple sclerosis, but to date most evaluation of the effectiveness of mindfulness interventions in multiple sclerosis have used patients receiving standard care as the control group. Hence we decided to evaluate the effectiveness of a group-based body-affective mindfulness intervention by comparing it with a psycho-educational intervention, by means of a randomized controlled clinical trial. The outcome variables (i.e., depression, anxiety, perceived stress, illness perception, fatigue and quality of life) were evaluated at the end of the interventions (T1) and after a further 6 months (T2). Methods: Of 90 multiple sclerosis patients with depressive symptoms (Beck Depression Inventory-II score greater than 13) who were randomized, 71 completed the intervention (mindfulness group n = 36; psycho-educational group n = 35). The data were analyzed with GLM repeated-measures ANOVA followed by pairwise comparisons. Results: Per-protocol analysis revealed a time by group interaction on Beck Depression Inventory-II score, with the mindfulness intervention producing a greater reduction in score than the psycho-educational intervention, both at T1 and at T2. Furthermore, the mindfulness intervention improved patients' quality of life and illness perception at T1 relative to the baseline and these improvements were maintained at the follow-up assessment (T2). Lastly, both interventions were similarly effective in reducing anxiety and perceived stress; these reductions were maintained at T2. A whole-sample intention-to-treat (ITT) analysis broadly confirmed the effectiveness of the mindfulness intervention. Conclusion: In conclusion, these results provide methodologically robust evidence that in multiple sclerosis patients with depressive symptoms mindfulness interventions improve symptoms of depression and anxiety and perceived stress, modulate illness representation and enhance quality of life and that the benefits are maintained for at least 6 months. Trial registration: the study was registered in the ClinicalTrials.gov registry (NCT02611401).", "doi": "10.3389/fpsyg.2017.02083", "title": "The Effectiveness of a Body-Affective Mindfulness Intervention for Multiple Sclerosis Patients with Depressive Symptoms: A Randomized Controlled Clinical Trial.", "journal": ["Frontiers in psychology", "Front Psychol"]}