{"authors": [["Bourvis", "Nadège", "N", "Service de Psychiatrie de l'Enfant et de l'Adolescent, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique Hopitaux de Paris, Paris, France."], ["Aouidad", "Aveline", "A", "Service de Psychiatrie de l'Enfant et de l'Adolescent, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique Hopitaux de Paris, Paris, France."], ["Cabelguen", "Clémence", "C", "Department de Psychiatrie Infanto Juvénile, Centre Hospitalier Universitaire de Nantes, Nantes, France."], ["Cohen", "David", "D", "Service de Psychiatrie de l'Enfant et de l'Adolescent, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique Hopitaux de Paris, Paris, France."], ["Xavier", "Jean", "J", "Service de Psychiatrie de l'Enfant et de l'Adolescent, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique Hopitaux de Paris, Paris, France."]], "date": "2017-11-30", "id": "29250007", "text": "Borderline personality disorder (BPD) is a severe and frequent disorder characterized by a pervasive pattern of instability affecting impulse control, emotional regulation, cognitive processing, self-image and interpersonal relationships. Patients' personal histories are often marked by stressful or traumatic experiences, either unique or repeated. Moreover, while clinical signs of the disorder include both chronic and acute features, acute features are mostly triggered by acute stressful situations. Such features include transient cognitive distortion, intense anger, uncontrollable impulsivity, and self-harm behavior - including suicide - and contribute to the burden of the disease. In this paper, we review the various aspects (epidemiological, clinical, and physiological) contributing to the relationship between BDP and stress. In particular, we explore the statistical association between stress exposure and the emergence of BPD while taking into account other psychopathologies, such as post-traumatic stress disorder. Then, the different aspects of stress responses (namely, the phenomenological, behavioral, hormonal, neuro-vegetative and neural responses) are reviewed in BPD patients. Pathophysiological hypotheses are formulated to explain the differences in responses between BPD patients and healthy subjects and their relation to BPD symptoms. Although the pathogenesis remains uncertain, our conclusions seem to reflect a specific biological and neural pattern of altered stress perception and regulation in BPD.", "doi": "10.3389/fpsyg.2017.02054", "title": "How Do Stress Exposure and Stress Regulation Relate to Borderline Personality Disorder?", "journal": ["Frontiers in psychology", "Front Psychol"]}