{"authors": [["Dishon", "Noam", "N", "Department of Psychological Sciences, Faculty of Health, Arts and Design, Swinburne University of Technology, Melbourne, VIC, Australia."], ["Oldmeadow", "Julian A", "JA", "Department of Psychological Sciences, Faculty of Health, Arts and Design, Swinburne University of Technology, Melbourne, VIC, Australia."], ["Critchley", "Christine", "C", "Department of Statistics, Data Science and Epidemiology, Faculty of Health, Arts and Design, Swinburne University of Technology, Melbourne, VIC, Australia."], ["Kaufman", "Jordy", "J", "Department of Psychological Sciences, Faculty of Health, Arts and Design, Swinburne University of Technology, Melbourne, VIC, Australia."]], "date": "2017-11-30", "id": "29250005", "text": "Theorists operating from within a narrative identity framework have suggested that self-reflective reasoning plays a central role in the development of the self. Typically, however, narrative identity researchers have investigated this relationship using correlational rather than experimental methods. In the present study, leveraging on a classic research paradigm from within the social identity literature we developed an experiment to test the extent to which self-reflection might have a causal impact on the self-concept within a decision-making context. In a minimal group paradigm participants were prompted to reflect on their painting choices either before or after allocating points to in-group∖ out-group members. As anticipated, self-reflection augmented social identification, but only when participants felt their choices were personally meaningful. Participants who reasoned about their choices and felt they were subjectively meaningful showed stronger similarity and liking for in-group members compared to those who did not reflect on their choices or found them to be subjectively meaningless. Hence, reflecting on and finding meaning in one's choices may be an important step in linking behavior with in-group identification and thus the self-concept in turn. The absence of any effects on in-group favoritism (a third indicator of social identification measured) as well as implications of the study's findings for self-perception, cognitive dissonance and social identity processes are also discussed.", "doi": "10.3389/fpsyg.2017.02034", "title": "The Effect of Trait Self-Awareness, Self-Reflection, and Perceptions of Choice Meaningfulness on Indicators of Social Identity within a Decision-Making Context.", "journal": ["Frontiers in psychology", "Front Psychol"]}