{"authors": [["Aggius-Vella", "Elena", "E", "Unit for Visually Impaired People, Center for Human Technologies, Istituto Italiano di Tecnologia, Genoa, Italy."], ["Campus", "Claudio", "C", "Unit for Visually Impaired People, Center for Human Technologies, Istituto Italiano di Tecnologia, Genoa, Italy."], ["Finocchietti", "Sara", "S", "Unit for Visually Impaired People, Center for Human Technologies, Istituto Italiano di Tecnologia, Genoa, Italy."], ["Gori", "Monica", "M", "Unit for Visually Impaired People, Center for Human Technologies, Istituto Italiano di Tecnologia, Genoa, Italy."]], "date": "2017-11-03", "id": "29249999", "text": "Studies have found that portions of space around our body are differently coded by our brain. Numerous works have investigated visual and auditory spatial representation, focusing mostly on the spatial representation of stimuli presented at head level, especially in the frontal space. Only few studies have investigated spatial representation around the entire body and its relationship with motor activity. Moreover, it is still not clear whether the space surrounding us is represented as a unitary dimension or whether it is split up into different portions, differently shaped by our senses and motor activity. To clarify these points, we investigated audio localization of dynamic and static sounds at different body levels. In order to understand the role of a motor action in auditory space representation, we asked subjects to localize sounds by pointing with the hand or the foot, or by giving a verbal answer. We found that the audio sound localization was different depending on the body part considered. Moreover, a different pattern of response was observed when subjects were asked to make actions with respect to the verbal responses. These results suggest that the audio space around our body is split in various spatial portions, which are perceived differently: front, back, around chest, and around foot, suggesting that these four areas could be differently modulated by our senses and our actions.", "doi": "10.3389/fpsyg.2017.01932", "title": "Audio Spatial Representation Around the Body.", "journal": ["Frontiers in psychology", "Front Psychol"]}