{"authors": [["Güntensperger", "Dominik", "D", "Neuroplasticity and Learning in the Healthy Aging Brain (HAB LAB), Department of Psychology, University of Zurich, Zurich, Switzerland."], ["Thüring", "Christian", "C", "Department of Otorhinolaryngology, University Hospital of Zurich, Zurich, Switzerland."], ["Meyer", "Martin", "M", "Neuroplasticity and Learning in the Healthy Aging Brain (HAB LAB), Department of Psychology, University of Zurich, Zurich, Switzerland."], ["Neff", "Patrick", "P", "Neuroplasticity and Learning in the Healthy Aging Brain (HAB LAB), Department of Psychology, University of Zurich, Zurich, Switzerland."], ["Kleinjung", "Tobias", "T", "Department of Otorhinolaryngology, University Hospital of Zurich, Zurich, Switzerland."]], "date": "2017-12-01", "id": "29249959", "text": "An effective treatment to completely alleviate chronic tinnitus symptoms has not yet been discovered. However, recent developments suggest that neurofeedback (NFB), a method already popular in the treatment of other psychological and neurological disorders, may provide a suitable alternative. NFB is a non-invasive method generally based on electrophysiological recordings and visualizing of certain aspects of brain activity as positive or negative feedback that enables patients to voluntarily control their brain activity and thus triggers them to unlearn typical neural activity patterns related to tinnitus. The purpose of this review is to summarize and discuss previous findings of neurofeedback treatment studies in the field of chronic tinnitus. In doing so, also an overview about the underlying theories of tinnitus emergence is presented and results of resting-state EEG and MEG studies summarized and critically discussed. To date, neurofeedback as well as electrophysiological tinnitus studies lack general guidelines that are crucial to produce more comparable and consistent results. Even though neurofeedback has already shown promising results for chronic tinnitus treatment, further research is needed in order to develop more sophisticated protocols that are able to tackle the individual needs of tinnitus patients more specifically.", "doi": "10.3389/fnagi.2017.00386", "title": "Neurofeedback for Tinnitus Treatment - Review and Current Concepts.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}