{"authors": [["Farina", "Elisabetta", "E", "Neurorehabilitation Unit, IRCCS S. Maria Nascente, Don Gnocchi Foundation, Milan, Italy."], ["Baglio", "Francesca", "F", "Neurorehabilitation Unit, IRCCS S. Maria Nascente, Don Gnocchi Foundation, Milan, Italy."], ["Pomati", "Simone", "S", "Neurology Unit, Luigi Sacco Hospital, Università degli Studi di Milano, Milan, Italy."], ["D'Amico", "Alessandra", "A", "Neurorehabilitation Unit, IRCCS S. Maria Nascente, Don Gnocchi Foundation, Milan, Italy."], ["Campini", "Isabella C", "IC", "Neurology Unit, Luigi Sacco Hospital, Università degli Studi di Milano, Milan, Italy."], ["Di Tella", "Sonia", "S", "Neuroimaging Unit, IRCCS S. Maria Nascente, Don Gnocchi Foundation, Milan, Italy."], ["Belloni", "Giulia", "G", "Neurorehabilitation Unit, IRCCS S. Maria Nascente, Don Gnocchi Foundation, Milan, Italy."], ["Pozzo", "Thierry", "T", "INSERM-U1093, Cognition-Action-Plasticité sensorimotrice, Campus Universitaire, Dijon, France."]], "date": "2017-11-15", "id": "29249956", "text": "The aim of the current study is to investigate the integrity of the Mirror Neurons (MN) network in normal aging, Mild Cognitive Impairment (MCI), and Alzheimer disease (AD). Although AD and MCI are considered \"cognitive\" diseases, there has been increasing recognition of a link between motor function and AD. More recently the embodied cognition hypothesis has also been developed: it postulates that a part of cognition results from the coupling between action and perception representations. MN represent a neuronal population which links perception, action, and cognition, therefore we decided to characterize MN functioning in neurodegenerative cognitive decline. Three matched groups of 16 subjects (normal elderly-NE, amnesic MCI with hippocampal atrophy and AD) were evaluated with a focused neuropsychological battery and an fMRI task specifically created to test MN: that comprised of an observation run, where subjects were shown movies of a right hand grasping different objects, and of a motor run, where subjects observed visual pictures of objects oriented to be grasped with the right hand. In NE subjects, the conjunction analysis (comparing fMRI activation during observation and execution), showed the activation of a bilateral fronto-parietal network in \"classical\" MN areas, and of the superior temporal gyrus (STG). The MCI group showed the activation of areas belonging to the same network, however, parietal areas were activated to a lesser extent and the STG was not activated, while the opposite was true for the right Broca's area. We did not observe any activation of the fronto-parietal network in AD participants. They did not perform as well as the NE subjects in all the neuropsychological tests (including tests of functions attributed to MN) whereas the MCI subjects were significantly different from the NE subjects only in episodic memory and semantic fluency. Here we show that the MN network is largely preserved in aging, while it appears involved following an anterior-posterior gradient in neurodegenerative decline. In AD, task performance decays and the MN network appears clearly deficient. The preservation of the anterior part of the MN network in MCI could possibly supplement the initial decay of the posterior part, preserving cognitive performance.", "doi": "10.3389/fnagi.2017.00371", "title": "The Mirror Neurons Network in Aging, Mild Cognitive Impairment, and Alzheimer Disease: A functional MRI Study.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}