{"authors": [["Dauber", "Sarah", "S", "The National Center on Addiction and Substance Abuse, 633 Third Avenue, New York, NY 10017, United States."], ["John", "Tiffany", "T", "The National Center on Addiction and Substance Abuse, 633 Third Avenue, New York, NY 10017, United States."], ["Hogue", "Aaron", "A", "The National Center on Addiction and Substance Abuse, 633 Third Avenue, New York, NY 10017, United States."], ["Nugent", "Jessica", "J", "Prevent Child Abuse New Jersey, 103 Church Street, New Brunswick, NJ 08901, United States."], ["Hernandez", "Gina", "G", "Prevent Child Abuse New Jersey, 103 Church Street, New Brunswick, NJ 08901, United States."]], "date": "2017-07-25", "id": "29249846", "text": "Perinatal maternal depression (MD), substance use (SU), and intimate partner violence (IPV) are critical public health concerns with significant negative impacts on child development. Bolstering the capacity of home visiting (HV) programs to address these significant risk factors has potential to improve child and family outcomes. This study presents a description and mixed-methods feasibility evaluation of the \"Home Visitation Enhancing Linkages Project (HELP),\" a screen-and-refer approach to addressing MD, SU, and IPV within HV aimed at improving risk identification and linkage to treatment among HV clients. HELP was a three-phase intervention that included three evidence-based interventions: screening, motivational interviewing (MI), and case management (CM). This study presents quantitative fidelity data from 21 home visitors reporting on 116 clients in 4 HV programs, as well as qualitative data from structured interviews with 14 home visitors. Nearly all clients were screened and 22% screened positive on at least one risk domain. Rates of MI and CM implementation were lower than expected, however home visitors implemented general supportive interventions at high rates. Home visitor interviews revealed the following factors that may have impacted HELP implementation: client disclosure of risk, barriers to treatment access, systems integration, home visitor role perception, and integration of HELP into the broader HV curriculum. Implications of study findings for the design of future attempts to address maternal risk within HV are discussed.", "doi": "10.1016/j.childyouth.2017.07.021", "title": "Development and implementation of a screen-and-refer approach to addressing maternal depression, substance use, and intimate partner violence in home visiting clients.", "journal": ["Children and youth services review", "Child Youth Serv Rev"]}