{"authors": [["Heo", "Yong", "Y", "Department of Occupational Health, Daegu Catholic University, Korea."], ["Kim", "Sang-Hoon", "SH", "Department of Internal Medicine, Seoul Eulji Hospital, Korea."], ["Lee", "Seok-Ki", "SK", "Department of Applied Chemistry, Woosuk University, Korea."], ["Kim", "Hyoung-Ah", "HA", "Department of Preventive Medicine, The Catholic University of Korea, Korea."]], "date": null, "id": "29249738", "text": "Multiple chemical sensitivity (MCS), an acquired disorder with multiple recurrent symptoms, has been studied for its association with diverse environmental factors. The present study investigated the factors associated with the self-reported prevalence of MCS in public facility workers and the general population in Korea. The Quick Environmental Exposure Sensitivity Inventory (QEESI) questionnaire was obtained from public facility workers (N=530) and the general population (N=500) to determine the prevalence of MCS and the degree of its risk. Information about demographic characteristics, subjective perceptions of sick building syndrome or sick house syndrome or allergy (SBS/SHS/Allergy), and certain home- or workplace-related events were also obtained. There was not a statistical difference between the public facility workers and the general population in the QEESI scores. The overall prevalence of MCS was 14.4% and there was no statistical difference between the two groups. Regarding the overall degree of risk of MCS, 21.8% of the study subjects were categorized as \"very suggestive\", and there was no significant difference between the two groups. Gender and the subjective perception of SBS/SHS/Allergy significantly affected the prevalence of MCS and the MCS risk criteria. Considering the absence of diagnostic criteria and/or treatment methods for MCS in Korea, these results can be utilized in establishing future strategies to manage MCS.", "doi": "10.7888/juoeh.39.249", "title": "Factors Contributing to the Self-Reported Prevalence of Multiple Chemical Sensitivity in Public Facility Workers and the General Population of Korea.", "journal": ["Journal of UOEH", "J. UOEH"]}