{"authors": [["Vidal Florc", "Mercè", "M", "Servicio de Endocrinología y Nutrición, Unidad de Diabetes, Hospital Clínic i Provincial de Barcelona, Barcelona, España. Electronic address: mvidal@clinic.cat."], ["Jansà Morató", "Margarita", "M", "Servicio de Endocrinología y Nutrición, Unidad de Diabetes, Hospital Clínic i Provincial de Barcelona, Barcelona, España."], ["Galindo Rubio", "Mercedes", "M", "Servicio de Endocrinología y Nutrición, Hospital Clínico San Carlos, Madrid, España."], ["Penalba Martínez", "Maite", "M", "Servicio de Endocrinología y Nutrición, Hospital Universitari i Politècnic La Fe, Valencia, España."]], "date": "2017-12-14", "id": "29249677", "text": "To assess adherence to self-monitoring of blood glucose and the main factors associated with it, particularly those related to self-perception of glycemia, in patients with diabetes on insulin therapy.An epidemiological, observational, prospective, multicenter study conducted in standard clinical practice in primary care, outpatient centers, and hospitals from different Spanish regions. Sociodemographic, clinical and treatment data were collected. Patients were considered adherent to self-monitoring if they performed the minimum number of controls recommended by the Spanish Society of Diabetes (SED).Adherence was shown in 61.6% of patients. Factors associated to adherence included treatment with less than three insulin injections daily (OR 2.678; 95% CI 2.048- 3.5029; p <0.001), presence of peripheral vascular disease (OR 1.529; 95% CI 1.077 - 2.171; p=0.018), alcohol abstinence (OR 1.442; 95% CI 1.118 - 1.858; p=0.005), and collection of the glucose test strips from the pharmacy (OR 1.275; 95% CI 1.026 - 1.584; p=0.028). Adequate self-perception of glycemia was found in 21.4% of patients.Our results show a suboptimal adherence to the recommended protocol for blood glucose self-monitoring in patients with diabetes on insulin therapy. Independent variables associated to good adherence were treatment with less than three insulin injections dailyu, presence of peripheral vascular disease, alcohol abstinence, and collection of glucose test strips from the pharmacy.", "doi": "10.1016/j.endinu.2017.10.005", "title": "Factors associated to adherence to blood glucose self-monitoring in patients with diabetes treated with insulin. The dapa study.", "journal": ["Endocrinologia, diabetes y nutricion", "Endocrinol Diabetes Nutr"]}