{"authors": [["Moulton", "Stuart J", "SJ", "Department of Clinical Health Psychology, Ryehill Health Centre, St Peter Street, Dundee, DD1 4JH, UK. Electronic address: Stuart.moulton@nhs.net."], ["Gullyas", "Csilla", "C", "Department of Clinical Health Psychology, Ryehill Health Centre, St Peter Street, Dundee, DD1 4JH, UK."], ["Hogg", "Fiona J", "FJ", "Department of Clinical Health Psychology, Ryehill Health Centre, St Peter Street, Dundee, DD1 4JH, UK."], ["Power", "Kevin G", "KG", "Department of Clinical Health Psychology, Ryehill Health Centre, St Peter Street, Dundee, DD1 4JH, UK."]], "date": "2017-12-02", "id": "29249674", "text": "A limited number of studies have researched psychosocial predictors of body image dissatisfaction exclusively within the National Health Service (NHS) aesthetic surgery patient populations, despite aesthetic surgery being offered on an exceptional basis. The Adult Exceptional Aesthetic Referral Protocol (AEARP) defines criteria for aesthetic surgery under the NHS in Scotland. The protocol requires psychological assessment prior to surgery for the majority of aesthetic surgery procedures offered. It is therefore important to establish psychological predictors of body image dissatisfaction to aid with assessment and provision of psychological therapy for this patient group.334 consecutive potential aesthetic surgery patients referred for psychological assessment under the AEARP completed psychosocial self-report assessment measures as part of routine practice. Multiple regression analysis using the forced entry method was used to investigate psychosocial predictors of body image dissatisfaction.Multiple regression analysis indicated that younger age, greater symptoms of depression, lower levels of self-esteem and greater interpersonal sensitivity significantly predicted higher levels of self-reported body image dissatisfaction. Symptoms of anxiety did not significantly predict body image dissatisfaction.This study indicates that both self perception and perception of self in relation to others, especially fear of being judged by others, significantly relates to body image dissatisfaction in this patient group. Psychological assessment of patients' suitability for aesthetic surgery should consider factors such as the patients' interpersonal functioning. Psychological intervention targeted at symptoms of depression, difficulties with self-esteem and interpersonal functioning may be of significant benefit to patients either prior to undergoing surgery or as an alternative to aesthetic surgery.", "doi": "10.1016/j.bjps.2017.11.004", "title": "Psychosocial predictors of body image dissatisfaction in patients referred for NHS aesthetic surgery.", "journal": ["Journal of plastic, reconstructive & aesthetic surgery : JPRAS", "J Plast Reconstr Aesthet Surg"]}