{"authors": [["Scala", "Daniela", "D", "Nuclear Medicine Cardarelli Hospital, Road Cardarelli 9, 80131 Naples, Italy. Electronic address: sdaniela2000@yahoo.com."], ["Menditto", "Enrica", "E", "CIRFF, Center for Pharmacoeconomics Research, University of Naples Federico II, Road Domenico Montesano, 49 80131 Naples, Italy. Electronic address: enrica.menditto@unina.it."], ["Caruso", "Giuseppe", "G", "Emergency Department Cardarelli Hospital, Road Cardarelli 9, 80131 Naples, Italy. Electronic address: dr.giuseppecaruso@me.com."], ["Monetti", "Valeria Marina", "VM", "CIRFF, Center for Pharmacoeconomics Research, University of Naples Federico II, Road Domenico Montesano, 49 80131 Naples, Italy. Electronic address: vmonetti@unina.it."], ["Orlando", "Valentina", "V", "CIRFF, Center for Pharmacoeconomics Research, University of Naples Federico II, Road Domenico Montesano, 49 80131 Naples, Italy. Electronic address: valentina.orlando@unina.it."], ["Guerriero", "Francesca", "F", "CIRFF, Center for Pharmacoeconomics Research, University of Naples Federico II, Road Domenico Montesano, 49 80131 Naples, Italy."], ["Buonomo", "Giuseppe", "G", "Samnium Medica, Road Aldo Moro, 31G, 82018 San Giorgio del Sannio (Benevento), Italy. Electronic address: giuseppebuonomo@tin.it."], ["Caruso", "Domenico", "D", "Internal Medicine1, Cardarelli Hospital, Road Cardarelli 9, 80131 Naples, Italy. Electronic address: dr.domenicocaruso@gmail.com."], ["D'Avino", "Maria", "M", "Internal Medicine1, Cardarelli Hospital, Road Cardarelli 9, 80131 Naples, Italy. Electronic address: dott.mariadavino@gmail.com."]], "date": "2017-12-09", "id": "29249596", "text": "The aim was to determine the impact of a telephone counseling service, provided bi-monthly by pharmacist, on patients' beliefs about antihypertensive medicines and blood pressure (BP) control.Either hypertensive patients were randomly assigned to a control group (CG, usual care) or an intervention group (IG). All patients had BP values registered and filled in the Italian version of the Belief Medicine Questionnaire (BMQ). After 12 months, patients filled in the BMQ again and had their self-reported BP registered. The intervention consisted of an educational/counseling session based on patients' needs assessment provided bi-monthly by a pharmacist for one year via telephone.80 CG and 84 IG patients were recruited. After 12 months, there were significant differences between IG and CG for both BMQ's Necessity and Concern score (p < 0.001; p < 0.001 respectively) and a significant reduction in BP values in IG (p < 0.001).The intervention improves BP control by modifying patients' perception about treatments and involving patients as participants in the management of their health.This paper could serve as a guideline for other studies to confirm the effectiveness of this intervention in modifying health behavior, and the role of hospital pharmacist.", "doi": "10.1016/j.pec.2017.12.006", "title": "Are you more concerned about or relieved by medicines? An explorative randomized study of the impact of telephone counseling by pharmacists on patients' beliefs regarding medicines and blood pressure control.", "journal": ["Patient education and counseling", "Patient Educ Couns"]}