{"authors": [["Stabio", "Maureen E", "ME", "Department of Cell & Developmental Biology, University of Colorado School of Medicine, Aurora, CO 80045, USA. Electronic address: maureen.stabio@ucdenver.edu."], ["Sabbah", "Shai", "S", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Quattrochi", "Lauren E", "LE", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Ilardi", "Marissa C", "MC", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Fogerson", "P Michelle", "PM", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Leyrer", "Megan L", "ML", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Kim", "Min Tae", "MT", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Kim", "Inkyu", "I", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."], ["Schiel", "Matthew", "M", "Circuit Dynamics and Connectivity Unit, National Institute of Neurological Disorders and Stroke, Bethesda, MD 20892, USA."], ["Renna", "Jordan M", "JM", "Department of Biology, University of Akron, Akron, OH 44325, USA."], ["Briggman", "Kevin L", "KL", "Circuit Dynamics and Connectivity Unit, National Institute of Neurological Disorders and Stroke, Bethesda, MD 20892, USA."], ["Berson", "David M", "DM", "Department of Neuroscience, Brown University, Providence, RI 02912, USA."]], "date": "2017-12-14", "id": "29249284", "text": "Intrinsically photosensitive retinal ganglion cells (ipRGCs) combine direct photosensitivity through melanopsin with synaptically mediated drive from classical photoreceptors through bipolar-cell input. Here, we sought to provide a fuller description of the least understood ipRGC type, the M5 cell, and discovered a distinctive functional characteristic-chromatic opponency (ultraviolet excitatory, green inhibitory). Serial electron microscopic reconstructions revealed that M5 cells receive selective UV-opsin drive from Type 9 cone bipolar cells but also mixed cone signals from bipolar Types 6, 7, and 8. Recordings suggest that both excitation and inhibition are driven by the ON channel and that chromatic opponency results from M-cone-driven surround inhibition mediated by wide-field spiking GABAergic amacrine cells. We show that M5 cells send axons to the dLGN and are thus positioned to provide chromatic signals to visual cortex. These findings underscore that melanopsin's influence extends beyond unconscious reflex functions to encompass cortical vision, perhaps including the perception of color.", "doi": "10.1016/j.neuron.2017.11.030", "title": "The M5 Cell: A Color-Opponent Intrinsically Photosensitive Retinal Ganglion Cell.", "journal": ["Neuron", "Neuron"]}