{"authors": [["Li", "Xu-Hui", "XH", "Center for Neuron and Disease, Frontier Institutes of Science and Technology, Xi'an Jiaotong University, Xi'an, 710049, China."], ["Song", "Qian", "Q", "Center for Neuron and Disease, Frontier Institutes of Science and Technology, Xi'an Jiaotong University, Xi'an, 710049, China."], ["Chen", "Qi-Yu", "QY", "Center for Neuron and Disease, Frontier Institutes of Science and Technology, Xi'an Jiaotong University, Xi'an, 710049, China."], ["Lu", "Jing-Shan", "JS", "Center for Neuron and Disease, Frontier Institutes of Science and Technology, Xi'an Jiaotong University, Xi'an, 710049, China."], ["Chen", "Tao", "T", "Center for Neuron and Disease, Frontier Institutes of Science and Technology, Xi'an Jiaotong University, Xi'an, 710049, China."], ["Zhuo", "Min", "M", "Center for Neuron and Disease, Frontier Institutes of Science and Technology, Xi'an Jiaotong University, Xi'an, 710049, China. min.zhuo@utoronto.ca."]], "date": "2017-12-18", "id": "29249203", "text": "The tree shrew, as a primate-like animal model, has been used for studying high brain functions such as social emotion and spatial learning memory. However, little is known about the excitatory synaptic transmission in cortical brain areas of the tree shrew. In the present study, we have characterized the excitatory synaptic transmission and intrinsic properties of pyramidal neurons in the anterior cingulate cortex (ACC) of the adult tree shrew, a key cortical region for pain perception and emotion. We found that glutamate is the major excitatory transmitter for fast synaptic transmission. Excitatory synaptic responses induced by local stimulation were mediated by AMPA and kainate (KA) receptors. As compared with mice, AMPA and KA receptor mediated responses were significantly greater. Interestingly, the frequency of spontaneous excitatory postsynaptic currents (sEPSCs) and miniature excitatory postsynaptic currents (mEPSCs) in tree shrews was significantly less than that of mice. Moreover, both the ratio of paired-pulse facilitation (PPF) and the time of 50% decay for fast blockade of NMDA receptor mediated EPSCs were greater in the tree shrew. Finally, tree shrew neurons showed higher initial firing frequency and neuronal excitability with a cell type-specific manner in the ACC. Our studies provide the first report of the basal synaptic transmission in the ACC of adult tree shrew.", "doi": "10.1186/s13041-017-0336-5", "title": "Characterization of excitatory synaptic transmission in the anterior cingulate cortex of adult tree shrew.", "journal": ["Molecular brain", "Mol Brain"]}