{"authors": [["González-Díaz", "Sandra Nora", "SN", "Universidad Autónoma de Nuevo León, Centro Regional de Alergia e Inmunología Clínica, Monterrey, Nuevo León, México. almabelenpartidaortega@yahoo.com.mx."], ["Partida-Ortega", "Alma Belén", "AB", null], ["Macías-Weinmann", "Alejandra", "A", null], ["Arias-Cruz", "Alfredo", "A", null], ["Galindo-Rodríguez", "Gabriela", "G", null], ["Hernández-Robles", "Maricela", "M", null], ["Ibarra-Chávez", "Jesús Arturo", "JA", null], ["Monge-Ortega", "Olga Patricia", "OP", null], ["Ramos-Valencia", "Lissette", "L", null], ["Macouzet-Sánchez", "Carlos", "C", null]], "date": null, "id": "29249104", "text": "Asthma patients show lower exercise tolerance.Assessment of functional capacity in children with asthma.Girls and boys from 6 to 17 years old were included in two groups: asthmatic patients and healthy subjects. PSPQ was applied and vital signs, peak expiratory flow and Modiﬁed Borg Dyspnea Scale were measured at the beginning and the end of 6MWD.Participants included 58 subjects, including 32 asthmatic patients, and 55.2 % male subjects. Mean age: 10.6 years ± 3.1. Asthmatic group: mean distance covered in meters 456.04 ± 54.05, meters covered by gender 456.31 ± 48.73 male and 455.74 ± 61.29 female (p = 0.28). Control group: the mean was 468.28 ± 54.52 meters, meters covered by gender 465.98 ± 58.04 male, 471.44 ± 51.95 female (p = 0.35). The difference between asthmatic group and control group was 12.24 meters in favor of control group (p = 0.378). There was no association between body mass index (BMI) and distance covered (p = 0.53), but a Pearson correlation p = -0.445. In the male gender, CF was positively associated with self-perception in CAF variables: physical condition, physical attractiveness, strength (p = 0.04) and physical self-concept in general (p = 0.02).There was no significant difference in the distance covered between the two groups. The main impact factor was the body mass index with an inverse relation to the distance. Males had better physical self-perception, which is positively associated with CF.Antecedentes: los pacientes con asma muestran menor tolerancia al ejercicio. Objetivo: evaluar la capacidad funcional en niños con asma. Métodos: se incluyeron pacientes con asma de 6 a 17 años y un grupo control sano. Se registraron signos vitales, flujometría, escala de disnea y fatiga de Borg antes y después de prueba de marcha de seis minutos; se aplicó el Cuestionario de Autopercepción Física. Resultados: participaron 58 sujetos, 32 con asma, 55.2 % del sexo masculino. La edad fue de 10.6 años ± 3.1 años. En el grupo con asma, la distancia media recorrida fue de 456.04 ± 54.05 m; en los hombres de 456.31 ± 48.73 m y en las mujeres de 455.74 ± 61.29 m (p = 0.28). En el grupo control, la distancia media fue de 468.28 ± 54.52 m; en niños de 465.98 ± 58.04 m y en las niñas de 471.44 ± 51.95 m (p = 0.35). La diferencia entre los grupos con asma y control fue de 12.24 m, a favor del control (p = 0.378). No hubo asociación entre el índice de masa corporal y la distancia recorrida (p = 0.53). En el sexo masculino, la capacidad funcional se asoció positivamente con la condición física, atractivo físico, fuerza (p = 0.04) y autoconcepto físico en general (p = 0.02) del Cuestionario. Conclusiones: no hubo diferencia significativa entre los grupos en la distancia recorrida. El principal factor de impacto fue el índice de masa corporal, con una relación inversa a la distancia recorrida. El sexo masculino tuvo mejor autopercepción física, asociada positivamente con la capacidad funcional.", "doi": "10.29262/ram.v64i4.224", "title": "[Evaluation of functional capacity by 6-minute walk test in children with asthma].", "journal": ["Revista alergia Mexico (Tecamachalco, Puebla, Mexico : 1993)", "Rev Alerg Mex"]}