{"authors": [["Hérivaux", "Anaïs", "A", "Groupe d'Etude des Interactions Hôte-Pathogène, GEIHP, EA3142, UNIV Angers, UNIV Brest, Université Bretagne-Loire, Angers, France."], ["Lavín", "José L", "JL", "Genome Analysis Platform, CIC bioGUNE, Derio, Spain."], ["de Bernonville", "Thomas Dugé", "TD", "Biomolécules et Biotechnologies Végétales, EA2106, Université François Rabelais de Tours, Tours, France."], ["Vandeputte", "Patrick", "P", "Groupe d'Etude des Interactions Hôte-Pathogène, GEIHP, EA3142, UNIV Angers, UNIV Brest, Université Bretagne-Loire, Angers, France."], ["Bouchara", "Jean-Philippe", "JP", "Groupe d'Etude des Interactions Hôte-Pathogène, GEIHP, EA3142, UNIV Angers, UNIV Brest, Université Bretagne-Loire, Angers, France."], ["Gastebois", "Amandine", "A", "Groupe d'Etude des Interactions Hôte-Pathogène, GEIHP, EA3142, UNIV Angers, UNIV Brest, Université Bretagne-Loire, Angers, France."], ["Oguiza", "José A", "JA", "Genetics and Microbiology Research Group, Department of Agrarian Production, Public University of Navarre, Pamplona, Spain."], ["Papon", "Nicolas", "N", "Groupe d'Etude des Interactions Hôte-Pathogène, GEIHP, EA3142, UNIV Angers, UNIV Brest, Université Bretagne-Loire, Angers, France. nicolas.papon@univ-angers.fr."]], "date": "2017-12-16", "id": "29249052", "text": "Two-component systems (TCSs) are widely distributed cell signaling pathways used by both prokaryotic and eukaryotic organisms to cope with a wide range of environmental cues. In fungi, TCS signaling routes, that mediate perception of stimuli, correspond to a multi-step phosphorelay between three protein families including hybrid histidine kinases (HHK), histidine phosphotransfer proteins (HPt) and response regulators (RR). The best known of these fungal transduction pathways remains the Sln1(HHK)-Ypd1(HPt)-Ssk1(RR) system that governs the high-osmolarity glycerol (HOG) mitogen-activated protein kinase (MAPK) pathway for osmo-adaptation in Saccharomyces cerevisiae. Although recent advances have provided a preliminary overview of the distribution of TCS proteins in the kingdom Fungi, underlying mechanisms that drive the remarkable diversity among HHKs and other TCS proteins in different fungal lineages remain unclear. More precisely, evolutionary paths that led to the appearance, transfer, duplication, and loss of the corresponding TCS genes in fungi have never been hitherto addressed. In the present study, we were particularly interested in studying the distribution of TCS modules across the so-called \"budding yeasts clade\" (Saccharomycotina) by interrogating the genome of 82 species. With the exception of the emergence of an additional RR (named Srr1) in the fungal CTG clade, TCS proteins Ypd1 (HPt), Ssk1 (RR), Skn7 (RR), and Rim15 (RR) are well conserved within the Saccharomycotina. Surprisingly, some species from the basal lineages, especially Lipomyces starkeyi, harbor several filamentous-type HHKs that appear as relict genes that have been likely retained from a common ancestor of Saccharomycotina. Overall, this analysis revealed a progressive diminution of the initial pool of HHK-encoding genes during Saccharomycotina yeast evolution.", "doi": "10.1007/s00294-017-0797-1", "title": "Progressive loss of hybrid histidine kinase genes during the evolution of budding yeasts (Saccharomycotina).", "journal": ["Current genetics", "Curr. Genet."]}