{"authors": [["Yoshida", "Masaaki", "M", "Department of Ophthalmology, Tohoku University Graduate School of Medicine, 1-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8574, Japan."], ["Kiyota", "Naoki", "N", "Department of Ophthalmology, Tohoku University Graduate School of Medicine, 1-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8574, Japan."], ["Maruyama", "Kazuichi", "K", "Department of Ophthalmology, Tohoku University Graduate School of Medicine, 1-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8574, Japan. kazuichi.maruyama@ophthal.med.osaka-u.ac.jp."], ["Kunikata", "Hiroshi", "H", "Department of Ophthalmology, Tohoku University Graduate School of Medicine, 1-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8574, Japan."], ["Toyokawa", "Masahiro", "M", "Department of Laboratory Medicine, Tohoku University Hospital, Sendai, Japan."], ["Hagiwara", "Shigehiro", "S", "Teikyo University Institute of Medical Mycology, Tokyo, Japan."], ["Makimura", "Koichi", "K", "Teikyo University Institute of Medical Mycology, Tokyo, Japan."], ["Sato", "Naomi", "N", "Department of Pathology, Tohoku University Hospital, Sendai, Japan."], ["Taniuchi", "Shinji", "S", "Department of Pathology, Tohoku University Hospital, Sendai, Japan."], ["Nakazawa", "Toru", "T", "Department of Ophthalmology, Tohoku University Graduate School of Medicine, 1-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8574, Japan."]], "date": "2017-12-16", "id": "29249044", "text": "Endogenous fungal endophthalmitis (EFE) caused by disseminated fusariosis is a rare condition that generally has a poor outcome, even with intensive therapy. Here, we describe a case in which this type of EFE was diagnosed with vitreous sampling and was successfully treated with 25-gauge vitrectomy and antifungals, including liposomal amphotericin B and voriconazole. A 16-year-old male patient undergoing treatment for acute myeloid leukemia complained of eye pain and blurred vision in his right eye. Treatment was initiated for a vitreous opacity, possibly associated with herpetic retinitis, but the patient worsened and he was referred to us. Right-eye visual acuity was limited to light perception. We suspected endogenous endophthalmitis and performed 25-gauge vitrectomy with antibiotic perfusion of ceftazidime, vancomycin, and voriconazole. Vitreous culturing revealed the presence of Fusarium solani species complex, and enhanced computed tomography revealed disseminated fusariosis lesions in the lung, spleen, and the soft tissue of the left upper arm. The patient received antifungal treatment with liposomal amphotericin B and voriconazole, and these conditions were eliminated. Visual acuity recovered to 20/400 after additional vitrectomy for tractional retinal detachment and was maintained at this level during the 6-month follow-up period. The success of our treatment allowed the capture of optical coherence tomography images of the retina during fusarium-associated endogenous endophthalmitis and the follow-up period. Furthermore, this case showed that immediate vitrectomy for suspected EFE and intensive treatment can lead to a good clinical outcome.", "doi": "10.1007/s11046-017-0221-x", "title": "Endogenous Fusarium Endophthalmitis During Treatment for Acute Myeloid Leukemia, Successfully Treated with 25-Gauge Vitrectomy and Antifungal Medications.", "journal": ["Mycopathologia", "Mycopathologia"]}