{"authors": [["Amorim", "Mariana", "M", "EPIUnit - Instituto de Saúde Pública, Universidade do Porto, Rua das Taipas nº135, 4050-600, Porto, Portugal. mariana.amorim@ispup.up.pt."], ["Silva", "Susana", "S", "EPIUnit - Instituto de Saúde Pública, Universidade do Porto, Rua das Taipas nº135, 4050-600, Porto, Portugal."], ["Kelly-Irving", "Michelle", "M", "INSERM UMR1027, 31000, Toulouse, France."], ["Alves", "Elisabete", "E", "EPIUnit - Instituto de Saúde Pública, Universidade do Porto, Rua das Taipas nº135, 4050-600, Porto, Portugal."]], "date": "2017-12-16", "id": "29248997", "text": "To synthesize the body of knowledge on the factors influencing the QoL of mothers and fathers of preterm infants.A scoping review was performed. Publications indexed in PubMed®, Web of Science™, CINAHL® and PsycINFO® were searched, targeting studies presenting original empirical data that examined parental perception on QoL after a preterm delivery. Eligibility and data extraction were conducted by two independent researchers. The main quantitative findings were synthesized and qualitative data were explored by content analysis.The studies, 11 quantitative and 1 mixed methods, were derived mainly from the USA (n = 6). Heterogeneity across the studies was observed regarding the operationalization of QoL and the use of units of analysis (mothers, parents, families and caregivers). In a context where 40 out of 45 covariates were analysed by only one or two studies, results suggested that parental QoL after a preterm delivery is influenced by factors related with mother's characteristics, family issues and health care environment rather than infants' variables. Factors regarding fathers' characteristics and structural levels were not addressed.Standardizing the operationalization of the QoL when analysing mothers and fathers of preterm infants calls for a structured questionnaire adapted to their specific needs. Further research should include both mothers and fathers, invest in mixed methods approaches and be performed in different countries and settings for allowing integration and comparison of findings.", "doi": "10.1007/s11136-017-1771-6", "title": "Quality of life among parents of preterm infants: a scoping review.", "journal": ["Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation", "Qual Life Res"]}