{"authors": [["van der Kant", "Anne", "A", "Leiden Institute for Brain and Cognition, University of Leiden, Leiden, The Netherlands; Leiden University Centre for Linguistics, University of Leiden, Leiden, The Netherlands; Department of Linguistics, University of Potsdam, Potsdam, Germany."], ["Biro", "Szilvia", "S", "Leiden Institute for Brain and Cognition, University of Leiden, Leiden, The Netherlands; Center for Child and Family Studies, University of Leiden, Leiden, The Netherlands. Electronic address: sbiro@fsw.leidenuniv.nl."], ["Levelt", "Claartje", "C", "Leiden Institute for Brain and Cognition, University of Leiden, Leiden, The Netherlands; Leiden University Centre for Linguistics, University of Leiden, Leiden, The Netherlands."], ["Huijbregts", "Stephan", "S", "Leiden Institute for Brain and Cognition, University of Leiden, Leiden, The Netherlands; Department of Clinical Child and Adolescent Studies, University of Leiden, Leiden, The Netherlands."]], "date": "2017-12-14", "id": "29248823", "text": "Both social perception and temperament in young infants have been related to social functioning later in life. Previous functional Near-Infrared Spectroscopy (fNIRS) data (Lloyd-Fox et al., 2009) showed larger blood-oxygenation changes for social compared to non-social stimuli in the posterior temporal cortex of five-month-old infants. We sought to replicate and extend these findings by using fNIRS to study the neural basis of social perception in relation to infant temperament (Negative Affect) in 37 five-to-eight-month-old infants. Infants watched short videos displaying either hand and facial movements of female actors (social dynamic condition) or moving toys and machinery (non-social dynamic condition), while fNIRS data were collected over temporal brain regions. Negative Affect was measured using the Infant Behavior Questionnaire. Results showed significantly larger blood-oxygenation changes in the right posterior-temporal region in the social compared to the non-social condition. Furthermore, this differential activation was smaller in infants showing higher Negative Affect. Our results replicate those of Lloyd-Fox et al. and confirmed that five-to-eight-month-old infants show cortical specialization for social perception. Furthermore, the decreased cortical sensitivity to social stimuli in infants showing high Negative Affect may be an early biomarker for later difficulties in social interaction.", "doi": "10.1016/j.dcn.2017.12.003", "title": "Negative affect is related to reduced differential neural responses to social and non-social stimuli in 5-to-8-month-old infants: A functional near-infrared spectroscopy-study.", "journal": ["Developmental cognitive neuroscience", "Dev Cogn Neurosci"]}