{"authors": [["Avanzini", "P", "P", "Istituto di Neuroscienze, Consiglio nazionale delle Ricerche - CNR, Parma, Italy; Dipartimento di Medicina e Chirurgia, University of Parma, Italy. Electronic address: pietro.avanzini@cnr.it."], ["Pelliccia", "V", "V", "Dipartimento di Medicina e Chirurgia, University of Parma, Italy; Centro per la chirurgia dell'Epilessia \"Claudio Munari\", Ospedale Ca'Granda-Niguarda, Milano, Italy."], ["Lo Russo", "G", "G", "Centro per la chirurgia dell'Epilessia \"Claudio Munari\", Ospedale Ca'Granda-Niguarda, Milano, Italy."], ["Orban", "G A", "GA", "Dipartimento di Medicina e Chirurgia, University of Parma, Italy."], ["Rizzolatti", "G", "G", "Istituto di Neuroscienze, Consiglio nazionale delle Ricerche - CNR, Parma, Italy; Dipartimento di Medicina e Chirurgia, University of Parma, Italy."]], "date": "2017-12-14", "id": "29248698", "text": "Here we show how anatomical and functional data recorded from patients undergoing stereo-EEG can be used to decompose the cortical processing following nerve stimulation in different stages characterized by specific topography and time course. Tibial, median and trigeminal nerves were stimulated in 96 patients, and the increase in gamma power was evaluated over 11878 cortical sites. All three nerve datasets exhibited similar clusters of time courses: phasic, delayed/prolonged and tonic, which differed in topography, temporal organization and degree of spatial overlap. Strong phasic responses of the three nerves followed the classical somatotopic organization of SI, with no overlap in either time or space. Delayed responses presented overlaps between pairs of body parts in both time and space, and were confined to the dorsal motor cortices. Finally, tonic responses occurred in the perisylvian region including posterior insular cortex and were evoked by the stimulation of all three nerves, lacking any spatial and temporal specificity. These data indicate that the somatosensory processing following nerve stimulation is a multi-stage hierarchical process common to all three nerves, with the different stages likely subserving different functions. While phasic responses represent the neural basis of tactile perception, multi-nerve tonic responses may represent the neural signature of processes sustaining the capacity to become aware of tactile stimuli.", "doi": "10.1016/j.neuroimage.2017.12.037", "title": "Multiple time courses of somatosensory responses in human cortex.", "journal": ["NeuroImage", "Neuroimage"]}