{"authors": [["Zhang", "Juan", "J", "Faculty of Education, University of Macau, Macau, China. Electronic address: juanzhang@umac.mo."], ["Meng", "Yaxuan", "Y", "Faculty of Education, University of Macau, Macau, China. Electronic address: yb57105@umac.mo."], ["Tong", "Xiuhong", "X", "Institute of Psychological Sciences, Zhejiang Key Laboratory for Research in Assessment of Cognitive Impairments, and Center for Cognition and Brain Disorders, Hangzhou Normal University, China."], ["Yuan", "Zhen", "Z", "Faculty of Health Sciences, University of Macau, Macau, China."], ["Wu", "Chenggang", "C", "Faculty of Education, University of Macau, Macau, China."], ["Ieong", "Sao Leng", "SL", "Faculty of Education, University of Macau, Macau, China."]], "date": "2017-12-14", "id": "29248615", "text": "Previous studies found that individuals with autism spectrum disorder (ASD) were less sensitive to the variations of lexical stress in their native language than typically developing controls. However, no study has been conducted to explore the perception of lexical stress in the second language among individuals with ASD. Using ERPs (event-related potentials) measurement with an oddball paradigm, the current study examined and compared the neural responses by Chinese-English bilingual children with ASD and typically developing controls in the processing of English lexical stress. The results showed that when compared with typically developing controls, children with ASD manifested reduced MMN (mismatch negativity) amplitude at the left temporal-parietal and parietal sites, indicating that they were less sensitive to lexical stress. However, a more negative MMN response was found for ASD group than for typically developing group at the right central-parietal, temporal-parietal, and temporal sites. In addition, the right hemisphere was more activated than the left hemisphere for ASD group, which might be derived from the reversed asymmetry of brain activation for individuals with ASD when processing language-related stimuli.", "doi": "10.1016/j.neulet.2017.12.031", "title": "Exploring the neural correlates of lexical stress perception in english among Chinese-English bilingual children with autism spectrum disorder: An ERP study.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}