{"authors": [["de Sola", "Helena", "H", "Preventive Medicine and Public Health Area, University of Cádiz, Spain; The Observatory of Pain (External Chair of Pain), Grünenthal Foundation-University of Cádiz, Spain; Institute of Research and Innovation in Biomedical Sciences of the Province of Cádiz (INIBICA), Spain. Electronic address: Helena.desolaperea@alum.uca.es."], ["Salazar", "Alejandro", "A", "Preventive Medicine and Public Health Area, University of Cádiz, Spain; The Observatory of Pain (External Chair of Pain), Grünenthal Foundation-University of Cádiz, Spain; Institute of Research and Innovation in Biomedical Sciences of the Province of Cádiz (INIBICA), Spain; Department of Statistics and Operational Research, University of Cádiz, Spain."], ["Dueñas", "María", "M", "Preventive Medicine and Public Health Area, University of Cádiz, Spain; The Observatory of Pain (External Chair of Pain), Grünenthal Foundation-University of Cádiz, Spain; Institute of Research and Innovation in Biomedical Sciences of the Province of Cádiz (INIBICA), Spain; Department of Statistics and Operational Research, University of Cádiz, Spain."], ["Failde", "Inmaculada", "I", "Preventive Medicine and Public Health Area, University of Cádiz, Spain; The Observatory of Pain (External Chair of Pain), Grünenthal Foundation-University of Cádiz, Spain; Institute of Research and Innovation in Biomedical Sciences of the Province of Cádiz (INIBICA), Spain."]], "date": "2017-12-14", "id": "29248566", "text": "A lack of information has been found related to patients' perception towards pain management.To analyze the point of view of the general Spanish population regarding the use of opioids in pain treatment. To identify groups of individuals based on this information.Nationwide cross-sectional study on a representative sample of 1,299 Spanish adults. Data were collected on beliefs, knowledge, fears, opinions and, attitudes towards the use of opioids. A cluster analysis to identify groups of people based on these parameters, and a multinomial logistic regression model to analyze the variables related to the clusters were performed.Three groups of subjects were identified based on their perspective towards opioids: A group with a positive point of view (N=448) composed of people >65 years who would accept a treatment if prescribed and who were less fearful of these drugs; A group with a moderate point of view (N=337) formed by younger subjects with university education, better informed about opioids, afraid of these drugs (OR=2.67), and more frequently associated them with drowsiness (OR=2.58), nausea (OR=3.04), and tolerance (OR=2.16); A third group with negative point of view (N=468), with lower educational level who would more often reject treatment with opioids, more afraid of them (OR=3.95), considering that they may not be able to stop the treatment (OR=3.04) and may produce tolerance (OR=3.03).The different perspectives of patients regarding the use of opioids to treat pain should be taken into consideration by the physician when designing strategies to inform patients about the treatment of pain with opioids. This should promote their correct use, specially preventing their misuse.", "doi": "10.1016/j.jpainsymman.2017.12.474", "title": "Opioids in the treatment of pain. Beliefs, knowledge, and attitudes of the general Spanish population. Identification of subgroups through cluster analysis.", "journal": ["Journal of pain and symptom management", "J Pain Symptom Manage"]}