{"authors": [["Gedde", "Steven J", "SJ", "Department of Ophthalmology, Bascom Palmer Eye Institute, University of Miami Miller School of Medicine, Miami, Florida. Electronic address: sgedde@med.miami.edu."], ["Chen", "Philip P", "PP", "Department of Ophthalmology, University of Washington, Seattle, Washington."], ["Heuer", "Dale K", "DK", "Department of Ophthalmology, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Singh", "Kuldev", "K", "Department of Ophthalmology, Stanford University, Palo Alto, California."], ["Wright", "Martha M", "MM", "Department of Ophthalmology, University of Minnesota, Minneapolis, Minnesota."], ["Feuer", "William J", "WJ", "Department of Ophthalmology, Bascom Palmer Eye Institute, University of Miami Miller School of Medicine, Miami, Florida."], ["Schiffman", "Joyce C", "JC", "Department of Ophthalmology, Bascom Palmer Eye Institute, University of Miami Miller School of Medicine, Miami, Florida."], ["Shi", "Wei", "W", "Department of Ophthalmology, Bascom Palmer Eye Institute, University of Miami Miller School of Medicine, Miami, Florida."], [null, null, null, null]], "date": "2017-12-13", "id": "29248173", "text": "To describe the methodology of the Primary Tube Versus Trabeculectomy (PTVT) Study.Multicenter randomized clinical trial.Patients with medically uncontrolled glaucoma and no prior incisional ocular surgery.Patients are being enrolled at 16 clinical centers and randomly assigned to treatment with a tube shunt (350-mm2 Baerveldt glaucoma implant) or trabeculectomy with mitomycin C (0.4 mg/ml for 2 minutes).The primary outcome measure is the rate of surgical failure, defined as intraocular pressure (IOP) more than 21 mmHg or reduced by less than 20% from baseline, IOP of 5 mmHg or less, reoperation for glaucoma, or loss of light perception vision. Secondary outcome measures include IOP, glaucoma medical therapy, visual acuity, visual fields, and surgical complications.Practice patterns vary in the surgical management of glaucoma, and opinions differ among surgeons regarding the preferred primary operation for glaucoma. The PTVT Study will provide valuable information comparing the 2 most commonly performed glaucoma surgical procedures.", "doi": "10.1016/j.ophtha.2017.10.037", "title": "The Primary Tube Versus Trabeculectomy Study: Methodology of a Multicenter Randomized Clinical Trial Comparing Tube Shunt Surgery and Trabeculectomy with Mitomycin C.", "journal": ["Ophthalmology", "Ophthalmology"]}