{"authors": [["Seehusen", "Dean A", "DA", "Department of Family and Community Medicine, Eisenhower Army Medical Center, Fort Gordon, GA, USA. Electronic address: dseehusen@msn.com."], ["Deavers", "Justin", "J", "Department of Family and Community Medicine, Eisenhower Army Medical Center, Fort Gordon, GA, USA."], ["Mainous", "Arch G", "AG", "Department of Health Services Research, Management and Policy, University of Florida Health Sciences Center, Gainesville, FL, USA; Department of Community Health and Family Medicine, University of Florida Health Sciences Center, Gainesville, FL, USA."], ["Ledford", "Christy J W", "CJW", "Department of Family Medicine, Uniformed Services University of the Health Sciences, Bethesda, MD, USA."]], "date": "2017-12-09", "id": "29248167", "text": "Prediabetes (preDM) and diabetes are complex conditions that place significant strain on medical providers. This can have a negative impact on providers' wellbeing and could impact clinical decisions. We investigated the interplay of caring for patients with prediabetes, physician mental wellbeing, and clinical care.Using the theory of planned behavior, we conducted a secondary analysis to evaluate physicians' self-reported provision of care to patients with preDM. We evaluated the effect of mental wellbeing and perceived barriers to caring for patients with preDM.Among 1015 academic physicians, a greater perception of barriers to care and a higher percentage of patients seen with preDM were both significantly associated with a less positive physician state of mind. Physician state of mind was not associated with self-reported clinical behavior. Physician perception of patient barriers has a positive correlation with their likelihood of prescribing metformin for preDM.Caring for a larger proportion of patients with preDM is associated with worse mental wellbeing. Physician attitudes and subjective norms may predict adherence to guidelines, while physician attitudes and wellbeing affect self-reported prescribing behavior.Future research should evaluate ways to lessen the psychological burden of caring for patients with diabetes and preDM.", "doi": "10.1016/j.pec.2017.12.007", "title": "The intersection of physician wellbeing and clinical application of diabetes guidelines.", "journal": ["Patient education and counseling", "Patient Educ Couns"]}