{"authors": [["Diaz", "Angela", "A", "Icahn School of Medicine at Mount Sinai, New York, NY. Electronic address: angela.diaz@mountsinai.org."], ["Peake", "Ken", "K", "Icahn School of Medicine at Mount Sinai, New York, NY."], ["Nucci-Sack", "Anne", "A", "Icahn School of Medicine at Mount Sinai, New York, NY."], ["Shankar", "Viswanathan", "V", "Albert Einstein College of Medicine, Bronx, NY."]], "date": "2017-11-21", "id": "29248089", "text": "Childhood abuse negatively affects young people's health. Little is known about its effect on health care usage patterns or on perception of health status during a life stage when learning to use care independently is a key developmental task.In nonclinical study settings, abuse has been found to be associated with disorganized use of care and perceived poorer health. Our objective was to determine whether abused youth receiving health care had similar outcomes.This observational study, conducted between December 5, 2005 and April 13, 2007, screened for childhood abuse in 532 young people seeking services at a primary care clinic. The setting was a New York City young people's free health clinic. Participants were aged 12-24 years, recruited during a visit, mostly female (86%), Latino or black (94%), and currently in school or college (79%). Exclusions included not being fluent in English or having difficulty understanding the study/consent process.Health care use (routine vs urgent care) in the prior 12 months and perceived health status were measured using the Health Service Utilization Scale. Potential demographic covariates were controlled for, as was depression (using the Beck Depression Inventory for Primary Care-Fast Screen). A total of 54% disclosed abuse. Compared with those who were not abused, those reporting sexual abuse had 1.4 times greater odds of choosing both urgent and routine care over routine care only. Those reporting any type of abuse had lower odds of selecting urgent care only over routine care. No association was found between childhood abuse and perceived health status.In contrast to studies conducted among youth in nonclinic settings, in this study childhood abuse was not associated with health care usage patterns or with poorer perception of health. Further research is needed regarding the impact receiving health care has on perceived health and health care use in abused youth. Annals of Global Health 2017;0:000-000.", "doi": "10.1016/j.aogh.2017.10.017", "title": "Health Care Use and Status Among Abused Young People.", "journal": ["Annals of global health", "Ann Glob Health"]}