{"authors": [["Patel", "Radha V", "RV", "Department of Pharmacotherapeutics and Clinical Research, University of South Florida, College of Pharmacy, 12901 Bruce B. Downs Blvd, MDC 30, Tampa, FL 33612, USA. Electronic address: radhapatel@health.usf.edu."], ["Chudow", "Melissa", "M", "Department of Pharmacotherapeutics and Clinical Research, University of South Florida, College of Pharmacy, 12901 Bruce B. Downs Blvd, MDC 30, Tampa, FL 33612, USA. Electronic address: mchudow@health.usf.edu."], ["Vo", "Teresa T", "TT", "Department of Pharmacotherapeutics and Clinical Research, University of South Florida, College of Pharmacy, 12901 Bruce B. Downs Blvd, MDC 30, Tampa, FL 33612, USA. Electronic address: teresavo@health.usf.edu."], ["Serag-Bolos", "Erini S", "ES", "Department of Pharmacotherapeutics and Clinical Research, University of South Florida, College of Pharmacy, 12901 Bruce B. Downs Blvd, MDC 30, Tampa, FL 33612, USA. Electronic address: eserag@health.usf.edu."]], "date": "2017-09-28", "id": "29248082", "text": "The purpose of this study was to evaluate students' knowledge and perceptions of the clinical application of pharmacogenetics through a simulation activity and to assess communication of pharmacogenetic-guided treatment recommendations utilizing standardized patients.Third-year students in the four-year doctor of pharmacy (PharmD) program at University of South Florida College of Pharmacy completed a pharmacogenetics simulation involving a patient case review, interpretation of pharmacogenetic test results, completion of a situation, background, assessment, recommendation (SBAR) note with drug therapy recommendations, and patient counseling. Voluntary assessments were completed before and after the simulation, which included demographics, knowledge, and perceptions of students' ability to interpret and communicate pharmacogenetic results.Response rates for the pre- and post-simulation assessments were 109 (98%) and 104 (94%), respectively. Correct responses in application-type questions improved after the simulation (74%) compared to before the simulation (44%, p < 0.01). Responses to perception questions shifted towards \"strongly agree\" or \"agree\" after the simulation (p < 0.01).The simulation gave students an opportunity to apply pharmacogenetics knowledge and allowed them to gain an appreciation of pharmacists' roles within the pharmacogenetics field.", "doi": "10.1016/j.cptl.2017.09.012", "title": "Evaluation of pharmacy students' knowledge and perceptions of pharmacogenetics before and after a simulation activity.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}