{"authors": [["Das", "Joydip", "J", "College of Pharmacy, University of Houston, Houston, TX, United States. Electronic address: jdas@uh.edu."], ["Fernandez", "Julianna", "J", "College of Pharmacy, University of Houston, Houston, TX, United States. Electronic address: jmferna7@central.uh.edu."], ["Shah", "Dhara", "D", "College of Pharmacy, University of Houston, Houston, TX, United States. Electronic address: dnshah@central.uh.edu."], ["Williams", "Louis", "L", "College of Pharmacy, University of Houston, Houston, TX, United States. Electronic address: lwilliams@uh.edu."], ["Zagaar", "Munder", "M", "College of Pharmacy and Health Sciences, Texas Southern University, Houston, TX, United States. Electronic address: zagaarma@tsu.edu."]], "date": "2017-10-29", "id": "29248080", "text": "Pharmacy practice has evolved tremendously over the years to meet the demands of the growing healthcare system. Foundational sciences like, medicinal chemistry can enhance the critical-thinking and therapeutic decision-making skills of today's professional pharmacists. The importance of medicinal chemistry for the doctor of pharmacy (PharmD) curriculum has been discussed from the perspectives of medicinal chemistry and practicing clinical faculty whose focused practices vary from infectious diseases to geriatrics.An Institutional Review Board (IRB)-approved perception survey and a year-end course evaluation were given to the second and third professional year students.Eighty-eight percent of the participating second-year students and 92% of the participating third-year students thought that the introduction of case studies in the medicinal chemistry curriculum enhanced their learning and appreciation for the subject.The Pharmacy Curriculum Outcomes Assessment (PCOA) exams, given at the University of Houston College of Pharmacy during the years of 2013-2015, were briefly discussed. Since the requirement to administer the PCOA went into effect in early 2016, the authors felt that not enough time existed to establish meaningful controls to conduct a correlation study with the student perspective survey results obtained and PCOA data provided in 2015. This study, therefore, highlights the importance of integrated approaches to pharmacy teaching at the University of Houston.", "doi": "10.1016/j.cptl.2017.09.004", "title": "Case-based studies in teaching medicinal chemistry in PharmD curriculum: Perspectives of students, faculty, and pharmacists from academia.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}