{"authors": [["Akpinar", "Yakup", "Y", "1Department of Family Medicine,University of Health Sciences Bursa Yuksek Ihtisas Training and Research Hospital,Bursa,Turkey."], ["Demirci", "Hakan", "H", "1Department of Family Medicine,University of Health Sciences Bursa Yuksek Ihtisas Training and Research Hospital,Bursa,Turkey."], ["Budak", "Ersin", "E", "2Department of Psychology,University of Health Sciences Bursa Yuksek Ihtisas Training and Research Hospital,Bursa,Turkey."], ["Baran", "Ayse Karalar", "AK", "1Department of Family Medicine,University of Health Sciences Bursa Yuksek Ihtisas Training and Research Hospital,Bursa,Turkey."], ["Candar", "Ali", "A", "1Department of Family Medicine,University of Health Sciences Bursa Yuksek Ihtisas Training and Research Hospital,Bursa,Turkey."], ["Ocakoglu", "Gokhan", "G", "3Department of Biostatistics,Uludag University,Bursa,Turkey."]], "date": "2017-12-18", "id": "29248028", "text": "Aim To identify the reasons why patients with minor complaints choose emergency departments (EDs) as a first contact of care and whether dissatisfaction with primary care services influences their decisions.In this study, a self-completed survey called EUROPEP was given to 535 outpatients who were admitted to the XXXXX Hospital in Bursa and examined in the green zone in July 2015. Patients were asked about their complaints and why they preferred EDs as a first contact of care.EDs were the first contact of care in 87.8% of cases. In all, 9% of patients registered to family physicians who were working outside the city of Bursa. There was no relationship between patient satisfaction and the number of previous visits to EDs in last 12 months (P=0.09). The main reasons for admitting to the emergency services were feeling excessive pain (20.4%), perception of urgency (14.5%) and that the family doctor services were closed outside working hours (13.2%). The mean patient satisfaction with family practice offices was calculated to be 68.1%.The frequency of admission to EDs as a first contact of care was extremely high in the absence of a referral system. Patients who did not have family doctors in the settlement where they live put an extra burden on the EDs. Overall, patient satisfaction with their GPs did not influence the number of visits to EDs but accessibility remains a big challenge.", "doi": "10.1017/S1463423617000822", "title": "Why do patients with minor complaints choose emergency departments and does satisfaction with primary care services influence their decisions?", "journal": ["Primary health care research & development", "Prim Health Care Res Dev"]}