{"authors": [["Zocchi", "Silvia", "S", "Lombard School of Cognitive-Neuropsychological Psychotherapy (SLOP), Pavia and Padova, Italy; Department of Brain and Behavioural Sciences, University of Pavia, Pavia, Italy. Electronic address: silvia.zocchi@unipv.it."], ["Borasio", "Francesca", "F", "Lombard School of Cognitive-Neuropsychological Psychotherapy (SLOP), Pavia and Padova, Italy; Department of Brain and Behavioural Sciences, University of Pavia, Pavia, Italy."], ["Rivolta", "Davide", "D", "Lombard School of Cognitive-Neuropsychological Psychotherapy (SLOP), Pavia and Padova, Italy; Department of Education, Psychology and Communication, University of Bari Aldo Moro, Bari, Italy."], ["Rositano", "Luana", "L", "Lombard School of Cognitive-Neuropsychological Psychotherapy (SLOP), Pavia and Padova, Italy."], ["Scotti", "Ilaria", "I", "Lombard School of Cognitive-Neuropsychological Psychotherapy (SLOP), Pavia and Padova, Italy."], ["Liccione", "Davide", "D", "Lombard School of Cognitive-Neuropsychological Psychotherapy (SLOP), Pavia and Padova, Italy; Department of Brain and Behavioural Sciences, University of Pavia, Pavia, Italy."]], "date": "2017-12-13", "id": "29247977", "text": "The aim of the current study was to analyze the role of affective engagement during social interaction on the emergence of a temporally extended self (TES). A Delayed Self Recognition task was administered in two different social contexts: in presence of the mother (\"Mother condition\") or in presence of an unfamiliar person (\"Experimenter condition\"). The same sample of 71 tree-year-olds was tested twice in these two treatment conditions. Results showed higher self-recognition scores in the \"Mother condition\". These findings are consistent with developing-self theories that emphasize the impact of reciprocal social interaction on the emergence of self-awareness, and support a conception of the Self as a dialogic entity. We interpreted this link as a evidence that, when completing the procedure with their mother, children are aware of her attention, which corresponds to a familiar mode of self-perception, as well as to a peculiar affective consciousness of Self.", "doi": "10.1016/j.concog.2017.12.001", "title": "Temporally extended self-awareness and affective engagement in three-year-olds.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}