{"authors": [["Kakouros", "Sofoklis", "S", "Department of Signal Processing and Acoustics, Aalto University, P.O. Box 12200, FI-00076, Finland. Electronic address: sofoklis.kakouros@aalto.fi."], ["Salminen", "Nelli", "N", "Department of Signal Processing and Acoustics, Aalto University, P.O. Box 12200, FI-00076, Finland; Aalto Behavioral Laboratory, Aalto Neuroimaging, Aalto University, FI-00076, Finland. Electronic address: nelli.salminen@aalto.fi."], ["Räsänen", "Okko", "O", "Department of Signal Processing and Acoustics, Aalto University, P.O. Box 12200, FI-00076, Finland. Electronic address: okko.rasanen@aalto.fi."]], "date": "2017-12-14", "id": "29247667", "text": "Perceptual prominence of linguistic units such as words has been earlier connected to the concepts of predictability and attentional orientation. One hypothesis is that low-probability prosodic or lexical content is perceived as prominent due to the surprisal and high information value associated with the stimulus. However, the existing behavioral studies have used stimulus manipulations that follow or violate typical linguistic patterns present in the listeners' native language, i.e., assuming that the listeners have already established a model for acceptable prosodic patterns in the language. In the present study, we investigated whether prosodic expectations and the resulting subjective impression of prominence is affected by brief statistical adaptation to suprasegmental acoustic features in speech, also in the case where the prosodic patterns do not necessarily follow language-typical marking for prominence. We first exposed listeners to five minutes of speech with uneven distributions of falling and rising fundamental frequency (F0) trajectories on sentence-final words, and then tested their judgments of prominence on a set of new utterances. The results show that the probability of the F0 trajectory affects the perception of prominence, a less frequent F0 trajectory making a word more prominent independently of the absolute direction of F0 change. In the second part of the study, we conducted EEG-measurements on a set of new subjects listening to similar utterances with predominantly rising or falling F0 on sentence-final words. Analysis of the resulting event-related potentials (ERP) reveals a significant difference in N200 and N400 ERP-component amplitudes between standard and deviant prosody, again independently of the F0 direction and the underlying lexical content. Since N400 has earlier been associated with semantic processing of stimuli, this suggests that listeners implicitly track probabilities at the suprasegmental level and that predictability of a prosodic pattern during a word has an impact to the semantic processing of the word. Overall, the study suggests that prosodic markers for prominence are at least partially driven by the statistical structure of recently perceived speech, and therefore prominence perception could be based on statistical learning mechanisms similar to those observed in early word learning, but in this case operating at the level of suprasegmental acoustic features.", "doi": "10.1016/j.neuropsychologia.2017.12.011", "title": "Making predictable unpredictable with style - Behavioral and electrophysiological evidence for the critical role of prosodic expectations in the perception of prominence in speech.", "journal": ["Neuropsychologia", "Neuropsychologia"]}