{"authors": [["Dolležal", "Lena-Vanessa", "LV", "Animal Physiology and Behavior Group, Department for Neuroscience, School for Medicine and Health Sciences, Carl von Ossietzky University Oldenburg, 26111, Oldenburg, Germany."], ["Tolnai", "Sandra", "S", "Animal Physiology and Behavior Group, Department for Neuroscience, School for Medicine and Health Sciences, Carl von Ossietzky University Oldenburg, 26111, Oldenburg, Germany."], ["Beutelmann", "Rainer", "R", "Animal Physiology and Behavior Group, Department for Neuroscience, School for Medicine and Health Sciences, Carl von Ossietzky University Oldenburg, 26111, Oldenburg, Germany."], ["Klump", "Georg M", "GM", "Animal Physiology and Behavior Group, Department for Neuroscience, School for Medicine and Health Sciences, Carl von Ossietzky University Oldenburg, 26111, Oldenburg, Germany."]], "date": "2017-12-15", "id": "29247467", "text": "In the analysis of acoustic scenes, we easily miss sounds or are insensitive to sound features that are salient if presented in isolation. This insensitivity that is not due to interference in the inner ear is termed informational masking (IM). So far, the cellular mechanisms underlying IM remained elusive. Here, we apply a sequential IM paradigm to humans and gerbils using a sound level increment detection task determining the sensitivity to target tones in a background of standard (same frequency) and distracting tones (varying in level and frequency). The amount of IM that was indicated by the level increment thresholds depended on the frequency separation between the distracting and the standard and target tones. In humans and gerbils, we observed similar perceptual thresholds. A release from IM of more than 20 dB was observed in both species if the distracting tones were well segregated in frequency from the other tones. Neuronal rate responses elicited by similar sequences in gerbil inferior colliculus and auditory cortex were recorded. At both levels of the auditory pathway, the neuronal thresholds obtained with a signal-detection-theoretic approach deducing the sensitivity from the analysis of the neurons' receiver operating characteristics matched the psychophysical thresholds revealing that IM already emerges at midbrain level. By applying objective response measures in physiology and psychophysics, we demonstrated that the population of neurons has a sufficient sensitivity for explaining the perceptual level increment thresholds indicating IM. There was a good correspondence between the neuronal and perceptual release from IM being related to auditory stream segregation.", "doi": "10.1111/ejn.13794", "title": "Release from informational masking by auditory stream segregation: perception and its neural correlate.", "journal": ["The European journal of neuroscience", "Eur. J. Neurosci."]}