{"authors": [["Chen", "Han", "H", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China."], ["Li", "Ang", "A", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China. ang.li.harbin@gmail.com."], ["Cui", "Di", "D", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China."], ["Wang", "Qiao", "Q", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China."], ["Wu", "Dan", "D", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China."], ["Cui", "Chongwei", "C", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China."], ["Ma", "Fang", "F", "State Key Laboratory of Urban Water Resource and Environment, School of Environment, Harbin Institute of Technology, Harbin, 150090, People's Republic of China."]], "date": "2017-12-16", "id": "29247368", "text": "Bacteria can coordinate and synchronize activities through a cell density-dependent regulatory mechanism called quorum sensing (QS). Bacteria can measure their population by the synthesis, secretion, and perception of QS signal molecules to regulate specific gene expression when the population reaches a critical threshold. QS participates in various microbial processes such as marine organism bioluminescence, bacterial biofilm formation, and virulence factor expression. The use of QS systems mediated by N-acyl-homoserine lactones and autoinducer-2 has been recently recognized as a promising regulatory approach in environmental science and technology that can intrinsically promote the profound comprehension of wastewater treatment from a microbiology perspective. This article reviewed the study of QS in several environmental systems in wastewater treatment, including systems of aerobic granular sludge, biological nitrogen removal, and bioaugmentation, while several future prospects and suggestions are proposed on the basis of current studies.", "doi": "10.1007/s00253-017-8697-3", "title": "N-Acyl-homoserine lactones and autoinducer-2-mediated quorum sensing during wastewater treatment.", "journal": ["Applied microbiology and biotechnology", "Appl. Microbiol. Biotechnol."]}