{"authors": [["Parras", "Gloria G", "GG", "Auditory Neuroscience Laboratory, Institute of Neuroscience of Castilla y León (INCYL), Salamanca, 37007, Castilla y León, Spain."], ["Nieto-Diego", "Javier", "J", "Auditory Neuroscience Laboratory, Institute of Neuroscience of Castilla y León (INCYL), Salamanca, 37007, Castilla y León, Spain."], ["Carbajal", "Guillermo V", "GV", "Auditory Neuroscience Laboratory, Institute of Neuroscience of Castilla y León (INCYL), Salamanca, 37007, Castilla y León, Spain."], ["Valdés-Baizabal", "Catalina", "C", "Auditory Neuroscience Laboratory, Institute of Neuroscience of Castilla y León (INCYL), Salamanca, 37007, Castilla y León, Spain."], ["Escera", "Carles", "C", "Brainlab-Cognitive Neuroscience Research Group, Department of Clinical Psychology and Psychobiology, University of Barcelona, Barcelona, 08035, Catalonia, Spain."], ["Malmierca", "Manuel S", "MS", "Auditory Neuroscience Laboratory, Institute of Neuroscience of Castilla y León (INCYL), Salamanca, 37007, Castilla y León, Spain. msm@usal.es."]], "date": "2017-12-15", "id": "29247159", "text": "Perception is characterized by a reciprocal exchange of predictions and prediction error signals between neural regions. However, the relationship between such sensory mismatch responses and hierarchical predictive processing has not yet been demonstrated at the neuronal level in the auditory pathway. We recorded single-neuron activity from different auditory centers in anaesthetized rats and awake mice while animals were played a sequence of sounds, designed to separate the responses due to prediction error from those due to adaptation effects. Here we report that prediction error is organized hierarchically along the central auditory pathway. These prediction error signals are detectable in subcortical regions and increase as the signals move towards auditory cortex, which in turn demonstrates a large-scale mismatch potential. Finally, the predictive activity of single auditory neurons underlies automatic deviance detection at subcortical levels of processing. These results demonstrate that prediction error is a fundamental component of singly auditory neuron responses.", "doi": "10.1038/s41467-017-02038-6", "title": "Neurons along the auditory pathway exhibit a hierarchical organization of prediction error.", "journal": ["Nature communications", "Nat Commun"]}