{"authors": [["Andrade", "Carine Sousa", "CS", "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Salvador, Brazil."], ["Ribeiro", "Guilherme Sousa", "GS", "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Salvador, Brazil."], ["Santos", "Carlos Antonio Souza Teles", "CAST", "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Salvador, Brazil."], ["Neves", "Raimundo Celestino Silva", "RCS", "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Salvador, Brazil."], ["Moreira", "Edson Duarte", "ED", "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Salvador, Brazil."]], "date": "2017-12-14", "id": "29247092", "text": "Long-term complications of type 1 diabetes mellitus (DM1) can be prevented with adequate glycaemic control. However, high levels of glycated haemoglobin (HbA1c) occur in 60%-90% of the patients with DM1. Thus, we aimed to investigate the role of sociodemographic, behavioural and clinical factors on the HbA1c levels of patients with DM1 in Brazil.A cross-sectional study was conducted in ambulatory patients with DM1 aged ≥18 years from 10 Brazilian cities. Sociodemographic, behavioural and clinical data were obtained through interviews.HbA1c level was measured by liquid chromatography. Hierarchical multiple variable linear regression models were used to identify factors correlated with high levels of HbA1c.Of 979 patients with DM1, 63.8% were women, and the mean age was 40 (SD 14.6) years. The mean HbA1c level was 9.4% (SD 2.2%), and 89.6% of the patients had HbA1c ≥7.0%. Factors independently correlated with increased HbA1c levels included: lower education, non-participation in diabetes classes/lecture during the year before, having a self-perception of poor adherence to diet and insulin, not having private medical care and not measuring the HbA1c levels in the prior year. Of note, poor adherence to diet and insulin were the independent factors most strongly associated with high levels of HbA1c (mean increment in HbA1c levels of 0.88% and 1.25%, respectively).Poor glycaemic control, which is common among Brazilian patients with DM1, is associated with lower education, self-perception of insufficient adherence to diet and insulin and inadequate monitoring of HbA1c levels. Specific actions, particularly those targeting improving adherence to diet and insulin, may contribute to successful management of patients with DM1.", "doi": "10.1136/bmjopen-2017-018094", "title": "Factors associated with high levels of glycated haemoglobin in patients with type 1 diabetes: a multicentre study in Brazil.", "journal": ["BMJ open", "BMJ Open"]}