{"authors": [["Ronald", "Kelly L", "KL", "Indiana University, Department of Biology, Jordan Hall, 1001 E 3rd Street, Bloomington, IN 47405, USA kelly.lennington@gmail.com."], ["Ensminger", "Amanda L", "AL", "Morningside College, Biology Department, 1501 Morningside Avenue, Sioux City, IA 51106, USA."], ["Shawkey", "Matthew D", "MD", "Evolution and Optics of Nanostructure Group, Department of Biology, University of Ghent, Ledeganckstraat 35, Ghent 9000, Belgium."], ["Lucas", "Jeffrey R", "JR", "Purdue University, Department of Biological Sciences, Lilly Hall, 915 West State Street, West Lafayette, IN 47907, USA."], ["Fernández-Juricic", "Esteban", "E", "Purdue University, Department of Biological Sciences, Lilly Hall, 915 West State Street, West Lafayette, IN 47907, USA."]], "date": "2017-12-15", "id": "29247048", "text": "Variation in male signal production has been extensively studied because of its relevance to animal communication and sexual selection. Although we now know much about the mechanisms that can lead to variation between males in the properties of their signals, there is still a general assumption that there is little variation in terms of how females process these male signals. Variation between females in signal processing may lead to variation between females in how they rank individual males, meaning that one single signal may not be universally attractive to all females. We tested this assumption in a group of female wild-caught brown-headed cowbirds (Molothrus ater), a species that uses a male visual signal (e.g. a wingspread display) to make its mate-choice decisions. We found that females varied in two key parameters of their visual sensory systems related to chromatic and achromatic vision: cone densities (both total and proportions) and cone oil droplet absorbance. Using visual chromatic and achromatic contrast modeling, we then found that this between-individual variation in visual physiology leads to significant between-individual differences in how females perceive chromatic and achromatic male signals. These differences may lead to variation in female preferences for male visual signals, which would provide a potential mechanism for explaining individual differences in mate-choice behavior.", "doi": "10.1242/bio.028282", "title": "Testing a key assumption in animal communication: between-individual variation in female visual systems alters perception of male signals.", "journal": ["Biology open", "Biol Open"]}