{"authors": [["El Wardani", "Mohamad", "M", "Department of Ophthalmology, Jules Gonin Eye Hospital, University of Lausanne, Lausanne, Switzerland."], ["Bergin", "Ciara", "C", "Department of Ophthalmology, Jules Gonin Eye Hospital, University of Lausanne, Lausanne, Switzerland."], ["Bradly", "Kenza", "K", "Department of Ophthalmology, Jules Gonin Eye Hospital, University of Lausanne, Lausanne, Switzerland."], ["Sharkawi", "Eamon", "E", "Department of Ophthalmology, Jules Gonin Eye Hospital, University of Lausanne, Lausanne, Switzerland."]], "date": "2017-12-15", "id": "29246892", "text": "To examine the efficacy and safety of Baerveldt tube (BT) implantation compared with combined phacoemulsification and Baerveldt tube (PBT) implantation in patients with refractory glaucoma.Seventy-six eyes of 76 patients were enrolled, 38 pseudophakic eyes underwent BT implantation alone and 38 phakic eyes underwent the BT implantation combined with phacoemulsification. Groups were matched for preoperative intraocular pressure (IOP) and number of glaucoma medications. Preoperative and postoperative measures recorded included patient demographics, visual acuity (VA), IOP, number of antiglaucoma medications and all complications. Patients were followed up for a minimum of 36 months. Failure was defined as: inadequate IOP control (IOP≤5 mm Hg/>21 mm Hg/<20% reduction from baseline, reoperation for glaucoma, loss of light perception vision, or removal of the implant).There was a significant difference in failure rates between groups at 36 months (PBT 37% vs BT 15%, P=0.02). There was no significant difference for PBT versus BT in preoperative baseline ocular characteristics. At 36 months: median IOP=14 mm Hg vs 12 mm Hg, P=0.04; mean number of antiglaucomatous medications=1.7 vs 1.3, P=0.61; median VA=0.8 vs 0.7, P=0.44. Postoperative complication rates were similar in both groups (n=5 vs 5; 13% vs 13%).Failure rates were significantly greater in the PBT group at 3 years. Median IOP was also significantly higher in the PBT group. These results suggest that combining phacoemulsification with aqueous shunt surgery may have a negative effect on long-term shunt bleb survival.", "doi": "10.1136/bjophthalmol-2017-310698", "title": "Baerveldt shunt surgery versus combined Baerveldt shunt and phacoemulsification: a prospective comparative study.", "journal": ["The British journal of ophthalmology", "Br J Ophthalmol"]}