{"authors": [["Ferrari", "Chiara", "C", "Department of Psychology, University of Milano-Bicocca, Milan 20126, Italy."], ["Oldrati", "Viola", "V", "Department of Brain and Behavioral Sciences, University of Pavia, Pavia 27100, Italy; Brain Connectivity Center, National Neurological Institute C. Mondino, Pavia 27100, Italy."], ["Gallucci", "Marcello", "M", "Department of Psychology, University of Milano-Bicocca, Milan 20126, Italy."], ["Vecchi", "Tomaso", "T", "Department of Brain and Behavioral Sciences, University of Pavia, Pavia 27100, Italy; Brain Connectivity Center, National Neurological Institute C. Mondino, Pavia 27100, Italy."], ["Cattaneo", "Zaira", "Z", "Department of Psychology, University of Milano-Bicocca, Milan 20126, Italy; Brain Connectivity Center, National Neurological Institute C. Mondino, Pavia 27100, Italy. Electronic address: zaira.cattaneo@unimib.it."]], "date": "2017-12-12", "id": "29246845", "text": "Growing evidence suggests that the cerebellum plays a critical role in non-motor functions, contributing to cognitive and affective processing. In particular, the cerebellum might represent an important node of the \"limbic\" network, underlying not only emotion regulation but also emotion perception and recognition. Here, we used transcranial magnetic stimulation (TMS) to shed further light on the role of the cerebellum in emotional perception by specifically testing cerebellar contribution to explicit and incidental emotional processing. In particular, in three different experiments, we found that TMS over the (left) cerebellum impaired participants' ability to categorize facial emotional expressions (explicit task) and to classify the gender of emotional faces (incidental emotional processing task), but not the gender of neutral faces. Overall, our results indicate that the cerebellum is involved in perceiving the emotional content of facial stimuli, even when this is task irrelevant.", "doi": "10.1016/j.neuroimage.2017.12.026", "title": "The role of the cerebellum in explicit and incidental processing of facial emotional expressions: A study with transcranial magnetic stimulation.", "journal": ["NeuroImage", "Neuroimage"]}