{"authors": [["Bayer", "Mareike", "M", "Berlin School of Mind and Brain, Humboldt-Universität zu Berlin, Berlin, Germany; Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences, The University of Reading, Reading, UK. Electronic address: mareike.bayer@hu-berlin.de."], ["Rubens", "Michael T", "MT", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences, The University of Reading, Reading, UK."], ["Johnstone", "Tom", "T", "Centre for Integrative Neuroscience and Neurodynamics, School of Psychology and Clinical Language Sciences, The University of Reading, Reading, UK."]], "date": "2017-12-12", "id": "29246813", "text": "The speed of visual processing is central to our understanding of face perception. Yet the extent to which early visual processing influences later processing in distributed face processing networks, and the top-down modulation of such bottom-up effects, remains unclear. We used simultaneous EEG-fMRI to investigate cortical activity that showed unique covariation with ERP components of face processing (C1, P1, N170, P3), while manipulating sustained attention and transient cognitive conflict employing an emotional face-word Stroop task. ERP markers of visual processing within 100 ms after stimulus onset showed covariation with brain activation in precuneous, posterior cingulate gyrus, left middle temporal gyrus, left inferior frontal gyrus and frontal operculum, and a left lateral parietal-occipital cluster, illustrating the impact of early stage processing on higher-order mechanisms. Crucially, this covariation depended on sustained attentional focus and was absent for incongruent trials, suggesting flexible top-down gating of bottom-up processing.", "doi": "10.1016/j.biopsycho.2017.12.002", "title": "Simultaneous EEG-fMRI reveals attention-dependent coupling of early face processing with a distributed cortical network.", "journal": ["Biological psychology", "Biol Psychol"]}