{"authors": [["Collins", "Thérèse", "T", "Laboratoire Psychologie de la Perception, Université Paris Descartes & CNRS, 45 rue des Saints-Pères 75006 Paris, France. Electronic address: therese.collins@parisdescartes.fr."], ["Jacquet", "Pierre O", "PO", "Laboratoire Psychologie de la Perception, Université Paris Descartes & CNRS, 45 rue des Saints-Pères 75006 Paris, France; Laboratoire de Neurosciences Cognitives (LNC), Département d'Etudes Cognitives, INSERM U960, Ecole Normale Supérieure, PSL Research University, 75005 Paris, France; Institut Jean Nicod, Département d'Etudes Cognitives, CNRS UMR8129, Ecole Normale Supérieure, PSL Research University, 75005 Paris, France."]], "date": "2017-11-29", "id": "29246747", "text": "Saccadic eye movements change the retinal location of visual objects, but we do not experience the visual world as constantly moving, we perceive it as seamless and stable. This visual stability may be achieved by an internal or efference copy of each saccade that, combined with the retinal information, allows the visual system to cancel out or ignore the self-caused retinal motion.The current study investigated the underlying brain mechanisms responsible for visual stability in humans with online transcranial magnetic stimulation (TMS).We used two classic tasks that measure efference copy: the double-step task and the in-flight displacement task. The double-step task requires subjects to make two memory-guided saccades, the second of which depends on an accurate internal copy of the first. The in-flight displacement task requires subjects to report the relative location of a (possibly displaced) target across a saccade. In separate experimental sessions, subjects participated in each task while we delivered online 3-pulse TMS over frontal eye fields (FEF), posterior parietal cortex, or vertex. TMS was contingent on saccade execution.Second saccades were not disrupted in the double-step task, but surprisingly, TMS over FEF modified the metrics of the ongoing saccade. Spatiotopic performance in the in-flight displacement task was altered following TMS over parietal cortex, but not FEF or vertex.These results suggest that TMS disrupted eye-centered position coding in the parietal cortex. Trans-saccadic correspondence, and visual stability, may therefore causally depend on parietal maps.", "doi": "10.1016/j.brs.2017.11.019", "title": "TMS over posterior parietal cortex disrupts trans-saccadic visual stability.", "journal": ["Brain stimulation", "Brain Stimul"]}