{"authors": [["Kellner", "Sarah", "S", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA."], ["Morgan", "Sarah", "S", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA."], ["Gutierrez", "Jesus", "J", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA."], ["Collins", "Kathleen", "K", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA."], ["Rohl", "Brittany", "B", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA."], ["Migliore", "Fanny", "F", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA."], ["Cosentino", "Stephanie", "S", "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Huey", "Edward D", "ED", "Department of Neurology, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Taub Institute for Research on Alzheimer's Disease and the Aging Brain, College of Physicians and Surgeons, Columbia University, New York, NY, USA; Department of Psychiatry, College of Physicians and Surgeons, Columbia University, New York, NY, USA."], ["Louis", "Elan D", "ED", "Division of Movement Disorders, Department of Neurology, Yale School of Medicine, Yale University, New Haven, CT, USA; Department of Chronic Disease Epidemiology, Yale School of Public Health, Yale University, New Haven, CT, USA; Center for Neuroepidemiology and Clinical Neurological Research, Yale School of Medicine, Yale University, New Haven, CT, USA. Electronic address: elan.louis@yale.edu."], ["Monin", "Joan K", "JK", "Department of Social and Behavioral Sciences, Yale School of Public Health, Yale University, New Haven, CT, USA."]], "date": "2017-11-20", "id": "29246614", "text": "Essential tremor (ET) is a progressive neurological disease associated with functional disability, diminished quality of life and, in some individuals, poorer balance, cognitive impairment, depression and sleep dysregulation. Individuals with ET may rely on family members and friends to act as informal caregivers to assist with daily activities and provide emotional support. There is a high prevalence of embarrassment among individuals with ET, which may be a result of the outwardly visible nature of tremor. Studies in populations with outwardly visible disability have shown that perception by caregivers of a care-recipient's social distress can contribute to caregiver burden. We hypothesize that in ET, perception by caregivers of ET participant embarrassment is a predictor for caregiver burden. Data were collected from 57 ET participants and their caregivers. We measured ET participant embarrassment using the Essential Tremor Embarrassment Assessment (ETEA), and measured perception by caregivers of ET participant embarrassment using a modified version of the ETEA. The Zarit Burden Interview was used to measure caregiver burden. Perceived embarrassment was associated with ET participant embarrassment. In linear regression models, perceived embarrassment was a stronger predictor for caregiver burden than measures of ET participant cognitive and physical impairment. The results indicate that perception of ET participant embarrassment can be burdensome for caregivers. Clinicians may wish to address patient embarrassment and perceived embarrassment to better support caregivers and ET patients.", "doi": "10.1016/j.jns.2017.11.020", "title": "Perceived embarrassment and caregiver burden in essential tremor caregivers.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}