{"authors": [["Yu", "Luodi", "L", "Department of Speech-Language-Hearing Sciences, University of Minnesota, Minneapolis, MN 55455, USA; School of Psychology, South China Normal University, Guangzhou 510631, China."], ["Zhang", "Yang", "Y", "Department of Speech-Language-Hearing Sciences, University of Minnesota, Minneapolis, MN 55455, USA; School of Psychology, South China Normal University, Guangzhou 510631, China; Center for Neurobehavioral Development, University of Minnesota, Minneapolis, MN 55455, USA. Electronic address: zhanglab@umn.edu."]], "date": "2017-12-12", "id": "29246484", "text": "A current topic in auditory neurophysiology is how brainstem sensory coding contributes to higher-level perceptual, linguistic and cognitive skills. This cross-language study was designed to compare frequency following responses (FFRs) for lexical tones in tonal (Mandarin Chinese) and non-tonal (English) language users and test the correlational strength between FFRs and behavior as a function of language experience. The behavioral measures were obtained in the Garner paradigm to assess how lexical tones might interfere with vowel category and duration judgement. The FFR results replicated previous findings about between-group differences, showing enhanced pitch tracking responses in the Chinese subjects. The behavioral data from the two subject groups showed that lexical tone variation in the vowel stimuli significantly interfered with vowel identification with a greater effect in the Chinese group. Moreover, the FFRs for lexical tone contours were significantly correlated with the behavioral interference only in the Chinese group. This pattern of language-specific association between speech perception and brainstem-level neural phase-locking of linguistic pitch information provides evidence for a possible native language neural commitment at the subcortical level, highlighting the role of experience-dependent brainstem tuning in influencing subsequent linguistic processing in the adult brain.", "doi": "10.1016/j.neuropsychologia.2017.12.022", "title": "Testing native language neural commitment at the brainstem level: A cross-linguistic investigation of the association between frequency-following response and speech perception.", "journal": ["Neuropsychologia", "Neuropsychologia"]}