{"authors": [["Pinna", "Baingio", "B", "Dept. of Humanities and Social Sciences, University of Sassari, Italy. Electronic address: baingio@uniss.it."], ["Reeves", "Adam", "A", "Dept. of Psychology, Northeastern University, Boston, USA."], ["Koenderink", "Jan", "J", "Lab. of Experimental Psychology, University of Leuven (K.U. Leuven), Belgium."], ["van Doorn", "Andrea", "A", "Dept. of Experimental Psychology, University of Utrecht, The Netherlands."], ["Deiana", "Katia", "K", "Dept. of Humanities and Social Sciences, University of Sassari, Italy."]], "date": "2017-12-21", "id": "29246450", "text": "The problem of perceptual organization was studied by Gestalt psychologists in terms of figure-ground segregation. In this paper we explore a new principle of figure-ground segregation: accentuation. We demonstrate the effectiveness of accentuation relative to other Gestalt principles, and also consider it autonomous as it can agree with or oppose them. We consider three dynamic aspects of the principle, namely: attraction, accentuation and assignment. Each creature needs to attract, fascinate, seduce, draw attention (e.g., a mate or a prey animal) or distract, refuse, dissuade, discourage, repulse (e.g., a predator). Similarly, each organism needs to accentuate, highlight, stress, underline, emphasize or distract from another. Thus, accentuation assigns meaning to a visual pattern such as a coat, a plumage or a flower. False eyes (ocelli) and dots (diematic patterns) demonstrate \"deceiving camouflage by accentuation\" that confuses predators/preys and hides or highlights vital body parts (butterflies/flowers). They also display the deceiving appearance and exhibition of biological fitness. The same accents may serve different or even opposite goals. We conclude that accentuation improves the adaptive fitness of organisms in multifarious ways.", "doi": "10.1016/j.visres.2017.08.009", "title": "A new principle of figure-ground segregation: The accentuation.", "journal": ["Vision research", "Vision Res."]}