{"authors": [["Winterhalter", "Sibylle", "S", "Department of Ophthalmology, Campus Virchow- Klinikum, Charité - University Medicine Berlin, corporate member of Freie Universität Berlin, Humboldt- Universität zu Berlin and Berlin Institute of Health, Berlin, Germany. sibylle.winterhalter@charite.de."], ["Behrens", "Uwe Diedrich", "UD", "Coordination Center for Clinical Studies, Campus Virchow- Klinikum, Charité - University Medicine Berlin, corporate member of Freie Universität Berlin, Humboldt- Universität zu Berlin and Berlin Institute of Health, Berlin, Germany."], ["Salchow", "Daniel", "D", "Department of Ophthalmology, Campus Virchow- Klinikum, Charité - University Medicine Berlin, corporate member of Freie Universität Berlin, Humboldt- Universität zu Berlin and Berlin Institute of Health, Berlin, Germany."], ["Joussen", "Antonia M", "AM", "Department of Ophthalmology, Campus Virchow- Klinikum, Charité - University Medicine Berlin, corporate member of Freie Universität Berlin, Humboldt- Universität zu Berlin and Berlin Institute of Health, Berlin, Germany."], ["Pleyer", "Uwe", "U", "Department of Ophthalmology, Campus Virchow- Klinikum, Charité - University Medicine Berlin, corporate member of Freie Universität Berlin, Humboldt- Universität zu Berlin and Berlin Institute of Health, Berlin, Germany."]], "date": "2017-12-16", "id": "29246154", "text": "To evaluate the efficacy and safety of dexamethasone (DEX) implants in paediatric patients with noninfectious intermediate or posterior uveitis.Prospective single center exploratory case series. Children and adolescents, 6 to 17 years old, with a vitreous haze score of ≥1.5+ or cystoid macular edema (CME) of >300 μm were enrolled. Vitreous haze score at month 2 was chosen as primary endpoint. Best corrected visual acuity (BCVA), central retinal thickness (CRT) and concomitant medication at month 6 were defined as secondary endpoints. Intraocular pressure (IOP) and cataract formation were determined as safety endpoints.Three out of 6 eligible patients participated in the case series. At month 2, vitreous haze was reduced from a score of 1.5+ to 0.5+ and 0 and BCVA improved by ≥3 lines, ≥4 lines and ≥2 lines of Early Treatment of Diabetic Retinopathy (ETDRS)-letters, respectively. Visual acuity gain was accompanied by a CRT reduction of -186 μm and -83 μm in the first and third patient, in whom CME was the indication for DEX implantation. A reduction of concomitant medication was achieved in 1 patient. IOP increase was seen in all 3 patients, but could be treated sufficiently with primarily IOP lowering medications and without need for glaucoma surgery. Cataract progression did not occur.DEX implants led to an improvement in all endpoints, especially BCVA. This study confirms that IOP rises may also occur in the paediatric population and should be monitored and treated appropriately.European Union Drug Regulating Authorities Clinical Trials (EudraCT)- nr: 2013-000541-39.", "doi": "10.1186/s12886-017-0648-3", "title": "Dexamethasone implants in paediatric patients with noninfectious intermediate or posterior uveitis: first prospective exploratory case series.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}