{"authors": [["Chung", "Junkyu", "J", "aDepartment of Ophthalmology, Kyung Hee University Hospital at GangdongbDepartment of Ophthalmology, Kyung Hee University Medical Center, Kyung Hee University, Seoul, Republic of Korea."], ["Jin", "Kyung Hyun", "KH", null], ["Kang", "Jaheon", "J", null], ["Kim", "Tae Gi", "TG", null]], "date": null, "id": "29245335", "text": "Terrien's marginal corneal degeneration (TMD) is characterized by progressive peripheral corneal thinning. It appears primarily above the age of 40 years and is rare at younger ages. Spontaneous corneal perforation in TMD is a rare, but serious complication that may occur in childhood.This review presents the case of a 16-year-old girl presented with blurred vision in the right eye on awakening in the morning. Slit-lamp examination revealed superior corneal thinning with a corneal perforation.The best-corrected visual acuity (BCVA) was 20/50 in the right eye and 20/20 in the left eye. Intraocular pressures were 5 and 18 mm Hg in the right and left eyes, respectively, measured using a noncontact tonometer. Slit-lamp examination revealed superior corneal thinning with superficial pannus. A 1-mm corneal perforation was observed at the 11 o'clock position. The anterior chamber of the right eye was flat and the Seidel test result was positive. The left eye showed no apparent abnormality on slit-lamp examination. Corneal topography showed 4.3 D of against-the-rule astigmatism, and anterior segment optical coherence tomography revealed superior corneal thinning. We diagnosed it as childhood onset TMD.Multilayered amniotic membrane transplantation was performed over the perforation site and a bandage contact lens was placed.At 1 week postoperatively, the BCVA of the right eye improved to 20/32, the amniotic membrane graft was well-attached, and the anterior chamber remained deep. At 2 months postoperatively, the BCVA was 20/25 and the anterior chamber depth was maintained.Spontaneous corneal perforation due to TMD is rare, but may occur in childhood. The possibility of corneal perforation should be considered even in childhood and good surgical results can be obtained with amniotic membrane transplantation.", "doi": "10.1097/MD.0000000000009095", "title": "Spontaneous corneal perforation in Terrien's marginal degeneration in childhood: A case report.", "journal": ["Medicine", "Medicine (Baltimore)"]}