{"authors": [["Chen", "Yi-Hao", "YH", "aDepartment of Ophthalmology, Tri-Service General HospitalbSchool of Public Health, National Defense Medical Center, Taipei, Taiwan."], ["Chen", "Jiann-Torng", "JT", null], ["Tai", "Ming-Cheng", "MC", null], ["Chou", "Yu-Ching", "YC", null], ["Chen", "Ching-Long", "CL", null]], "date": null, "id": "29245262", "text": "Acute-onset endophthalmitis after cataract surgery is a rare but serious complication. In this study, we identified the clinical profile of acute-onset endophthalmitis after cataract surgery using a retrospective review between January 1, 2009 and December 31, 2015 at a referral center in northern Taiwan. Twenty-five eyes of 25 patients with endophthalmitis were included; 60% were male. The mean age at diagnosis was 70.44 ± 1.66 years. The right eye was affected in 44% of patients. The mean time of cataract surgery to hospital was 12.76 ± 1.88 days. The mean time from the onset of endophthalmitis to hospital was 3.72 ± 0.78 days. Furthermore, 56% of patients received the immediate treatment of an intracameral or intravitreal injection of antibiotics at a clinic before referral. The mean initial visual acuity was 1.97 ± 0.15 logarithm of the minimum angle of resolution. The initial examination found corneal edema in 84% of patients, hypopyon in 48%, and vitritis in 88%. A total of 76% of patients underwent an initial treatment of pars plana vitrectomy and intraocular antibiotic injection (IOAI); 24% received an IOAI. The culture results of 52% (13/25) of patients were positive; 4 isolates were gram-positive, 8 were nontuberculosis Mycobacterium abscessus, and 1 was fungal. Thirteen of 25 patients had hypertension; 2 of 25 had diabetes mellitus. The mean follow-up time was 61.64 ± 8.27 days. Multiple factors influenced the final visual outcome of acute-onset endophthalmitis after cataract surgery. This study found that early referral for treatment could improve the final outcome. In addition, postcataract endophthalmitis caused by M abscessus recurs easily and has a worse visual outcome despite appropriate treatment.", "doi": "10.1097/MD.0000000000008941", "title": "Acute postcataract endophthalmitis at a referral center in northern Taiwan: Causative organisms, clinical features, and visual acuity outcomes after treatment: A retrospective cohort study.", "journal": ["Medicine", "Medicine (Baltimore)"]}