{"authors": [["Ferrada", "Marcela A", "MA", "Rheumatology Fellowship Training Program National Institutes of Health, NIAMS, Bethesda, MD, USA."], ["Grayson", "Peter C", "PC", "Systemic Autoimmunity Branch, National Institutes of Health NIAMS, Bethesda, MD, USA."], ["Banerjee", "Shubhasree", "S", "Rheumatology Fellowship Training Program National Institutes of Health, NIAMS, Bethesda, MD, USA."], ["Sikora", "Keith", "K", "Pediatric Translational Research Branch, National Institutes of Health NIAMS, Bethesda, MD, USA."], ["Colbert", "Robert", "R", "Pediatric Translational Research Branch, National Institutes of Health NIAMS, Bethesda, MD, USA."], ["Sinaii", "Ninet", "N", "Clinical Center, National Institutes of Health, Bethesda, MD, USA."], ["Katz", "James D", "JD", "Rheumatology Fellowship Training Program National Institutes of Health, NIAMS, Bethesda, MD, USA."]], "date": "2017-12-15", "id": "29245173", "text": "To assess patient-reported symptoms and burden of disease in relapsing polychondritis (RP).Patients with RP completed a disease-specific online survey to identify symptoms attributed to illness. Patients were divided into subgroups based upon presence or absence of ear/nose, airway, or joint involvement. Pathway to diagnosis, treatment, and disease-related complications were assessed within each subgroup.Data from 304 respondents were included in this analysis. Prior to diagnosis, most patients with RP went to the emergency room (54%), saw >3 physicians (54%), and had symptoms for >5 years (64%). A concomitant diagnosis of fibromyalgia and absence of ear/nose or joint involvement was associated with diagnostic delay >1 year. Common diagnoses prior to RP diagnosis included asthma in patients with airway involvement (35% vs 22%, p=0.03) and ear infection in patients with ear/nose involvement (51% vs 6%, p<0.01). Patients with joint involvement were more likely to receive a glucocorticoid-sparing agent (85% vs 13%, p<0.01). Most patients reported a major complication including disability (25%), tracheomalacia (16%) or hearing loss (34%). Patients with airway involvement reported more tracheomalacia (20% vs 4%, p<0.01). Disability (24% vs 7%, p<0.01) and hearing loss (39% vs 11%, p<0.01) were prevalent in the joint involvement subgroup.Patient-reported data in RP highlight a significant burden of disease. Patterns of organ involvement may lead to diagnostic delay and influence treatment decisions, ultimately impacting the development of disease-related complications. Timely diagnosis, standardization of treatment approaches, and prevention of disease-related complications are major unmet needs in RP. This article is protected by copyright. All rights reserved.", "doi": "10.1002/acr.23492", "title": "Patient-Perception of Disease-Related Symptoms and Complications in Relapsing Polychondritis.", "journal": ["Arthritis care & research", "Arthritis Care Res (Hoboken)"]}