{"authors": [["Glatz", "Wilfried", "W", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Steinwender", "Gernot", "G", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Tarmann", "Lisa", "L", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Malle", "Eva Maria", "EM", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Schörkhuber", "Marlene", "M", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Wackernagel", "Werner", "W", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Petrovski", "Goran", "G", "Centre of Eye Research, Department of Ophthalmology, and Norwegian Center for Stem Cell Research, Oslo University Hospital, University of Oslo, Oslo, Norway."], ["Wedrich", "Andreas", "A", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."], ["Ivastinovic", "Domagoj", "D", "Department of Ophthalmology, Medical University of Graz, Graz, Austria."]], "date": "2017-12-15", "id": "29244855", "text": "This study compares the presence of vitreous hyper-reflective dots (VHDs) detected with optical coherence tomography (OCT) between eyes with pseudophakic cystoid macular edema (CME) and those with no CME after cataract surgery. In addition, we evaluated the impact of VHDs on the responsiveness of pseudophakic CME to cortisone treatment.Department of Ophthalmology, Medical University of Graz, Austria.Retrospective, monocenter case-controlled study.Inclusion criteria for the study group and the control group were CME and no CME within 12 weeks following uneventful phacoemulsification in otherwise healthy eyes, respectively. VHDs (number and size) and the macular thickness were assessed with OCT. Furthermore, the number of peribulbar or intravitreal steroid injections was assessed.A total of 284 eyes from 267 patients were analyzed, among which 119 met the inclusion criteria for the study (n = 63) and the control group (n = 56). VHDs were observed in 54 (85.7%) study eyes and 21 (37.5%, p = 0.013) control eyes. The number of VHDs was 3.9±3.4 in the study group and 0.7±1 in the control group (p<0.001). The size of the VHDs was 33.5±9.1 μm and 36.6±17.9 μm in the study and control groups, respectively (p = 0.978). Overall, the number of VHDs correlated with central subfield thickness (r = 0.584, p<0.001), cube volume (r = 0.525, p<0.001), and postoperative best-corrected visual acuity (BCVA) (r = -0.563, p<0.001). The number of VHDs did not correlate with the frequency of peribulbar or intravitreal steroid injections.VHDs occurred more often in eyes with CME than in eyes without CME following cataract surgery. In addition, the number of VHDs had an impact on the extent of macular thickening and subsequently postoperative BCVA. No correlation was found between the number of VHDs and the frequency of required peribulbar or intravitreal steroid injections.", "doi": "10.1371/journal.pone.0189194", "title": "Vitreous hyper-reflective dots in pseudophakic cystoid macular edema assessed with optical coherence tomography.", "journal": ["PloS one", "PLoS ONE"]}