{"authors": [["Serrano-Muñoz", "Diego", "D", "Sensorimotor Function Group, Hospital Nacional de Parapléjicos, Toledo, Spain."], ["Gómez-Soriano", "Julio", "J", "Toledo Physiotherapy Research Group (GIFTO), Nursing and Physiotherapy School, Castilla La Mancha University, Toledo, Spain."], ["Bravo-Esteban", "Elisabeth", "E", "Toledo Physiotherapy Research Group (GIFTO), Nursing and Physiotherapy School, Castilla La Mancha University, Toledo, Spain."], ["Vázquez-Fariñas", "María", "M", "Hospital Nacional de Parapléjicos, SESCAM, Toledo, Spain."], ["Taylor", "Julian", "J", "Sensorimotor Function Group, Hospital Nacional de Parapléjicos, Toledo, Spain."], ["Avendaño-Coy", "Juan", "J", "Toledo Physiotherapy Research Group (GIFTO), Nursing and Physiotherapy School, Castilla La Mancha University, Toledo, Spain."]], "date": "2017-12-15", "id": "29244850", "text": "The intensity used during transcutaneous electrical nerve stimulation (TENS) in both, clinical practice and research studies, is often based on subjective commands such as \"strong but comfortable sensation\". There is no consensus regarding the effectiveness dose of TENS. The objective was to determine the difference in the effect of spinal TENS on soleus H-reflex modulation when applied by two therapists instructed to apply the stimulation at a \"strong but comfortable\" intensity. Twenty healthy volunteers divided into two groups: Therapist 1 (n = 10) and Therapist 2 (n = 10). Both therapist applied spinal TENS and sham stimulation at the T10-12 spinal level for 40min in random order to each subject, at an intensity designed to produce a \"strong but comfortable\" sensation. To avoid habituation, the intensity was adjusted every 2min. Soleus H-reflex was recorded before, during, and 10min after TENS by an observer blinded to the stimulus applied. Despite the instruction to apply TENS at a \"strong comfortable\" level, a significant difference in current density was identified: Therapist 1 (0.67mA/cm2, SD 0.54) applied more than Therapist 2 (0.53mA/cm2, SD 0.57; p<0.001) at the onset of the intervention. Maximal peak-to-peak H-reflex amplitude was inhibited significantly more 10min following TENS applied by Therapist 1 (-0.15mV, SD 0.16) compared with Therapist 2 (0.04mV, SD 0.16; p = 0.03). Furthermore, current density significantly correlated with the inhibitory effect on peak-to-peak Soleus H-reflex amplitude 10 min after stimulation (Rho = -0.38; p = 0.04). TENS intensity dosage by the therapist based on the subjective perception of the participants alone is unreliable and requires objective standardization. In addition, higher current density TENS produced greater inhibition of the Soleus H-reflex.", "doi": "10.1371/journal.pone.0189734", "title": "Intensity matters: Therapist-dependent dose of spinal transcutaneous electrical nerve stimulation.", "journal": ["PloS one", "PLoS ONE"]}