{"authors": [["Wittenberg", "Marc André", "MA", "Heinrich-Heine-University Düsseldorf."], ["Baumgarten", "Thomas J", "TJ", "Heinrich-Heine-University Düsseldorf."], ["Schnitzler", "Alfons", "A", "Heinrich-Heine-University Düsseldorf."], ["Lange", "Joachim", "J", "Heinrich-Heine-University Düsseldorf."]], "date": "2017-12-15", "id": "29244637", "text": "Neuronal oscillations are a ubiquitous phenomenon in the human nervous system. Alpha-band oscillations (8-12 Hz) have been shown to correlate negatively with attention and performance, whereas gamma-band oscillations (40-150 Hz) correlate positively. Here, we studied the relation between prestimulus alpha-band power and poststimulus gamma-band power in a suprathreshold tactile discrimination task. Participants received two electrical stimuli to their left index finger with different SOAs (0 msec, 100 msec, intermediate SOA, intermediate SOA ± 10 msec). The intermediate SOA was individually determined so that stimulation was bistable, and participants perceived one stimulus in half of the trials and two stimuli in the other half. We measured neuronal activity with magnetoencephalography (MEG). In trials with intermediate SOAs, behavioral performance correlated inversely with prestimulus alpha-band power but did not correlate with poststimulus gamma-band power. Poststimulus gamma-band power was high in trials with low and high prestimulus alpha-band power and low for intermediate prestimulus alpha-band power (i.e., U-shaped). We suggest that prestimulus alpha activity modulates poststimulus gamma activity and subsequent perception: (1) low prestimulus alpha-band power leads to high poststimulus gamma-band power, biasing perception such that two stimuli were perceived; (2) intermediate prestimulus alpha-band power leads to low gamma-band power (interpreted as inefficient stimulus processing), consequently, perception was not biased in either direction; whereas (3) high prestimulus alpha-band power leads to high poststimulus gamma-band power, biasing perception such that only one stimulus was perceived.", "doi": "10.1162/jocn_a_01219", "title": "U-shaped Relation between Prestimulus Alpha and Poststimulus Gamma-band Power in Temporal Tactile Perception in the Human Somatosensory Cortex.", "journal": ["Journal of cognitive neuroscience", "J Cogn Neurosci"]}