{"authors": [["Tomadoni", "Barbara", "B", "Grupo de Investigación en Ingeniería de Alimentos (GIIA), CONICET, Facultad de Ingeniería, UNMdP, 7600 Mar del Plata, Argentina."], ["Fiszman", "Susana", "S", "Insto. de Agroquímica y Tecnología de Alimentos (IATA-CSIC), Agustín Escardino 7, 46980, Paterna, Valencia), Spain."], ["Moreira", "María R", "MR", "Grupo de Investigación en Ingeniería de Alimentos (GIIA), CONICET, Facultad de Ingeniería, UNMdP, 7600 Mar del Plata, Argentina."], ["Tarrega", "Amparo", "A", "Insto. de Agroquímica y Tecnología de Alimentos (IATA-CSIC), Agustín Escardino 7, 46980, Paterna, Valencia), Spain."]], "date": "2017-12-15", "id": "29243808", "text": "Various factors need to be taken into account when reformulating a food or beverage. The food components, not only macronutrients but also minor ingredients such as flavoring agents, could affect the perception of the sensory sensations, importantly their dynamic aspects, as rising and duration, which are not normally considered. The novelty of this approach is the study of the effects of the addition of several ingredients (fiber, extra milk powder, and strawberry flavoring) on the dynamic perception of a food item (strawberry shakes) using the temporal dominance of sensations (TDS) technique. The occurrence and duration of the key sensory sensations (acid, natural strawberry flavor, thick, sweet, candy strawberry flavor, and milk flavor) extracted from the TDS curves were analyzed and linked to the composition factors and liking and expectations of satiety scores. For example, the addition of flavoring increased the liking scores (increments ranging from 0.3 to 1.1) that was linked to the attenuation of acid sensation; and the addition of extra milk powder increased the expectation of satiety scores (increments ranging from 0.5 to 0.7) that was linked to the perception of early thick sensation in the mouth. In general, the more complex sensory profiles the higher liking and expectations of satiety.This work is a case study on how temporal sensory methods can contribute important information on the actual perception of food during consumption. Depending on the ingredients added these sensory properties appear at different times and with different dominance during evaluation affecting liking or fullness expectations. In consequence, the temporal sensory properties should be taken into account when designing or reformulating food.", "doi": "10.1111/1750-3841.14008", "title": "The Role of the Dynamic Sensory Perception in the Reformulation of Shakes: Use of TDS for Studying the Effect of Milk, Fiber, and Flavor Addition.", "journal": ["Journal of food science", "J. Food Sci."]}