{"authors": [["Poon", "Abner Weng Cheong", "AWC", "School of Social Sciences, University of New South Wales, UNSW Australia, Sydney, NSW, Australia."], ["Joubert", "Lynette", "L", "Department of Social Work, Melbourne School of Health Sciences, University of Melbourne, Parkville, VIC, Australia."], ["Harvey", "Carol", "C", "Psychosocial Research Centre, Department of Psychiatry, University of Melbourne & NorthWestern Mental Health, Coburg, VIC, Australia."]], "date": "2017-12-15", "id": "29243364", "text": "Studies have documented the perceived needs of carers of people with psychosis but most recruitment has utilised convenience sampling resulting in limited understanding of carers' needs. This longitudinal study was conducted within the second Australian prevalence study of psychosis, aiming to obtain generalisable findings regarding perceived needs of carers of people with psychosis. Semi-structured interviews were conducted with 98 carers of people with psychosis recruited in the Australian prevalence study of psychosis. Seventy-eight of the carers were reinterviewed 1 year later to measure changes in their perceived needs. Correlational and paired T tests were conducted to identify relationships between perceived needs and carer's health and well-being, and changes in levels of perceived needs over time. Qualitative responses were structurally coded by segmentation according to the Carers' and Users' Expectations of Services-Carer version. Thematic analysis of common words and phrases was undertaken to identify key themes concerning carers' perceived needs. There was minimal improvement in carers' perceived needs over time and their needs were closely related to their perception of their own social connectedness, psychological health and quality of life. Five themes were identified: Greater involvement of carers in the treatment plan, provision of relevant information to carers, multiple biopsychosocial support for carers, well-being and independence interventions for people with psychosis, and choice to care and alternate caring arrangements. Although policy recognises the need to support carers, findings show that focused interventions are required to address carers' perceived needs more holistically in current mental health services. To support carers' recovery, services need to include carers in treatment planning, and consider ways to address their needs and improve their own health and well-being.", "doi": "10.1111/hsc.12530", "title": "Perceived needs of carers of people with psychosis: An Australian longitudinal population-based study of caregivers of people with psychotic disorders.", "journal": ["Health & social care in the community", "Health Soc Care Community"]}