{"authors": [["El Hachem", "May", "M", "Dermatology Unit, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Carnevale", "Claudia", "C", "Dermatology Unit, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Diociaiuti", "Andrea", "A", "Dermatology Unit, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Ranieri", "Cristiana De", "C", "Clinical Psychology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Giancristoforo", "Simona", "S", "Dermatology Unit, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Zambruno", "Giovanna", "G", "Dermatology Unit, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Ciofi Degli Atti", "Marta L", "ML", "Clinical Epidemiology, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."]], "date": "2017-12-15", "id": "29243298", "text": "A few studies have documented the effect of local anesthesia for minor dermatologic surgical procedures on children and their parents. Our objective was to evaluate the psychological effect and global satisfaction of a patient-centered approach to dermatologic surgery under local anesthesia.Two self-administered questionnaires were used to evaluate the distress and global satisfaction of 388 children who underwent dermatologic surgery under local anesthesia, accompanied by oral and written therapeutic education measures (structured information and a cartoon brochure illustrating the procedure) addressed to children and parents. Distraction techniques were also used during the procedures.Although 54.5% of patients manifested some degree of fear, all other parameters analyzed (pain, surgery-related distress, surgical team-patient and -family relationship, global satisfaction) indicated that the procedures resulted in limited distress and that the large majority of children and parents tolerated them well.Specific measures for therapeutic pediatric patient education may be helpful in limiting discomfort, anxiety, and pain perception linked to procedures performed under local anesthesia. Further controlled studies are required to more precisely assess the benefits of specific therapeutic education measures.", "doi": "10.1111/pde.13347", "title": "Local anesthesia in pediatric dermatologic surgery: Evaluation of a patient-centered approach.", "journal": ["Pediatric dermatology", "Pediatr Dermatol"]}