{"authors": [["Abdulkarim", "Zakaryah", "Z", "Department of Neuroscience, Karolinska Insitutet, Retzius väg 8, 171 77, Solna, Sweden. Zakaryah.abdulkarim@ki.se."], ["Ehrsson", "H Henrik", "HH", "Department of Neuroscience, Karolinska Insitutet, Retzius väg 8, 171 77, Solna, Sweden."]], "date": "2017-12-14", "id": "29243136", "text": "Precise knowledge of one's limbs' position in space is fundamental for goal-directed action. The brain's representation of the body in space is thought to be generated through a process of multisensory integration of visual, tactile and proprioceptive signals. In this study, we devised a setup that allowed us to displace participants' right hand without their subjective awareness. We accomplished this task by instructing the participants to view a live video feed of their hand from the first-person perspective. In the active condition, we used a sensorimotor illusion that caused the participants to actively but unknowingly displace their unseen right hand to a location 8 cm lateral to the image of their hand. In the passive condition, we mechanically displaced the participants' hand-at a slow, unnoticeable velocity-to the same location. We found that during active displacement, the participants indicated that the location of their hand was closer to the digital image of the hand rather than the veridical location of the hand, as compared with the passive condition, in which the participants indicated that the locations of their hand were closer to the actual location. These results indicated that, compared with passive displacement, active movements cause greater recalibration of the hand's spatial position and that the boosted spatial recalibration of hand position sense in the active task is driven by error-based sensorimotor corrections. These results have bearing on the perceptual mechanisms of recalibration of perceived limb location.", "doi": "10.1007/s00221-017-5137-7", "title": "Recalibration of hand position sense during unconscious active and passive movement.", "journal": ["Experimental brain research", "Exp Brain Res"]}