{"authors": [["Panzer", "Stefan", "S", "Saarland University, Saarbrücken, Germany."], ["Kennedy", "Deanna", "D", "Department of Health and Kinesiology, Texas A&M University, College Station, TX, 77843-4243, USA."], ["Wang", "Chaoyi", "C", "College of Physical Education, Jilin University, Changchun, China."], ["Shea", "Charles H", "CH", "Department of Health and Kinesiology, Texas A&M University, College Station, TX, 77843-4243, USA. cshea@tamu.edu."]], "date": "2017-12-14", "id": "29243135", "text": "An experiment was conducted to determine if the performance and learning of a multi-frequency (1:2) coordination pattern between the limbs are enhanced when a model is provided prior to each acquisition trial. Research has indicated very effective performance of a wide variety of bimanual coordination tasks when Lissajous plots with goal templates are provided, but this research has also found that participants become dependent on this information and perform quite poorly when it is withdrawn. The present experiment was designed to test three forms of modeling (Lissajous with template, Lissajous without template, and limb model), but in each situations, the model was presented prior to practice and not available during the performance of the task. This was done to decrease dependency on the model and increase the development of an internal reference of correctness that could be applied on test trials. A control condition was also collected, where a metronome was used to guide the movement. Following less than 7 min of practice, participants in the three modeling conditions performed the first test block very effectively; however, performance of the control condition was quite poor. Note that Test 1 was performed under the same conditions as used during acquisition. Test 2 was conducted with no augmented information provided prior to or during the performance of the task. Only participants in the limb model condition were able to maintain performance on Test 2. The findings suggest that a very simple intuitive display can provide the necessary information to form an effective internal representation of the coordination pattern which can be used guide performance when the augmented display is withdrawn.", "doi": "10.1007/s00221-017-5153-7", "title": "The simplest acquisition protocol is sometimes the best protocol: performing and learning a 1:2 bimanual coordination task.", "journal": ["Experimental brain research", "Exp Brain Res"]}