{"authors": [["Zapata-Villa", "Carolina", "C", "Public Health Observatory Research Group, University CES, Medellín, Colombia."], ["Agudelo-Suárez", "Andrés A", "AA", "Public Health Observatory Research Group, University CES, Medellín, Colombia. oleduga@gmail.com."], ["Cardona-Arango", "Doris", "D", "Public Health Observatory Research Group, University CES, Medellín, Colombia."], ["Ronda-Pérez", "Elena", "E", "Public Health Research Group, Preventive Medicine and Public Health Area, University of Alicante, Alicante, Spain."]], "date": "2017-12-14", "id": "29243016", "text": "This study aims to understand the migratory experience and the employment, work and health conditions of the returned migrants from Spain to Colombia. A qualitative study was conducted by means of 23 semi-structured interviews with Colombian returned migrant workers. Qualitative narrative content analysis was performed using Atlas.Ti software. Main findings are represented by nine categories emerged from the participants' discourses: (1) impact of the economic crisis on work and employment conditions in Spain, (2) economic crisis and return, (3) characteristics of returnees, (4) perception of the returnees about Colombia, (5) the role of social support networks, (6) employment and working conditions in Colombia, (7) health and wellbeing, (8) future plans and expectations, (9) the experience of being immigrant. Adjustment difficulties in participants are evidenced by the return migration process and the conditions of the social, political and economic system in Colombia. Return migration represents the reconfiguration of personal and working lives of this population. This situation requires the development of global policies and strategies in public health to facilitate the adaptation of these people.", "doi": "10.1007/s10903-017-0684-3", "title": "Health Status and Experience of the Migrant Workers Returned from Spain to Colombia: A Qualitative Approach.", "journal": ["Journal of immigrant and minority health", "J Immigr Minor Health"]}