{"authors": [["Na", "Kyeong Ik", "KI", "Department of Ophthalmology, Kangdong Sacred Heart Hospital, Hallym University College of Medicine, Seoul, Korea."], ["Lee", "Won June", "WJ", "Department of Ophthalmology, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea."], ["Kim", "Young Kook", "YK", "Department of Ophthalmology, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea."], ["Park", "Ki Ho", "KH", "Department of Ophthalmology, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea."], ["Jeoung", "Jin Wook", "JW", "Department of Ophthalmology, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea."]], "date": null, "id": "29242900", "text": "The purpose of this study was to investigate the role of optic disc torsion on the rate of progressive retinal nerve fiber layer (RNFL) thinning in patients with myopic open-angle glaucoma.We included 102 patients with myopic open-angle glaucoma accompanied by glaucomatous damage confined to a single hemiretina who were followed up over a 5-year period. We divided the subjects into three groups according to the presence or absence of optic disc torsion and the correspondence between the direction of optic disc torsion and the location of glaucomatous damage: torsion with reverse correspondence group (eyes showing inferior optic disc torsion with glaucomatous damage in the superior quadrant or eyes showing superior torsion with damage in the inferior quadrant), no torsion group, and torsion with correspondence group (eyes showing inferior optic disc torsion with glaucomatous damage in the inferior quadrant or eyes showing superior torsion with damage in the superior quadrant). Changes in the peripapillary RNFL thickness (pRNFLT), evaluated using linear mixed model analysis, were compared among the three groups to determine the relationship between optic disc torsion and pRNFLT changes.Among the total of 102 subjects, 13 eyes (12.7%) exhibited optic disc torsion with reverse correspondence, 59 (57.8%) did not exhibit optic disc torsion, and 30 (29.4%) exhibited optic disc torsion with correspondence. pRNFL thinning in the quadrant with glaucomatous damage was significantly faster in the torsion with correspondence group (-1.66 μm/y) than those in the no torsion (-1.14 μm/y; P = 0.032) and torsion with reverse correspondence (-0.50 μm/y; P < 0.001) groups.Our results suggest that the optic disc torsion-glaucomatous damage correspondence is an important prognostic factor for patients with myopic open-angle glaucoma.", "doi": "10.1167/iovs.17-22534", "title": "Evaluation of Retinal Nerve Fiber Layer Thinning in Myopic Glaucoma: Impact of Optic Disc Morphology.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}