{"authors": [["Mecchia", "Martin A", "MA", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Santos-Fernandez", "Gorka", "G", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Duss", "Nadine N", "NN", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Somoza", "Sofía C", "SC", "Instituto de Investigaciones en Ingeniería Genética y Biología Molecular, Dr. Héctor Torres (INGEBI-CONICET), Vuelta de Obligado 2490, C1428ADN Buenos Aires, Argentina."], ["Boisson-Dernier", "Aurélien", "A", "Biocenter, Botanical Institute, University of Cologne, 50674 Cologne, Germany."], ["Gagliardini", "Valeria", "V", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Martínez-Bernardini", "Andrea", "A", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Fabrice", "Tohnyui Ndinyanka", "TN", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Ringli", "Christoph", "C", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland."], ["Muschietti", "Jorge P", "JP", "Instituto de Investigaciones en Ingeniería Genética y Biología Molecular, Dr. Héctor Torres (INGEBI-CONICET), Vuelta de Obligado 2490, C1428ADN Buenos Aires, Argentina. grossnik@botinst.uzh.ch prometeo@dna.uba.ar."], ["Grossniklaus", "Ueli", "U", "Department of Plant and Microbial Biology and Zurich-Basel Plant Science Center, University of Zurich, 8008 Zurich, Switzerland. grossnik@botinst.uzh.ch prometeo@dna.uba.ar."]], "date": "2017-12-14", "id": "29242232", "text": "The communication of changes in the extracellular matrix to the interior of the cell is crucial for a cell's function. The extracellular peptides of the RAPID ALKALINIZATION FACTOR (RALF) family have been identified as ligands of receptor-like kinases of the CrRLK1L subclass, but the exact mechanism of their perception is unclear. We found that Arabidopsis RALF4 and RALF19 redundantly regulate pollen tube integrity and growth, and that their function depends on pollen-expressed proteins of the LEUCINE-RICH REPEAT EXTENSIN (LRX) family, which play a role in cell wall development but whose mode of action is not understood. The LRX proteins interact with RALFs, monitoring cell wall changes, which are communicated to the interior of the pollen tube via the CrRLK1L pathway to sustain normal growth.", "doi": "10.1126/science.aao5467", "title": "RALF4/19 peptides interact with LRX proteins to control pollen tube growth in Arabidopsis.", "journal": ["Science (New York, N.Y.)", "Science"]}