{"authors": [["Campanella", "Gabriele", "G", "Weill Cornell Medicine, New York, USA; Department of Medical Physics, Memorial Sloan Kettering Cancer Center, New York, USA."], ["Rajanna", "Arjun R", "AR", "Department of Medical Physics, Memorial Sloan Kettering Cancer Center, New York, USA."], ["Corsale", "Lorraine", "L", "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, USA."], ["Schüffler", "Peter J", "PJ", "Department of Medical Physics, Memorial Sloan Kettering Cancer Center, New York, USA."], ["Yagi", "Yukako", "Y", "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, USA."], ["Fuchs", "Thomas J", "TJ", "Weill Cornell Medicine, New York, USA; Department of Medical Physics, Memorial Sloan Kettering Cancer Center, New York, USA; Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, USA. Electronic address: gac2010@med.cornell.edu."]], "date": "2017-09-25", "id": "29241972", "text": "Pathology is on the verge of a profound change from an analog and qualitative to a digital and quantitative discipline. This change is mostly driven by the high-throughput scanning of microscope slides in modern pathology departments, reaching tens of thousands of digital slides per month. The resulting vast digital archives form the basis of clinical use in digital pathology and allow large scale machine learning in computational pathology. One of the most crucial bottlenecks of high-throughput scanning is quality control (QC). Currently, digital slides are screened manually to detected out-of-focus regions, to compensate for the limitations of scanner software. We present a solution to this problem by introducing a benchmark dataset for blur detection, an in-depth comparison of state-of-the art sharpness descriptors and their prediction performance within a random forest framework. Furthermore, we show that convolution neural networks, like residual networks, can be used to train blur detectors from scratch. We thoroughly evaluate the accuracy of feature based and deep learning based approaches for sharpness classification (99.74% accuracy) and regression (MSE 0.004) and additionally compare them to domain experts in a comprehensive human perception study. Our pipeline outputs spacial heatmaps enabling to quantify and localize blurred areas on a slide. Finally, we tested the proposed framework in the clinical setting and demonstrate superior performance over the state-of-the-art QC pipeline comprising commercial software and human expert inspection by reducing the error rate from 17% to 4.7%.", "doi": "10.1016/j.compmedimag.2017.09.001", "title": "Towards machine learned quality control: A benchmark for sharpness quantification in digital pathology.", "journal": ["Computerized medical imaging and graphics : the official journal of the Computerized Medical Imaging Society", "Comput Med Imaging Graph"]}