{"authors": [["Barnaud", "Marie-Lou", "ML", "Univ. Grenoble Alpes, Gipsa-lab, F-38000 Grenoble, France; CNRS, Gipsa-lab, F-38000 Grenoble, France; Univ. Grenoble Alpes, LPNC, F-38000 Grenoble, France; CNRS, LPNC, F-38000 Grenoble, France. Electronic address: marie-lou.barnaud@gipsa-lab.grenoble-inp.fr."], ["Bessière", "Pierre", "P", "CNRS, SORBONNE Universités UPMC, ISIR, Paris, France."], ["Diard", "Julien", "J", "Univ. Grenoble Alpes, LPNC, F-38000 Grenoble, France; CNRS, LPNC, F-38000 Grenoble, France."], ["Schwartz", "Jean-Luc", "JL", "Univ. Grenoble Alpes, Gipsa-lab, F-38000 Grenoble, France; CNRS, Gipsa-lab, F-38000 Grenoble, France. Electronic address: jean-luc.schwartz@gipsa-lab.gre."]], "date": "2017-12-11", "id": "29241588", "text": "While neurocognitive data provide clear evidence for the involvement of the motor system in speech perception, its precise role and the way motor information is involved in perceptual decision remain unclear. In this paper, we discuss some recent experimental results in light of COSMO, a Bayesian perceptuo-motor model of speech communication. COSMO enables us to model both speech perception and speech production with probability distributions relating phonological units with sensory and motor variables. Speech perception is conceived as a sensory-motor architecture combining an auditory and a motor decoder thanks to a Bayesian fusion process. We propose the sketch of a neuroanatomical architecture for COSMO, and we capitalize on properties of the auditory vs. motor decoders to address three neurocognitive studies of the literature. Altogether, this computational study reinforces functional arguments supporting the role of a motor decoding branch in the speech perception process.", "doi": "10.1016/j.bandl.2017.12.003", "title": "Reanalyzing neurocognitive data on the role of the motor system in speech perception within COSMO, a Bayesian perceptuo-motor model of speech communication.", "journal": ["Brain and language", "Brain Lang"]}