{"authors": [["Park", "Soo Kyung", "SK", "School of Nursing, Korea University, 145 Anam-Ro, Seongbuk-gu, Seoul, Republic of Korea. Electronic address: sookyung.park7@gmail.com."]], "date": "2017-09-06", "id": "29241516", "text": "Despite the importance of self-care in people with COPD, little is known about the effect of symptoms and symptom clusters on self-care behavior in people with exacerbated COPD. This study was designed to describe their level of self-care and to examine factors associated with self-care behavior, including symptoms and symptom clusters.For this cross-sectional descriptive study, the researcher recruited Koreans with exacerbated COPD (N=71) from three tertiary care hospitals. Self-care behavior was measured with Alberto Chronic Obstructive Pulmonary Disease Self-care Behavior Inventory. Descriptive and inferential statistics were used to analyze the data from structured interviews, questionnaires, and clinical measures.Mean score of self-care behavior was 119.30. Level of education, comorbidities, emergency department visits during past year, general health perception, and education about exacerbation and symptom management explained 43.9% of total variance in self-care behavior. When individual symptoms were added to the regression model, anxiety accounted for the largest change in total variance in self-care behavior. When a symptom cluster group variable was added to the regression model, change in total variance in self-care behavior was significantly greater than change in variance from individual symptoms.Study results indicate that nurses should assess level of self-care in people with COPD and provide them with appropriate education to improve their self-care behavior. Further, it will remind nurses to heed symptom levels and other variables that affect self-care behavior. COPD patients with a lower level of multiple symptoms should be targeted for intervention to improve self-care.", "doi": "10.1016/j.apnr.2017.09.003", "title": "Factors affecting self-care behavior in Koreans with COPD.", "journal": ["Applied nursing research : ANR", "Appl Nurs Res"]}