{"authors": [["Fletcher", "Kathlyn E", "KE", "Division of General Internal Medicine, Department of Medicine, Center for Patient Care and Outcomes Research, Medical College of Wisconsin and the Milwaukee VAMC, Milwaukee, Wisconsin, United States."], ["Asan", "Onur", "O", "Division of General Internal Medicine, Department of Medicine, Center for Patient Care and Outcomes Research, Medical College of Wisconsin and the Milwaukee VAMC, Milwaukee, Wisconsin, United States."], ["Tyszka", "Jeanne", "J", "Division of General Internal Medicine, Department of Medicine, Center for Patient Care and Outcomes Research, Medical College of Wisconsin and the Milwaukee VAMC, Milwaukee, Wisconsin, United States."]], "date": "2017-12-14", "id": "29241252", "text": "Background Previous studies described attending physicians' perceptions of the benefits and downsides of having the electronic health record (EHR) in the room during a clinical encounter. The perspective of residents has received little attention. Objective The goal of this project was to solicit internal medicine residents' perception of EHR use in primary care clinic visits. In this report, we focus on residents' perception of screen-sharing. Methods We conducted qualitative, semistructured interviews of internal medicine residents. Interviews were audiorecorded, transcribed, and anonymized. Using a deductive approach to data analysis, we coded the transcripts to identify themes of interest. Results We included 21 residents. We identified eight themes related to screen-sharing. We identified opportunities, facilitators and barriers, and outcomes related to screen-sharing. We conceptualized the outcomes, facilitators, and barriers as falling into four categories: structural, patient based, physician based, and interactional. Conclusion Wider dissemination and adoption of curricula designed to teach residents how to incorporate EHR into the clinical encounter is needed. In addition, our study demonstrates the need to focus this training, at least in part, on screen-sharing and management of sensitive information disclosure.", "doi": "10.4338/ACI-17-0057-RA", "title": "Residents' Insights and Ideas about Screen-Sharing in Primary Care Clinics.", "journal": ["Applied clinical informatics", "Appl Clin Inform"]}