{"authors": [[null, null, null, null], ["Rieckmann", "Peter", "P", "Medical Park Loipl, Bischofswiesen, Germany. Electronic address: msin21stcentury@ch-iscience.co.uk."], ["Centonze", "Diego", "D", "Università di Roma Tor Vergata, Rome & IRCCS Neuromed, Pozzilli, IS, Italy."], ["Elovaara", "Irina", "I", "Tampere University Hospital, Tampere, Finland."], ["Giovannoni", "Gavin", "G", "Blizard Institute, Bart's School of Medicine and Dentistry, London, UK."], ["Havrdová", "Eva", "E", "Dept of Neurology and Center for Clinical Neuroscience, First Medical Faculty, Charles University, Prague, Czech Republic."], ["Kesselring", "Jurg", "J", "Kliniken Valens, Valens, Switzerland."], ["Kobelt", "Gisela", "G", "European Health Economics, Spéracèdes, France."], ["Langdon", "Dawn", "D", "Royal Holloway, University of London, Egham, UK."], ["Morrow", "Sarah A", "SA", "Western University, London, Ontario, Canada."], ["Oreja-Guevara", "Celia", "C", "University Hospital San Carlos, Madrid, Spain."], ["Schippling", "Sven", "S", "Universitätsspital Zürich, Zurich, Switzerland."], ["Thalheim", "Christoph", "C", "European Multiple Sclerosis Platform, Brussels, Belgium."], ["Thompson", "Heidi", "H", "Northern Ireland Neurology Service, Portadown, UK."], ["Vermersch", "Patrick", "P", "University of Lille, Lille, France."], ["Aston", "Karen", "K", "MS Society UK, London, UK."], ["Bauer", "Birgit", "B", "European Multiple Sclerosis Platform, Brussels, Belgium."], ["Demory", "Christy", "C", "National MS Society, New York, USA."], ["Giambastiani", "Maria Paz", "MP", "Asociación Discapacidad Sin Distancia, Gexto, Spain."], ["Hlavacova", "Jana", "J", "Civic Association SMS, Prague, Czech Republic."], ["Nouvet-Gire", "Jocelyne", "J", "Association Française des Sclérosés en Plaques, Blagnac, France."], ["Pepper", "George", "G", "Shift MS, Leeds, UK."], ["Pontaga", "Maija", "M", "Latvian MS Association, Riga, Latvia."], ["Rogan", "Emma", "E", "European Multiple Sclerosis Platform, Brussels, Belgium."], ["Rogalski", "Chrystal", "C", "National MS Society, NC, USA."], ["van Galen", "Pieter", "P", "European Multiple Sclerosis Platform, Brussels, Belgium."], ["Ben-Amor", "Ali-Frédéric", "AF", "Merck KGaA, Darmstadt, Germany."]], "date": "2017-11-21", "id": "29241142", "text": "Patient engagement is vital in multiple sclerosis (MS) in order to optimise outcomes for patients, society and healthcare systems. It is essential to involve all stakeholders in potential solutions, working in a multidisciplinary way to ensure that people with MS (PwMS) are included in shared decision-making and disease management. To start this process, a collaborative, open environment between PwMS and healthcare professionals (HCPs) is required so that similarities and disparities in the perception of key areas in patient care and unmet needs can be identified. With this patient-centred approach in mind, in 2016 the MS in the 21st Century Steering Group formed a unique collaboration to include PwMS in the Steering Group to provide a platform for the patient voice.The MS in the 21st Century initiative set out to foster engagement through a series of open-forum joint workshops. The aims of these workshops were: to identify similarities and disparities in the perception and prioritisation in three key areas (unmet needs, the treatment burden in MS, and factors that impact patient engagement), and to provide practical advice on how the gaps in perception and understanding in these key areas could be bridged.Combined practical advice and direction are provided here as eight actions: 1. Improve communication to raise the quality of HCP-patient interaction and optimise the limited time available for consultations. 2. Heighten the awareness of 'hidden' disease symptoms and how these can be managed. 3. Improve the dialogue surrounding the benefit versus risk issues of therapies to help patients become fully informed and active participants in their healthcare decisions. 4. Provide accurate, lucid information in an easily accessible format from reliable sources. 5. Encourage HCPs and multidisciplinary teams to acquire and share new knowledge and information among their teams and with PwMS. 6. Foster greater understanding and awareness of challenges faced by PwMS and HCPs in treating MS. 7. Collaborate to develop local education, communication and patient-engagement initiatives. 8. Motivate PwMS to become advocates for self-management in MS care.Our study of PwMS and HCPs in the MS in the 21st Century initiative has highlighted eight practical actions. These actions identify how differences and gaps in unmet needs, treatment burden, and patient engagement between PwMS and HCPs can be bridged to improve MS disease management. Of particular interest now are patient-centred educational resources that can be used during time-limited consultations to enhance understanding of disease and improve communication. Actively bridging these gaps in a joint approach enables PwMS to take part in shared decision-making; with improved communication and reliable information, patients can make informed decisions with their HCPs, as part of their own personalised disease management.", "doi": "10.1016/j.msard.2017.11.013", "title": "Unmet needs, burden of treatment, and patient engagement in multiple sclerosis: A combined perspective from the MS in the 21st Century Steering Group.", "journal": ["Multiple sclerosis and related disorders", "Mult Scler Relat Disord"]}