{"authors": [["Sweigart", "Joseph R", "JR", "Lexington VA Medical Center, University of Kentucky, Lexington, Kentucky, USA."], ["Aymond", "David", "D", "Byrd Regional Hospital, Leesville, Louisiana, USA."], ["Burger", "Alfred", "A", "Internal Medicine Residency Program, Ichan School of Medicine at Mount Sinai, New York, New York, USA."], ["Kelly", "Andy", "A", "Center for Health Services Research, University of Kentucky, Lexington, Kentucky, USA."], ["Marzano", "Nick", "N", "Society of Hospital Medicine, Philadelphia, Pennsylvania, USA."], ["McIlraith", "Thomas", "T", "7Mercy Medical Group, Sacramento, California, USA."], ["Morris", "Peter", "P", "Division of Pulmonary Critical Care, University of Kentucky, Lexington, Kentucky, USA."], ["Williams", "Mark V", "MV", "Division of Hospital Medicine, Center for Health Services Research, University of Kentucky, Lexington, Kentucky, USA."], ["Siegal", "Eric M", "EM", "Aurora Health Care, University of Wisconsin School of Medicine and Public Health, Milwaukee, Wisconsin, USA."]], "date": "2017-12-06", "id": "29240847", "text": "Intensivist shortages have led to increasing hospitalist involvement in critical care delivery.To characterize the practice of hospitalists practicing in the intensive care unit (ICU) setting.Survey of hospital medicine physicians.This survey was conducted as a needs assessment for the ongoing efforts of the Critical Care Task Force of the Society of Hospital Medicine Education Committee.Hospitalists in the United States.An iteratively developed, 25-item, webbased survey.Results were compiled from all respondents then analyzed in subgroups. Various items were examined for correlations.A total of 425 hospitalists completed the survey. Three hundred and twenty-five (77%) provided critical care services, and 280 (66%) served as primary physicians in the ICU. Hospitalists were significantly more likely to serve as primary physicians in rural ICUs (85% of rural respondents vs 62% of nonrural; P < .001 for association). Half of the rural hospitalists who were primary physicians for ICU patients felt obliged to practice beyond their scope, and 90% at least occasionally perceived that they had insufficient support from board-certified intensivists. Among respondents serving as primary physicians for ICU patients, 67% reported at least moderate difficulty transferring patients to higher levels of ICU care. Difficulty transferring patients was the only item significantly correlated with the perception of being expected to practice beyond one's scope (P < .05 for association).Hospitalists frequently deliver critical care services without adequate training or support, most prevalently in rural hospitals. Without major changes in intensivist staffi ng or patient distribution, this is unlikely to change.", "doi": "10.12788/jhm.2886", "title": "Characterizing Hospitalist Practice and Perceptions of Critical Care Delivery.", "journal": ["Journal of hospital medicine", "J Hosp Med"]}