{"authors": [["Titley", "Mark A", "MA", "Insect Ecology Group, University Museum of Zoology, Cambridge, Downing Street, Cambridge, United Kingdom."], ["Snaddon", "Jake L", "JL", "Biological Sciences, Institute for Life Sciences, University of Southampton, Southampton, United Kingdom."], ["Turner", "Edgar C", "EC", "Insect Ecology Group, University Museum of Zoology, Cambridge, Downing Street, Cambridge, United Kingdom."]], "date": "2017-12-14", "id": "29240835", "text": "Over the last 25 years, research on biodiversity has expanded dramatically, fuelled by increasing threats to the natural world. However, the number of published studies is heavily weighted towards certain taxa, perhaps influencing conservation awareness of and funding for less-popular groups. Few studies have systematically quantified these biases, although information on this topic is important for informing future research and conservation priorities. We investigated: i) which animal taxa are being studied; ii) if any taxonomic biases are the same in temperate and tropical regions; iii) whether the taxon studied is named in the title of papers on biodiversity, perhaps reflecting a perception of what biodiversity is; iv) the geographical distribution of biodiversity research, compared with the distribution of biodiversity and threatened species; and v) the geographical distribution of authors' countries of origin. To do this, we used the search engine Web of Science to systematically sample a subset of the published literature with 'biodiversity' in the title. In total 526 research papers were screened-5% of all papers in Web of Science with biodiversity in the title. For each paper, details on taxonomic group, title phrasing, number of citations, study location, and author locations were recorded. Compared to the proportions of described species, we identified a considerable taxonomic weighting towards vertebrates and an under-representation of invertebrates (particularly arachnids and insects) in the published literature. This discrepancy is more pronounced in highly cited papers, and in tropical regions, with only 43% of biodiversity research in the tropics including invertebrates. Furthermore, while papers on vertebrate taxa typically did not specify the taxonomic group in the title, the converse was true for invertebrate papers. Biodiversity research is also biased geographically: studies are more frequently carried out in developed countries with larger economies, and for a given level of species or threatened species, tropical countries were understudied relative to temperate countries. Finally, biodiversity research is disproportionately authored by researchers from wealthier countries, with studies less likely to be carried out by scientists in lower-GDP nations. Our results highlight the need for a more systematic and directed evaluation of biodiversity studies, perhaps informing more targeted research towards those areas and taxa most depauperate in research. Only by doing so can we ensure that biodiversity research yields results that are relevant and applicable to all regions and that the information necessary for the conservation of threatened species is available to conservation practitioners.", "doi": "10.1371/journal.pone.0189577", "title": "Scientific research on animal biodiversity is systematically biased towards vertebrates and temperate regions.", "journal": ["PloS one", "PLoS ONE"]}