{"authors": [["Shahsavar", "Tina", "T", "Department of Business and Management, Aalborg University, Aalborg, Denmark."], ["Sudzina", "Frantisek", "F", "Department of Business and Management, Aalborg University, Aalborg, Denmark."]], "date": "2017-12-14", "id": "29240801", "text": "Monitoring and managing customers' satisfaction are key features to benefit from today's competitive environment. In higher education context, only a few studies are available on satisfaction and loyalty of the main customers who are the students, which signifies the need to investigate the field more thoroughly. The aim of this research is to measure the strength of determinants of students' satisfaction and the importance of antecedents in students' satisfaction and loyalty in Denmark. Our research model is the modification of European Performance Satisfaction Index (EPSI), which takes the university's image direct effects on students' expectations into account from students' perspective. The structural equation model of student satisfaction and loyalty has been evaluated using partial least square path modelling. Our findings confirm that the EPSI framework is applicable on student satisfaction and loyalty among Danish universities. We show that all the relationships among variables of the research model are significant except the relationship between quality of software and students' loyalty. Results further verify the significance of antecedents in students' satisfaction and loyalty at Danish universities; the university image and student satisfaction are the antecedents of student loyalty with a significant direct effect, while perceived value, quality of hardware, quality of software, expectations, and university image are antecedents of student satisfaction. Eventually, our findings may be of an inspiration to maintain and improve students' experiences during their study at the university. Dedicating resources to identified important factors from students' perception enable universities to attract more students, make them highly satisfied and loyal.", "doi": "10.1371/journal.pone.0189576", "title": "Student satisfaction and loyalty in Denmark: Application of EPSI methodology.", "journal": ["PloS one", "PLoS ONE"]}