{"authors": [["Shapira", "Alon", "A", "Nano Photonics Center, the Institute of Nanotechnology and Advanced Materials, Faculty of Engineering, Bar-Ilan University, Ramat-Gan, Israel."], ["Sterkin", "Anna", "A", "Goldschleger Eye Research Institute, Sackler Faculty of Medicine, Tel-Aviv University, Tel-Hashomer, Israel."], ["Fried", "Moshe", "M", "Goldschleger Eye Research Institute, Sackler Faculty of Medicine, Tel-Aviv University, Tel-Hashomer, Israel."], ["Yehezkel", "Oren", "O", "Goldschleger Eye Research Institute, Sackler Faculty of Medicine, Tel-Aviv University, Tel-Hashomer, Israel."], ["Zalevsky", "Zeev", "Z", "Nano Photonics Center, the Institute of Nanotechnology and Advanced Materials, Faculty of Engineering, Bar-Ilan University, Ramat-Gan, Israel."], ["Polat", "Uri", "U", "School of Optometry and Vision Science, Mina & Everard Goodman Faculty of Life Sciences, Bar-Ilan University, Ramat-Gan, Israel."]], "date": "2017-12-14", "id": "29240758", "text": "Collinear facilitation of contrast sensitivity supported by lateral interactions within primary visual cortex is implicated in contour and object perception, with neural correlates in several frequency bands. Although higher component of the ERP power spectrum, the gamma-band, is postulated to reflect object representation, attention and memory, its neuronal source has been questioned, suggesting it is an artifact reflecting saccadic eye movements. Here we explored the gamma-band activity during collinear facilitation with no saccade-related confounds. We used single-trial spectral analysis of ERP in occipital channels in a time-window of nearly complete saccadic suppression and discarded sporadic trials containing saccades, in order to avoid saccadic artifacts. Although converging evidence suggests that gamma-band oscillations emerge from local excitatory-inhibitory balance involving GABAergic inhibition, here we show activity amplification during facilitatory collinear interactions, presumably dominated by excitations, in the gamma-band 150-350 milliseconds following onset of low near-threshold contrast stimulus. This result highlights the potential role of gamma-band oscillations in neuronal encoding of basic processes in visual perception. Thus, our findings suggest that gamma-band ERP spectrum analysis may serve as a useful and reliable tool for exploring basic perception, both in normal adults and in special populations.", "doi": "10.1371/journal.pone.0187520", "title": "Increased gamma band activity for lateral interactions in humans.", "journal": ["PloS one", "PLoS ONE"]}