{"authors": [["Graczyk", "Michał", "M", null], ["Borkowska", "Alina", "A", null], ["Krajnik", "Małgorzata", "M", null]], "date": "2017-12-14", "id": "29240048", "text": "INTRODUCTION    Opiophobia is deemed one of the key barriers in effective pain management.  OBJECTIVES    The study aimed to assess overall perception of opioids in cancer patients suffering from and treated for chronic pain, as well as determine the nature of their most common, related fears.  PATIENTS AND METHODS    The study comprised 100 palliative care patients who suffered from chronic cancer or non-cancer pain. Initially, they had to complete a survey exploring their knowledge on analgesics and potential fear of using opioids. The second phase was based on the in-depth interviews with 10 palliative care patients suffering from cancer pain who were reluctant to use opioids.  RESULTS    Almost half (43/100) of the patients expressed concerns over commencing the treatment with opioids. Fear was encountered more frequently among the patients already on strong opioids, and either admitting to it (Group C), or not (Group B), as compared to those treated with the weak opioids (Group A), i.e. 50% and 48% vs. 19%, respectively. Dominant type of concerns related to drug addiction, fear of death/dying, and undesirable side effects. A qualitative study revealed similar types of fear among the patients expressing  concerns prior to being put on strong opioids.  CONCLUSIONS    Opiophobia appears a frequent enough phenomenon among palliative care patients (up to 50%) treated with strong opioids. It originates primarily in drug addiction hazard, undesirable effects, and a diversity of death/dying issues. Better awareness of patients' preconceptions on opioids may well become instrumental in alleviating their suffering through enhanced pain management.", "doi": "10.20452/pamw.4167", "title": "Why patients are afraid of opioid analgesics - study on opioid perception in patients treated for chronic pain.", "journal": ["Polish archives of internal medicine", null]}