{"authors": [["Mallen-Perez", "Laura", "L", "Universidad de Barcelona, Hospital Clínic, Barcelona, España. Electronic address: lauramallen500@gmail.com."], ["Roé-Justiniano", "M Teresa", "MT", "Sala de partos, Hospital Clínic, Barcelona, España."], ["Colomé Ochoa", "Núria", "N", "Sala de partos, Hospital Verge de la Cinta, Tortosa, Tarragona, España."], ["Ferre Colomat", "Alicia", "A", "Sala de partos, Hospital Martí i Julià, Girona, España."], ["Palacio", "Montse", "M", "BCNatal Hospital Clínic-Hospital Sant Joan de Déu, Barcelona, España."], ["Terré-Rull", "Carme", "C", "Facultad de Medicina y Ciencias de la Salud, Escuela de Enfermería, L'Hospitalet de Llobregat, Universidad de Barcelona, Barcelona, España."]], "date": "2017-11-24", "id": "29239794", "text": "To evaluate the effectiveness of the use of hydrotherapy in pain perception and requesting analgesia in women who use hydrotherapy during childbirth and to identify possible adverse effects in infants born in water.A multicentre prospective cohort study was performed between September 2014 and April 2016. A total of 200 pregnant women were selected and assigned to the hydrotherapy group (HG) or the control group (CG) according to desire and availability of use, data collection started at 5cm dilatation. The instruments used were the numerical rating scale (NRS), use of analgesia, Apgar Test, umbilical cord pH and NICU admission. Participants were distributed into: HG (n=111; 50 water birth) and CG (n=89).Pain at 30 and 90min was lower in the HG than in the CG (NRS 30min 6.7 [SD 1.6] vs 7.8 [SD 1.2] [P<.001] and NRS 90min 7.7 [SD 1.2] vs. 8.9 [SD 1.1] [P<.001]). During the second stage of labour, pain was lower in pregnant women undergoing a water birth (NRS HG 8.2 [SD 1.2], n=50; NRS CG 9.5 [SD 0.5], n=89 [P<.001]). Relative to the use of analgesia, in the CG 30 (33.7%) pregnant women requested epidural analgesia vs. 24 (21.1%) pregnant women in HG (P=.09). The neonatal parameters after water birth were not modified compared to those born out of water.The use of hydrotherapy reduces pain during labour, and during second stage in women who undergo a water birth and the demand for analgesia decreases in multiparous pregnant women. No adverse effects were seen in infants born under water.", "doi": "10.1016/j.enfcli.2017.10.004", "title": "Use of hydrotherapy during labour: Assessment of pain, use of analgesia and neonatal safety.", "journal": ["Enfermeria clinica", "Enferm Clin"]}