{"authors": [["Anobile", "Giovanni", "G", null], ["Arrighi", "Roberto", "R", null], ["Castaldi", "Elisa", "E", null], ["Grassi", "Eleonora", "E", null], ["Pedonese", "Lara", "L", null], ["M Moscoso", "Paula A", "PA", null], ["Burr", "David C", "DC", null]], "date": "2017-12-14", "id": "29239633", "text": "Humans and other animals are able to make rough estimations of quantities using what has been termed the approximate number system (ANS). Much evidence suggests that sensitivity to numerosity correlates with symbolic math capacity, leading to the suggestion that the ANS may serve as a start-up tool to develop symbolic math. Many experiments have demonstrated that numerosity perception transcends the sensory modality of stimuli and their presentation format (sequential or simultaneous), but it remains an open question whether the relationship between numerosity and math generalizes over stimulus format and modality. Here we measured precision for estimating the numerosity of clouds of dots and sequences of flashes or clicks, as well as for paired comparisons of the numerosity of clouds of dots. Our results show that in children, formal math abilities correlate positively with sensitivity for estimation and paired-comparisons of the numerosity of visual arrays of dots. However, precision of numerosity estimation for sequences of flashes or sounds did not correlate with math, although sensitivities in all estimations tasks (for sequential or simultaneous stimuli) were strongly correlated with each other. In adults, we found no significant correlations between math scores and sensitivity to any of the psychophysical tasks. Taken together these results support the existence of a generalized number sense, and go on to demonstrate an intrinsic link between mathematics and perception of spatial, but not temporal numerosity. (PsycINFO Database Record", "doi": "10.1037/dev0000448", "title": "Spatial but Not Temporal Numerosity Thresholds Correlate With Formal Math Skills in Children.", "journal": ["Developmental psychology", "Dev Psychol"]}