{"authors": [["Ramamoorthy", "Anuradha", "A", "Office of Clinical Pharmacology, Office of Translational Sciences, Center for Drug Evaluation and Research, US Food and Drug Administration, Silver Spring, Maryland, USA."], ["Sadler", "Brian M", "BM", "Pharmacokinetics, Pharmacodynamics, Modeling & Simulation, ICON Plc, Cary, North Carolina, USA."], ["van Hasselt", "J G Coen", "JGC", "Cluster Systems Biomedicine and Pharmacology, Leiden Academic Centre for Drug Research, Leiden University, Leiden, The Netherlands."], ["Elassaiss-Schaap", "Jeroen", "J", "Cluster Systems Biomedicine and Pharmacology, Leiden Academic Centre for Drug Research, Leiden University, Leiden, The Netherlands."], ["Kasichayanula", "Sreeneeranj", "S", "Clinical Pharmacology, Modeling and Simulation, Amgen Inc, Thousand Oaks, California, USA."], ["Edwards", "Alena Y", "AY", "Pharmacokinetics, Pharmacodynamics, Modeling & Simulation, ICON Plc, Marlow, UK."], ["van der Graaf", "Piet H", "PH", "Cluster Systems Biomedicine and Pharmacology, Leiden Academic Centre for Drug Research, Leiden University, Leiden, The Netherlands."], ["Zhang", "Lei", "L", "Office of Clinical Pharmacology, Office of Translational Sciences, Center for Drug Evaluation and Research, US Food and Drug Administration, Silver Spring, Maryland, USA."], ["Wagner", "John A", "JA", "Takeda Pharmaceuticals International Co, Cambridge, Massachusetts, USA."]], "date": "2017-12-14", "id": "29239147", "text": "The consumption of asparagus is associated with the production of malodorous urine with considerable interindividual variability (IIV). To characterize the urinary odor kinetics after consumption of asparagus spears, we conducted a study with consenting attendees from two American Society for Clinical Pharmacology and Therapeutics (ASCPT) meetings. Subjects were randomized to eat a specific number of asparagus spears, and then asked to report their urinary odor perception. Eighty-seven subjects were included in the final analysis. A mixed effect proportional odds model was developed that adequately characterized the dose-response relationship. We estimated the half-life of the asparagus effect on malodorous urine to be 4.7 hours (relative standard error (RSE) = 13.2%), and identified a dose-response slope term with good precision (24.3%). Age was found as the predictor of IIV in slope estimates. This study design and tools can be used as a demonstration \"crowdsourcing\" project for studying population kinetics in organizational and educational settings.", "doi": "10.1002/psp4.12264", "title": "Crowdsourced Asparagus Urinary Odor Population Kinetics.", "journal": ["CPT: pharmacometrics & systems pharmacology", "CPT Pharmacometrics Syst Pharmacol"]}