{"authors": [["Sánchez-Siles", "Mariano", "M", "Private Oral Surgery and Medicine Practice, Murcia, Spain."], ["Ballester-Ferrandis", "Jose Francisco", "JF", "Private Dental Practice, Castellón, Spain."], ["Salazar-Sánchez", "Noemí", "N", "Private Dental Practice, Murcia, Spain."], ["Gómez-García", "Francisco José", "FJ", "Department of Pathology and Anatomical Sciences, University of Murcia, Murcia, Spain."], ["Moraleja-Ruiz", "Román", "R", "Private Dental Practice, Valencia, Spain."], ["Camacho-Alonso", "Fabio", "F", "Department of Oral Surgery, University of Murcia, Murcia, Spain."]], "date": "2017-12-14", "id": "29239092", "text": "Dental implants have been used in edentulous jaws to improve the retention and stability of complete dentures. Attachment to the implants improves stability and function of the prostheses and increases patient satisfaction.The aim of this study was to evaluate quality of life and satisfaction between patients with implant overdentures and complete dentures for more than 20 years.Forty patients with overdentures and 40 patients with conventional complete dentures were included in this study. Both groups are carriers of their prosthesis more than 20 years. All patients completed an OHIP-14 and perception and satisfaction questionnaire related their implant prothesis.Follow-up mean in patients with overdentures were 23.27 ± 1.87 years and 23.20 ± 3.91 years for conventional prosthesis group. A worse quality of life was shown in the group of patients with conventional dentures in the 7 dimensions and in the total value, with statistically significant differences in 6 dimensions and in the total value (P ≤ .05). Patients with implants overdenture were more satisfied than patients with conventional dentures, with statistically significant differences (P < .001).Implant overdentures on cobalt chrome and gold bars offer an excellent long-term solution for edentulism compared with conventional denture.", "doi": "10.1111/cid.12576", "title": "Long-term evaluation of quality of life and satisfaction between implant bar overdentures and conventional complete dentures: A 23 years retrospective study.", "journal": ["Clinical implant dentistry and related research", "Clin Implant Dent Relat Res"]}