{"authors": [["Olowokere", "Adekemi E", "AE", "Department of Nursing Science, Obafemi Awolowo University, Ile-Ife, Osun State, Nigeria."], ["Adelakun", "Oluyemi A", "OA", "Dagbolu Primary Health Care Centre, Osogbo, Osun State, Nigeria."], ["Komolafe", "Abiola O", "AO", "Department of Nursing Science, Obafemi Awolowo University, Ile-Ife, Osun State, Nigeria."]], "date": "2017-12-14", "id": "29239073", "text": "To assess knowledge, perception, access and utilisation of HIV counselling and testing among pregnant women from rural communities in Nigeria.Descriptive cross-sectional survey.Primary health care facilities in rural communities of Osogbo, Osun State, Nigeria.Three-hundred pregnant women attending antenatal clinics in primary health care facilities.Knowledge of HIV counselling and testing, perception of HIV counselling and testing, utilisation of HIV counselling and testing and barriers associated with HIV counselling and testing utilisation.Findings showed that 59.0% had good knowledge, while 56.7% had good perception. Majority (88.4%) of the 77.7% of respondents who reported the availability of HIV counselling and testing services said it was free and 61.3% of the respondents had HIV counselling and testing done before. Majority (78.3%) had one-on-one counselling, while a little above half (55.4%) gave consent for testing. However, less than half (36.3%) of the respondents were willing to have HIV counselling and testing done in the present pregnancy. There is significant association between the level of perception and utilisation of HIV counselling and testing. A significant association is also found between knowledge of HIV counselling and testing and utilisation. Key barriers found to be associated with utilisation of HIV counselling and testing include 'fear of how to cope with being positive' and 'absence of HIV counselling and testing centre'.Many women selected from rural communities demonstrated good knowledge and perception of HIV counselling and testing. The majority of them also had access to HIV counselling and testing and used it. However, some still have misconception about mother-to-child transmission of HIV.", "doi": "10.1111/ajr.12368", "title": "Knowledge, perception, access and utilisation of HIV counselling and testing among pregnant women in rural communities of Osogbo town, Nigeria.", "journal": ["The Australian journal of rural health", "Aust J Rural Health"]}