{"authors": [["Johnson", "Elizabeth N", "EN", "Neurobiology Department, Duke University School of Medicine, Durham, North Carolina."], ["Westbrook", "Teleza", "T", "Neurobiology Department, Duke University School of Medicine, Durham, North Carolina."], ["Shayesteh", "Rod", "R", "Neurobiology Department, Duke University School of Medicine, Durham, North Carolina."], ["Chen", "Emily L", "EL", "Neurobiology Department, Duke University School of Medicine, Durham, North Carolina."], ["Schumacher", "Joseph W", "JW", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida."], ["Fitzpatrick", "David", "D", "Max Planck Florida Institute for Neuroscience, Jupiter, Florida."], ["Field", "Greg D", "GD", "Neurobiology Department, Duke University School of Medicine, Durham, North Carolina."]], "date": "2017-12-14", "id": "29238991", "text": "Intrinsically photosensitive retinal ganglion cells (ipRGCs) mediate the pupillary light reflex, circadian entrainment, and may contribute to luminance and color perception. The diversity of ipRGCs varies from rodents to primates, suggesting differences in their contributions to retinal output. To further understand the variability in their organization and diversity across species, we used immunohistochemical methods to examine ipRGCs in tree shrew (Tupaia belangeri). Tree shrews share membership in the same clade, or evolutionary branch, as rodents and primates. They are highly visual, diurnal animals with a cone-dominated retina and a geniculo-cortical organization resembling that of primates. We identified cells with morphological similarities to M1 and M2 cells described previously in rodents and primates. M1-like cells typically had somas in the ganglion cell layer, with 23% displaced to the inner nuclear layer (INL). However, unlike M1 cells, they had bistratified dendritic fields ramifying in S1 and S5 that collectively tiled space. M2-like cells had dendritic fields restricted to S5 that were smaller and more densely branching. A novel third type of melanopsin immunopositive cell was identified. These cells had somata exclusively in the INL and monostratified dendritic fields restricted to S1 that tiled space. Surprisingly, these cells immunolabeled for tyrosine hydroxylase, a key component in dopamine synthesis. These cells immunolabeled for an RGC marker, not amacrine cell markers, suggesting that they are dopaminergic ipRGCs. We found no evidence for M4 or M5 ipRGCs, described previously in rodents. These results identify some organizational features of the ipRGC system that are canonical versus species-specific.", "doi": "10.1002/cne.24377", "title": "Distribution and diversity of intrinsically photosensitive retinal ganglion cells in tree shrew.", "journal": ["The Journal of comparative neurology", "J. Comp. Neurol."]}