{"authors": [["Grover", "Mohnish", "M", "Department of Otorhinolaryngology and Head Neck Surgery, SMS Medical College and Hospital, Jaipur, Rajasthan 302004 India."], ["Sharma", "Shitanshu", "S", "Department of Otorhinolaryngology and Head Neck Surgery, SMS Medical College and Hospital, Jaipur, Rajasthan 302004 India."], ["Bhargava", "Shruti", "S", "Department of Pathology, SMS Medical College and Hospital, Jaipur, Rajasthan India."], ["Singh", "Shashank Nath", "SN", "Department of Otorhinolaryngology and Head Neck Surgery, SMS Medical College and Hospital, Jaipur, Rajasthan 302004 India."], ["Gupta", "Gaurav", "G", "Department of Otorhinolaryngology and Head Neck Surgery, SP Medical College, Bikaner, India."], ["Sharma", "Man Prakash", "MP", "Department of Otorhinolaryngology and Head Neck Surgery, SMS Medical College and Hospital, Jaipur, Rajasthan 302004 India."]], "date": "2017-09-23", "id": "29238682", "text": "To report operative findings, postoperative course, and postimplantation performance in patients with cochlear malformations who underwent cochlear implantation. Seventeen patients with malformations which included enlarged vestibular aqueduct (n = 6), Mondini's dysplasia (n = 5) common cavity deformity (n = 3) and incomplete partition type 2 (n = 3) underwent cochlear implantation with Nucleus 22 straight array device at our center. Operative findings described facial nerve anatomy and cerebrospinal fluid leak. Standard tests of speech perception were used to evaluate the postoperative performance for each subject. Operative findings included cerebrospinal fluid leak (thirteen patients) all of which were repaired successfully with graft. None had abnormal facial nerve anatomy. No surgical complications occurred. All the patients except two with common cavity had complete insertion. Electrode thresholds and discomfort levels were variable for several months after implantation. All patients demonstrated improved performance after implantation. Patients with enlarged vestibular aqueduct fared better than patients with other inner ear malformations. Cochlear implantation can be a successful method of rehabilitation in patients with congenital deafness who have cochlear malformations.", "doi": "10.1007/s12070-017-1209-z", "title": "Cochlear Implantation in Children with Anomalous Cochleovestibular Anatomy: Our Experience.", "journal": ["Indian journal of otolaryngology and head and neck surgery : official publication of the Association of Otolaryngologists of India", "Indian J Otolaryngol Head Neck Surg"]}