{"authors": [["Mumma", "Matthew A", "MA", "Ecosystem Science and ManagementUniversity of Northern British ColumbiaPrince GeorgeBCCanada."], ["Gillingham", "Michael P", "MP", "Ecosystem Science and ManagementUniversity of Northern British ColumbiaPrince GeorgeBCCanada."], ["Johnson", "Chris J", "CJ", "Ecosystem Science and ManagementUniversity of Northern British ColumbiaPrince GeorgeBCCanada."], ["Parker", "Katherine L", "KL", "Ecosystem Science and ManagementUniversity of Northern British ColumbiaPrince GeorgeBCCanada."]], "date": "2017-10-25", "id": "29238553", "text": "Predation risk is a driver of species' distributions. Animals can increase risk avoidance in response to fluctuations in predation risk, but questions remain regarding individual variability and the capacity to respond to changes in spatial risk across human-altered landscapes. In northeast British Columbia, Canada, boreal caribou populations declined as roads and seismic lines have increased, which are theorized to increase gray wolf predation. Our goal was to model risk and to evaluate individual variability and the development of risk perception by examining individual risk avoidance in response to reproductive status and age. We used locations from collared caribou and wolves to identify landscape features associated with the risk of a potential wolf-caribou encounter and risk of being killed given an encounter. We built resource selection functions to estimate individual responses to risk. We used general linear regressions to evaluate individual risk and linear feature avoidance as a function of age and reproductive status (calf or no calf). Linear features increased the risk of encounter. Older caribou and caribou with calves demonstrated stronger avoidance of the risk of encounter and roads, but weaker avoidance in late summer to the risk of being killed relative to younger and calf-less individuals. Mechanisms explaining the inverse relationships between the risk of encounter and risk of being killed are uncertain, but it is conceivable that caribou learn to avoid the risk of encounter and roads. Responses by females with vulnerable calves to the risk of encounter and risk of being killed might be explained by a trade-off between these two risk types and a prioritization on the risk of encounter. Despite the capacity to alter their responses to risk, the global decline in Rangifer populations (caribou and wild reindeer) suggests these behaviors are insufficient to mitigate the impacts of anthropogenic disturbances.", "doi": "10.1002/ece3.3563", "title": "Understanding predation risk and individual variation in risk avoidance for threatened boreal caribou.", "journal": ["Ecology and evolution", "Ecol Evol"]}