{"authors": [["Shokouhi", "Elham", "E", "Health Education Student, Department of Health Education and Promotion, Public Health School, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."], ["Zamani-Alavijeh", "Fereshteh", "F", "Ph.D. in Health Education, Associate Professor, Department of Health Education and Promotion, School of Health, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Araban", "Marzieh", "M", "Ph.D. in Health Education, Assistant Professor, Social Determinants of Health Research Center, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran."]], "date": "2017-10-25", "id": "29238498", "text": "Antibiotics are among those drugs prescribed abundantly in hospitals due to their high efficiency. However, excessive, non-logical and unnecessary use of antibiotics regardless of physicians' recommendations is considered as a challenge.The aim of this study was to explain family physicians' beliefs about antibiotic prescription in Ahvaz.This study is part of a content-analysis qualitative research conducted in Ahvaz in 2016. Study subjects were selected according to purposive sampling and data collection continued to data saturation. Required data were collected using semi-structured in-depth interviews with participation of eight subjects. Data analysis was conducted along with conducting interviews using constant comparison analysis, and it continued to the last interview. Strength and accuracy of data were investigated by experts and participants.From data analysis, four major categories were extracted that were composed of 20 subcategories. They were 1) expected outcomes of antibiotics (perceived pros and cons); 2) perceived pressure to follow others' opinions; 3) the level of access to antibiotics; and 4) individual's perception for prescription.Findings of this study showed that various factors affect physicians' decisions to prescribe antibiotics and it is emphasized to consider these factors.", "doi": "10.19082/5560", "title": "Explaining family physicians' beliefs about antibiotic prescription.", "journal": ["Electronic physician", "Electron Physician"]}