{"authors": [["Carletti", "Giulia", "G", "Department of Radiotherapy and Molecular Medicine, Istituto Oncologico Veneto, Padova, Italy."], ["Soriani", "Nicola", "N", "Unit of Biostatistics, Epidemiology and Public Health, Department of Cardiology, Thoracic and Vascular Sciences, University of Padova, Padova, Italy."], ["Mattiazzi", "Martina", "M", "Customer Relation Office, Istituto Oncologico Veneto, Padova, Italy."], ["Gregori", "Dario", "D", "Unit of Biostatistics, Epidemiology and Public Health, Department of Cardiology, Thoracic and Vascular Sciences, University of Padova, Padova, Italy."]], "date": "2017-10-31", "id": "29238425", "text": "Measuring service quality aids health care providers to recognize specific and unmet needs of patients. Nevertheless, perceived quality of health care services (PQC) is often investigated with inadequate techniques which may lead to biased results.The aim of the present study is to develop a proof-of-concept for estimating the PQC using the scale-up estimator, with reference to a concrete assessment in patients of a major Oncology Hospital in Veneto (IOV). Results have then been compared with those collected by the Customer Relations Office (CRO) after the annual survey conducted with traditional questionnaire based techniques.Seven hundred and eighty-three sets consisting of two questionnaires were handed out to IOV patients between 26 and 28 November 2012. The first questionnaire was the CRO annual one composed by 15 direct questions about the perception of quality satisfaction rate using a Likert scale. The second questionnaire was the scale-up (NSUM) one, composed by 20 indirect questions, 5 of which were reproducing the main target of CRO for estimating PQC.The comparisons made over 299 sets of questionnaires showed differences between the two techniques. Network Scale-Up Method (NSUM) questionnaire seems to be able to produce lower estimates of PQC with respect to the CRO annual questionnaire. In some cases, the NSUM showed dissatisfaction rates which are 20-fold higher respect to CRO.NSUM could be a promising method for assessing the perceived quality of care.", "doi": "10.2174/1874434601711010219", "title": "A Social Network Approach to the Estimation of Perceived Quality of Health Care.", "journal": ["The open nursing journal", "Open Nurs J"]}