{"authors": [["Silva", "Bhárbara Karolline Rodrigues", "BKR", "Epidemiology and Data Analysis Laboratory, Faculdade de Medicina do ABC (FMABC) - Santo André-SP, Brazil."], ["Quaresma", "Fernando Rodrigues Peixoto", "FRP", "Faculdade de Medicina do ABC (FMABC), Lutheran University Center of Palmas -TO and Federal University of the State of Tocantins (UFT) - Palmas-TO, Brazil."], ["Maciel", "Erika da Silva", "EDS", "Department of Medical Sciences, at the University of São Paulo (USP), Federal University of the Tocantins (UFT) - Miracema-TO, Brazil."], ["Figueiredo", "Francisco Winter Dos Santos", "FWDS", "Faculdade de Medicina do ABC (FMABC), Epidemiology and Data Analysis Laboratory, Faculdade de Medicina do ABC (FMABC) - Santo André-SP, Brazil."], ["Sarraf", "Jonathan Souza", "JS", "Federal University of the State of Pará (UFPA) - Belém-PA, Brazil."], ["Adami", "Fernando", "F", "Faculty of Public Health at the University of São Paulo (USP), Faculdade de Medicina do ABC (FMABC), Laboratory of Epidemiology and Data Analysis, Faculdade de Medicina do ABC (FMABC) - Santo André-SP, Brazil."]], "date": "2017-09-27", "id": "29238419", "text": "This study aims to evaluate the relationship between perceived level of stress and quality of life of professionals working in Prompt Service Units in the city of Palmas, Tocantins.A cross-sectional study was performed among 164 professionals from Prompt Service Units. Stress levels were evaluated using the Perceived Stress Scale. The WHOQOL-bref was used to evaluate the perception of quality of life. Quantitative variables distribution was evaluated using Shapiro-Wilk's test. For the analyses of correlations among perceived level of stress, total quality of life score, and the physical health domain of the WHOQOL-bref, Pearson's correlation test was applied. The significance level adopted for this trial was 95%. The study was approved by the Committee of Ethics in Research with Human Beings.When assessing the perceived level of stress with the total quality of life score, there was no significant correlation between those variables. However, there was an association between the perceived level of stress and the physical health domain of quality of life.Perceived quality of life was correlated with the physical health domain, and this result reinforces the importance of the facets that make up this area.", "doi": "10.2174/1874434601711010135", "title": "Correlation Between Stress and Quality of Life Experienced by Caregivers: Perception of a Group of Healthcare Professionals.", "journal": ["The open nursing journal", "Open Nurs J"]}