{"authors": [["Tabatabaian", "Farhad", "F", "Department of Prosthodontics, School of Dentistry, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Shabani", "Sima", "S", "Department of Prosthodontics, School of Dentistry, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Namdari", "Mahshid", "M", "Department of Community Oral Health, School of Dentistry, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Sadeghpour", "Koroush", "K", "Department of Prosthodontics, School of Dentistry, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29238377", "text": "Masking ability of a restorative material plays an important role to cover discolored tooth structure; however, this ability has not yet been well understood in zirconia-based restorations. This study assessed the masking ability of a zirconia ceramic on composite resin substrates with different shades.Ten zirconia disc specimens, with 0.5 mm thickness and 10 mm diameter, were fabricated by a computer-aided design/computer-aided manufacturing system. A white substrate (control) and six composite resin substrates with different shades including A1, A2, A3, B2, C2, and D3 were prepared. The substrates had a cylindrical shape with 10 mm diameter and height. The specimens were placed onto the substrates for spectrophotometric evaluation. A spectrophotometer measured the L*, a*, and b* values for the specimens. ΔE values were calculated to determine the color differences between the groups and the control and then were compared with a perceptional threshold (ΔE = 2.6). Repeated measures ANOVA and Bonferroni tests were used for data analysis (P < 0.05).The mean and standard deviation of ΔE values for A1, A2, A3, B2, C2, and D3 groups were 6.78 ± 1.59, 8.13 ± 1.66, 9.81 ± 2.64, 9.61 ± 1.38, 9.59 ± 2.63, and 8.13 ± 1.89, respectively. A significant difference was found among the groups in the ΔE values (P = 0.006). The ΔE values were more than the perceptional threshold in all the groups (P < 0.0001).Within the limitations of this study, it can be concluded that the tested zirconia ceramic could not thoroughly mask different shades of the composite resin substrates. Moreover, color masking of zirconia depends on the shade of substrate.", "doi": null, "title": "Masking ability of a zirconia ceramic on composite resin substrate shades.", "journal": ["Dental research journal", "Dent Res J (Isfahan)"]}