{"authors": [["Machado", "Daisy Maria", "DM", "Disciplina de Infectologia Pediátrica, Departamento de Pediatria, Escola Paulista de Medicina, Universidade Federal de São Paulo, São Paulo."], ["de Sant'Anna Carvalho", "Alexandre Machado", "AM", "Universidade Federal do Rio de Janeiro, Rio de Janeiro."], ["Riera", "Rachel", "R", "Disciplina de Medicina Baseada em Evidências, Departamento de Medicina, Escola Paulista de Medicina, Universidade Federal de São Paulo, São Paulo, Brazil."]], "date": "2017-11-29", "id": "29238237", "text": "Adolescents are a critical population that is disproportionately impacted by the HIV epidemic. More than 2 million adolescents between the age group of 10 and 19 years are living with HIV, and millions are at risk of infection. HIV risks are considerably higher among girls, especially in high-prevalence settings such as eastern and southern Africa. In addition to girls, there are other vulnerable adolescent subgroups, such as teenagers, who use intravenous (IV) drugs, gay and bisexual boys, transgender youth, male sex workers, and people who fall into more than one of these categories. Pre-exposure prophylaxis (PrEP) is a new intervention for people at high risk for acquiring HIV, with an estimated HIV incidence of >3%. Recent data from trials show evidence of the efficacy of PrEP as a powerful HIV prevention tool in high-risk populations, including men who have sex with men, HIV-1-serodiscordant heterosexual couples, and IV drug users. The reported efficacy in those trials of the daily use of oral tenofovir, alone or in combination with emtricitabine, to prevent HIV infection ranged from 44% to 75% and was heavily dependent on adherence. Despite the proven efficacy of PrEP in adult trials, concerns remain about its feasibility in real-life scenarios due to stigma, cost, and limited clinician experience with PrEP delivery. Recent studies are attempting to expand the inquiry into the efficacy of such HIV prophylaxis approaches in adolescent populations, but there are still many gaps in knowledge, and no country has yet approved it for use with adolescents. The aim of this review was to identify and summarize the evidence from studies on PrEP for adolescents. We have compiled and reviewed published studies focusing on safety, feasibility, adherence to therapeutics, self-perception, and legal issues related to PrEP in people aged between 10 and 24 years.", "doi": "10.2147/AHMT.S112757", "title": "Adolescent pre-exposure prophylaxis for HIV prevention: current perspectives.", "journal": ["Adolescent health, medicine and therapeutics", "Adolesc Health Med Ther"]}