{"authors": [["Mulasso", "Anna", "A", "Department of Psychology, University of Turin, Turin, Italy."], ["Argiolu", "Laura", "L", "Department of Psychology, University of Turin, Turin, Italy."], ["Roppolo", "Mattia", "M", "Department of Psychology, University of Turin, Turin, Italy."], ["Azucar", "Danny", "D", "Department of Psychology, University of Turin, Turin, Italy."], ["Rabaglietti", "Emanuela", "E", "Department of Psychology, University of Turin, Turin, Italy."]], "date": "2017-11-28", "id": "29238176", "text": "Frailty increases individual vulnerability to external stressors and involves high risk for adverse geriatric outcomes. To date, few studies have addressed the role of emotion perception and its association with frailty in aged populations. This cross-sectional study aimed to explore whether a significant association between frailty and emotional experience exists in a sample of Italian community-dwelling older adults. Our sample consisted of 104 older adults (age 76±8 years; 59.6% women) living in Piedmont, Italy. Frailty was measured using the Italian version of the Tilburg Frailty Indicator (TFI), and emotion perception was measured with the Positive and Negative Affect Schedule (PANAS). The Mini-Mental State Examination was used as a screening tool for cognitive functions (people with a score ≤20 points were excluded). One-way analysis of covariance (ANCOVA), adjusted for interesting variables, and post hoc tests were performed where appropriate. According to the TFI, 57.7% of participants resulted as frail. Analysis showed a significant greater severity of frailty in the low positive affect (PA) group compared to the high PA group. Similarly, those with high negative affect (NA) showed significantly higher levels of frailty than the low NA group. As expected, significant differences for frailty were also found among the groups composed of 1) people with high PA and low NA, 2) people with low PA or high NA, and 3) people with low PA and high NA. Post hoc tests showed a greater severity of frailty in the second and in the third groups compared to the first one. Lastly, robust participants aged >75 years showed higher levels of PA than the group aged between 60 and 75 years. These findings demonstrate that both PA and NA may influence frailty, giving new insights for the evaluation and prevention of frailty in older adults.", "doi": "10.2147/CIA.S147121", "title": "Emotion experience and frailty in a sample of Italian community-dwelling older adults.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}