{"authors": [["Kasumovic", "Michael M", "MM", "Ecology and Evolution Research Centre, School of Biological, Earth & Environmental Sciences, UNSW Australia, Sydney, New South Wales 2052, Australia m.kasumovic@unsw.edu.au."], ["Blake", "Khandis", "K", "Ecology and Evolution Research Centre, School of Biological, Earth & Environmental Sciences, UNSW Australia, Sydney, New South Wales 2052, Australia."], ["Denson", "Thomas F", "TF", "School of Psychology, UNSW Australia, Sydney, New South Wales 2052, Australia."]], "date": null, "id": "29237857", "text": "Our understanding of animal contests and the factors that affect contest dynamics and decisions stems from a long and prosperous collaboration between empiricists and theoreticians. Over the last two decades, however, theoretical predictions regarding the factors that affect individual decisions before, during and after a contest are becoming increasingly difficult to test empirically. Extremely large sample sizes are necessary to experimentally test the nuanced theoretical assumptions surrounding how information is used by animals during a contest, how context changes the information used, and how individuals change behaviour as a result of both the information available and the context in which the information is acquired. In this review, we discuss how the investigation of contests in humans through the collaboration of biologists and psychologists may advance contest theory and dynamics in general. We argue that a long and productive history exploring human behaviour and psychology combined with technological advancements provide a unique opportunity to manipulate human perception during contests and collect unbiased data, allowing more targeted examinations of particular aspects of contest theory (e.g. winner/loser effects, information use as a function of age). We hope that our perspective provides the impetus for many future collaborations between biologists and psychologists.", "doi": "10.1098/rspb.2017.2182", "title": "Using knowledge from human research to improve understanding of contest theory and contest dynamics.", "journal": ["Proceedings. Biological sciences", "Proc. Biol. Sci."]}