{"authors": [["Wolf", "Florian", "F", "Institute of General Practice and Family Medicine, Jena University Hospital, Bachstraße 18, D-07743, Jena, Germany."], ["Freytag", "Antje", "A", "Institute of General Practice and Family Medicine, Jena University Hospital, Bachstraße 18, D-07743, Jena, Germany."], ["Schulz", "Sven", "S", "Institute of General Practice and Family Medicine, Jena University Hospital, Bachstraße 18, D-07743, Jena, Germany."], ["Lehmann", "Thomas", "T", "Institute of Medical Statistics, Computer Sciences and Documentation, Jena University Hospital, Bachstraße 18, D-07743, Jena, Germany."], ["Schaffer", "Susann", "S", "Institute of General Practice, University of Erlangen-Nuremberg, Universitätsstraße 29, D-91054, Erlangen, Germany."], ["Vollmar", "Horst Christian", "HC", "Institute of General Practice and Family Medicine, Jena University Hospital, Bachstraße 18, D-07743, Jena, Germany."], ["Kühlein", "Thomas", "T", "Institute of General Practice, University of Erlangen-Nuremberg, Universitätsstraße 29, D-91054, Erlangen, Germany."], ["Gensichen", "Jochen", "J", "Institute of General Practice and Family Medicine, Jena University Hospital, Bachstraße 18, D-07743, Jena, Germany. jochen.gensichen@med.uni-muenchen.de."]], "date": "2017-12-13", "id": "29237425", "text": "Patients with chronic depression (persisting symptoms for ≥2 years) are a clinically relevant group with extensive (co)morbidity, high functional impairment and associated costs in primary care. The General Practitioner (GP) is the main health professional attending to these patients. The aim of this study was to examine the GPs' perception on managing patients with chronic depression.We performed an explorative cross-sectional study with a systematic sample of GPs in central Germany. Source of data was a written questionnaire (46 items). Descriptive analysis was carried out.Two hundred twenty (out of 1000; 22%) GPs participated. 93% of the GPs distinguish between care for patients with chronic depression and acute depressive episode. 92% would recommend psychotherapeutic co-treatment to the chronically depressed patient. 52% of GPs would favour a general restraint on antidepressants (ADs) in older chronically depressed patients (≥ 75 years) whereas 40% suggest long-term pharmacotherapy. If severe physical comorbidity is present GPs would be restrictive in prescribing ADs (65%) or would urgently refer to specialist psychiatric services (40%). In case of a comorbid anxiety disorder 66% of the GPs would suggest a combined psycho- und pharmacotherapy. If a substance use disorder coexists 84% would prefer urgent referrals to specialist services.Participating GPs report awareness towards chronic depression in their patients. Physical and mental comorbidity seem to play an important role in GPs' treatment decisions.", "doi": "10.1186/s12888-017-1564-z", "title": "German general practitioners' self-reported management of patients with chronic depression.", "journal": ["BMC psychiatry", "BMC Psychiatry"]}