{"authors": [["Kherad", "Omar", "O", "Department of Internal Medicine, La Tour Hospital and University of Geneva, Geneva, Switzerland."], ["Restellini", "Sophie", "S", "Division of Gastroenterology, McGill University, Montreal, Canada."], ["Ménard", "Charles", "C", "Department of Medicine, University of Sherbrooke, Sherbrooke, Canada."], ["Martel", "Myriam", "M", "Division of Gastroenterology, McGill University, Montreal, Canada."], ["Barkun", "Alan", "A", "Division of Gastroenterology, McGill University, Montreal, Canada."]], "date": "2017-12-13", "id": "29237201", "text": "Background and study aims Checklists can prevent errors and have a positive impact on patient morbidity and mortality in different surgical settings, and possibly also in gastrointestinal endoscopy. The aims of this study were to reinforce commitment in safety culture and better communication among team members in endoscopy, and to prove the feasibility of successful checklist adoption before colonoscopy. Patients and methods The study involved a pre - post quality improvement intervention involving all consecutive patients undergoing a colonoscopy at a single academic endoscopy unit. The first part of the study was a retrospective audit, carried out over a 3-month period (July to September 2016). A checklist developed through a formal validation process was implemented during the intervention period (October to December 2016). Primary outcomes were changes in patient and team satisfaction after the quality improvement intervention, using validated 5-point scale questionnaires. Secondary outcomes included successful procedure completion rates and safety outcomes. Results During the baseline and comparative intervention period, 1317 and 1141 colonoscopies, respectively, were performed. Overall, checklists were fully completed by nurses and physicians for 791 patients (69.3 %). Mean overall patient satisfaction was high at baseline and did not differ following the quality improvement intervention (4.66 vs. 4.63; P  = 0.5). Perception of team communication and teamwork was improved after checklist implementation. Comparative analyses of per-procedure and safety outcomes did not differ between the pre- and post-checklist implementation. Conclusion Adoption of an endoscopy checklist before colonoscopy is feasible, and significantly increases perception of team communication and teamwork. Additional studies are needed to assess the generalizability of these results to complex endoscopic procedures and to characterize any improvement in patient safety outcomes.", "doi": "10.1055/s-0043-121218", "title": "Implementation of a checklist before colonoscopy: a quality improvement initiative.", "journal": ["Endoscopy", "Endoscopy"]}