{"authors": [["Santos", "Nathália Porfírio Dos", "NPD", "Departamento de Fisioterapia, Fonoaudiologia e Terapia Ocupacional, Faculdade de Medicina - FM, Universidade de São Paulo - USP - São Paulo (SP), Brasil."], ["Couto", "Maria Inês Vieira", "MIV", "Departamento de Fisioterapia, Fonoaudiologia e Terapia Ocupacional, Faculdade de Medicina - FM, Universidade de São Paulo - USP - São Paulo (SP), Brasil."], ["Martinho-Carvalho", "Ana Claudia", "AC", "Departamento de Fisioterapia, Fonoaudiologia e Terapia Ocupacional, Faculdade de Medicina - FM, Universidade de São Paulo - USP - São Paulo (SP), Brasil."]], "date": "2017-12-11", "id": "29236905", "text": "Cross-cultural adaptation and translation of the Nijmegen Cochlear Implant Questionnaire (NCIQ) into Brazilian Portuguese and analysis of quality of life (QoL) results in adults with cochlear implant (CI).The NCIQ instrument was translated into Brazilian Portuguese and culturally adapted. After that, a cross-sectional and clinical QoL evaluation was conducted with a group of 24 adults with CI.The questionnaire title in Brazilian Portuguese is 'Questionário Nijmegen de Implantes Cocleares' (NCIQ-P). The version of the NCIQ questionnaire translated into Brazilian Portuguese presented good internal consistency (0.78). The social and physical domains presented the highest scores, with the basic and advanced sound perception subdomains achieving the highest scores. No correlation between gender and time of device use was found for the questionnaire domains and subdomains.The cross-cultural adaptation and translation of the NCIQ into Brazilian Portuguese suggests that this instrument is reliable and useful for clinical and research purposes in Brazilian adults with CI.Traduzir e adaptar culturalmente para o Português Brasileiro o Nijmegen Cochlear Implantation Questionnaire (NCIQ) e descrever os resultados de qualidade de vida em adultos.Tradução e adaptação cultural do NCIQ. Depois desta etapa, foi realizado um estudo transversal e clínico de avaliação da qualidade de vida em um grupo de 24 adultos usuários de implante coclear (IC).O título do questionário na versão traduzida para o Português Brasileiro foi definido em Questionário Nijmegen de Implantes Cocleares (NCIQ-P). A versão traduzida do questionário NCIQ-P apresentou boa consistência interna para todos os domínios existentes no questionário (0,78). Os resultados de qualidade de vida em adultos demonstraram que os domínios mais pontuados foram o social e o físico, sendo os subdomínios percepção básica e avançada os de maior pontuação. Não foi observada correlação entre gênero e tempo de uso do dispositivo para os domínios e subdomínios existentes no questionário.A tradução e adaptação cultural do NCIQ-P sugeriu que o instrumento é válido e útil para o uso clínico e de pesquisa em adultos usuários de IC e falantes do Português Brasileiro.", "doi": "10.1590/2317-1782/20172017007", "title": "Nijmegen Cochlear Implant Questionnaire (NCIQ): translation, cultural adaptation, and application in adults with cochlear implants.", "journal": ["CoDAS", "Codas"]}