{"authors": [["Nieves", "Candela Bonill-de Las", "CBL", "Doctoral, RN, Servicio Andaluz de Salud, Almería, España."], ["Díaz", "Concepción Capilla", "CC", "Graduate, Nursing, Antropologist, PhD, Professor, Facultad de Ciencias de la Salud. Universidad de Granada (Campus Ceuta), Ceuta, Spain."], ["Celdrán-Mañas", "Miriam", "M", "Master's, RN, Servicio Andaluz de Salud, Almería, España."], ["Morales-Asencio", "José Miguel", "JM", "PhD, Professor, Facultad de Ciencias de la Salud, Universidad de Málaga, Málaga, España."], ["Hernández-Zambrano", "Sandra Milena", "SM", "PhD, Professor and Researcher. Fundación Universitaria en Ciencias de la Salud, Bogotá, Colombia."], ["Hueso-Montoro", "César", "C", "PhD, Professor, Facultad de Ciencias de la Salud, Universidad de Granada, Granada, España."]], "date": "2017-12-11", "id": "29236839", "text": "to describe ostomy patient's perception about health care received, as well as their needs and suggestions for healthcare system improvement.qualitative phenomenological study was conducted, involving individual and semi-structured interviews on the life experiences of 21 adults who had a digestive stoma. Participants were selected following a purposive sampling approach. The analysis was based on the constant comparison of the data, the progressive incorporation of subjects and triangulation among researchers and stoma therapy nurses. The software Atlas.ti was used.perception of health care received is closely related to the information process, as well as training for caring the stoma from peristomal skin to diet. It is worthy to point out the work performed by stoma care nurses ensuring support during all stages of the process.findings contribute to address the main patients' needs (better prepared nurses, shorter waiting lists, information about sexual relation, inclusion of family members all along the process) and recommendations for improving health care to facilitate their adaptation to a new status of having a digestive stoma.", "doi": "10.1590/1518-8345.2059.2961", "title": "Ostomy patients' perception of the health care received.", "journal": ["Revista latino-americana de enfermagem", "Rev Lat Am Enfermagem"]}