{"authors": [["Foroni", "Luciano", "L", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Divisão de Neurocirurgia Funcional, Grupo de Cirurgia de Nervos Periféricos. São Paulo SP, Brasil."], ["Siqueira", "Mário Gilberto", "MG", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Divisão de Neurocirurgia Funcional, Grupo de Cirurgia de Nervos Periféricos. São Paulo SP, Brasil."], ["Martins", "Roberto Sérgio", "RS", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Divisão de Neurocirurgia Funcional, Grupo de Cirurgia de Nervos Periféricos. São Paulo SP, Brasil."], ["Heise", "Carlos Otto", "CO", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Departamento de Neurologia, São Paulo SP, Brasil."], ["Sterman", "Hugo", "H", "Universidade de São Paulo, Departamento de Neurologia, Divisão de Neurocirurgia, São Paulo SP, Brasil."], ["Imamura", "Adriana Yoriko", "AY", "Universidade de São Paulo, Faculdade de Medicina, Hospital das Clínicas, Terapia de Mão, São Paulo SP, Brasil."]], "date": null, "id": "29236823", "text": "Restoration of the sensitivity to sensory stimuli in complete brachial plexus injury is very important. The objective of our study was to evaluate sensory recovery in brachial plexus surgery using the intercostobrachial nerve (ICBN) as the donor.Eleven patients underwent sensory reconstruction using the ICBN as a donor to the lateral cord contribution to the median nerve, with a mean follow-up period of 41 months. A protocol evaluation was performed.Four patients perceived the 1-green filament. The 2-blue, 3-purple and 4-red filaments were perceptible in one, two and three patients, respectively. According to Highet's scale, sensation recovered to S3 in two patients, to S2+ in two patients, to S2 in six patients, and S0 in one patient.The procedure using the ICBN as a sensory donor restores good intensity of sensation and shows good results in location of perception in patients with complete brachial plexus avulsion.", "doi": "10.1590/0004-282X20170148", "title": "Good sensory recovery of the hand in brachial plexus surgery using the intercostobrachial nerve as the donor.", "journal": ["Arquivos de neuro-psiquiatria", "Arq Neuropsiquiatr"]}