{"authors": [["Lin", "Zhongjing", "Z", "Department of Ophthalmology, Ruijin Hospital Affiliated Medical School, Shanghai Jiaotong University, Shanghai, China."], ["Huang", "Shouyue", "S", "Department of Ophthalmology, Ruijin Hospital Affiliated Medical School, Shanghai Jiaotong University, Shanghai, China."], ["Huang", "Ping", "P", "Shanghai Key Laboratory for Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital Affiliated Medical School, Shanghai Jiaotong University, Shanghai, China."], ["Guo", "Lei", "L", "Shanghai Key Laboratory for Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital Affiliated Medical School, Shanghai Jiaotong University, Shanghai, China."], ["Shen", "Xi", "X", "Department of Ophthalmology, Ruijin Hospital Affiliated Medical School, Shanghai Jiaotong University, Shanghai, China."], ["Zhong", "Yisheng", "Y", "Department of Ophthalmology, Ruijin Hospital Affiliated Medical School, Shanghai Jiaotong University, Shanghai, China."]], "date": "2017-12-13", "id": "29236748", "text": "To evaluate the quantitative characteristics of choroidal thickness in primary open-angle glaucoma (POAG), normal tension glaucoma (NTG) and in normal eyes using spectral-domain optical coherence tomography (SD-OCT). To evaluate the diagnostic ability of choroidal thickness in glaucoma and to determine the correlation between choroidal thickness and visual field parameters in glaucoma.A total of 116 subjects including 40 POAG, 30 NTG and 46 healthy subjects were enrolled in this study. Choroidal thickness measurements were acquired in the macular and peripapillary regions using SD-OCT. All subjects underwent white-on-white (W/W) and blue-on-yellow (B/Y) visual field tests using Humphrey Field Analyzer. The receiver operating characteristic (ROC) curve and the area under curve (AUC) were generated to assess the discriminating power of choroidal thickness for glaucoma. Pearson's correlation coefficients were calculated to assess the structure function correlation for glaucoma patients.No significant differences were observed for macular choroidal thickness among the different groups (all P > 0.05). Regarding the peripapillary choroidal thickness (PPCT), significant differences were observed among the three groups (all P < 0.05). Post hoc tests for multiple comparisons revealed a significant difference in the NTG-normal comparison group (all P < 0.01). The inferior and temporal PPCT in POAG patients were significantly thinner than those in normal subjects (P = 0.007, P = 0.002, respectively). Different parameters of PPCT showed significantly low diagnostic values to detect POAG from normal subjects (AUC: 0.555 to 0.652) and to discriminate NTG from POAG (AUC: 0.462 to 0.702), but moderate diagnostic power to detect NTG from normal subjects (AUC: 0.708 to 0.771). Regarding the diagnosis of early glaucoma, different parameters of PPCT showed relatively low diagnostic power (AUC: 0.606 to 0.698). In all the glaucoma subjects, PPCT was not significantly correlated with W/W mean deviation (MD) (all P > 0.05), but showed significant correlations with B/Y MD (all P < 0.05). In the early glaucomatous eyes, PPCT showed significant correlations with W/W MD and B/Y MD (all P < 0.05).In our study, peripapillary choroidal thickness measured on OCT showed a low to moderate but statistically significant diagnostic power and a significant correlation with blue-on-yellow visual field indices in glaucoma. This may indicate a potential adjunct for peripapillary choroidal thickness in glaucoma diagnosis.", "doi": "10.1371/journal.pone.0189376", "title": "The diagnostic use of choroidal thickness analysis and its correlation with visual field indices in glaucoma using spectral domain optical coherence tomography.", "journal": ["PloS one", "PLoS ONE"]}