{"authors": [["Kim", "Minji", "M", "a Center for Tobacco Control Research and Education , University of California."], ["Popova", "Lucy", "L", "b Division of Health Promotion and Behavior, School of Public Health , Georgia State University."], ["Halpern-Felsher", "Bonnie", "B", "c Division of Adolescent Medicine, Department of Pediatrics , Stanford University."], ["Ling", "Pamela M", "PM", "d Center for Tobacco Control Research and Education and Division of General Internal Medicine, Department of Medicine , University of California."]], "date": "2017-12-13", "id": "29236550", "text": "This study examined the effect of exposure to \"cigalike\" (products resembling cigarettes) e-cigarette advertisements on adolescents' perceptions of cigarettes. A nationally representative sample of 802 adolescents (13-17 years old) was randomly assigned to watch three e-cigarette or three control advertisements. Never-smokers who saw the e-cigarette advertisements (n = 352) reported significantly lower perceived risks of smoking than those in the control condition (n = 320). Ever-smokers (n = 130) did not show significant differences across the conditions. In subgroup analyses, current smokers (reported smoking in the past 30 days, n = 31) in the e-cigarette condition reported significantly lower perceived benefits of smoking than those in the control condition. E-cigarette advertisements can affect adolescents' perceptions of cigarettes. Many advertisements, especially the ones promoting \"cigalikes,\" depict e-cigarettes as being similar to cigarettes (e.g., look, flavor) but also as a solution for cigarettes' shortcomings (e.g., bad smell). While the advertisements include messages about problems posed by cigarettes, proposing e-cigarettes as a solution may decrease the perceived risks of smoking among never-smokers. It may also not be clear to adolescents whether advertisements are for cigarettes or e-cigarettes. Regulating e-cigarette advertisements to minimize adolescents' exposure may prevent potential harmful effects on never-smokers' perception of smoking.", "doi": "10.1080/10410236.2017.1407230", "title": "Effects of e-Cigarette Advertisements on Adolescents' Perceptions of Cigarettes.", "journal": ["Health communication", "Health Commun"]}