{"authors": [["Wackowski", "Olivia A", "OA", "a Department of Social & Behavioral Health Sciences , Center for Tobacco Studies, Rutgers University."], ["Manderski", "Michelle T Bover", "MTB", "a Department of Social & Behavioral Health Sciences , Center for Tobacco Studies, Rutgers University."], ["Lewis", "M Jane", "MJ", "a Department of Social & Behavioral Health Sciences , Center for Tobacco Studies, Rutgers University."], ["Delnevo", "Cristine D", "CD", "a Department of Social & Behavioral Health Sciences , Center for Tobacco Studies, Rutgers University."]], "date": "2017-12-13", "id": "29236547", "text": "Little research exists on the impact of risk information comparing smokeless tobacco (SLT) use, particularly snus, to cigarette smoking. This study explored this topic using a communication channel where smokers may be exposed to such information-the news media. We randomly assigned 1008 current smokers to read one of three constructed news stories or to a control group (no article). The \"favorable\" story framed snus as a \"safer\" smoking alternative while the \"cautious\" story described snus risks. The \"mixed\" version described potential risks and harm-reduction benefits. Participants completed a post-article survey with snus risk and harm perception and use intention measures. Article condition was significantly associated with perceived harm of daily snus use relative to smoking (1 = a lot less harmful - 5 = a lot more harmful; p < .0001), and mean ratings of snus harm in the favorable (2.46) and mixed conditions (2.66) were significantly lower than those of the cautious (2.96) and control conditions (2.98). Mean interest in trying snus in the next 6 months was low, but significantly higher for those in the favorable (1.55) and mixed conditions (1.32) versus those in the cautious (1.17) and control conditions (1.16)(1 = not at all - 5 = extremely interested, p < .0001). There were no significant differences by group in terms of the story's perceived interestingness, importance, or relevance. Exposure to reduced-risk news messages about SLT and snus relative to cigarettes may impact smokers' SLT harm perceptions and use intentions. Tobacco control professionals and FDA officials should consider the potential impact of the news media when communicating about tobacco risks.", "doi": "10.1080/10410236.2017.1407226", "title": "The Impact of Smokeless Tobacco Risk Information on Smokers' Risk Perceptions and Use Intentions: A News Media Experiment.", "journal": ["Health communication", "Health Commun"]}