{"authors": [["Elmståhl", "Sölve", "S", "Division of Geriatric Medicine, Department of Clinical Sciences in Malmö, CRC, Skåne University Hospital, Lund University, Jan Waldenströms gata 35, Build. 28 Fl.13, 205 02, Malmo, Sweden. solve.elmstahl@med.lu.se."], ["Dahlrup", "Beth", "B", "Division of Geriatric Medicine, Department of Clinical Sciences in Malmö, CRC, Skåne University Hospital, Lund University, Jan Waldenströms gata 35, Build. 28 Fl.13, 205 02, Malmo, Sweden."], ["Ekström", "Henrik", "H", "Division of Geriatric Medicine, Department of Clinical Sciences in Malmö, CRC, Skåne University Hospital, Lund University, Jan Waldenströms gata 35, Build. 28 Fl.13, 205 02, Malmo, Sweden."], ["Nordell", "Eva", "E", "Division of Geriatric Medicine, Department of Clinical Sciences in Malmö, CRC, Skåne University Hospital, Lund University, Jan Waldenströms gata 35, Build. 28 Fl.13, 205 02, Malmo, Sweden."]], "date": "2017-12-13", "id": "29236217", "text": "Different kinds of chronic diseases might imply different dimensions of caregiver burden, not previously described among the caregivers to recipients from the general elder population.The main objective was to examine differences in burden between the 343 caregivers to persons with different diagnoses.A group of elderly recipients of informal care (n = 343) from the general population study 'Good Aging in Skåne' (GÅS) Sweden, were divided into five diagnostic groups: dementia (n = 90), heart and lung diseases (n = 48), stroke (n = 62), fractures (n = 66), depression (n = 40) and the group \"other\", consisting of different diagnoses (n = 37) according to ICD-10. Differences in burden were analyzed using the Caregiver Burden Scale (CBS), a 22-item scale consisting of five dimensions: general strain, isolation, disappointment, emotional involvement and environmental burden. A total burden index comprises the mean of all the 22 items and a higher score indicates a higher burden.The most common diagnosis associated to caregiving was dementia and fracture and the median hours weekly for informal support with instrumental ADL for the five diagnostic groups ranged from 7 to 45 h for spouses and from 4 to 7 h for parents. The highest proportion of caregivers scoring high total burden was seen among recipients with dementia (50%) and depression (38%); the OR for high total burden for the dementia group was 4.26 (2.29-7.92) and depression group 2.38 (1.08-5.24) adjusted for covariates like age, gender and ADL and these two groups had higher self-perception of burden in all the dimensions, especially the dimension's emotional burden and strain.Informal support constitutes a substantial time for instrumental ADL for the diseased elders. Caregivers to persons with dementia and depression experience high burden.", "doi": "10.1007/s40520-017-0870-0", "title": "The association between medical diagnosis and caregiver burden: a cross-sectional study of recipients of informal support and caregivers from the general population study 'Good Aging in Skåne', Sweden.", "journal": ["Aging clinical and experimental research", "Aging Clin Exp Res"]}