{"authors": [["Sevcenco", "S", "S", "Department of Urology, Donauspital, Vienna, Austria."], ["Eredics", "K", "K", "Department of Urology, Kaiser-Franz-Josef-Spital, Vienna, Austria."], ["Lusuardi", "L", "L", "Department of Urology, Paracelsus Medical University, Salzburg, Austria."], ["Klingler", "Hans Christoph", "HC", "Department of Urology and Pediatric Urology, Wilhelminenspital, Montlearstrasse 37, Vienna, Austria. HansChristoph.Klingler@wienkav.at."]], "date": "2017-12-13", "id": "29236163", "text": "To investigate the morbidity, complication rate, and pain perception during removal of a novel ureteric stent with a magnetic end using a-traumatic retrieval catheter.Between November 2013 and July 2015, 151 consecutive patients who underwent semirigid ureterorenoscopy (URS) for stone removal were prospectively enrolled. Stent removal was performed under local anesthesia using a special magnetic-end stent remover 1 week following URS. At follow-up, we obtained patients' medical history, urine culture result, renal ultrasonogram, and visual analog scale (VAS) score regarding stent irritation (VAS 1) and pain during removal (VAS 2).Pain perception during stent removal was significantly less painful in patients with a magnet stent than in those with a regular stent (p < 0.001). Stent irritation was slightly higher in patients with an indwelling magnet stent than in those with a regular stent (p < 0.001). No significant differences in stent irritations were found in patients who had a magnetic stent for 4 weeks after laparoscopic pyeloplasty (p = 0.20). Patients with a magnetic stent experienced significantly less pain during removal with a median VAS 2 score of 2.5 and a mean VAS 2 score of 2.58 [standard deviation (SD) ± 0.90] than those without a magnetic stent a median VAS 2 of 6 and a mean VAS 2 of 5.88 (SD ± 1.43). The stent length correlated with stent irritation (p = 0.05), and it significantly correlated with pain during removal (p < 0.001).The magnetic-end ureteric double-J stent is a safe option associated with less pain, particularly for male patients requiring short-term ureteric stenting.", "doi": "10.1007/s00345-017-2146-x", "title": "Evaluation of pain perception associated with use of the magnetic-end ureteric double-J stent for short-term ureteric stenting.", "journal": ["World journal of urology", "World J Urol"]}