{"authors": [["Tsoukalas", "I K", "IK", "Department of Water Resources and Environmental Engineering, National Technical University of Athens, Heroon Polytechneiou 5, Zographou GR-15780, Greece E-mail: itsoukal@mail.ntua.gr."], ["Makropoulos", "C K", "CK", "Department of Water Resources and Environmental Engineering, National Technical University of Athens, Heroon Polytechneiou 5, Zographou GR-15780, Greece E-mail: itsoukal@mail.ntua.gr."], ["Michas", "S N", "SN", "Hydroexigiantiki Consultants Engineers, 3 Evias str, Marousi GR-15125, Greece."]], "date": null, "id": "29236014", "text": "Rapid urbanization affecting demand patterns, coupled with potential water shortages due to supply side impacts of climatic changes, has led to the emergence of new technologies for water and wastewater reuse. Sewer mining (SM) is a novel decentralized option that could potentially provide non-potable water for urban uses, including for example the irrigation of urban green spaces, providing a mid-scale solution to effective wastewater reuse. SM is based on extracting wastewater from local sewers and treatment at the point of demand and entails in some cases the return of treatment residuals back to the sewer system. Several challenges are currently in the way of such applications in Europe, including public perception, inadequate regulatory frameworks and engineering issues. In this paper we consider some of these engineering challenges, looking at the sewer network as a system where multiple physical, biological and chemical processes take place. We argue that prior to implementing SM, the dynamics of the sewer system should be investigated in order to identify optimum ways of deploying SM without endangering the reliability of the system. Specifically, both wastewater extraction and sludge return could result in altering the biochemical process of the network, thus unintentionally leading to degradation of the sewer infrastructure. We propose a novel Monte-Carlo based method that takes into account both spatial properties and water demand characteristics of a given area of SM deployment while simultaneously accounting for the variability of sewer network dynamics in order to identify potential locations for SM implementation. The outcomes of this study suggest that the method can provide rational results and useful guidelines for upscale SM technologies at a city level.", "doi": "10.2166/wst.2017.487", "title": "Identification of potential sewer mining locations: a Monte-Carlo based approach.", "journal": ["Water science and technology : a journal of the International Association on Water Pollution Research", "Water Sci. Technol."]}