{"authors": [["Brulé", "Romain", "R", "Laboratoire de biologie médicale, Hospices civils de Beaune, Beaune, France."], ["Sarazin", "Marianne", "M", "Département d'information médicale, Hôpital Le Corbusier, Firminy, France."], ["Tayeb", "Nicole", "N", "Laboratoire de biologie médicale, Hôpital Le Corbusier, Firminy, France."], ["Roubille", "Martine", "M", "Laboratoire de biologie médicale, Hôpital de Bourgoin, Bourgoin, France."], ["Szymanowicz", "Anton", "A", "Laboratoire de biologie médicale, Hôpital de Roanne, Roanne, France."]], "date": "2017-12-13", "id": "29235437", "text": "Biological examinations are essential for clinicians' medical care. The aim of this study is to assess clinicians' expectations in healthcare facilities and their perception of medical biology in different types of organization. We performed a prospective transversal study by electronic questionnaire conducted among 242 practitioners in four healthcare facilities. The aspects explored were as follows: quality, reliability, rendering time of examination results and biology platform support. Analyses were conducted after rectification of the sample by weight. Sixty one clinicians responded (25.2% [19.7-30.7]). The rendering time of examination is the main criterion mentioned with a requirement of less than one hour in case of emergency (81.5% [71.8-91.2] of the answers) to less than 72 hours for specialized examinations (81.5% [71.8-91.2] of the answers). Better collaboration with biologists is expected by clinicians (54.7% [50.9-58.5]). Satisfaction with the biology platform support and rendering time of emergency cases results was significantly (p <0.005) lower in facilities without an on-site laboratory. In conclusion, although medical biology performance is generally satisfactory within medical facilities, it remains nonetheless affected when the laboratory is not on site. The rendering time of examination, depending on the biology platform support functions and the proximity of the laboratory, remains the main criterion. Clinician-biologist collaboration, which increases of the medico-economic efficiency of patient's healthcare, appears as an essential criterion in a structural conception of medical biology.", "doi": "10.1684/abc.2017.1301", "title": "Impact of a in situ laboratory on physician expectancy.", "journal": ["Annales de biologie clinique", "Ann. Biol. Clin. (Paris)"]}