{"authors": [["Grawitch", "Matthew J", "MJ", "School for Professional Studies, Saint Louis University, St. Louis, MO, USA."], ["Werth", "Paul M", "PM", "Department of Psychology, Saint Louis University, St. Louis, MO, USA."], ["Palmer", "Sarah N", "SN", "Department of Psychology, Saint Louis University, St. Louis, MO, USA."], ["Erb", "Kaitlyn R", "KR", "Department of Psychology, Saint Louis University, St. Louis, MO, USA."], ["Lavigne", "Kristi N", "KN", "Department of Psychology, Saint Louis University, St. Louis, MO, USA."]], "date": "2017-12-13", "id": "29235229", "text": "Information and communication technologies (ICTs) are rapidly becoming indispensable organizational tools. Though the benefits of such technologies have been trumpeted, recent research has examined the unique pressures that may be introduced through the lens of a construct called workplace telepressure, defined as an urge for and preoccupation with quickly responding to ICTs (e.g., email). The current study further explores the workplace telepressure construct as a unique contributor to measures of workplace well-being over and above perceived workplace demands and individual differences, introducing new constructs into the study of workplace telepressure. Furthermore, the study critically evaluates the term \"telepressure\" as applied to the underlying construct, as \"pressure\" may connote a perception of external force being placed on an individual, whereas the definition offered by past research identifies a preoccupation and urge to respond immediately to ICT messages, which may be internally generated. Finally, the ability of workplace telepressure to account for unique variance in workplace subjective well-being measures is investigated.", "doi": "10.1002/smi.2792", "title": "Self-imposed pressure or organizational norms? Further examination of the construct of workplace telepressure.", "journal": ["Stress and health : journal of the International Society for the Investigation of Stress", "Stress Health"]}