{"authors": [["Regenbogen", "Christina", "C", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Seubert", "Janina", "J", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Johansson", "Emilia", "E", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Finkelmeyer", "Andreas", "A", "Institute of Neuroscience, Newcastle University, Newcastle-upon-Tyne, United Kingdom."], ["Andersson", "Patrik", "P", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Lundström", "Johan N", "JN", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."]], "date": "2017-12-12", "id": "29235185", "text": "Object recognition benefits maximally from multimodal sensory input when stimulus presentation is noisy, or degraded. Whether this advantage can be attributed specifically to the extent of overlap in object-related information, or rather, to object-unspecific enhancement due to the mere presence of additional sensory stimulation, remains unclear. Further, the cortical processing differences driving increased multisensory integration (MSI) for degraded compared with clear information remain poorly understood. Here, two consecutive studies first compared behavioral benefits of audio-visual overlap of object-related information, relative to conditions where one channel carried information and the other carried noise. A hierarchical drift diffusion model indicated performance enhancement when auditory and visual object-related information was simultaneously present for degraded stimuli. A subsequent fMRI study revealed visual dominance on a behavioral and neural level for clear stimuli, while degraded stimulus processing was mainly characterized by activation of a frontoparietal multisensory network, including IPS. Connectivity analyses indicated that integration of degraded object-related information relied on IPS input, whereas clear stimuli were integrated through direct information exchange between visual and auditory sensory cortices. These results indicate that the inverse effectiveness observed for identification of degraded relative to clear objects in behavior and brain activation might be facilitated by selective recruitment of an executive cortical network which uses IPS as a relay mediating crossmodal sensory information exchange.", "doi": "10.1002/hbm.23918", "title": "The intraparietal sulcus governs multisensory integration of audiovisual information based on task difficulty.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}