{"authors": [["Kretschmer", "Matthias", "M", "Michael Smith Laboratories, Department of Microbiology and Immunology, and Faculty of Land and Food Systems, University of British Columbia, Vancouver, BC V6T 1Z4, Canada."], ["Lambie", "Scott", "S", "Michael Smith Laboratories, Department of Microbiology and Immunology, and Faculty of Land and Food Systems, University of British Columbia, Vancouver, BC V6T 1Z4, Canada."], ["Croll", "Daniel", "D", "Michael Smith Laboratories, Department of Microbiology and Immunology, and Faculty of Land and Food Systems, University of British Columbia, Vancouver, BC V6T 1Z4, Canada."], ["Kronstad", "James W", "JW", "Michael Smith Laboratories, Department of Microbiology and Immunology, and Faculty of Land and Food Systems, University of British Columbia, Vancouver, BC V6T 1Z4, Canada."]], "date": "2017-12-13", "id": "29235175", "text": "The fungal pathogen Ustilago maydis causes disease on maize by mating to establish an infectious filamentous cell type that invades the host and induces tumours. We previously found that β-oxidation mutants were defective in virulence and did not grow on acetate. Here, we demonstrate that acetate inhibits filamentation during mating and in response to oleic acid. We therefore examined the influence of different carbon sources by comparing the transcriptomes of cells grown on acetate, oleic acid or glucose, with expression changes for the fungus during tumour formation in planta. Guided by the transcriptional profiling, we found that acetate negatively influenced resistance to stress, promoted the formation of reactive oxygen species, triggered cell death in stationary phase and impaired virulence on maize. We also found that acetate induced mitochondrial stress by interfering with mitochondrial functions. Notably, the disruption of oxygen perception or inhibition of the electron transport chain also influenced filamentation and mating. Finally, we made use of the connections between acetate and β-oxidation to test metabolic inhibitors for an influence on growth and virulence. These experiments identified diclofenac as a potential inhibitor of virulence. Overall, these findings support the possibility of targeting mitochondrial metabolic functions to control fungal pathogens.", "doi": "10.1111/mmi.13894", "title": "Acetate provokes mitochondrial stress and cell death in Ustilago maydis.", "journal": ["Molecular microbiology", "Mol. Microbiol."]}