{"authors": [["Boari", "Santiago", "S", "Department of Physics, FCEN, University of Buenos Aires and IFIBA, CONICET, Intendente Guiraldes 2160, Pabellon 1, Ciudad Universitaria, Buenos Aires, 1428, Argentina."], ["Amador", "Ana", "A", "Department of Physics, FCEN, University of Buenos Aires and IFIBA, CONICET, Intendente Guiraldes 2160, Pabellon 1, Ciudad Universitaria, Buenos Aires, 1428, Argentina. anita@df.uba.ar."]], "date": "2017-12-12", "id": "29234861", "text": "Songbirds are a well-established animal model to study the neural basis of learning, perception and production of complex vocalizations. In this system, telencephalic neurons in HVC present a state-dependent, highly selective response to auditory presentations of the bird's own song (BOS). This property provides an opportunity to study the neural code behind a complex motor behavior. In this work, we explore whether changes in the temporal structure of the sound envelope can drive changes in the neural responses of highly selective HVC units. We generated an envelope-modified BOS (MOD) by reversing each syllable's envelope but leaving the overall temporal structure of syllable spectra unchanged, which resulted in a subtle modification for each song syllable. We conducted in vivo electrophysiological recordings of HVC neurons in anaesthetized zebra finches (Taeniopygia guttata). Units analyzed presented a high BOS selectivity and lower response to MOD, but preserved the profile response shape. These results show that the temporal evolution of the sound envelope is being sensed by the avian song system and suggest that the biomechanical properties of the vocal apparatus could play a role in enhancing subtle sound differences.", "doi": "10.1007/s00359-017-1238-9", "title": "Neural coding of sound envelope structure in songbirds.", "journal": ["Journal of comparative physiology. A, Neuroethology, sensory, neural, and behavioral physiology", "J. Comp. Physiol. A Neuroethol. Sens. Neural. Behav. Physiol."]}