{"authors": [["Thistlethwaite", "Jason", "J", "School of Environment, Enterprise and Development, University of Waterloo, Waterloo, ON, Canada."], ["Henstra", "Daniel", "D", "Political Science, University of Waterloo, Waterloo, ON, Canada."], ["Brown", "Craig", "C", "School of Environment, Enterprise and Development, University of Waterloo, Waterloo, ON, Canada. craig.brown@ryerson.ca."], ["Scott", "Daniel", "D", "Geography and Environmental Management, University of Waterloo, Waterloo, ON, Canada."]], "date": "2017-12-12", "id": "29234832", "text": "Canada is a country in the midst of a flood management policy transition that is shifting part of the flood damage burden from the state to homeowners. This transition-as well as the large financial losses resulting from flooding-have created a window of opportunity for Canada to implement strategies that increase property owners' capacity to avoid and absorb the financial and physical risks associated with flooding. This work presents foundational research into the extent to which Canadians' flood experience, perceptions of flood risks and socio-demographics shape their intentions and adoption of property level flood protection (PLFP). A bilingual, national survey was deployed in Spring 2016 and was completed by 2300 respondents across all 10 Canadian provinces. The survey was developed using assumptions in existing literature on flood risk behaviours and the determinants of flood risk management in similar jurisdictions. The paper argues that property owners are not willing to accept greater responsibility for flood risk as envisioned by recent policy changes. This finding is consistent with other OECD jurisdictions, where flood risk engagement strategies have been developed that could be replicated in Canada to encourage risk-sharing behaviour.", "doi": "10.1007/s00267-017-0969-2", "title": "How Flood Experience and Risk Perception Influences Protective Actions and Behaviours among Canadian Homeowners.", "journal": ["Environmental management", "Environ Manage"]}