{"authors": [["Soliman", "Tarek", "T", "Department of Urology, Faculty of Medicine, Benha University, Benha, Qalyubia Governorate, Egypt."], ["Sherif", "Hammouda", "H", "Department of Urology, Faculty of Medicine, Benha University, Benha, Qalyubia Governorate, Egypt."], ["Fathi", "Abdallah", "A", "Department of Urology, Faculty of Medicine, Benha University, Benha, Qalyubia Governorate, Egypt."], ["Kandeel", "Wael", "W", "Department of Urology, Faculty of Medicine, Benha University, Benha, Qalyubia Governorate, Egypt."], ["Abdelwahab", "Osama", "O", "Department of Urology, Faculty of Medicine, Benha University, Benha, Qalyubia Governorate, Egypt."]], "date": "2017-08-31", "id": "29234544", "text": "To evaluate the effect of vaginal transobturator tape (TOT) on female stress urinary incontinence (SUI) and sexual function.In all, 145 patients with SUI underwent TOT repair using the 'outside-in' technique. All patients had been sexually active in the previous 6 months. Patients were evaluated by history, routine laboratory investigations, cough stress test, abdominopelvic ultrasonography, and full urodynamic studies. The preoperative data assessed included: age, parity, body mass index, menopausal status, and Stamey grade of SUI. The intraoperative data assessed included: operative time, blood loss, and hospital stay; intra- and postoperative complications were also assessed. At 2 weeks after discharge, patients were followed-up with a routine examination and cough stress test. After 6 months' patients were assessed by urodynamic studies, maximum urinary flow rate, post-void residual urine volume. The following questionnaires were completed before and at 6 months after TOT insertion: International Consultation of Incontinence Questionnaire-Short Form (ICIQ-SF), Urogenital Distress Inventory-Short Form (UDI-6), and Female Sexual Function Index (FSFI).All sociodemographic data of the 145 patients were collected. According to ICIQ-SF scores, 122 patients were cured, 19 had improved, and four failed. There were significant improvements in the UDI-6 and FSFI scores, indicating that the women had significant improvement in their sexual life. There were six cases of urinary tract infection, five cases had a fever, and eight patients complained of groin or thigh pain postoperatively.Correction of SUI using TOT appears to have a positive effect on female sexual function.", "doi": "10.1016/j.aju.2017.07.002", "title": "Impact of transobturator vaginal tape on female stress urinary incontinence and sexual function.", "journal": ["Arab journal of urology", "Arab J Urol"]}