{"authors": [["Flondell", "Magnus", "M", "Department of Hand Surgery, Skåne University Hospital, Jan Waldenströms gata 5, 20502 Malmö, SE Sweden."], ["Rosén", "Birgitta", "B", "Department of Hand Surgery, Skåne University Hospital, Jan Waldenströms gata 5, 20502 Malmö, SE Sweden."], ["Andersson", "Gert", "G", "Departments of Neurophysiology, Skåne University Hospital, Malmö, Sweden."], ["Schyman", "Tommy", "T", "Department of Clinical Studies Sweden - Forum South, Skåne University Hospital, Malmö, Sweden."], ["Dahlin", "Lars B", "LB", "Department of Hand Surgery, Skåne University Hospital, Jan Waldenströms gata 5, 20502 Malmö, SE Sweden."], ["Björkman", "Anders", "A", "Department of Hand Surgery, Skåne University Hospital, Jan Waldenströms gata 5, 20502 Malmö, SE Sweden."]], "date": "2017-12-08", "id": "29234455", "text": "Carpal tunnel syndrome (CTS) is the most common compression neuropathy, but there is no gold standard for establishing the diagnosis. The ability to feel vibrations in the fingertips is dependent on the function in cutaneous receptors and afferent nerves. Our aim was to investigate vibration perception thresholds (VPTs) in patients with CTS using multi-frequency vibrometry.Sixty-six patients (16 men and 50 women) with CTS, diagnosed from clinical signs and by electroneurography, and 66 matched healthy controls were investigated with multi-frequency vibrometry. The VPTs were assessed at seven frequencies (8, 16, 32, 64, 125, 250, and 500 Hz) in the index finger and little finger bilaterally. The severity of the CTS was graded according to Padua and the patient's subjective symptoms were graded according to the Boston carpal tunnel questionnaire. Touch thresholds were assessed using the Semmes-Weinstein monofilaments.Patients with CTS had significantly higher VPTs at all frequencies in the index finger and in 6 out of 7 frequencies in the little finger compared to the controls. However, the VPT was not worse in patients with more severe CTS. Patients with unilateral CTS showed significantly higher VPTs in the affected hand. There were no correlations between VPTs and electrophysiological parameters, subjective symptoms, or touch threshold.Patients with CTS had impaired VPTs at all frequencies compared to the controls. Since the VPTs are dependent on function in peripheral receptors and their afferent nerves, multi-frequency vibrometry could possibly lead to diagnosis of CTS.", "doi": "10.1186/s12995-017-0181-6", "title": "Vibration thresholds in carpal tunnel syndrome assessed by multiple frequency vibrometry: a case-control study.", "journal": ["Journal of occupational medicine and toxicology (London, England)", "J Occup Med Toxicol"]}