{"authors": [["Zhou", "Yang", "Y", "Jiangsu Key Laboratory of Brain Disease and Bioinformation, Research Center for Biochemistry and Molecular Biology, Xuzhou Medical University, Xuzhou, China."], ["Wang", "Xiaojie", "X", "Jiangsu Key Laboratory of Brain Disease and Bioinformation, Research Center for Biochemistry and Molecular Biology, Xuzhou Medical University, Xuzhou, China."], ["Cao", "Tiantian", "T", "Jiangsu Key Laboratory of Brain Disease and Bioinformation, Research Center for Biochemistry and Molecular Biology, Xuzhou Medical University, Xuzhou, China."], ["Xu", "Jinshan", "J", "Jiangsu Key Laboratory of Brain Disease and Bioinformation, Research Center for Biochemistry and Molecular Biology, Xuzhou Medical University, Xuzhou, China."], ["Wang", "Dejuan", "D", "Jiangsu Key Laboratory of Brain Disease and Bioinformation, Research Center for Biochemistry and Molecular Biology, Xuzhou Medical University, Xuzhou, China."], ["Restrepo", "Diego", "D", "Department of Cell and Developmental Biology, University of Colorado Anschutz Medical Campus, Aurora, CO, United States."], ["Li", "Anan", "A", "Jiangsu Key Laboratory of Brain Disease and Bioinformation, Research Center for Biochemistry and Molecular Biology, Xuzhou Medical University, Xuzhou, China."]], "date": "2017-11-28", "id": "29234275", "text": "Insulin is an important peptide hormone that regulates food intake and olfactory function. While a multitude of studies investigated the effect of insulin in the olfactory bulb and olfactory epithelium, research on how it modulates higher olfactory centers is lacking. Here we investigate how insulin modulates neural activity of pyramidal neurons in the anterior piriform cortex, a key olfactory signal processing center that plays important roles in odor perception, preference learning, and odor pattern separation. In vitro we find from brain slice recordings that insulin increases the excitation of pyramidal neurons, and excitatory synaptic transmission while it decreases inhibitory synaptic transmission. In vivo local field potential (LFP) recordings indicate that insulin decreases both ongoing gamma oscillations and odor evoked beta responses. Moreover, recordings of calcium activity from pyramidal neurons reveal that insulin modulates the odor-evoked responses by an inhibitory effect. These results indicate that insulin alters olfactory signal processing in the anterior piriform cortex.", "doi": "10.3389/fncel.2017.00378", "title": "Insulin Modulates Neural Activity of Pyramidal Neurons in the Anterior Piriform Cortex.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}