{"authors": [["Delphi", "Maryam", "M", "Department of Audiology, University of Social Welfare and Rehabilitation Sciences, Tehran, Iran."], ["Lotfi", "M-Yones", "MY", "Department of Audiology, University of Social Welfare and Rehabilitation Sciences, Tehran, Iran."], ["Moossavi", "Abdollah", "A", "Department of Otolaryngology, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Bakhshi", "Enayatollah", "E", "Department of Biostatistics, University of Social Welfare and Rehabilitation Sciences, Tehran, Iran."], ["Banimostafa", "Maryam", "M", "Department of Biomedical Engineering, Science and Research Branch, Islamic Azad University, Tehran, Iran."]], "date": null, "id": "29234175", "text": "Previous studies have shown that interaural-time-difference (ITD) training can improve localization ability. Surprisingly little is, however, known about localization training vis-à-vis speech perception in noise based on interaural time difference in the envelope (ITD ENV). We sought to investigate the reliability of an ITD ENV-based training program in speech-in-noise perception among elderly individuals with normal hearing and speech-in-noise disorder.The present interventional study was performed during 2016. Sixteen elderly men between 55 and 65 years of age with the clinical diagnosis of normal hearing up to 2000 Hz and speech-in-noise perception disorder participated in this study. The training localization program was based on changes in ITD ENV. In order to evaluate the reliability of the training program, we performed speech-in-noise tests before the training program, immediately afterward, and then at 2 months' follow-up. The reliability of the training program was analyzed using the Friedman test and the SPSS software.Significant statistical differences were shown in the mean scores of speech-in-noise perception between the 3 time points (P=0.001). The results also indicated no difference in the mean scores of speech-in-noise perception between the 2 time points of immediately after the training program and 2 months' follow-up (P=0.212).The present study showed the reliability of an ITD ENV-based localization training in elderly individuals with speech-in-noise perception disorder.", "doi": null, "title": "Reliability of Interaural Time Difference-Based Localization Training in Elderly Individuals with Speech-in-Noise Perception Disorder.", "journal": ["Iranian journal of medical sciences", "Iran J Med Sci"]}