{"authors": [["Franceschini", "Sandro", "S", "Developmental and Cognitive Neuroscience Lab, Department of General Psychology, University of Padua, Padova, 35131, Italy. sandro.franceschini@unipd.it."], ["Bertoni", "Sara", "S", "Developmental and Cognitive Neuroscience Lab, Department of General Psychology, University of Padua, Padova, 35131, Italy."], ["Gianesini", "Tiziana", "T", "Neurorehabilitation Unit, Down syndrome association, Verona, 37142, Italy."], ["Gori", "Simone", "S", "Child Psychopathology Unit, Scientific Institute \"E. Medea\", Bosisio Parini, Lecco, 23842, Italy."], ["Facoetti", "Andrea", "A", "Developmental and Cognitive Neuroscience Lab, Department of General Psychology, University of Padua, Padova, 35131, Italy."]], "date": "2017-12-12", "id": "29234050", "text": "Individuals perceive the wor(l)d hierarchically. Firsty, the global visual scene is processed by the right hemisphere, and later, the local features are perceived by the left hemisphere. Based on this hierarchical analysis, humans evolved unique communication ability: reading. However, for about 10% of people reading acquisition is extremely difficult, they are affected by a heritable neurodevelopmental disorder called dyslexia. Differences in perceiving the wor(l)d might be one of the causes of reading disabilities. Here we show multiple causal links between the global before local perception and learning to read. Five behavioral experiments in 353 children reveal that: (i) a local before global perception characterizes three independent groups of unselected children with dyslexia; (ii) two global before local perception trainings improve reading skills in children with dyslexia; and stringently (iii) pre-reading local before global perception longitudinally predicts future poor readers. Challenging the uni-causal and left-lateralized phonological explanation of dyslexia, our results demonstrate that learning to read depends also on an efficient right neural network for the global analysis of the visual scene. These results provide new insights in learning strategies and pave the way for early identification and possible prevention programs.", "doi": "10.1038/s41598-017-17626-1", "title": "A different vision of dyslexia: Local precedence on global perception.", "journal": ["Scientific reports", "Sci Rep"]}