{"authors": [["Oliveira", "Cristiane S", "CS", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["José", "Anderson", "A", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil. dr.andersonjose@gmail.com."], ["Santos", "Crislaine O", "CO", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["de Oliveira", "Cristiane H Y", "CHY", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["Carvalho", "Thiago C O", "TCO", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["de Castro", "Rejane A S", "RAS", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["Selman", "Jessyca P R", "JPR", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["de Camargo", "Anderson A", "AA", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."], ["Dal Corso", "Simone", "S", "postgraduate program in Rehabilitation Sciences, Universidade Nove de Julho, São Paulo/SP, Brazil."]], "date": "2017-12-12", "id": "29233851", "text": "The incremental shuttle walk test was initially developed to be carried out in a hallway (ISWT-H) but has been modified to be performed on a treadmill (ISWT-T). However, it is still unknown whether performance on ISWT-H and ISWT-T are similar in patients with bronchiectasis. In this study, we compared the performance, physiological responses, and perception of effort between the ISWT-T with a handrail and ISWT-H for subjects with bronchiectasis. We also sought to estimate and compare the prescription for training intensity with both tests.This was a cross-sectional study in which 24 subjects with bronchiectasis were evaluated on 2 different days (24 h apart). Distance walked (m) was compared between the ISWT-H and ISWT-T. A training session was held on a treadmill at 75% of the speed obtained from both tests. The walking distance, oxygen uptake (V̇O2 ), carbon dioxide production (V̇CO2 ), heart rate, and ventilation (V̇E) were measured.There was a difference in the walking distance between the ISWT-T and ISWT-H, but physiological responses for V̇O2 , V̇CO2 , heart rate, and V̇E were similar. However, the speed estimated for training was different, as were the V̇O2 , V̇CO2 , and heart rate.The ISWT-T with handrail and the ISWT-H are not interchangeable in subjects with bronchiectasis. A slower speed of training intensity may occur when the test is performed in a hallway, as originally described, and this may underestimate responses to aerobic training.", "doi": "10.4187/respcare.05735", "title": "Incremental Shuttle Walk Test to Assess and Prescribe Exercise for Subjects With Bronchiectasis: Hallway Versus Treadmill.", "journal": ["Respiratory care", "Respir Care"]}