{"authors": [["Tamura", "Hideki", "H", "Life Science Tokyo Advanced Research Center (L-StaR), Hoshi University School of Pharmacy and Pharmaceutical Sciences, 2-4-41, Ebara, Shinagawa-ku, Tokyo 142-8501, Japan. Electronic address: h-tamura@hoshi.ac.jp."], ["Shiosaka", "Sadao", "S", "Faculty of Health Science, Osaka Yukioka College of Health Science, 1-1-41 Sojiji, Ibaraki, Osaka 567-0801, Japan."], ["Morikawa", "Shota", "S", "Life Science Tokyo Advanced Research Center (L-StaR), Hoshi University School of Pharmacy and Pharmaceutical Sciences, 2-4-41, Ebara, Shinagawa-ku, Tokyo 142-8501, Japan; Laboratory of Gene Regulation Research, Graduate School of Biological Sciences, Nara Institute of Science and Technology (NAIST), 8916-5, Takayama, Ikoma, Nara 630-0192, Japan."]], "date": "2017-12-09", "id": "29233654", "text": "Gamma oscillations within the cerebral cortex and hippocampus are associated with cognitive processes, including attention, sensory perception, and memory formation; a deficit in gamma regulation is a common symptom of neurologic and psychiatric disorders. Accumulating evidence has suggested that gamma oscillations result from the synchronized activity of cell assemblies coordinated mainly by parvalbumin-positive inhibitory interneurons. The modulator molecules for parvalbumin-positive interneurons are major research targets and have the potential to control the specific oscillatory rhythm and behavior originating from neural coordination. Neuregulin-1 and brain-derived neurotrophic factor have been focused on as synaptic trophic factors that are associated with gamma oscillations. Synaptic activity converts precursor trophic factors into their biologically active forms by proteolytic cleavage, which could, in turn, modulate cell excitability and synaptic plasticity through each receptor's signaling. From these findings, the processing of trophic factors by proteases in a synaptic microenvironment might involve gamma oscillations during cognition. Here, we review the trophic modulation of gamma oscillations through extracellular proteolysis and its implications in neuronal diseases.", "doi": "10.1016/j.neuint.2017.12.002", "title": "Trophic modulation of gamma oscillations: The key role of processing protease for Neuregulin-1 and BDNF precursors.", "journal": ["Neurochemistry international", "Neurochem. Int."]}