{"authors": [["Dubé", "Eve", "E", "Département de médecine sociale et préventive, Université Laval, Québec, Québec, Canada; Maladies infectieuses, Institut national de santé publique du Québec, Québec, Québec, Canada; Maladies infectieuses et immunitaires, Centre de recherche du CHU de Québec - Université Laval, Québec, Québec, Canada. Electronic address: eve.dube@inspq.qc.ca."], ["Gagnon", "Dominique", "D", "Maladies infectieuses, Institut national de santé publique du Québec, Québec, Québec, Canada."], ["Ouakki", "Manale", "M", "Maladies infectieuses, Institut national de santé publique du Québec, Québec, Québec, Canada."], ["Bettinger", "Julie A", "JA", "Vaccine Evaluation Center, BC Children's Hospital, and University of British Columbia, Vancouver, British Columbia, Canada."], ["Witteman", "Holly O", "HO", "Département de médecine familiale et de médecine d'urgence, Université Laval, Québec, Québec, Canada; Santé des populations et pratiques optimales en santé, Centre de recherche du CHU de Québec - Université Laval, Québec, Québec, Canada."], ["MacDonald", "Shannon", "S", "Nursing Faculty, University of Alberta, Edmonton, Alberta, Canada; Department of Pediatrics, University of Calgary, Calgary, Alberta, Canada."], ["Fisher", "William", "W", "Department of Psychology, University of Western Ontario, London, Ontario, Canada; Department of Obstetrics and Gynaecology, University of Western Ontario, London, Ontario, Canada."], ["Saini", "Vineet", "V", "Department of Production Animal Health, University of Calgary, Calgary, Alberta, Canada; Alberta Health Services, Calgary, Alberta, Canada."], ["Greyson", "Devon", "D", "Vaccine Evaluation Center, BC Children's Hospital, and University of British Columbia, Vancouver, British Columbia, Canada."], [null, null, null, null]], "date": "2017-12-09", "id": "29233605", "text": "Parental decision making about childhood vaccinations is complex and multidimensional. There is a perception that the number of parents having concerns regarding childhood vaccinations has been increasing in Canada. The aim of this study was to explore vaccine hesitancy among Canadian parents and to examine factors associated with a parent's intention to vaccinate his/her child. Informed by the Theory of Planned Behaviour (TPB) this study assesses potential associations between parents' knowledge, attitudes and beliefs toward vaccination and their intention to vaccinate their child in the future. A national sample of Canadian parents of children aged 24-59 months (N = 2013) was surveyed using an online survey methodology. Half of the surveyed parents strongly intended to have their child vaccinated in the future. Parents' information needs and searches as well as parents' trust in different institutions were associated with intention to vaccinate. Parents who reported having frequently looked for vaccine information, who considered that it was their role as parents to question vaccines, or who had previously experienced difficulty accessing vaccination services were less likely to strongly intend to vaccinate their child in the future. Parents who had a high level of trust in doctors and public health were most likely to strongly intend to vaccinate their child. Results of the multivariate analysis showed that positive attitudes (aOR = 8.0; 95% CI: 6.0, 10.4), higher perceived social support (aOR = 3.0; 95% CI: 2.3, 3.93), and higher perceived behavioural control (aOR = 1.8; 95% CI: 1.4, 2.43) were associated with parents' intention to vaccinate their child. Findings of this study suggest that trust-building interventions that promote pro-vaccine social norms and that address negative attitudes toward vaccination could enhance vaccine acceptance among Canadian parents.", "doi": "10.1016/j.vaccine.2017.12.005", "title": "Measuring vaccine acceptance among Canadian parents: A survey of the Canadian Immunization Research Network.", "journal": ["Vaccine", "Vaccine"]}