{"authors": [["Romero", "Carissa A", "CA", "Program in Cognitive and Brain Sciences, Department of Psychology, University of Nevada, Reno, USA. Electronic address: Carissaromero2@gmail.com."], ["Compton", "Michael T", "MT", "Program in Cognitive and Brain Sciences, Department of Psychology, University of Nevada, Reno, USA."], ["Yang", "Yueran", "Y", "Interdisciplinary Program in Social Psychology, Department of Psychology, University of Nevada, Reno, USA."], ["Snow", "Jacqueline C", "JC", "Program in Cognitive and Brain Sciences, Department of Psychology, University of Nevada, Reno, USA; Interdisciplinary Program in Integrative Neuroscience, Department of Psychology, University of Nevada, Reno, USA. Electronic address: Jacqueline.c.snow@gmail.com."]], "date": "2017-11-23", "id": "29233524", "text": "Laboratory studies of human dietary choice have relied on computerized two-dimensional (2D) images as stimuli, whereas in everyday life, consumers make decisions in the context of real foods that have actual caloric content and afford grasping and consumption. Surprisingly, few studies have compared whether real foods are valued more than 2D images of foods, and in the studies that have, differences in the stimuli and testing conditions could have resulted in inflated bids for the real foods. Moreover, although the caloric content of food images has been shown to influence valuation, no studies to date have investigated whether 'real food exposure effects' on valuation reflect greater sensitivity to the caloric content of real foods versus images. Here, we compared willingness-to-pay (WTP) for, and expectations about satiety after consuming, everyday snack foods that were displayed as real foods versus 2D images. Critically, our 2D images were matched closely to the real foods for size, background, illumination, and apparent distance, and trial presentation and stimulus timing were identical across conditions. We used linear mixed effects modeling to determine whether effects of display format were modulated by food preference and the caloric content of the foods. Compared to food images, observers were willing to pay 6.62% more for (Experiment 1) and believed that they would feel more satiated after consuming (Experiment 2), foods displayed as real objects. Moreover, these effects appeared to be consistent across food preference, caloric content, as well as observers' estimates of the caloric content of the foods. Together, our results confirm that consumers' perception and valuation of everyday foods is influenced by the format in which they are displayed. Our findings raise important new insights into the factors that shape dietary choice in real-world contexts and highlight potential avenues for improving public health approaches to diet and obesity.", "doi": "10.1016/j.cortex.2017.11.010", "title": "The real deal: Willingness-to-pay and satiety expectations are greater for real foods versus their images.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}