{"authors": [["Wallas", "Alva", "A", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden. Electronic address: alva.wallas@ki.se."], ["Eriksson", "Charlotta", "C", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; Centre for Occupational and Environmental Medicine, Stockholm County Council, Stockholm, Sweden."], ["Gruzieva", "Olena", "O", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden."], ["Lind", "Tomas", "T", "Centre for Occupational and Environmental Medicine, Stockholm County Council, Stockholm, Sweden."], ["Pyko", "Andrei", "A", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden."], ["Sjöström", "Mattias", "M", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; Centre for Occupational and Environmental Medicine, Stockholm County Council, Stockholm, Sweden."], ["Ögren", "Mikael", "M", "Department of Occupational and Environmental Medicine, Sahlgrenska Academy, The University of Gothenburg, Gothenburg, Sweden."], ["Pershagen", "Göran", "G", "Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden; Centre for Occupational and Environmental Medicine, Stockholm County Council, Stockholm, Sweden."]], "date": "2017-11-22", "id": "29233481", "text": "The understanding of determinants for saliva cortisol levels in adolescents is limited. This study investigated the role of road traffic noise exposure, noise annoyance and various other factors for saliva cortisol levels.We collected morning and evening saliva samples from 1751 adolescents from the BAMSE birth cohort based in Stockholm County. Façade noise levels from road traffic were estimated at the residences of the study subjects and repeated questionnaires and medical examinations provided extensive information on various exposures and conditions, including annoyance to noise from different sources. Cortisol was measured using radioimmunoassay. Associations between determinants and saliva cortisol levels were analysed using linear regression.Morning saliva cortisol levels were significantly higher in females than in males (geometric mean 42.4 and 35.0 nmol/l, respectively) as well as in subjects with allergy related diseases. Height and age were related to saliva cortisol levels as well as sampling season. Road traffic noise exposure was not associated with saliva cortisol, however, annoyance to noise tended to increase the levels. Saliva cortisol levels appeared particularly high among those who were highly annoyed and exposed to road traffic noise levels ≥ 55 dB Lden (50.5 nmol/l, p = 0.02).Our findings suggest that individual perception of noise may be of importance for saliva cortisol levels. The results also point to the complexity of using saliva cortisol as a marker of noise exposure in adolescents.", "doi": "10.1016/j.ijheh.2017.11.003", "title": "Road traffic noise and determinants of saliva cortisol levels among adolescents.", "journal": ["International journal of hygiene and environmental health", "Int J Hyg Environ Health"]}