{"authors": [["Galal", "Suzanne M", "SM", "University of the Pacific, Thomas J. Long School of Pharmacy and Health Sciences, 3601 Pacific Avenue, Stockton, CA 95211, United States. Electronic address: sgalal@pacific.edu."], ["Mayberry", "John K", "JK", "University of the Pacific, Department of Mathematics, 3601 Pacific Avenue, Stockton, CA 95211, United States. Electronic address: jmayberry@pacific.edu."], ["Wang", "Anita", "A", "University of the Pacific, Thomas J. Long School of Pharmacy and Health Sciences, 3601 Pacific Avenue, Stockton, CA 95211, United States. Electronic address: a_wang5@u.pacific.edu."], ["Tran", "Thao", "T", "University of the Pacific, Thomas J. Long School of Pharmacy and Health Sciences, 3601 Pacific Avenue, Stockton, CA 95211, United States. Electronic address: t_tran38@u.pacific.edu."]], "date": "2017-05-30", "id": "29233425", "text": "The purpose of this study was to assess differences between the use of first-year (P1; \"peer\") versus second-year (P2; \"near-peer\") students as teaching assistants (TA) in a first-year, skills-based course.The practicum course assesses competence in the provision of screening services and patient counseling. TAs review weekly material followed by a one-on-one assessment of each student using a grading rubric. Both qualitative and quantitative data were analyzed to determine if there was a difference in performance between the peer and near-peer teaching assistants.Sixteen peer and 33 near-peer TAs were evaluated by 210 students for six different skill assessments in practicum. There was no significant difference between peer and near-peer TAs in both student perception of TA performance and in TA grading of student performance.There is no difference in the use of peer versus near-peer TAs in evaluating first-year pharmacy students in the skills-based course. Using peer TAs over near-peer TAs can be useful when faced with scheduling and other resource conflicts.", "doi": "10.1016/j.cptl.2017.03.025", "title": "Examining differences between P1 versus P2 students as teaching assistants in a P1 skills-based course.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}