{"authors": [["Threatt", "Tiffaney", "T", "Presbyterian College School of Pharmacy, Clinton, SC, United States. Electronic address: tbthreatt@presby.edu."], ["Ward", "Eileen", "E", "Presbyterian College School of Pharmacy, Clinton, SC, United States. Electronic address: edward@presby.edu."], ["Shealy", "Kayce", "K", "Presbyterian College School of Pharmacy, Clinton, SC, United States. Electronic address: kmshealy@presby.edu."], ["Hynes", "Amy", "A", "Presbyterian College School of Pharmacy, Clinton, SC, United States. Electronic address: amhynes@presby.edu."], ["Elizabeth Robinette", "P", "P", "Presbyterian College School of Pharmacy, Clinton, SC, United States. Electronic address: peholden@presby.edu."]], "date": "2017-01-09", "id": "29233420", "text": "This article describes the health testing training process used at Presbyterian College School of Pharmacy and evaluates perceptions of the sequential training model among students in their first, second, and third professional years.After observing student deficiencies in the knowledge and skills necessary for performing health tests, despite receiving didactic training within the core curriculum, faculty members searched for supplemental training programs used by other schools of pharmacy. No literature regarding structured programs was found. Consequently, faculty developed test-specific training modules for a variety of health screenings. Students who participated in the sequential self-learning followed by a live skills assessment were surveyed to determine their perceptions of the training.During the 2014-2015 academic year, 78 students successfully completed health testing training modules. Of these students, 56 (72%) completed an attitudinal survey designed to assess their perceptions. Nearly 93% of respondents perceived improved confidence after completing the training. Regardless of the year in pharmacy school, 88% of respondents believe they would not have been adequately prepared to conduct the health test(s) without this training.Student perception and acceptance of health testing training were positive. Using sequential training modules to teach and reinforce the skills necessary for performing health tests can improve student ability and confidence. Consequently, students have the opportunity to impact the health of the community while becoming practice ready in the area of health testing.", "doi": "10.1016/j.cptl.2016.11.015", "title": "Student pharmacist perceived benefit of a sequential training model for health testing.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}