{"authors": [["Anderson", "Heather D", "HD", "Skaggs School of Pharmacy and Pharmaceutical Sciences, University of Colorado Anschutz Medical Campus, Aurora, CO 80045. Electronic address: Heather.anderson@ucdenver.edu."], ["Saseen", "Joseph J", "JJ", "University of Colorado Anschutz Medical Campus, Aurora, CO 80045. Electronic address: joseph.saseen@ucdenver.edu."]], "date": "2017-02-01", "id": "29233407", "text": "Research has a prominent role within the field of pharmacy practice. However, no studies have assessed the importance of research methods in pharmacy education from the perspective of students, residents, or residency directors.Questionnaires were administered online in spring 2014 to four respondent groups: University of Colorado fourth year PharmD (P4) students, post graduate year 1 (PGY1) residents, and PGY1 and post-graduate year 2 (PGY2) residency directors. Descriptive statistics were used to characterize respondents; t-tests and chi-square tests were used to compare groups of respondents.Respondents included 255 PGY1 residency directors, 155 PGY2 residency directors, 35 PGY1 residents, and 87 P4 students. Response rates ranged from 26% (residency directors) to nearly 60% (P4 students and PGY1 residents). PGY1 residents and PGY1/PGY2 residency directors ranked research experience lowest among ten characteristics with respect to their importance when competing for a residency or being a successful resident. Among six specific clinical research skills, PGY1 residents and PGY1/PGY2 residency directors ranked \"identifying and writing a research question\" as the most important for successfully completing a residency research project or when selecting a PGY1/PGY2 resident.Perceived importance of clinical research skills by P4 students, current residents, and residency program directors is low. This is in opposition to opinions from several national organizations that proclaim the importance of clinical research skills in doctor of pharmacy curricula. Pharmacy programs must continue to further develop clinical research skills and abilities of future graduates while being cognizant of these perception barriers when developing strategies to enhance research experiences within their curricular programs.", "doi": "10.1016/j.cptl.2016.11.011", "title": "The importance of clinical research skills according to PharmD students, first-year residents, and residency directors.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}