{"authors": [["Smith", "Lisa", "L", "Wingate University School of Pharmacy, Wingate, NC 28174. Electronic address: susmith@wingate.edu."], ["Hansen", "Benjamin Kyle", "BK", "UNC Hospitals Pharmacy Department, 101 Manning Dr Chapel Hill, NC 27514. Electronic address: be.hansen@wingate.edu."], ["Heubel", "Emily", "E", "UNC Hospitals Pharmacy Department, 101 Manning Dr Chapel Hill, NC 27514. Electronic address: em.heubel@wingate.edu."]], "date": "2017-02-07", "id": "29233406", "text": "To describe common teaching activities included in post-graduate residencies, identify residents' self-perceived ability to perform the activities, and report characteristics of residents who did not feel post-graduate residency training prepared them for an academic career.Residency Directors of PGY-2 ASHP-accredited U.S. residency programs in the July 2013-June 2014 cycle were asked to forward a 16-item online survey to PGY-2 residents. The survey was designed to determine teaching activities from a list of 21 common activities and measure self-perception of skill development. Residents who felt unprepared for academia were analyzed.There were 446 residents in PGY-2 residencies in the 2013/2014 residency cycle and 237 (53%) completed the survey. Common teaching activities included delivering lectures and developing handouts, motivating students and providing feedback on rotation, and delivering continuing education programs. Comparisons between the activity occurrence and incidence of self-perceived proficiency were similar for all 21 activities. Forty residents originally intended to pursue academia but only 19 entered academia. Twenty-six residents reported not feeling adequately prepared as an influencing factor, significantly less exposure to several common teaching activities, and less self-perceived ability to perform the activities in 15 out of 21 common teaching activities.PGY2 residents reported self-efficacy for all teaching activities experienced during residency training. Residents who felt unprepared to enter academia were exposed to significantly less teaching activities and reported less self-efficacy to perform the skills. Closer attention to the types of teaching activities included in residency programs is warranted.", "doi": "10.1016/j.cptl.2016.11.006", "title": "Common teaching activities and self-perceived teaching proficiency in PGY2 residencies.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}