{"authors": [["Tran", "Alvina", "A", "Duquesne University School of Pharmacy, 600 Forbes Ave, Pittsburgh, PA 15282, United States. Electronic address: trana@duq.edu."], ["Stewart", "Autumn L", "AL", "Division of Clinical Pharmacy, Duquesne University School of Pharmacy, 600 Forbes Ave, Pittsburgh, PA 15282, United States. Electronic address: stewar14@duq.edu."], ["Covvey", "Jordan R", "JR", "Division of Pharmaceutical, Administrative and Social Sciences, Duquesne University School of Pharmacy, 600 Forbes Ave, Pittsburgh, PA 15282, United States. Electronic address: covveyj@duq.edu."]], "date": "2017-09-01", "id": "29233395", "text": "Pharmacists identify the importance of education on human immunodeficiency virus (HIV); however, research suggests deficits in knowledge regarding recommendations and testing devices. With proper training, student pharmacists can play an important role in counseling patients on the importance of HIV testing and providing instruction on in-home testing. The objective of the study was to assess student pharmacists' knowledge, attitudes and beliefs of HIV and the use of an in-home, over-the-counter HIV testing device.A cross-sectional electronic survey was conducted among an estimated sample of 2077 students from six regional schools of pharmacy. The questionnaire consisted of 40 closed-ended, fixed-choice items delivered using school/organizational listservs. Surveys were e-mailed during March and April 2016 with a reminder e-mail sent two weeks later. Key outcomes included real and perceived knowledge, attitudes and beliefs of HIV in general and of the OraQuick® In-Home HIV test.A total of 387 student pharmacists participated (response rate of 18.6%). Respondents expressed positive perception of knowledge regarding HIV in general (67.6% highly agree/agree to five-item scale) but considerably lower attitude/beliefs for the in-home HIV test (16.7% highly agree/agree overall to five-item scale). Perceptions of general HIV knowledge were higher for students in later professional years (p < 0.001), post-completion of infectious disease curriculum with inclusion of the in-home HIV test (p < 0.001), and if the respondent had personally received an HIV test (p < 0.01).Opportunities exist to improve knowledge of HIV and the use of the OraQuick® In-Home HIV test among student pharmacists.", "doi": "10.1016/j.cptl.2017.07.013", "title": "Knowledge, attitudes and beliefs regarding human immunodeficiency virus and in-home testing among a regional sample of student pharmacists.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}