{"authors": [["Morrill", "Amanda M", "AM", "Department of Pharmacy Practice, 1260 Elm Street, Manchester, NH 03101, United States. Electronic address: Amanda.morrill@mcphs.edu."], ["Abel", "Cheryl A", "CA", "Department of Pharmacy Practice, MCPHS University, 1260 Elm Street, Manchester, NH 03101, United States. Electronic address: Cheryl.abel@mcphs.edu."], ["Januszweski", "Megan", "M", "Dartmouth Hitchcock Medical Center, 1 Medical Center Dr, Lebanon, NH 03766, United States. Electronic address: Megan.m.januszewski@hitchock.org."], ["Chamberlain", "Bradley", "B", "CVS Pharmacy, 26 Calef Highway, Epping, NH 03042, United States. Electronic address: Bradc555@comcast.net."]], "date": "2017-10-12", "id": "29233384", "text": "An electronic cigarette (e-cigarette) is a device used to mimic the experience of smoking tobacco cigarettes. Considering their growing popularity amongst adolescents, it is imperative that education surrounding e-cigarettes be provided. The purpose of this project is to describe the development and delivery of a pilot interactive presentation and survey tool by doctor of pharmacy (PharmD) candidates to gauge the use and understanding of e-cigarettes amongst teens.An interactive presentation providing information on e-cigarettes was created by a PharmD candidate, and presented to 357 high school students in Massachusetts and New Hampshire. An anonymous survey tool was administered after the presentation to evaluate students' perception, use, and knowledge of e-cigarettes.When asked which is safer, an e-cigarette or a tobacco cigarette, most students (84%) responded \"neither,\" and most stated that they learned something new from the presentation. Of the 96% of students that indicated they had heard of e-cigarettes, 27% of them had tried one. PharmD candidates reported increased confidence in public speaking and preparation of patient-suitable material.This pilot project provided both education to adolescents and insight into their experience and understanding of the potential harms of e-cigarettes. Having a PharmD candidate deliver the presentation may have increased the students' level of comfort.An interactive, PharmD candidate-delivered presentation about e-cigarettes is an innovative method to both provide education about e-cigarettes, and ascertain information about knowledge and use in adolescents. Facilitating presentations like this could be successful in other settings or topics.", "doi": "10.1016/j.cptl.2017.07.022", "title": "Community education by advanced pharmacy practice experience students: Increasing electronic cigarette awareness amongst teens.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}