{"authors": [["Howard", "Meredith L", "ML", "University of North Texas System College of Pharmacy, 3500 Camp Bowie Blvd., RES 435D, Fort Worth, TX 76107, United States. Electronic address: meredith.howard@unthsc.edu."], ["Steuber", "Taylor D", "TD", "Auburn University Harrison School of Pharmacy, 301 Governors Drive SW, Suite 357, Huntsville, AL 35801, United States. Electronic address: tds0038@auburn.edu."], ["Nisly", "Sarah A", "SA", "Wingate University School of Pharmacy, 220N Camden Rd, Wingate, NC 28174, United States. Electronic address: s.nisly@wingate.edu."], ["Wilhoite", "Jessica", "J", "Butler University College of Pharmacy and Health Sciences, 4600 Sunset Ave, Indianapolis, IN 46208, United States. Electronic address: jwilhoit@butler.edu."], ["Saum", "Lindsay", "L", "Butler University College of Pharmacy and Health Sciences, 4600 Sunset Ave, Indianapolis, IN 46208, United States. Electronic address: lsaum@butler.edu."]], "date": "2017-08-18", "id": "29233381", "text": "Formalized mentoring programs are often credited for influencing professional development of mentees. Unfortunately, little information exists regarding advancement of mentoring skills. We report the development and evaluation of a program to cultivate mentoring skills in pharmacy residents.Advanced pharmacy practice experience students and pharmacy residents were contacted for program participation. Resident mentors were paired with a student mentee for the program. Mentors were provided resources and support throughout the program. Sessions were held to facilitate mentoring relationships and to discuss professional development topics. Pre- and post-perception surveys were administered to mentors to measure changes in mentoring comfort and ability. Only matched pre- and post-surveys were included for analysis. The program was held and evaluated over two separate academic years FINDINGS: Fifty-three residents mentored 54 students over two cycles of the program. Mentors' matched perception surveys (n = 26) reported increased comfort in mentoring (p < 0.001), increased confidence in delivery of subjective content (p < 0.001), increased comfort in providing written and oral feedback (p = 0.013), and increased effectiveness in provision of written and oral feedback (p = 0.004 and p = 0.013 respectively). Mentors also reported heightened belief that serving as a student mentor will be beneficial to their long-term career goals (p = 0.034).Overall, this formal resident-led student mentoring program improved resident comfort serving in a mentoring role.", "doi": "10.1016/j.cptl.2017.07.005", "title": "Pharmacy resident-led student mentoring program: A focus on developing mentoring skills.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}