{"authors": [["Kebodeaux", "Clark D", "CD", "Pharmacy Practice and Science, UK College of Pharmacy, Bio Pharm Complex 247, 789 South Limestone, Lexington, KY 40536-0596, United States. Electronic address: Clark.Kebodeaux@uky.edu."], ["Peters", "Golden L", "GL", "St. Louis College of Pharmacy, 4588 Parkview Place, St. Louis, MO 63110, United States. Electronic address: golden.peters@stlcop.edu."], ["Stranges", "Paul M", "PM", "University of Illinois at Chicago College of Pharmacy, 833 S Wood St, Chicago, IL 60612, United States. Electronic address: pmstrang@uic.edu."], ["Woodyard", "Jamie L", "JL", "Purdue University College of Pharmacy, 575 Stadium Mall Drive, RHPH G35, West Lafayette, IN 47907, United States. Electronic address: woodyard@purdue.edu."], ["Vouri", "Scott Martin", "SM", "Department of Pharmacy Practice, St. Louis College of Pharmacy, 4588 Parkview Place, St. Louis, MO 63110, United States. Electronic address: scott.vouri@stlcop.edu."]], "date": "2017-08-21", "id": "29233368", "text": "Perspectives from faculty regarding team-based learning (TBL) are not well understood. Previous studies describe faculty preference for TBL due to increased student interaction despite requiring increased time for design. The perception of changes in faculty workload over multiple semesters has not been measured. This research evaluates faculty workload and perceived student engagement after implementing TBL in a required non-prescription medication course over multiple semesters.TBL was implemented in the non-prescription medication course and continued for three consecutive semesters. Faculty members' perception of TBL was captured using an anonymous survey. The survey was an 11 item questionnaire with five Likert-type response options to identify changes in workload, training, and student interaction using TBL.Twenty-eight total responses were collected from 10 faculty members who taught in at least one of the four semesters. Results were aggregated based on the number of semesters faculty continually taught in the course. More respondents agreed than disagreed that participation from and interactions with students increased with the TBL course compared to traditional lectures. However, more respondents believed the TBL course approach was more difficult and reported increased workload in the initial semester taught. Enjoyment of teaching increased for a majority of respondents.This is the first study to explore the impact of TBL implementation over multiple semesters. These data can be used to help implement TBL in pharmacy school curricula.", "doi": "10.1016/j.cptl.2017.07.004", "title": "Faculty perception of team-based learning over multiple semesters.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}