{"authors": [["Franks", "Amy M", "AM", "Department of Pharmacy Practice, University of Arkansas for Medical Sciences College of Pharmacy, 4301 West Markham Street #522, Little Rock, AR 72205, Unites States. Electronic address: afranks@uams.edu."], ["Hawes", "William A", "WA", "University of Arkansas for Medical Sciences College of Pharmacy, 4301 West Markham Street #522, Little Rock, AR 72205, United States. Electronic address: whawes@uams.edu."], ["McCain", "Keith R", "KR", "Department of Pharmacy Practice, University of Arkansas for Medical Sciences College of Pharmacy, 4301 West Markham Street #522, Little Rock, AR 72205, Unites States. Electronic address: mccainkeith@uams.edu."], ["Payakachat", "Nalin", "N", "Department of Pharmacy Practice, University of Arkansas for Medical Sciences College of Pharmacy, 4301 West Markham Street #522, Little Rock, AR 72205, Unites States. Electronic address: npayakachat@uams.edu."]], "date": "2017-09-09", "id": "29233367", "text": "Our study evaluated the electronic cigarette (e-cigarette) use, knowledge, and perceptions of health professional students enrolled in one of five colleges at a single academic health center.A 56-item survey was conducted to examine the use, knowledge, and perceptions of e-cigarettes among health professional students. An e-cigarette knowledge score was calculated according to correct responses to eight true-false survey items, with possible scores ranging from zero to eight points. Regressions were used to determine associations between students' enrolled college/discipline and e-cigarette knowledge scores and to identify associations between three perception domains (smoking cessation, harm reduction, and enhanced regulation) and e-cigarette use.Of the 853 students responding, 24.2% reported e-cigarette ever-use. Of e-cigarette ever users, 85.5% had used within the past year, and 23.1% used e-cigarettes for smoking cessation. Participants from the colleges of public health, pharmacy, and nursing had significantly higher knowledge scores, compared to those in allied health. Knowledge scores from college of medicine participants did not differ significantly compared to scores from allied health. Perceptions of using e-cigarettes for smoking cessation, reduced harm compared to tobacco, and reduced e-cigarette regulation were significantly associated with using e-cigarettes.Self-reported ever-use of e-cigarettes among health professional students in this sample was 3.5-6 times higher than previously reported among medical and nursing students. Substantial gaps in e-cigarette knowledge exist. Enhancing health professionals' preparedness to effectively advise patients about the benefits and harms of e-cigarettes is crucial.", "doi": "10.1016/j.cptl.2017.07.023", "title": "Electronic cigarette use, knowledge, and perceptions among health professional students.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}