{"authors": [["Fleming", "Laurie W", "LW", "University of Mississippi School of Pharmacy, 2500 North State Street, Jackson, MS 39216, United States. Electronic address: lwfleming@umc.edu."], ["Malinowski", "Scott S", "SS", "University of Mississippi School of Pharmacy, 2500 North State Street, Jackson, MS 39216, United States. Electronic address: smalinowski@umc.edu."], ["Fleming", "Joshua W", "JW", "University of Mississippi School of Pharmacy, 2500 North State Street, Jackson, MS 39216, United States. Electronic address: jfleming2@umc.edu."], ["Brown", "Meagan A", "MA", "University of Mississippi School of Pharmacy, 2500 North State Street, Jackson, MS 39216, United States. Electronic address: mbrown18@umc.edu."], ["Davis", "Courtney S", "CS", "University of Mississippi School of Pharmacy, 2500 North State Street, Jackson, MS 39216, United States. Electronic address: cdavis5@umc.edu."], ["Hogan", "Shirley", "S", "University of Mississippi School of Pharmacy, 2500 North State Street, Jackson, MS 39216, United States. Electronic address: Hogan.shirley@gmail.com."]], "date": "2017-04-29", "id": "29233289", "text": "The purpose of this study was to evaluate the success of a faculty Research/Writing Group (RWG) by quantifying the amount of scholarly productivity from participants in the group compared with that of a matched cohort.The RWG meets monthly to discuss current projects, providing an assessment of their scholarly activity. Participants offer ideas on improvement, resources and possible platforms for presentations and/or publications.To evaluate the success of this model, scholarly production from the participants in the RWG was compared to a matched group of clinical non-tenure track faculty not participating in the group over a three year period. Faculty perception of RWG participation was evaluated by data collected through a survey using Qualtrics.Participation in the RWG provided these junior faculty the support system to feel confident in their pursuit of scholarly activities; and therefore, they outpaced their counterparts in dissemination of their research.", "doi": "10.1016/j.cptl.2016.12.004", "title": "The impact of participation in a Research/Writing Group on scholarly pursuits by non-tenure track clinical faculty.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}