{"authors": [["Kubli", "Kara", "K", "University of California, San Diego, Skaggs School of Pharmacy and Pharmaceutical Sciences, La Jolla, CA. Electronic address: kak267@cornell.edu."], ["McBane", "Sarah", "S", "University of California, San Diego, Skaggs School of Pharmacy and Pharmaceutical Sciences, La Jolla, CA. Electronic address: smcbane@ucsd.edu."], ["Hirsch", "Jan D", "JD", "University of California, San Diego, Skaggs School of Pharmacy and Pharmaceutical Sciences, La Jolla, CA. Electronic address: janhirsch@ucsd.edu."], ["Lorentz", "Sarah", "S", "University of California, San Diego, Skaggs School of Pharmacy and Pharmaceutical Sciences, La Jolla, CA. Electronic address: slorentz@ucsd.edu."]], "date": "2017-02-28", "id": "29233288", "text": "The primary aim of this study was to explore changes in knowledge level, perceived importance and apprehension of immunizations by first year pharmacy students pre- vs. post-immunization education and training.First year pharmacy students at the University of California San Diego Skaggs School of Pharmacy and Pharmaceutical Sciences (UC San Diego SSPPS) completed a pre- and post-immunization training course questionnaire. Knowledge base and perceived importance level of immunizations including hepatitis B, influenza, measles, mumps, rubella (MMR), varicella, tetanus, diphtheria, pertussis (Tdap), meningococcal and human papilloma virus (HPV) were assessed. In addition, apprehension of needle administration and fears regarding safety and efficacy were evaluated.Of 120 students, 85 (71%) completed pre- and post-course questionnaires for this study. Mean knowledge test scores increased from 56% pre-course to 83% post-course. Pre-course, 73% of participants considered immunizations as very important in preventing future disease outbreaks. Post-course, this percentage climbed to 94%. Prior to taking the course, 52% of students were apprehensive about administering injections; however, after completing the course this percentage declined to 33%. The majority of students who had been fearful prior to the course retained their fears of receiving needle injections. The proportion of students believing immunizations should be a personal choice, not mandatory, did not significantly change from pre-course (49%) to post-course (44%).The UC San Diego SSPPS immunization course increased student knowledge of immunization facts and the perceived importance of immunizations. However, a substantial portion of students retained apprehension about administering and receiving needle injections and the proportion believing immunizations should be a personal choice, almost half, did not change appreciably.", "doi": "10.1016/j.cptl.2017.02.005", "title": "Student pharmacists' perceptions of immunizations.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}