{"authors": [["Toor", "Rebecca", "R", "Orlando Regional Medical Center, Orlando, FL. Electronic address: Rebecca.Toor@rx.lecom.edu."], ["Samai", "Kathryn", "K", "Sarasota Memorial Healthcare System, Sarasota, FL. Electronic address: Kathryn-Samai@smh.com."], ["Wargo", "Ryan", "R", "Legacy Medical Group, Woodburn, OR. Electronic address: RWargo@LHS.org."]], "date": "2017-03-15", "id": "29233281", "text": "To determine the student impression of utilizing a debate style journal club as an alternative approach for preceptors to teach medical literature evaluation skills to pharmacy students undergoing Advance Pharmacy Practice Experiences (APPE) in both acute care and ambulatory care.Students were asked to debate on a controversial topic or two drugs with similar indications. Each side had to research supporting evidence based medicine and use literature appraisal skills to incorporate the information logically into an oral debate style format. Approximately fifteen minutes were allotted for each debate, allowing five minutes for each opening argument, three minutes for each rebuttal, and two minutes for each closing argument. Students were then asked to complete a post-debate survey using a Likert Scale to evaluate their perception of the debate style journal club.Following implementation of the debate style journal club, students reported being more confident with their ability to find, compare, and retain information from primary literature with a mean of 4.1, 4.2, and 4.4 respectively on a Likert Scale. Students also reported overall enjoyment and satisfaction with a mean of 4.0.Debate style journal clubs have the capability to teach pharmacy students vital literature appraisal skills, and are a well-liked alternative to the traditional style journal club. Incorporating this method improved student interest as well as increased their ability to find, compare, and retain the information gathered from primary literature.", "doi": "10.1016/j.cptl.2017.01.009", "title": "Debate as an alternative method for medical literature evaluation.", "journal": ["Currents in pharmacy teaching & learning", "Curr Pharm Teach Learn"]}