{"authors": [["Tao", "Danying", "D", "Department of Preventive Dentistry, Shanghai Ninth People's Hospital, Shanghai Jiao Tong University, School of Medicine, Shanghai Key Laboratory of Stomatology, Shanghai 200011, China."], ["Smith", "Richard N", "RN", "School of Dentistry, University of Liverpool, Liverpool, L3 5PS, UK."], ["Zhang", "Qiong", "Q", "Unilever Oral Care, 66 Linxin Road, Changning District, Shanghai, 200335, China."], ["Sun", "Jianing N", "JN", "Unilever Oral Care, 66 Linxin Road, Changning District, Shanghai, 200335, China."], ["Philpotts", "Carole J", "CJ", "Unilever Oral Care,Quarry Road East, Bebington, Wirral, CH63 3JW, UK."], ["Ricketts", "Stephen R", "SR", "Unilever Oral Care,Quarry Road East, Bebington, Wirral, CH63 3JW, UK."], ["Naeeni", "Mojgan", "M", "Unilever Oral Care,Quarry Road East, Bebington, Wirral, CH63 3JW, UK."], ["Joiner", "Andrew", "A", "Unilever Oral Care,Quarry Road East, Bebington, Wirral, CH63 3JW, UK. Electronic address: Andrew.Joiner@Unilever.com."]], "date": null, "id": "29233260", "text": "To measure the tooth whitening effects delivered immediately after brushing with silica-based toothpastes containing blue covarine in vitro and in vivo.Salivary pellicle coated human extracted teeth were brushed with either a slurry of a toothpaste containing blue covarine (BC), a formulation containing an increased level of blue covarine (BC+) or a negative control toothpaste containing no blue covarine. The colour of the specimens were measured in vitro using either a Minolta chromameter or a VITA Easyshade spectrophotometer, before and after brushing and changes in CIELAB values and tooth Whiteness Index (WIO) values calculated. In a double-blind cross-over clinical study, subjects brushed with either BC or BC+ toothpaste and tooth colour changes were measured with a digital image analysis system.The in vitro studies demonstrated that toothpastes containing blue covarine gave a significantly (p<0.05) greater change in b* and WIO values than the negative control toothpaste; the BC+ toothpaste gave a significantly greater increase in b* and WIO values than the BC toothpaste, and BC+ gave a significant increase in shade change versus the negative control. Clinical results showed that BC and BC+ gave a significant reduction in b* (p<0.0001) and increase in WIO (p<0.0001) from baseline indicating significant tooth whitening had occurred. The parameter changes were significantly greater when brushing with the BC+ toothpaste than with the BC toothpaste (WIO p=0.006; b* p=0.013).Toothpastes containing blue covarine gave a statistically significant reduction in tooth yellowness and improvement in tooth whiteness immediately after brushing in both in vitro and clinical studies. In addition, the higher concentration blue covarine toothpaste gave statistically significant greater tooth whitening benefits than the lower concentration blue covarine toothpaste.The silica-based toothpastes containing blue covarine evaluated in the current study gave tooth whitening benefits immediately after one brush.", "doi": "10.1016/j.jdent.2017.10.014", "title": "Tooth whitening evaluation of blue covarine containing toothpastes.", "journal": ["Journal of dentistry", "J Dent"]}