{"authors": [["Westland", "Stephen", "S", "University of Leeds, Woodhouse Lane, Leeds, LS2 9JT, UK."], ["Luo", "Wen", "W", "Unilever Oral Care, Quarry Road East, Bebington, Wirral, CH63 3JW, UK. Electronic address: Wen.Luo@unilever.com."], ["Li", "Yuan", "Y", "University of Leeds, Woodhouse Lane, Leeds, LS2 9JT, UK."], ["Pan", "Qianqian", "Q", "University of Leeds, Woodhouse Lane, Leeds, LS2 9JT, UK."], ["Joiner", "Andrew", "A", "Unilever Oral Care, Quarry Road East, Bebington, Wirral, CH63 3JW, UK."]], "date": null, "id": "29233258", "text": "To investigate the tooth whiteness perceptibility thresholds of the average observer to changes in the CIELAB values and an optimised whiteness Index for dentistry (WIO) based on psychophysical studies.A psychophysical experiment based on visual assessments of digital images of teeth on a calibrated display with a group of observers (n=32) has been conducted to determine the perceptual thresholds in tooth whiteness. Digital simulations of a tooth that is identical in shape to the left incisor in the image of teeth were superimposed on to images. The colour of the simulated tooth was varied and observers were asked to respond whether there was a difference in whiteness between the left incisor and the simulated tooth. Thresholds for detection of differences in whiteness were independently determined in four conditions: ΔL*, Δa*, Δb* and a blue optical whitening direction. Raw data were fitted using a non-parametric approach and thresholds of CIELAB and WIO for each conditions were calculated.Estimates of the threshold of the four conditions of ΔL*, Δa*, Δb* and a blue covarine optical tooth whitening direction were 1.14, 3.24, 1.11 and 1.51 respectively, with the corresponding WIO thresholds of 2.77, 6.52, 3.09 and 1.99 respectively.The thresholds for tooth whiteness perception in CIELAB space and WIO space were determined. The findings demonstrate that for a whitening treatment with a blue covarine optical technology, a colour change of about 2 WIO units would be noticeable.This study gives a better understanding of the tooth whiteness perception threshold, and will help clinicians identify perceivable differences in tooth colour during matching and whitening procedures.", "doi": "10.1016/j.jdent.2017.09.013", "title": "Investigation of the perceptual thresholds of tooth whiteness.", "journal": ["Journal of dentistry", "J Dent"]}