{"authors": [["Silverstein", "Steven M", "SM", "Rutgers - University Behavioral Health Care,Piscataway, NJ,USA."], ["Paterno", "Danielle", "D", "Rutgers - University Behavioral Health Care,Piscataway, NJ,USA."], ["Cherneski", "Lindsay", "L", "Rutgers - University Behavioral Health Care,Piscataway, NJ,USA."], ["Green", "Stuart", "S", "Department of Ophthalmology,Robert Wood Johnson University Hospital,New Brunswick, NJ,USA."]], "date": "2017-12-13", "id": "29233210", "text": "Prior optical coherence tomography (OCT) studies of schizophrenia have identified thinning of retinal layers. However, findings have varied across reports, and most studies have had serious methodological limitations. To address unresolved issues, we determined whether: (1) retinal thinning in schizophrenia occurs independently of comorbid medical conditions that affect the retina; (2) thinning is independent of antipsychotic medication dose; (3) optic nerve parameters are abnormal in schizophrenia; and (4) OCT indices are related to visual and cognitive impairments common in schizophrenia.A total of 32 people with schizophrenia and 32 matched controls participated. Spectral domain OCT generated data on retinal nerve fiber layer (RNFL), macula, and ganglion cell-inner plexiform layer (GCL-IPL) thickness, in addition to cup volume and the cup-to-disc ratio at the optic nerve head. Subjects with schizophrenia also completed measures of symptoms, visual processing, and IQ.The groups did not differ on RNFL, macula, or GCL-IPL thickness. However, thinning of these layers was related to the presence of diabetes or hypertension across the sample as a whole. The schizophrenia group demonstrated enlarged cup volume and an enlarged cup-to-disc ratio in both eyes, which were unrelated to medical comorbidity, but were related to increased cognitive symptoms.Past reports of retinal thinning may be artifacts of medical comorbidity that is over-represented in schizophrenia, or other confounds. However, optic nerve head abnormalities may hold promise as biomarkers of central nervous system abnormality, including cognitive decline, in schizophrenia.", "doi": "10.1017/S0033291717003555", "title": "Optical coherence tomography indices of structural retinal pathology in schizophrenia.", "journal": ["Psychological medicine", "Psychol Med"]}