{"authors": [["Dircks", "Monika", "M", "Pharmacy Department, Erlangen University Hospital, Erlangen, Germany. monika.dircks@uk-erlangen.de."], ["Mayr", "Andreas", "A", "Department of Medical Informatics, Biometry and Epidemiology, Friedrich-Alexander University Erlangen-Nuremberg, Erlangen, Germany."], ["Freidank", "Annette", "A", "Department of Pharmacy, Fulda Hospital, Fulda, Germany."], ["Kornhuber", "Johannes", "J", "Department of Psychiatry and Psychotherapy, Erlangen University Hospital, Erlangen, Germany."], ["Dörje", "Frank", "F", "Pharmacy Department, Erlangen University Hospital, Erlangen, Germany."], ["Friedland", "Kristina", "K", "Molecular and Clinical Pharmacy, Friedrich-Alexander University Erlangen-Nuremberg, Erlangen, Germany."]], "date": "2017-12-12", "id": "29233149", "text": "The pharmacy profession has shifted towards patient-centred care. To meet the new challenges it is necessary to provide students with clinical competencies. A quasi-experimental single-blinded teaching and learning study was carried out using a parallel-group design to evaluate systematically the benefits of clinical teaching in pharmacy education in Germany.A clinical pharmacy course on a psychiatric ward was developed and implemented for small student groups. The learning aims included: the improvement of patient and interdisciplinary communication skills and the identification and management of pharmaceutical care issues. The control group participated only in the preparation lecture, while the intervention group took part in the complete course. The effects were assessed by an objective structured clinical examination (OSCE) and a student satisfaction survey.The intervention group achieved significantly better overall results on the OSCE assessment (46.20 ± 10.01 vs. 26.58 ± 12.91 of a maximum of 90 points; p < 0.0001).The practical tasks had the greatest effect, as reflected in the outcomes of tasks 1-5 (34.94 ± 9.60 vs. 18.63 ± 10.24 of a maximum of 60 points; p < 0.0001). Students' performance on the theoretical tasks (tasks 6-10) was improved but unsatisfying in both groups considering the maximum score (11.50 ± 4.75 vs. 7.50 ± 4.00 of a maximum of 30 points; p < 0.0001). Of the students, 93% rated the course as practice-orientated, and 90% felt better prepared for patient contact. Many students suggested a permanent implementation and an extension of the course.The results suggest that the developed ward-based course provided learning benefits for clinical skills. Students' perception of the course was positive. Implementation into the regular clinical pharmacy curriculum is therefore advisable.", "doi": "10.1186/s12909-017-1092-z", "title": "Advances in clinical pharmacy education in Germany: a quasi-experimental single-blinded study to evaluate a patient-centred clinical pharmacy course in psychiatry.", "journal": ["BMC medical education", "BMC Med Educ"]}