{"authors": [["Hwang", "Jung Eun", "JE", "Department of Pathology, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Kim", "Na Jin", "NJ", "Master Center for Medical Education Support, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Song", "Meiying", "M", "Department of Pathology, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Cui", "Yinji", "Y", "Department of Pathology, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Kim", "Eun Ju", "EJ", "Master Center for Medical Education Support, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Park", "In Ae", "IA", "Master Center for Medical Education Support, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Lee", "Hye In", "HI", "Master Center for Medical Education Support, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Gong", "Hye Jin", "HJ", "Master Center for Medical Education Support, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, Republic of Korea."], ["Kim", "Su Young", "SY", "Department of Pathology, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea. suyoung.dr@gmail.com."]], "date": "2017-12-12", "id": "29233131", "text": "In an integrated curriculum, multiple instructors take part in a course in the form of team teaching. Accordingly, medical schools strive to manage each course run by numerous instructors. As part of the curriculum management, course evaluation is conducted, but a single, retrospective course evaluation does not comprehensively capture student perception of classes by different instructors. This study aimed to demonstrate the need for individual class evaluation, and further to identify teaching characteristics that instructors need to keep in mind when preparing classes.From 2014 to 2015, students at one medical school left comments on evaluation forms after each class. Courses were also assessed after each course. Their comments were categorized by connotation (positive or negative) and by subject. Within each subject category, test scores were compared between positively and negatively mentioned classes. The Mann-Whitney U test was performed to test group differences in scores. The same method was applied to the course evaluation data.Test results for course evaluation showed group difference only in the practice/participation category. However, test results for individual class evaluation showed group differences in six categories: difficulty, main points, attitude, media/contents, interest, and materials. That is, the test scores of classes positively mentioned in six domains were significantly higher than those of negatively mentioned classes.It was proved that individual class evaluation is needed to manage multi-instructor courses in integrated curricula of medical schools. Based on the students' extensive feedback, we identified teaching characteristics statistically related to academic achievement. School authorities can utilize these findings to encourage instructors to develop effective teaching characteristics in class preparation.", "doi": "10.1186/s12909-017-1097-7", "title": "Individual class evaluation and effective teaching characteristics in integrated curricula.", "journal": ["BMC medical education", "BMC Med Educ"]}