{"authors": [["Kraaij-Dirkzwager", "Marleen", "M", "Department for Environmental Health, Aftercare and Security, Centre for Environmental Safety and Security (VLH), National Institute for Public Health and the Environment (RIVM), Postbus 1, 3720 BA Bilthoven, The Netherlands. Marleen.kraaij@rivm.nl."], ["van der Ree", "Joost", "J", "Centre for Sustainability, Environment and Health (DMG) National Institute for Public Health and the Environment (RIVM), Postbus 1, 3720 BA Bilthoven, The Netherlands. joost.van.der.ree@rivm.nl."], ["Lebret", "Erik", "E", "Chief Science Officer Integrated Risk Assessment, National Institute for Public Health and the Environment (RIVM), Postbus 1, 3720 BA Bilthoven, The Netherlands. Erik.lebret@rivm.nl."]], "date": "2017-12-11", "id": "29232902", "text": "To effectively manage environmental health risks, stakeholders often need to act collectively. Stakeholders vary in their desire to act due to many factors, such as knowledge, risk perception, interests, and worldviews. Understanding their perceptions of the issues at stake is crucial to support the risk governance process. Even though concern assessment is a pivotal element of risk governance, few tools for rapid assessment are reported in the literature. We tested a rapid and relatively cheap approach, taking the Dutch debate on Intensive Animal Production Systems (IAPS) and health as an example. Dutch policy-oriented publications on IAPS and health and ten semi-structured in-depth interviews with a variety of stakeholders were analyzed to identify stakeholders and concerns involved in the Dutch debate about IAPS and health. Concerns were mapped and a stakeholder network was derived. Three classes of concerns were recognized in the discussions about IAPS and health: concerns related to health risks, concerns regarding the activity causing the risks (IAPS), and concerns about the process to control the risks. The notions of 'trust' and 'scientific uncertainty' appeared as important themes in the discussions. Argumentation based on concerns directly related to health risks, the activity causing the risk (IAPS), and its risk management can easily become muddled up in a societal debate, limiting the development of effective action perspectives. Acknowledging these multiple stakeholder concerns can clarify the positions taken by stakeholders and allow for more and other action perspectives to develop.", "doi": "10.3390/ijerph14121534", "title": "Rapid Assessment of Stakeholder Concerns about Public Health. An Introduction to a Fast and Inexpensive Approach Applied on Health Concerns about Intensive Animal Production Systems.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}