{"authors": [["Uei", "Shu-Lin", "SL", "Department of Telecare, Mennonite Christian Hospital, Hualien City 970, Taiwan. mchwsl@gmail.com."], ["Kuo", "Yu-Ming", "YM", "Department of Marketing and Distribution, Tzu Chi University of Science and Technology, Hualien City 970, Taiwan. ss248@ems.tcust.edu.tw."], ["Tsai", "Chung-Hung", "CH", "Department of Health Administration, Tzu Chi University of Science and Technology, Hualien City 970, Taiwan. tsairob@tcust.edu.tw."], ["Kuo", "Yu-Lun", "YL", "Department of Nursing, Tzu Chi University of Science and Technology, Hualien City 970, Taiwan. ss246@ems.tcust.edu.tw."]], "date": "2017-12-09", "id": "29232853", "text": "Telecare is defined as care practiced at a distance. It is an effective strategy for improving the self-health care management of home-patients with chronic diseases. The purpose of this study was to explore the intent to use of telehealth patients. The correlation between the self-care behaviors, the intent to use of telehealth, and the effects on physiological indicators of patients with chronic disease at home were studied. A cross-sectional study design employing purposive sampling was selected. The structured questionnaire 'Telecare Usage Intention Scale and Self-Care Behavior Scale' were used, 'HbA1c, glucose levels and monthly blood pressure measurements' were analyzed in this thirteen month study. The self-care behaviors of the participants were positively correlated with their intent to use telehealth (p < 0.01). The results also indicated that HbA1c, glucose levels and frequency BP measurement of the participants improved significantly after using telecare (p < 0.005). The results indicated a strong intent to use telehealth and positive perception of telecare services by in-home patients with a chronic disease. Telehealth improves the self-care behavior of in-home chronic disease patients and enhances medical professionals' ability to deliver quality and effective healthcare.", "doi": "10.3390/ijerph14121544", "title": "An Exploration of Intent to Use Telehealth at Home for Patients with Chronic Diseases.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}