{"authors": [["Andersen", "Susan M", "SM", "New York University, USA. Electronic address: susan.andersen@nyu.edu."], ["Przybylinski", "Elizabeth", "E", "University of Pennsylvania, USA. Electronic address: liz.przy@gmail.com."]], "date": "2017-11-24", "id": "29232617", "text": "Close relationships afford us opportunities to create and maintain meaning systems as shared perceptions of ourselves and the world. Establishing a sense of mutual understanding allows for creating and maintaining lasting social bonds, and as such, is important in human relations. In a related vein, it has long been known that knowledge of significant others in one's life is stored in memory and evoked with new persons-in the social-cognitive process of 'transference'-imbuing new encounters with significance and leading to predictable cognitive, evaluative, motivational, and behavioral consequences, as well as shifts in the self and self-regulation, depending on the particular significant other evoked. In these pages, we briefly review the literature on meaning as interpersonally defined and then selectively review research on transference in interpersonal perception. Based on this, we then highlight a recent series of studies focused on shared meaning systems in transference. The highlighted studies show that values and beliefs that develop in close relationships (as shared reality) are linked in memory to significant-other knowledge, and thus, are indirectly activated (made accessible) when cues in a new person implicitly activate that significant-other knowledge (in transference), with these shared beliefs then actively pursued with the new person and even protected against threat. This also confers a sense of mutual understanding, and all told, serves both relational and epistemic functions. In concluding, we consider as well the relevance of co-construction of shared reality n such processes.", "doi": "10.1016/j.copsyc.2017.11.007", "title": "Shared reality in interpersonal relationships.", "journal": ["Current opinion in psychology", "Curr Opin Psychol"]}