{"authors": [["Rendall", "A R", "AR", "Department of Psychology/Behavioral Neuroscience and Institute for Systems Genomics, University of Connecticut, Storrs, Connecticut."], ["Perrino", "P A", "PA", "Department of Psychology/Behavioral Neuroscience and Institute for Systems Genomics, University of Connecticut, Storrs, Connecticut."], ["LoTurco", "J J", "JJ", "Department of Physiology and Neurobiology, University of Connecticut, Storrs, Connecticut."], ["Fitch", "R H", "RH", "Department of Psychology/Behavioral Neuroscience and Institute for Systems Genomics, University of Connecticut, Storrs, Connecticut."]], "date": "2017-12-12", "id": "29232042", "text": "Developmental dyslexia is a heritable disability characterized by difficulties in learning to read and write. The neurobiological and genetic mechanisms underlying dyslexia remain poorly understood; however, several dyslexia candidate risk genes have been identified. One of these candidate risk genes-doublecortin domain containing 2 (DCDC2)-has been shown to play a role in neuronal migration and cilia function. At a behavioral level, variants of DCDC2 have been associated with impairments in phonological processing, working memory and reading speed. Additionally, a specific mutation in DCDC2 has been strongly linked to deficits in motion perception-a skill subserving reading abilities. To further explore the relationship between DCDC2 and dyslexia, a genetic knockout (KO) of the rodent homolog of DCDC2 (Dcdc2) was created. Initial studies showed that Dcdc2 KOs display deficits in auditory processing and working memory. The current study was designed to evaluate the association between DCDC2 and motion perception, as these skills have not yet been assessed in the Dcdc2 KO mouse model. We developed a novel motion perception task, utilizing touchscreen technology and operant conditioning. Dcdc2 KOs displayed deficits on the Pairwise Discrimination task specifically as motion was added to visual stimuli. Following behavioral assessment, brains were histologically prepared for neuroanatomical analysis of the lateral geniculate nucleus (LGN). The cumulative distribution showed that Dcdc2 KOs exhibited more small neurons and fewer larger neurons in the LGN. Results compliment findings that DCDC2 genetic alteration results in anomalies in visual motion pathways in a subpopulation of dyslexic patients.", "doi": "10.1111/gbb.12450", "title": "Evaluation of visual motion perception ability in mice with knockout of the dyslexia candidate susceptibility gene Dcdc2.", "journal": ["Genes, brain, and behavior", "Genes Brain Behav."]}