{"authors": [["Deguen", "Séverine", "S", "EHESP School of Public Health, 35043 Rennes CEDEX, France. severine.deguen@ehesp.fr."], ["Padilla", "Manon", "M", "EHESP School of Public Health, 35043 Rennes CEDEX, France. manonpadilla@gmail.com."], ["Padilla", "Cindy", "C", "EHESP School of Public Health, 35043 Rennes CEDEX, France. cindy.padilla@ehesp.fr."], ["Kihal-Talantikite", "Wahida", "W", "Laboratoire Image Ville Environnement (LIVE) UMR 7362 CNRS, University of Strasbourg, 6700 Strasbourg, France. wahida.kihal@live-cnrs.unistra.fr."]], "date": "2017-12-12", "id": "29231899", "text": "Background: Despite improvements, air pollution still remains a major public health issue. Numerous epidemiological studies have demonstrated the adverse health effects of air pollution exposure based on modeled measures, but only a few have considered the health impact of perceived air quality. Improving our knowledge of individual perceptions is crucial to defining targeted actions and promoting appropriate intervention measures. Our objective is to investigate the relationship between subjective and objective measures of air pollution and to focus on how individual characteristics combined with the neighborhood socioeconomic deprivation index, measured at a fine spatial scale, may or may not alter this relationship. Materials and Methods: The subjective measures of air quality reported by a sample of Lyon residents were collected via an individual questionnaire. The objective measures of air pollution were modeled by the local air quality monitoring network of the Rhône-Alpes region at census block level. We used a socioeconomic deprivation index to capture the different socioeconomic dimensions at census block level. The statistical analysis was structured in two steps: (1) identification of individual determinants of the subjective measures of air quality using multiple correspondence analysis followed by hierarchical clustering; (2) identification of individual and contextual characteristics that may alter the relationship between the objective and subjective measures of air pollution. Results: Among the youngest and the middle aged population (ages 30 to 59), consistent results between level of satisfaction, perceived air quality and objective measures of air pollution were found whatever the individual characteristics of the population. It is less clear among the oldest population: globally no significant difference between the NO₂ concentrations and the level of satisfaction was observed. Conclusions: We found a significant relationship between the subjective and objective measures of air pollution in many population sub-groups with different combinations of individual characteristics. The relationship is less clear among the oldest population, which confirms previous findings. Our finding highlights that age combined with low level of education and unemployment, or women or health problems as well as the neighborhood deprivation index influence the level of air quality satisfaction.", "doi": "10.3390/ijerph14121559", "title": "Do Individual and Neighborhood Characteristics Influence Perceived Air Quality?", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}