{"authors": [["Jo", "Jaehyuck", "J", "Department of Ophthalmology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea."], ["Moon", "Byung Gil", "BG", "Department of Ophthalmology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea."], ["Lee", "Joo Yong", "JY", "Department of Ophthalmology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea. ophthalmo@amc.seoul.kr."]], "date": null, "id": "29230977", "text": "To report the outcome of scleral buckling using a non-contact wide-angle viewing system with a 25-gauge chandelier endoilluminator.Retrospective analyses of medical records were performed for 17 eyes of 16 patients with primary rhegmatogenous retinal detachment (RRD) without proliferative vitreoretinopathy who had undergone conventional scleral buckling with cryoretinopexy using the combination of a non-contact wide-angle viewing system and chandelier endoillumination.The patients were eight males and five females with a mean age of 26.8 ± 10.2 (range, 11 to 47) years. The mean follow-up period was 7.3 ± 3.1 months. Baseline best-corrected visual acuity was 0.23 ± 0.28 logarithm of the minimum angle of resolution units. Best-corrected visual acuity at the final visit showed improvement (0.20 ± 0.25 logarithm of the minimum angle of resolution units), but the improvement was not statistically significant (p = 0.722). As a surgery-related complication, there was vitreous loss at the end of surgery in one eye. As a postoperative complication, increased intraocular pressure (four cases) and herpes simplex epithelial keratitis (one case) were controlled postoperatively with eye drops. One case of persistent RRD after primary surgery needed additional vitrectomy, and the retina was postoperatively attached.Scleral buckling with chandelier illumination as a surgical technique for RRD has the advantages of relieving the surgeon's neck pain from prolonged use of the indirect ophthalmoscope and sharing the surgical procedure with another surgical team member. In addition, fine retinal breaks that are hard to identify using an indirect ophthalmoscope can be easily found under the microscope by direct endoillumination.", "doi": "10.3341/kjo.2017.0044", "title": "Scleral Buckling Using a Non-contact Wide-Angle Viewing System with a 25-Gauge Chandelier Endoilluminator.", "journal": ["Korean journal of ophthalmology : KJO", "Korean J Ophthalmol"]}