{"authors": [["Bernorio", "R", "R", "Italian Association for Applied Sexology and Psychology (AISPA), Milan, Italy."], ["Piloni", "S", "S", "Center of Women's Natural Medicine, San Raffaele Resnati Hospital, Milan, Italy."], ["Mori", "G", "G", "Italian Association for Applied Sexology and Psychology (AISPA), Milan, Italy."], ["Prunas", "A", "A", "Italian Association for Applied Sexology and Psychology (AISPA), Milan, Italy."], ["Bosoni", "D", "D", "Section of Obstetrics and Gynecology, Research Centre for Reproductive Medicine, IRCCS Policlinico San Matteo, Piazzale Golgi 2, 27100, Pavia, Italy."], ["Nappi", "R E", "RE", "Section of Obstetrics and Gynecology, Research Centre for Reproductive Medicine, IRCCS Policlinico San Matteo, Piazzale Golgi 2, 27100, Pavia, Italy. renappi@tin.it."]], "date": "2017-12-11", "id": "29230716", "text": "The aim of this pilot, double-blind, randomized, placebo-controlled study, was to evaluate both the efficacy and the tolerability of a formulation for vulvar application containing Visnadine, a natural extractive substance with vasoactive properties, (ReFeel® spray, IDI Integratori Dietetici Italiani S.r.l., Italy) in women self-reporting sexual symptoms.Sixty women (age range 18-60 years) volunteered to test the product against placebo (PL): Two puffs in the vulvar area, 10 min before sexual stimulation, for 30 days and for a minimum of six times. The main outcome measure was the improvement of the Female Sexual Function Index (FSFI) score (cut-off ≤ 26.55 for female sexual dysfunction [FSD]). Secondary outcomes were sexual satisfaction and tolerability with the product.PL group (n = 28) and Visnadine group (n = 30) were comparable for age, sexual function and rate of FSD at baseline (T0). After 1 month (T1), women in Visnadine group scored from 25.0 ± 3.8 to 27.9 ± 2.4 (p < 0.001), whereas no changes were evident in PL group (from 25.4 ± 5.0 to 25.6 ± 4.7). Statistically significant differences at T1 were reported in women with a positive (p < 0.001) or a negative FSD diagnosis (p < 0.01) using active treatment. Women with FSD reported significantly more improvement in satisfaction with their sexual function when treated with Visnadine spray compared to PL (p < 0.001), as well as more excitation (p < 0.001), pleasure (p < 0.001) and less time to reach orgasm (p < 0.003). No significant side effects were evident in both groups.On demand, 1-month use of Visnadine spray displayed positive effects on sexual function in women with and without FSD and it was well tolerated. Topical Visnadine may not only be part of multimodal strategies to manage clinically relevant sexual symptoms but also simply to help women to enhance their subjective impaired perception of sexual response.", "doi": "10.1007/s40618-017-0801-0", "title": "Efficacy and tolerability of a spray formulation containing Visnadine in women self-reporting sexual symptoms: a randomized double-blind placebo-controlled pilot study.", "journal": ["Journal of endocrinological investigation", "J. Endocrinol. Invest."]}