{"authors": [["Yao", "Hong", "H", "School of Geography, Nantong University, Nantong, 226019, China. yaohong@ntu.edu.cn."], ["Liu", "Bo", "B", "School of Geography, Nantong University, Nantong, 226019, China."], ["You", "Zhen", "Z", "School of Geography, Nantong University, Nantong, 226019, China."], ["Zhao", "Li", "L", "School of Geography, Nantong University, Nantong, 226019, China."]], "date": "2017-12-11", "id": "29230648", "text": "According to \"the Layout Scheme of the Chemical Industry in Jiangsu Province From 2016 to 2030\" and \"the Development Planning in the Coastal Area of Jiangsu Province, China,\" several chemical industry clusters will be located in the coastal area of Jiangsu province, China, and the risk of surface water pollution will be inevitably higher in the densely populated region. To get to know the risk acceptance level of the residents near the clusters, public perception was analyzed from the five risk factors: the basic knowledge about the pollution, the negative effects on aquatic environment imposed by the clusters, the positive effects brought by the clusters, the trust of controlling aquatic pollution, and the acceptance of the clusters. Twenty-four statements were screened out to describe the five factors, and about 600 residents were covered in three typical clusters surveyed. On the whole, the youth showed a higher interest on the survey, and middle-aged people were likely to be more concerned about aquatic pollution incident. There was no significant difference on risk perception of the three clusters. The respondents investigated had good knowledge background on aquatic pollution and the residents identified with the benefits brought by the clusters. They were weak in risk awareness of pollution originated from the chemical enterprises' groups. Although the respondents regarded that chemical industry clusters did not expose all points of pollutants' generation to the public, they inclined to trust the administration agencies on controlling the pollution and welcome the construction of chemical clusters in their dwelling cities. Besides, risk perception showed obvious spatial distribution. The closer were the samples' sites to the clusters and the rivers receiving pollutants, the higher were the residents' perceived risk, benefit, and trust. However, there was no identical spatial difference on risk acceptance, which might be comprehensively influenced by various factors. Demographic variables on diverse risk acceptance levels were further illustrated, and some useful conclusions might be provided for managing the response of residents to aquatic pollution and helping identify effective precautionary measures in the vicinity of chemical industry clusters.", "doi": "10.1007/s11356-017-0878-1", "title": "Risk perception of aquatic pollution originated from chemical industry clusters in the coastal area of Jiangsu province, China.", "journal": ["Environmental science and pollution research international", "Environ Sci Pollut Res Int"]}