{"authors": [["Mangalam", "Madhur", "M", "Department of Psychology, University of Georgia, Athens, GA, USA. madhur.mangalam@uga.edu."], ["Wagman", "Jeffrey B", "JB", "Department of Psychology, Illinois State University, Normal, IL, USA."], ["Newell", "Karl M", "KM", "Department of Kinesiology, University of Georgia, Athens, GA, USA."]], "date": "2017-12-11", "id": "29230519", "text": "Individuals can perceive the properties of an attached or grasped object by wielding it through muscular effort-an ability referred to as dynamic or effortful touch. Sensitivity to the forces required to move such objects and to the resulting global patterns of tissue deformation underlies such perception. Given that perception via dynamic touch is movement-based, we hypothesized that manipulations that affect the ability to produce and control muscular movements might affect perception via dynamic touch. Cooling muscles from 40 to 10 °C impedes the development and transmission of muscular force and diminishes muscle stretch-reflex sensitivity. Accordingly, we anticipated that changes in hand temperature would alter the ability to detect patterns of tissue deformation and thus perception of the properties of wielded objects. In two experiments, participants wielded dowels with different lengths and rotational inertias (Experiment 1) and objects with identical lengths and different rotational inertias (Experiment 2). They reported perceived lengths of these objects, in the absence of vision, in cool (~ 10 °C), neutral (~ 30 °C), and warm temperature conditions (~ 40 °C). Actual length predicted perceived length of the dowels (Experiment 1), and rotational inertia predicted perceived length of the objects (Experiment 2); perceived lengths were longer in the warm condition than in the cool condition. In consideration of known temperature-induced changes in tissue structure and function, our results support the hypothesis that comparable processes underlie the control of movement and perception via dynamic touch.", "doi": "10.1007/s00221-017-5148-4", "title": "Temperature influences perception of the length of a wielded object via effortful touch.", "journal": ["Experimental brain research", "Exp Brain Res"]}