{"authors": [["Im", "Hee Yeon", "HY", "Athinoula A. Martinos Center for Biomedical Imaging, Department Radiology, Massachusetts General Hospital."], ["Chong", "Sang Chul", "SC", "Graduate Program in Cognitive Science, Yonsei University."], ["Sun", "Jisoo", "J", "Graduate Program in Cognitive Science, Yonsei University."], ["Steiner", "Troy G", "TG", "Department of Psychology, The Pennsylvania State University."], ["Albohn", "Daniel N", "DN", "Department of Psychology, The Pennsylvania State University."], ["Adams", "Reginald B", "RB", "Department of Psychology, The Pennsylvania State University."], ["Kveraga", "Kestutis", "K", "Athinoula A. Martinos Center for Biomedical Imaging, Department Radiology, Massachusetts General Hospital."]], "date": "2017-10-30", "id": "29230379", "text": "In many social situations, we make a snap judgment about crowds of people relying on their overall mood (termed \"crowd emotion\"). Although reading crowd emotion is critical for interpersonal dynamics, the sociocultural aspects of this process have not been explored. The current study examined how culture modulates the processing of crowd emotion in Korean and American observers. Korean and American (non-East Asian) participants were briefly presented with two groups of faces that were individually varying in emotional expressions and asked to choose which group between the two they would rather avoid. We found that Korean participants were more accurate than American participants overall, in line with the framework on cultural viewpoints: Holistic versus analytic processing in East Asians versus Westerners. Moreover, we found a speed advantage for other-race crowds in both cultural groups. Finally, we found different hemispheric lateralization patterns: American participants were more accurate to perceive the facial crowd to be avoided when it was presented in the left visual field than the right visual field, indicating a right hemisphere advantage for processing crowd emotion of both European American and Korean facial crowds. However, Korean participants showed weak or nonexistent laterality effects, with a slight right hemisphere advantage for European American facial crowds and no advantage in perceiving Korean facial crowds. Instead, Korean participants showed positive emotion bias for own-race faces. This work suggests that culture plays a role in modulating our crowd emotion perception of groups of faces and responses to them.", "doi": "10.1007/s40167-017-0054-y", "title": "Cross-cultural and hemispheric laterality effects on the ensemble coding of emotion in facial crowds.", "journal": ["Culture and brain", "Cult Brain"]}