{"authors": [["Maneh", "Nidain", "N", "Université de Lomé, Faculté des Sciences de la Santé, Lomé, Togo."], ["Apetse", "Kossivi", "K", "Université de Lomé, Faculté des Sciences de la Santé, Lomé, Togo."], ["Diatewa", "Bénédicte Marèbe", "BM", "Service d'Ophtalmologie, CHU-Campus de Lomé, Lomé, Togo."], ["Domingo", "Sidik Abou-Bakr", "SA", "Service d'Ophtalmologie, CHU-Campus de Lomé, Lomé, Togo."], ["Agba", "Aidé Isabelle", "AI", "Service d'Ophtalmologie, CHU-Campus de Lomé, Lomé, Togo."], ["Ayena", "Koffi Didier", "KD", "Université de Lomé, Faculté des Sciences de la Santé, Lomé, Togo."], ["Balogou", "Koffi Agnon", "KA", "Université de Lomé, Faculté des Sciences de la Santé, Lomé, Togo."], ["Balo", "Komi Patrice", "KP", "Université de Lomé, Faculté des Sciences de la Santé, Lomé, Togo."]], "date": "2017-09-21", "id": "29230265", "text": "Myasthenia gravis is a rare acquired autoimmune pathology causing neuromuscular transmission impairment. Juvenile onset of myasthenia gravis is often characterized by ocular involvement. We report two cases of ocular juvenile myasthenia gravis (JMG) in two siblings. They were two young girls, XA and XB, aged 11 and 9 years, of Malian origin, residing in Togo, born from first-degree of consanguinity presenting to Ophthalmology due to progressive decrease in visual acuity. XA showed visual acuity 8/10 on both eyes while XB showed improvement in visual acuity from 3/10 to 7/10 using a pinhole occluder, suggesting ametropia. XA had a 2-year history of bilateral ptosis lifting the upper eyelid of 7 mm, while XB had a 3-year history of bilateral ptosis with no lifting of the upper eyelid. Ice pack test was strongly positive in both patients. They had Cogan's lid twitch with paresis of the oculomotor nerve without diplopia. The dosage of acetylcholine receptor autoantibodies was normal. The diagnosis of JMG associated with ametropia was suspected. Ametropia was corrected by glasses and a specific treatment with pyridostigmine was initiated, but both patients were lost to follow-up. Autoimmune myasthenia gravis with inaugural ophthalmologic manifestation is rare but it can occur among children living in sub-Saharan Africa. Studies should be conducted to establish the features of this disease.", "doi": "10.11604/pamj.2017.28.63.13709", "title": "[Juvenile myasthenia gravis in sub-Saharan Africa: a case study of two consanguine sisters born from consanguinity in Togo].", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}