{"authors": [["Kallio", "Sakari", "S", "School of Bioscience, University of Skövde, Högskolevägen, Box 408, 541 28, Skövde, Sweden. sakari.kallio@his.se."], ["Koivisto", "Mika", "M", "Centre for Cognitive Neuroscience, University of Turku, Assistentinkatu 7, FIN-20014, Turku, Finland."], ["Kaakinen", "Johanna K", "JK", "Turku Institute for Advanced Studies and Department of Psychology, University of Turku, Assistentinkatu 7, FIN-20014, Turku, Finland."]], "date": "2017-12-11", "id": "29229939", "text": "Are synaesthetic experiences congenital and so hard-wired, or can a functional analogue be created? We induced an equivalent of form-colour synaesthesia using hypnotic suggestions in which symbols in an array (circles, crosses, squares) were suggested always to have a certain colour. In a Stroop type-naming task, three of the four highly hypnotizable participants showed a strong synaesthesia-type association between symbol and colour. This was verified both by their subjective reports and objective eye-movement behaviour. Two resembled a projector- and one an associator-type synaesthete. Participant interviews revealed that subjective experiences differed somewhat from typical (congenital) synaesthesia. Control participants who mimicked the task using cognitive strategies showed a very different response pattern. Overall, the results show that the targeted, preconsciously triggered associations and perceptual changes seen in association with congenital synaesthesia can rapidly be induced by hypnosis. They suggest that each participant's subjective experience of the task should be carefully evaluated, especially when studying hypnotic hallucinations. Studying such experiences can increase understanding of perception, automaticity, and awareness and open unique opportunities in cognitive neuroscience and consciousness research.", "doi": "10.1038/s41598-017-16174-y", "title": "Synaesthesia-type associations and perceptual changes induced by hypnotic suggestion.", "journal": ["Scientific reports", "Sci Rep"]}