{"authors": [["Marlow", "Phillip J", "PJ", "School of Psychology, University of Sydney, NSW 2006, Sydney, Australia; phillip.marlow@sydney.edu.au barton.anderson@sydney.edu.au."], ["Kim", "Juno", "J", "School of Optometry and Vision Science, NSW 2052, Sydney, Australia."], ["Anderson", "Barton L", "BL", "School of Psychology, University of Sydney, NSW 2006, Sydney, Australia; phillip.marlow@sydney.edu.au barton.anderson@sydney.edu.au."]], "date": "2017-12-11", "id": "29229812", "text": "A fundamental problem in extracting scene structure is distinguishing different physical sources of image structure. Light reflected by an opaque surface covaries with local surface orientation, whereas light transported through the body of a translucent material does not. This suggests the possibility that the visual system may use the covariation of local surface orientation and intensity as a cue to the opacity of surfaces. We tested this hypothesis by manipulating the contrast of luminance gradients and the surface geometries to which they belonged and assessed how these manipulations affected the perception of surface opacity/translucency. We show that (i) identical luminance gradients can appear either translucent or opaque depending on the relationship between luminance and perceived 3D surface orientation, (ii) illusory percepts of translucency can be induced by embedding opaque surfaces in diffuse light fields that eliminate the covariation between surface orientation and intensity, and (iii) illusory percepts of opacity can be generated when transparent materials are embedded in a light field that generates images where surface orientation and intensity covary. Our results provide insight into how the visual system distinguishes opaque surfaces and light-permeable materials and why discrepancies arise between the perception and physics of opacity and translucency. These results suggest that the most significant information used to compute the perceived opacity and translucency of surfaces arise at a level of representation where 3D shape is made explicit.", "doi": "10.1073/pnas.1711416115", "title": "Perception and misperception of surface opacity.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}