{"authors": [["Morassut", "Rita E", "RE", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Langlois", "Christine", "C", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Alyass", "Akram", "A", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Ishola", "Adeola F", "AF", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Yazdi", "Fereshteh T", "FT", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Mayhew", "Alexandra J", "AJ", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Reddon", "Hudson", "H", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["MacKillop", "James", "J", "Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."], ["Pigeyre", "Marie", "M", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."], ["Meyre", "David", "D", "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."]], "date": "2017-12-10", "id": "29229660", "text": "Obesity is a global epidemic and is a risk factor for developing other comorbidities. Young adulthood is a critical period for body weight change and establishing healthy lifestyle behaviours. The 'Freshman 15' suggests that undergraduate students gain 15 lbs (6.8 kg) during their first year of university, although evidence estimates a more modest weight gain of approximately 3-5 lbs (1.4-2.3 kg). Previous studies have only investigated weight change in the first year and do not study potential risk factors. Genetic and EnviroNmental Effects on weight in University Students (GENEiUS) is a prospective observational study which will investigate the environmental and biological determinants of weight change in undergraduate students over 4 years.The GENEiUS study will recruit 2500 multiethnic undergraduates aged 17-25 years at McMaster University at the start of their first year and will follow them every 6 months for 4 years. Primary outcomes are obesity traits: body mass index, waist circumference, waist-to-hip ratio, body fat mass and body fat percentage. The contribution of well-established and novel genetic variants for obesity traits and heritability values will be derived from whole-genome single-nucleotide polymorphism genotyping arrays. Civil status, age, sex, ethnicity, length of residence in Canada, religiosity, energy intake, physical activity, exercise motivation, electronic screen time, sleep patterns, history of assault, smoking status, alcohol consumption, medication and drug use, stress, impulsivity, body image perception, self-esteem, anxiety, eating disorders and depression will be investigated for their effect on obesity traits. The findings of the GENEiUS study will be used to help design obesity prevention programme in North American universities with multiethnic populations.Ethical approval of the study protocol has been obtained from the Hamilton Integrated Research Ethics Board. Study results will be disseminated through scientific publications, scholarly meetings, and collaborative meetings with university administration and student groups.", "doi": "10.1136/bmjopen-2017-019365", "title": "Rationale and design of GENEiUS: a prospective observational study on the genetic and environmental determinants of body mass index evolution in Canadian undergraduate students.", "journal": ["BMJ open", "BMJ Open"]}