{"authors": [["Rostock", "Charlotte", "C", "Department of Pharmacology, University of Heidelberg, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Schrenk-Siemens", "Katrin", "K", "Department of Pharmacology, University of Heidelberg, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Pohle", "Jörg", "J", "Department of Pharmacology, University of Heidelberg, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany."], ["Siemens", "Jan", "J", "Department of Pharmacology, University of Heidelberg, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany. Electronic address: jan.siemens@pharma.uni-heidelberg.de."]], "date": "2017-12-08", "id": "29229553", "text": "The somatosensory system allows us to detect a diverse range of physical and chemical stimuli including noxious ones, which can initiate protective reflexes to prevent tissue damage. However, the sensation of pain can - under pathological circumstances - outlive its usefulness and perpetrate ongoing suffering. Rodent model systems have been tremendously useful to help understand basic mechanisms of pain perception. Unfortunately, the translation of this knowledge into novel therapies has been challenging. We have investigated similarities and differences of human and mouse peptidergic (TRKA expressing) nociceptors using dual-color fluorescence in situ hybridization of dorsal root ganglia. By comparing the transcripts of a selected group of well-established nociceptive markers, we observed significant differences for some of them. We found co-expression of Trpv1, a key player for sensitization and inflammatory pain, with TrkA in a larger population in humans compared to mice. Similar results could be obtained for Nav1.8 and Nav1.9, two voltage gated sodium channels implicated in pathological forms of pain. Additionally, co-expression of Ret and TrkA was also found to be more abundant in human neurons. Moreover, the neurofilament heavy polypeptide was detected in all human sensory DRG neurons compared to a more selective expression pattern observed in rodents. To our knowledge, this is the first time that such detailed comparative analysis has been performed and we believe that our findings will direct future experimentation geared to understand the difficulties we face in translating findings from rodent models to humans.", "doi": "10.1016/j.neuroscience.2017.11.047", "title": "Human vs. Mouse Nociceptors - Similarities and Differences.", "journal": ["Neuroscience", "Neuroscience"]}