{"authors": [["Ma", "Yue", "Y", "The Icahn School of Medicine at Mt. Sinai, New York, New York."], ["Green", "Rebecca", "R", "Tulane University School of Medicine, New Orleans, Louisiana."], ["McCabe", "Daniel", "D", "The Icahn School of Medicine at Mt. Sinai, New York, New York."], ["Goldberg", "Leanne", "L", "The Icahn School of Medicine at Mt. Sinai, New York, New York."], ["Woo", "Peak", "P", "The Icahn School of Medicine at Mt. Sinai, New York, New York. Electronic address: Peakwoo@peakwoo.com."]], "date": "2017-12-08", "id": "29229412", "text": "Long-term voice outcome (LTVO) after radiation (XRT) or trans-oral laser microsurgery (TLM) is unclear. This study is a multi-modality analysis of LTVO following XRT or TLM in patients with early glottic cancer. We hypothesize that as compared with TLM, LTVO is worse in the XRT group because of progressive fibrosis in the glottic tissue MATERIAL AND METHODS: One hundred and two patients with early glottic carcinoma (carcinoma in situ, T1, T2) were included. Multi-modality voice analyses were performed with self-perception using Voice Handicap Index-10, objective analysis using Analysis of Dysphonia in Speech and Voice Software (Cepstral Spectral Index of Dysphonia score for Consensus Auditory-Perceptual Evaluation of Voice sentences), and perceptual rating by two blinded speech language pathologists (GRBAS scale).Fifty-five patients received TLM (mean follow-up = 52 months) and 47 patients had XRT (mean follow-up = 65 months). There is no difference between the two groups in sex, age, stage, and follow-up time. Intraclass correlation coefficient between raters was high at 0.94. Controlling for age and stage, XRT increases total GRBAS score by 1.38 points (P = 0.006) and increases Cepstral Spectral Index of Dysphonia score by 13.7 points (P < 0.001) when compared with the TLM group. No significant differences were found in the Voice Handicap Index score between the XRT and the TLM groups.This is the first multi-modality voice analysis to suggest TLM results in better LTVO than XRT in GRBAS score and objective voice analysis but not in self-perception. These differences may reflect the progressive effects of XRT on glottic tissue. A randomized controlled study is required to confirm our findings.", "doi": "10.1016/j.jvoice.2017.10.018", "title": "Long-term Voice Outcome Following Radiation Versus Laser Microsurgery in Early Glottic Cancer.", "journal": ["Journal of voice : official journal of the Voice Foundation", "J Voice"]}