{"authors": [["Robertson", "Olivia", "O", "School of Psychology, University of Keele, Keele, Staffordshire ST5 5BG, United Kingdom. Electronic address: O.M.Robertson@keele.ac.uk."], ["Robinson", "Sarita Jane", "SJ", "School of Psychology, University of Central Lancashire, Preston, Lancashire, England PR1 2HE, United Kingdom."], ["Stephens", "Richard", "R", "School of Psychology, University of Keele, Keele, Staffordshire ST5 5BG, United Kingdom."]], "date": "2017-08-01", "id": "29229213", "text": "Research suggests swearing can moderate pain perception. The present study assessed whether changes in pain perception due to swearing reflect a \"scripting\" effect by comparing swearing as a response to pain in native English and Japanese speakers. Cognitive psychology denotes a 'script' to be a sequence of learnt behaviours expected for given situations. Japanese participants were included as they rarely, if ever, swear as a response to pain and therefore do not possess an available script for swearing in the context of pain. It was hypothesised that Japanese participants would demonstrate less tolerance and more sensitivity to pain than English participants, and - due to a lack of an available script of swearing in response to pain - that Japanese participants would not experience swearword mediated hypoalgesia.Fifty-six native English (mean age=23 years) and 39 Japanese (mean age=21) speakers completed a cold-pressor task whilst repeating either a swear on control word. A 2 (culture; Japanese, British)×2 (word; swear; non-swear) design explored whether Japanese participants showed the same increase in pain tolerance and experienced similar levels of perceived pain when a swearing intervention was used as British participants. Pain tolerance was assessed by the number of seconds participants could endure of cold-pressor exposure and self-report pain measurements. Levels of perceived pain were assessed using a 120-mm horizontal visual analogue scale anchored by descriptors in the participant's native language of \"no pain\" (left) and \"terrible pain\" (right). The participant was asked to mark a 10mm vertical line to indicate overall pain intensity. The score was measured from the zero anchor to the participant's mark.Japanese participants reported higher levels of pain (p<0.005) and displayed lower pain tolerance than British participants (p<0.05). Pain tolerance increased in swearers regardless of cultural background (p<0.001) and no interaction was found between word group and culture (p=0.96), thereby suggesting that swearing had no differential effect related to the cultural group of the participant.The results replicate previous findings that swearing increases pain tolerance and that individuals from an Asian ethnic background experience greater levels of perceived pain than those from a Caucasian ethnic background. However, these results do not support the idea of pain perception modification due to a \"scripting\" effect. This is evidenced as swearword mediated hypoalgesia occurs irrespective of participant cultural background. Rather, it is suggested that modulation of pain perception may occur through activation of descending inhibitory neural pain mechanisms.As swearing can increase pain tolerance in both Japanese and British people, it may be suggested that swearword mediated hypoalgesia is a universal phenomenon that transcends socio-cultural learnt behaviours. Furthermore, swearing could be encouraged as an intervention to help people cope with acute painful stimuli.", "doi": "10.1016/j.sjpain.2017.07.014", "title": "Swearing as a response to pain: A cross-cultural comparison of British and Japanese participants.", "journal": ["Scandinavian journal of pain", "Scand J Pain"]}