{"authors": [["Pau", "Allan", "A", "International Medical University, No. 126, Jln Jalil Perkasa 19, Bukit Jalil, 57000 Kuala Lumpur, Malaysia. Electronic address: allan_pau@imu.edu.my."], ["Omar", "Hanan", "H", "International Medical University, No. 126, Jln Jalil Perkasa 19, Bukit Jalil, 57000 Kuala Lumpur, Malaysia. Electronic address: hanan_omar@imu.edu.my."], ["Khan", "Saad", "S", "International Medical University, No. 126, Jln Jalil Perkasa 19, Bukit Jalil, 57000 Kuala Lumpur, Malaysia. Electronic address: saadkhan@um.edu.my."], ["Jassim", "Ammar", "A", "Missouri School of Dental and Oral Health, A T Still University, USA. Electronic address: dr.moosawi@gmail.com."], ["Seow", "Liang Lin", "LL", "International Medical University, No. 126, Jln Jalil Perkasa 19, Bukit Jalil, 57000 Kuala Lumpur, Malaysia. Electronic address: lianglin_seow@imu.edu.my."], ["Toh", "Chooi Gait", "CG", "International Medical University, No. 126, Jln Jalil Perkasa 19, Bukit Jalil, 57000 Kuala Lumpur, Malaysia. Electronic address: chooigait_toh@imu.edu.my."]], "date": null, "id": "29229074", "text": "To quantify participation in dental research activities in Malaysia, and investigate its association with socio-demographic and professional characteristics, and perceptions of research and development (R&D) culture.Dental academics in Malaysian dental schools were invited to complete a questionnaire by email and post. The survey comprised questions on research activities in the past 12 months, socio-demographic and professional characteristics, and the R&D Culture Index. Principal components factor analysis was carried out to confirm the factor structure of the R&D Culture Index. Chi-square test was used to identify association of research activities with R&D culture, and socio-demographic and professional characteristics. Binary logistic regression was carried to identify predicators of research activities.Of 256 potential participants contacted, 128 (50%) useable responses were returned. Three R&D Culture factors accounting for 57.4% of variance were extracted. More positive perception of R&D Support was associated with Malaysians (0.025) and those employed in Government schools (0.017). R&D Skills and Aptitude were associated with older respondents (0.050), PhD qualification (0.014) and more years in academia (0.014). R&D Intention was associated with any of the socio-demographic characteristics. Thirty (23.4%) respondents reported a peer-review research publication in the past 12 months, which was associated with having a PhD (OR 12.79, CI 1.28-127.96), after adjustment in regression analyses.Postgraduate research training should be encouraged to promote participation in research activities. R&D culture did not appear to impact on research productivity. Other factors such as individual attitudinal interests should be studied.", "doi": "10.1016/j.sdj.2017.08.001", "title": "Factors associated with faculty participation in research activities in dental schools.", "journal": ["Singapore dental journal", "Singapore Dent J"]}