{"authors": [["Van Geyt", "Bernard", "B", "Laboratory of Anatomy, Biomechanics and Organogenesis Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Dugailly", "Pierre-Michel A", "PA", "Laboratory of Functional Anatomy, Faculty of Motor Sciences, Université Libre de Bruxelles, Brussels, Belgium. Electronic address: pdugaill@ulb.ac.be."], ["De Page", "Louis", "L", "Private Practice, Brussels, Belgium."], ["Feipel", "Veronique", "V", "Laboratory of Anatomy, Biomechanics and Organogenesis Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium; Laboratory of Functional Anatomy, Faculty of Motor Sciences, Université Libre de Bruxelles, Brussels, Belgium."]], "date": null, "id": "29229054", "text": "The purpose of this study was to assess individual subjective experience (ISE) of the recipients of a cervical manipulation and to analyze the influence of kinematics, cavitation occurrence, and practitioner seniority on individual experience.Practitioners with different seniority (years of experience) manipulated 20 asymptomatic volunteers at C3 and C5 on both sides. Kinematics were recorded using a 3-dimensional electrogoniometer, and ISE data were gathered through a questionnaire to explore the subjects' experiences of manipulation in terms of tactile sensations, relaxation, perception of the task, and therapist handling. Kinematics, occurrence of cavitation, practitioner's seniority, and ISE data were analyzed concurrently.Motion parameters obtained during manipulation were found to be influenced by cavitation occurrence and differences between practitioners. Data analysis indicated that ISE could be grouped into 2 factors. The first revolved around grip firmness and range and speed of practitioner's gesture. The second factor represented patient's relaxation and the precision of handling. Also, most ISE data correlated with kinematics, although a subjective measurement did not always correlate the highest with its objective counterpart. When cavitation occurred, ISE ratings were higher, suggesting that participants may associate cavitation with the success of manipulations. Higher practitioner seniority (more years of experience) induced feelings of higher speed, amplitude, firmness, and precision.Recipients of cervical manipulation experienced different subjective feelings that can be expressed in 2 dimensions. These feelings are influenced by cavitation occurrence and practitioner's seniority. A better understanding of an individual's subjective experience related to cervical manipulation could increase confidence and improve the patient-therapist relationship, and it may provide further therapeutic perspectives for the practitioners.", "doi": "10.1016/j.jmpt.2017.09.002", "title": "Relationship Between Subjective Experience of Individuals, Practitioner Seniority, Cavitation Occurrence, and 3-Dimensional Kinematics During Cervical Spine Manipulation.", "journal": ["Journal of manipulative and physiological therapeutics", "J Manipulative Physiol Ther"]}