{"authors": [["Wehkamp", "Karl-Heinz", "KH", "SOCIUM - Research Center on Inequality and Social Policy, University of Bremen; Berlin School of Economics and Law (HWR Berlin), Berlin."], ["Naegler", "Heinz", "H", null]], "date": null, "id": "29229044", "text": "Hospitals must make a profit to ensure their continued existence. The observed rises in case numbers and case-mix indices lead us to suspect that the admission, treatment, and discharge of patients are now being influenced not just by purely medical factors, but also by economic considerations with a view toward making a profit-i.e., that decision-making has become partially commercialized. In this study, we investigated whether doctors and hospital chief executive officers (CEOs) share this perception of their professional environment.In a qualitative study, doctors and hospital CEOs were interviewed. The survey was carried out in two waves over the period 2013-2016. 22 pilot interviews, 41 guided interviews, 3 focus groups, 1 written expert questionnaire and 1 workshop discussion were conducted. Responses were evaluated according to the \"grounded theory\" of the social sciences.Some of the doctors' and CEOs' perceptions of the patient-care situation differed markedly from each other. The CEOs mentioned the need for a profit orientation and stressed that they obeyed the legal requirement not to have any direct influence on medical decision-making, while acknowledging that physicians' actions might be influenced indirectly. The doctors, on the other hand, reported feeling increasing pressure to consider the economic interests of the hospital when making decisions about patient care, leading not only to overtreatment, undertreatment, and incorrect treatment, but also to ethical conflicts, stressful situations, and personal frustration.The doctors' responses indicate that the current economic framework conditions and the managers of hospitals are currently influencing medical care to the detriment of the patients, physicians, and nurses. It is important to acknowledge that economic pressure on hospitals can undermine the independence of medical decision-making. The dilemmas facing doctors and hospital CEOs should be openly discussed. The economic framework conditions and steering concepts should be changed as suggested by these findings.", "doi": "10.3238/arztebl.2017.0797", "title": "The Commercialization of Patient-Related Decision Making in Hospitals.", "journal": ["Deutsches Arzteblatt international", "Dtsch Arztebl Int"]}