{"authors": [["Stanojević-Ristić", "Z", "Z", "Department of Pharmacology and Toxicology, Faculty of Medicine, University of Kosovska Mitrovica, Anri Dinana bb, Kosovska Mitrovica, 38220, Serbia."], ["Stević", "S", "S", "Department of Pharmacology and Toxicology, Faculty of Medicine, University of Kosovska Mitrovica, Anri Dinana bb, Kosovska Mitrovica, 38220, Serbia."], ["Rašić", "J", "J", "Department of Pharmacology and Toxicology, Faculty of Medicine, University of Kosovska Mitrovica, Anri Dinana bb, Kosovska Mitrovica, 38220, Serbia."], ["Valjarević", "D", "D", "Department of Mathematics, Faculty of Sciences, University of Kosovska Mitrovica, Lole Ribara 29, Kosovska Mitrovica, 38220, Serbia."], ["Dejanović", "M", "M", "Department of Physiology, Faculty of Medicine, University of Kosovska Mitrovica, Anri Dinana bb, Kosovska Mitrovica, 38220, Serbia."], ["Valjarević", "A", "A", "Deparment for Management of Science and Technology Development, Ton Duc Thang University, Ho Chi Minh City, Vietnam. aleksandar.valjarevic@tdt.edu.vn."]], "date": "2017-12-11", "id": "29228948", "text": "The ready availability and use of dietary supplements (DS) by the public means that healthcare professionals require education in this area. In the Republic of Serbia, education related to use of DS is included in undergraduate medical training and it is therefore important to assess the effectiveness of this education. The aim of our survey was to investigate the influence of pharmacological education on the use, attitudes and perceptions of risks associated with DS among medical students.Medical students at the University of Kosovska Mitrovica participated in the survey. Three hundred eighty questionnaires were distributed, yielding a response rate of 89% (n = 334). Data were categorized by year of study, completion of a one-year course in pharmacology and having passed the final exam. The results were compared between 192 (58%) medical students educated in pharmacology (MSEP) and 142 (42%) medical students not educated in pharmacology (MSNEP). The questionnaire was divided into 4 parts: socio-demographic and lifestyle/behavioral characteristics, use of DS, attitudes about efficacy, safety and perception of risk due to DS use. Chi-square test, Student's t-test, and Mann-Whitney U test were used for statistical analysis.About 53% of respondents used some form of DS. Attitudes regarding the safety of DS consumption showed a difference between the groups. MSEP were more likely to agree that DS have the potential to cause adverse reactions (Likert scale mean 4.1 vs. 3.5, p < 0.001) as well as interactions with conventional drugs (Likert scale mean 4.2 vs. 3.2, p < 0.001) than MSNEP. Finally, MSEP ranked St. John's wort and ginkgo as the most dangerous DS, but creatine and vitamin C were both ranked as relatively safe. Conversely, MSNEP considered ginkgo and vitamin C the most harmful DS, claiming that omega-3 fatty acids and vitamin D had the least hazardous side effects.Our results showed that pharmacological education gives young medical students a better understanding of the risks of DS-drug interactions and potential adverse effects. However, their overall attitudes and perception of risk indicate the need for further education.", "doi": "10.1186/s12906-017-2031-6", "title": "Influence of pharmacological education on perceptions, attitudes and use of dietary supplements by medical students.", "journal": ["BMC complementary and alternative medicine", "BMC Complement Altern Med"]}