{"authors": [["Holtz", "Bree E", "BE", "1 Department of Advertising & Public Relations, Michigan State University, USA."], ["Murray", "Katharine M", "KM", "1 Department of Advertising & Public Relations, Michigan State University, USA."], ["Hershey", "Denise D", "DD", "2 College of Nursing, Michigan State University, USA."], ["Richman", "Joshua", "J", "3 Department of Surgery, University of Alabama-Birmingham, USA."], ["Dunneback", "Julie K", "JK", "4 Department of Paediatric Endocrinology, 4412 Sparrow Health System , USA."], ["Vyas", "Arpita", "A", "5 Department of Paediatrics, Texas Tech University, USA."], ["Wood", "Michael A", "MA", "6 Department of Paediatrics, University of Michigan, USA."]], "date": "2017-01-01", "id": "29228854", "text": "Introduction Type 1 diabetes impacts approximately 1.25 m Americans, many of them young children. As a child grows, there is a transition towards independence and they must learn to manage their diabetes independently. The objective of this study was to design, develop and conduct a prototype test to assess the satisfaction and feasibility of a mobile app for adolescents with type 1 diabetes and their parents to aid in this transition. Methods Ten parent/adolescent groups used MyT1DHero for four weeks. They were given a pre-test/post-test survey regarding family conflict with three tasks of diabetes management and the general tone of family communication. At post-test they were asked questions regarding their satisfaction and perception of ease of use of the app. They also participated in short interviews regarding the app. Additionally, we used server data to examine actual app usage. Results The parents' perceptions of conflict around the results of the blood sugar tests increased ( t(9) = 2.71, p = .02) as did perceptions of conflict around logging the blood sugar results ( t(9) = 3.67, p = .005). The adolescents perceived increased conflict surrounding the results around logging the blood sugars results ( t(9) = 3.09, p = .01).There was no change in the tone of general family communication. During the prototype testing, we discovered that the app crashed repeatedly and several of the functions were not working properly. In the interview data, three main themes emerged, app-crashing issues, problems with notifications and positive feedback. Discussion Through this process, all of the reported issues were corrected and new features were planned for subsequent versions. A smartphone application has the potential to be a novel intervention for engaging adolescents and their parents in positive communication to support type 1 diabetes management.", "doi": "10.1177/1357633X17745470", "title": "The design and development of MyT1DHero: A mobile app for adolescents with type 1 diabetes and their parents.", "journal": ["Journal of telemedicine and telecare", "J Telemed Telecare"]}