{"authors": [["Maloney", "Ryan T", "RT", "School of Psychology, and Australian Research Council Centre of Excellence in Vision Science, The University of Sydney, NSW, Australia; School of Psychology, UNSW Sydney, NSW, Australia; Department of Psychology, The 8748 University of York , UK."], ["Clifford", "Colin W G", "CWG", "School of Psychology, UNSW Sydney, NSW, Australia; School of Psychology, and Australian Research Council Centre of Excellence in Vision Science, The University of Sydney, NSW, Australia."], ["Mareschal", "Isabelle", "I", "School of Psychology, and Australian Research Council Centre of Excellence in Vision Science, The University of Sydney, NSW, Australia; Experimental Psychology, 153399 School of Biological and Chemical Sciences, Queen Mary University of London , UK."]], "date": "2017-01-01", "id": "29228853", "text": "Motion-defined transparency is the perception of two or more distinct moving surfaces at the same retinal location. We explored the limits of motion transparency using superimposed surfaces of randomly positioned dots defined by differences in motion direction and colour. In one experiment, dots were red or green and we varied the proportion of dots of a single colour that moved in a single direction ('colour-motion coherence') and measured the threshold direction difference for discriminating between two directions. When colour-motion coherences were high (e.g., 90% of red dots moving in one direction), a smaller direction difference was required to correctly bind colour with direction than at low coherences. In another experiment, we varied the direction difference between the surfaces and measured the threshold colour-motion coherence required to discriminate between them. Generally, colour-motion coherence thresholds decreased with increasing direction differences, stabilising at direction differences around 45°. Different stimulus durations were compared, and thresholds were higher at the shortest (150 ms) compared with the longest (1,000 ms) duration. These results highlight different yet interrelated aspects of the task and the fundamental limits of the mechanisms involved: the resolution of narrowly separated directions in motion processing and the local sampling of dot colours from each surface.", "doi": "10.1177/0301006617745010", "title": "Directional Limits on Motion Transparency Assessed Through Colour-Motion Binding.", "journal": ["Perception", "Perception"]}