{"authors": [["Guyon", "Benjamin", "B", "Department of Ophthalmology, Besançon University Hospital, Besançon, France."], ["Elphege", "Emeric", "E", "Biomedical Engineering School of Franche-Comté (ISIFC), Besançon, France."], ["Flores", "Mathieu", "M", "Department of Ophthalmology, Besançon University Hospital, Besançon, France."], ["Gauthier", "Anne-Sophie", "AS", "Department of Ophthalmology, Besançon University Hospital, Besançon, France."], ["Delbosc", "Bernard", "B", "Department of Ophthalmology, Besançon University Hospital, Besançon, France."], ["Saleh", "Maher", "M", "Department of Ophthalmology, Besançon University Hospital, Besançon, France."]], "date": null, "id": "29228252", "text": "Photoreceptor loss has been suspected of being involved in incomplete visual recovery after diabetic macular edema (DME) resolution. Recent studies have shown that cone density in the perifoveal area could be estimated by in vivo measurements of the outer retinal reflectivity on optical coherence tomography (OCT). The main objective of this study was to assess the photoreceptor layer reflectivity after DME resolution and to determine its relationship with final visual acuity (VA).In this cross-sectional case-control study, 77 eyes of 58 patients were divided into three groups: a first group (n = 34) encompassed eyes with resolved DME (R-DME), a second group (n = 24) corresponded to diabetic eyes without DME (no-DME), and a third group (n = 19) comprised a control group of nondiabetic healthy eyes. Outer retinal reflectivity was measured on volumetric spectral-domain (SD)-OCT scans acquired 3 months after DME resolution, from the photoreceptor ellipsoid zone (EZ) and the retinal pigment epithelium (RPE).The mean DME duration was 26.5 ± 13.4 months in the R-DME group. EZ reflectivity was 19.8% lower (P < 0.0001) in this group compared to diabetic eyes without DME and 26.5% lower (P < 0.0001) than in nondiabetic control eyes. Reflectivity was 7.8% lower in the no-DME group compared to controls (P < 0.0001). RPE reflectivity was comparable among the three groups (P > 0.05). VA was significantly correlated with EZ reflectivity in diabetic patients (r2 = 0.57; P < 0.0001). Reflectivity tended to decrease with prolonged DME duration without reaching statistical significance (P = 0.10).DME significantly impacts the photoreceptor layer. This impairment can be estimated by measuring outer retinal reflectivity on OCT images after edema resorption. We also provide evidence that in diabetic eyes without a history of DME, there is early photoreceptor loss, or at least outer segment (OS) disorganization, in addition to the inner retinal degeneration reported previously. This suggests the neurodegenerative process in diabetes. This quantitative approach may help monitor neuroprotective strategies to rescue photoreceptor cells in diabetic eyes.", "doi": "10.1167/iovs.17-22380", "title": "Retinal Reflectivity Measurement for Cone Impairment Estimation and Visual Assessment After Diabetic Macular Edema Resolution (RECOVER-DME).", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}