{"authors": [["Chien", "Lillian", "L", "Department of Ophthalmology, School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama, United States."], ["Liu", "Rong", "R", "Department of Ophthalmology, School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama, United States."], ["Girkin", "Christopher", "C", "Department of Ophthalmology, School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama, United States."], ["Kwon", "MiYoung", "M", "Department of Ophthalmology, School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama, United States."]], "date": null, "id": "29228250", "text": "Growing evidence suggests the involvement of the macula even in early stages of glaucoma. However, little is known about the impact of glaucomatous macular damage on central pattern vision. Here we examine the contrast requirement for letter recognition and its relationship with retinal thickness in the macular region.A total of 40 participants were recruited: 13 patients with glaucoma (mean age = 65.6 ± 6.6 years), 14 age-similar normally sighted adults (59.1 ± 9.1 years), and 13 young normally sighted adults (21.0 ± 2.0 years). For each participant, letter-recognition contrast thresholds were obtained using a letter recognition task in which participants identified English letters presented at varying retinal locations across the central 12° visual field, including the fovea. The macular retinal ganglion cell plus inner plexiform (RGC+) layer thickness was also evaluated using spectral-domain optical coherence tomography (SD-OCT).Compared to age-similar normal controls, glaucoma patients exhibited a significant increase in letter-recognition contrast thresholds (by 236%, P < 0.001) and a significant decrease in RGC+ layer thickness (by 17%, P < 0.001) even after controlling for age, pupil diameter, and visual acuity. Compared to normal young adults, older adults showed a significant increase in letter-recognition contrast thresholds and a significant decrease in RGC+ layer thickness. Across all subjects, the thickness of macular RGC+ layer was significantly correlated with letter-recognition contrast thresholds, even after correcting for pupil diameter and visual acuity (r = -0.65, P < 0.001).Our results show that both glaucoma and normal aging likely bring about a thinning of the macular RGC+ layer; the macular RGC+ layer thickness appears to be associated with the contrast requirements for letter recognition in central vision.", "doi": "10.1167/iovs.17-22621", "title": "Higher Contrast Requirement for Letter Recognition and Macular RGC+ Layer Thinning in Glaucoma Patients and Older Adults.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}