{"authors": [["Zeng", "Hang", "H", "Cognitive Neuroscience, Institute of Neuroscience and Medicine (INM-3), Research Center Jülich, Jülich, Germany."], ["Kreutzer", "Sylvia", "S", "Cognitive Neuroscience, Institute of Neuroscience and Medicine (INM-3), Research Center Jülich, Jülich, Germany."], ["Fink", "Gereon R", "GR", "Cognitive Neuroscience, Institute of Neuroscience and Medicine (INM-3), Research Center Jülich, Jülich, Germany."], ["Weidner", "Ralph", "R", "Cognitive Neuroscience, Institute of Neuroscience and Medicine (INM-3), Research Center Jülich, Jülich, Germany."]], "date": null, "id": "29228141", "text": "Size adaptation describes the tendency of the visual system to adjust neural responsiveness of size representations after prolonged exposure to particular stimulations. A larger (or smaller) adaptor stimulus influences the perceived size of a similar test stimulus shown subsequently. Size adaptation may emerge on various processing levels. Functional representations of the adaptor to which the upcoming stimulus is adapted may be coded early in the visual system mainly reflecting retinal size. Alternatively, size adaptation may involve higher order processes that take into account additional information such as an object's estimated distance from the observer, hence reflecting perceived size. The present study investigated whether size adaptation is based on the retinal or the perceived size of an adaptor stimulus. A stimulus' physical and perceived sizes were orthogonally varied using perceived depth via binocular disparity, employing polarized 3D glasses. Four different adaptors were used, which varied in physical size, perceived size, or both. Two pairs of adaptors which were identical in physical size did not cause significantly different adaptation effects although they elicited different perceived sizes which were sufficiently large to produce differential aftereffects when induced by stimuli that physically differed in size. In contrast, there was a significant aftereffect when adaptors differed in physical size but were matched in perceived size. Size adaptation was thus unaffected by perceived size and binocular disparity. Our data suggest that size adaptation emerges from neural stages where information from both eyes is still coded in separate channels without binocular interactions, such as the lateral geniculate nucleus.", "doi": "10.1167/17.14.8", "title": "The source of visual size adaptation.", "journal": ["Journal of vision", "J Vis"]}