{"authors": [["Duncan", "Justin", "J", "Department of Psychoeducation and Psychology, University of Québec in Outaouais, Gatineau, Canada."], ["Gosselin", "Frédéric", "F", "Department of Psychology, University of Montréal, Montréal, Canada."], ["Cobarro", "Charlène", "C", "Department of Psychoeducation and Psychology, University of Québec in Outaouais, Gatineau, Canada."], ["Dugas", "Gabrielle", "G", "Department of Psychoeducation and Psychology, University of Québec in Outaouais, Gatineau, Canada."], ["Blais", "Caroline", "C", "Department of Psychoeducation and Psychology, University of Québec in Outaouais, Gatineau, Canada."], ["Fiset", "Daniel", "D", "Department of Psychoeducation and Psychology, University of Québec in Outaouais, Gatineau, Canada."]], "date": null, "id": "29228140", "text": "Horizontal information was recently suggested to be crucial for face identification. In the present paper, we expand on this finding and investigate the role of orientations for all the basic facial expressions and neutrality. To this end, we developed orientation bubbles to quantify utilization of the orientation spectrum by the visual system in a facial expression categorization task. We first validated the procedure in Experiment 1 with a simple plaid-detection task. In Experiment 2, we used orientation bubbles to reveal the diagnostic-i.e., task relevant-orientations for the basic facial expressions and neutrality. Overall, we found that horizontal information was highly diagnostic for expressions-surprise excepted. We also found that utilization of horizontal information strongly predicted performance level in this task. Despite the recent surge of research on horizontals, the link with local features remains unexplored. We were thus also interested in investigating this link. In Experiment 3, location bubbles were used to reveal the diagnostic features for the basic facial expressions. Crucially, Experiments 2 and 3 were run in parallel on the same participants, in an interleaved fashion. This way, we were able to correlate individual orientation and local diagnostic profiles. Our results indicate that individual differences in horizontal tuning are best predicted by utilization of the eyes.", "doi": "10.1167/17.14.7", "title": "Orientations for the successful categorization of facial expressions and their link with facial features.", "journal": ["Journal of vision", "J Vis"]}