{"authors": [["Pulido", "Jean A", "JA", "Department of Industrial Engineering, School of Engineering, Pontificia Universidad Javeriana, Facultad de Ingeniería, Colombia."], ["Barrero", "Lope H", "LH", "Department of Industrial Engineering, School of Engineering, Pontificia Universidad Javeriana, Facultad de Ingeniería, Colombia."], ["Mathiassen", "Svend Erik", "SE", "Centre for Musculoskeletal Research, Department of Occupational and Public Health Sciences, University of Gävle, Sweden."], ["Dennerlein", "Jack T", "JT", "Department of Physical Therapy, Movement and Rehabilitation Science, Bouvé College of Health Sciences, Northeastern University, USA."]], "date": null, "id": "29228093", "text": "Duration of tasks in a job is an essential interest in occupational epidemiology. Such duration is frequently measured using self-reports, which may, however, be associated with both bias and random errors. The present systematic literature review examines the correctness of self-reported durations of tasks, i.e. the extent to which they differ from more valid reference data due to either systematic or random errors, and factors influencing this correctness, with particular emphasis on the assessment of exposures of relevance to musculoskeletal disorders.The search for relevant studies included the databases ISI Web of Science, MEDLINE, EBSCO HOST, Proquest, and Psycnet.Thirty-two articles were identified; of which, 23 examined occupational tasks and 9 examined non-occupational tasks. Agreement between self-reports and a more correct reference was reported for, in total, 182 tasks. Average proportional errors were, for most tasks, between -50% (i.e. underestimations) and +100%, with a dominance of overestimations; 22% of all results considered overestimations of 100% or more. For 15% of the 182 reported tasks, the mean difference between the self-reported and the reference duration value was <5%, and 20% of the 182 mean differences were between 5 and 20%. In general, respondents were able to correctly distinguish tasks of a longer duration from shorter tasks, even though the actual durations were not correct. A number of factors associated with the task per se appeared to influence agreement between self-reports and reference data, including type of task, true task duration, task pattern across time (continuous versus discontinuous), and whether the addressed task is composed of subtasks. The musculoskeletal health status of the respondent did not have a clear effect on the ability to correctly report task durations. Studies differed in key design characteristics and detail of information reported, which hampers a formal aggregation of results.The correctness of self-reported task durations is, at the best, moderate at the individual level, and this may present a significant problem when using self-reports in task-based assessment of individual job exposures. However, average self-reports at the group level appear reasonably correct and may thus be a viable method in studies addressing, for instance, the relative occurrence of tasks in a production system. Due to the disparity of studies, definite conclusions on the quantitative effect on agreement of different modifiers are not justified, and we encourage future studies specifically devoted to understanding and controlling sources of bias in self-reported task durations. We also encourage studies developing decision support for when to apply or avoid self-reports to measure task durations, depending on study purpose and occupational setting.", "doi": "10.1093/annweh/wxx094", "title": "Correctness of Self-Reported Task Durations: A Systematic Review.", "journal": ["Annals of work exposures and health", "Ann Work Expo Health"]}