{"authors": [["Mercier", "Rebecca J", "RJ", "Rebecca J Mercier is an Assistant Professor, Department Obstetrics and Gynecology, Sidney Kimmel Medical College, Thomas Jefferson University, Philadelphia, PA. The author can be reached via e-mail at rebecca.mercier@jefferson.edu Julia C Durante is a Resident Physician, Pediatrics, Lehigh Valley Hospital, Allentown, PA."], ["Durante", "Julia C", "JC", null]], "date": "2017-12-08", "id": "29227288", "text": "Protocols for neonatal care and mother-baby interaction at cesarean birth frequently differ from those at vaginal birth. There is increasing interest in adopting family-friendly or gentle protocols for women having cesarean birth. Current evidence suggests challenges in achieving interdepartmental cooperation and consensus are potential barriers to implementing gentle cesarean protocols.To describe how care providers' professional role and characteristics may affect perception about gentle cesarean birth techniques and inform specific concerns about protocol changes.A cross-sectional survey with mixed-methods analysis incorporating quantitative and qualitative conventional content analysis was used. A structured survey was distributed via email to all care providers on the labor and birth unit, including attending physicians, resident physicians in training, fellows, labor nurses, respiratory therapists, and operating room technicians. Quantitative responses were analyzed with bivariable tests and logistic regression to describe associations between provider attitudes and provider characteristics. Open-ended responses were analyzed with conventional content analysis to develop a model describing influences on overall provider attitudes.Physicians and nurses generally have positive attitudes on benefits of gentle cesarean techniques. Their perceptions overall are informed by the balance of concerns about patient safety and logistical challenges versus perceived benefits of the techniques. On an individual level, care provider demographic and professional characteristics of gender and prior experience affected attitudes more than their specific role in patient care.Most labor and birth care providers have positive attitudes about gentle cesarean birth. Implementation of such programs should prioritize patient safety, educate physician and nurses about potential benefits for patients, and use experienced physicians and nurses as ambassadors to increase acceptance.", "doi": "10.1097/NMC.0000000000000404", "title": "Physician and Nurse Perceptions of Gentle Cesarean Birth.", "journal": ["MCN. The American journal of maternal child nursing", "MCN Am J Matern Child Nurs"]}