{"authors": [["Paragh", "Gyorgy", "G", "1 Department of Dermatology, Roswell Park Cancer Institute , Buffalo, New York."], ["Zeitouni", "Nathalie C", "NC", "3 University of Arizona Cancer Center at Dignity Health St. Joseph's Hospital & Medical Center, Phoenix, Arizona."]], "date": "2017-12-11", "id": "29227199", "text": "To evaluate the ability of two-step irradiance to maintain pain control during red light 5-aminolevulinic acid (ALA) photodynamic therapy (PDT) for actinic keratoses (AK) and assess factors influencing pain.PDT provides excellent clinical and cosmetic results in the treatment AK and early basal cell carcinomas (BCC). Widespread use of PDT is limited, in part, by pain. A two-step irradiance method for PDT has previously been shown to significantly reduce PDT-associated pain during the treatment of BCC, but the ability of this method to limit pain during the treatment of AKs has not been reported.We performed a retrospective chart review to assess the level of pain during AK treatment by red light PDT (n = 99). Natural density filter was used to reduce the irradiance of the light source and initially 10 J/cm2 dose was delivered at 35 mW/cm2 and then, 65 J/cm2 dose was delivered at 70 mW/cm2. Pain level was measured using a 10-point visual analog scale at three points during the procedure.Pain was low to moderate in most patients (mean ± standard error of the mean pain score: 2.35 ± 0.19). Higher pain was seen midprocedure versus at the beginning (p < 0.0001) and at the end (p = 0.003) of PDT. There was no significant difference in pain perception between genders and different treatment areas.Our results provide evidence that red light ALA PDT of AKs is very well tolerated with the two-step irradiance protocol.", "doi": "10.1089/pho.2017.4351", "title": "Two-Step Irradiance Treatment Can Achieve Excellent Pain Control During Red Light 5-Aminolevulinic Acid Photodynamic Therapy for Actinic Keratoses.", "journal": ["Photomedicine and laser surgery", "Photomed Laser Surg"]}