{"authors": [["Jacob", "Florence", "F", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Kracher", "Barbara", "B", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Mine", "Akira", "A", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Seyfferth", "Carolin", "C", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Blanvillain-Baufumé", "Servane", "S", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Parker", "Jane E", "JE", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Tsuda", "Kenichi", "K", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Schulze-Lefert", "Paul", "P", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."], ["Maekawa", "Takaki", "T", "Department of Plant-Microbe Interactions, Max Planck Institute for Plant Breeding Research, 50829, Cologne, Germany."]], "date": "2017-12-11", "id": "29226970", "text": "Pattern recognition receptors (PRRs) and nucleotide-binding domain and leucine-rich repeat (LRR)-containing proteins (NLRs) initiate pattern-triggered immunity (PTI) and effector-triggered immunity (ETI), respectively, each associated with the activation of an overlapping set of defence genes. The regulatory mechanism behind this convergence of PTI- and ETI-mediated defence gene induction remains elusive. We generated transgenic Arabidopsis plants that enable conditional NLR activation without pathogen infection to dissect NLR- and PRR-mediated transcriptional signals. A comparative analysis of over 40 transcriptome datasets linked calmodulin-binding transcription activators (CAMTAs) to the activation of overlapping defence genes in PTI and ETI. We used a dominant camta3 mutant (camta3-D) to assess CAMTA functions in the corresponding transcriptional regulation. Transcriptional regulation by NLRs, although highly similar to PTI responses, can be established independently of pathogen-associated molecular pattern (PAMP) perception, defence phytohormones and host cell death. Conditional expression of the N-terminal coiled-coil domain of the barley MLA (Mildew resistance locus A) NLR is sufficient to trigger similar transcriptional reprogramming as full-length NLRs. CAMTA-binding motifs are overrepresented in the 5' regulatory regions of the identified primary immune response genes, consistent with their altered expression and disease resistance responses in camta3-D plants. We propose that CAMTA-mediated transcriptional regulation defines an early convergence point in NLR- and PRR-mediated signalling.", "doi": "10.1111/nph.14943", "title": "A dominant-interfering camta3 mutation compromises primary transcriptional outputs mediated by both cell surface and intracellular immune receptors in Arabidopsis thaliana.", "journal": ["The New phytologist", "New Phytol."]}