{"authors": [["Somogyi", "Eszter", "E", "Laboratoire Psychologie de la Perception, Centre Biomédical des Saints-Pères, Université Paris Descartes, CNRS UMR 8242, France."], ["Jacquey", "Lisa", "L", "Laboratoire Psychologie de la Perception, Centre Biomédical des Saints-Pères, Université Paris Descartes, CNRS UMR 8242, France."], ["Heed", "Tobias", "T", "Biopsychology & Cognitive Neuroscience, Faculty of Psychology & Sports Science and Center of Excellence \"Cognitive Interaction Technology\", Bielefeld University, Germany."], ["Hoffmann", "Matej", "M", "Center for Machine Perception, Department of Cybernetics, Faculty of Electrical Engineering, Czech Technical University, Prague, Czech Republic."], ["Lockman", "Jeffrey J", "JJ", "Department of Psychology, Tulane University, New Orleans, Louisiana, USA."], ["Granjon", "Lionel", "L", "Laboratoire Psychologie de la Perception, Centre Biomédical des Saints-Pères, Université Paris Descartes, CNRS UMR 8242, France."], ["Fagard", "Jacqueline", "J", "Laboratoire Psychologie de la Perception, Centre Biomédical des Saints-Pères, Université Paris Descartes, CNRS UMR 8242, France."], ["O'Regan", "J Kevin", "JK", "Laboratoire Psychologie de la Perception, Centre Biomédical des Saints-Pères, Université Paris Descartes, CNRS UMR 8242, France."]], "date": "2017-12-11", "id": "29226463", "text": "This study focuses on how the body schema develops during the first months of life, by investigating infants' motor responses to localized vibrotactile stimulation on their limbs. Vibrotactile stimulation was provided by small buzzers that were attached to the infants' four limbs one at a time. Four age groups were compared cross-sectionally (3-, 4-, 5-, and 6-month-olds). We show that before they actually reach for the buzzer, which, according to previous studies, occurs around 7-8 months of age, infants demonstrate emerging knowledge about their body's configuration by producing specific movement patterns associated with the stimulated body area. At 3 months, infants responded with an increase in general activity when the buzzer was placed on the body, independently of the vibrator's location. Differentiated topographical awareness of the body seemed to appear around 5 months, with specific responses resulting from stimulation of the hands emerging first, followed by the differentiation of movement patterns associated with the stimulation of the feet. Qualitative analyses revealed specific movement types reliably associated with each stimulated location by 6 months of age, possibly preparing infants' ability to actually reach for the vibrating target. We discuss this result in relation to newborns' ability to learn specific movement patterns through intersensory contingency. Statement of contribution what is already known on infants' sensorimotor knowledge about their own bodies 3-month-olds readily learn to produce specific limb movements to obtain a desired effect (movement of a mobile). infants detect temporal and spatial correspondences between events involving their own body and visual events. what the present study adds until 4-5 months of age, infants mostly produce general motor responses to localized touch. this is because in the present study, infants could not rely on immediate contingent feedback. we propose a cephalocaudal developmental trend of topographic differentiation of body areas.", "doi": "10.1111/bjdp.12224", "title": "Which limb is it? Responses to vibrotactile stimulation in early infancy.", "journal": ["The British journal of developmental psychology", "Br J Dev Psychol"]}