{"authors": [["Garza", "Mary A", "MA", "Department of Behavioral and Community Health; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Quinn", "Sandra Crouse", "SC", "Department of Family Science; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Li", "Yan", "Y", "Joint Program in Survey Methodology & Department of Epidemiology and Biostatistics, University of Maryland, College Park."], ["Assini-Meytin", "Luciana", "L", "Department of Behavioral and Community Health; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Casper", "Erica T", "ET", "Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Fryer", "Craig S", "CS", "Department of Behavioral and Community Health; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Butler", "James", "J", "Department of Behavioral and Community Health; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Brown", "Natasha A", "NA", "Department of Behavioral and Community Health; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Kim", "Kevin H", "KH", "Department of Behavioral and Community Health; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."], ["Thomas", "Stephen B", "SB", "Department of Health Services Administration; Maryland Center for Health Equity, School of Public Health, University of Maryland College Park."]], "date": "2017-05-24", "id": "29226266", "text": "The purpose of this study was to explore factors associated with willingness of African Americans and Latinos to participate in biomedical and public health research and to delineate factors that influences the decision to become a human subject.We present results from a 2010 random digit-dial telephone survey of 2,455 African American (N= 1,191) and Latino (N= 1,264) adults. We used standard measures to assess knowledge of research, terminology, informed consent procedures, previous participation in research, health care experiences, social support, risk perception, religiousness, and trust.Over 60% of both African Americans and Latinos reported they believed people in medical research are pressured into participating. Over 50% said that it was not at all important to have someone of the same race/ethnicity ask them to participate. In a sub-sample of 322 African Americans and 190 Latinos who had previously been asked to participate in a research study, 63% of African Americans and 65% of Latinos consented to participate in a study. Finally, both African Americans (57%) and Latinos (68%) reported willingness to participate in future research. Overall, the multivariate analysis explained 29% of the variability in willingness to participate in future research.Results suggest that African Americans and Latinos have no automatic predisposition to decline participation in research studies. These results can inform culturally tailored interventions for ethical recruitment of minorities into research and clinical trials.", "doi": "10.1016/j.conctc.2017.05.009", "title": "The Influence of Race and Ethnicity on Becoming a Human Subject: Factors Associated with Participation in Research.", "journal": ["Contemporary clinical trials communications", "Contemp Clin Trials Commun"]}