{"authors": [["Gradner", "Gabriele M", "GM", "Clinic for Small Animal Surgery, Department for Small Animal Clinical Sciences, University of Veterinary Medicine, Vienna, Austria."], ["Dogman-Rauberger", "Lina", "L", "Clinic for Small Animal Surgery, Department for Small Animal Clinical Sciences, University of Veterinary Medicine, Vienna, Austria."], ["Dupré", "Gilles", "G", "Clinic for Small Animal Surgery, Department for Small Animal Clinical Sciences, University of Veterinary Medicine, Vienna, Austria."]], "date": "2017-08-29", "id": "29225897", "text": "Influence of neurological status on the mortality rate of paraparetic/paralysed cats presenting after entrapment in a bottom-hung window was evaluated. It was hypothesised that (1) loss of deep pain sensation at admission would not be a negative prognostic factor for regaining motor function and that (2) mortality rate would be influenced by the severity of neurological grade upon admission.Clinical and pathological data of affected cats that presented at our institution between 2001 and 2012 for this specific trauma were collected retrospectively: breed, age, sex, last contact with owner (<3 hours and >3 hours), whether the cat was suffering from monoparesis or paraparesis/paraplegia, duration of hospitalisation, rectal temperature, surface temperature of the skin of the hindlimbs, femoral pulse and tone of the pelvic musculature. Neurological status was categorised according to Scott's classification scheme with neurological grade 1 representing spinal pain on manipulation down to neurological grade 5 representing paraplegia with no deep pain sensation.Data were collected for 98 cats that had been caught in the thoracolumbar area. A total of 71 cats were included in the statistical analysis after excluding 27 cats for the following reasons: monoparesis/monoplegia by getting one limb caught only (15), no initial neurological examination (5), was dead on arrival (1), caught within the thoracolumbar area but no clinical or neurological abnormalities (6). The proportional mortality rate overall was 35% (25/71) with 65% of these (16/25) dying with clinical signs of respiratory distress. The proportional mortality rate of patients with a neurological grade of 5 on admission was 55% (17/31).Mortality was influenced by the severity of neurological grade on admission, with the majority of cats having a neurological grade of 5 (paraplegia with loss of deep pain perception) at admission dying (11/31) rather than undergoing euthanasia on admission at the owner's request (6/31). In the survivors' group, loss of deep pain perception was not a negative prognostic factor for regaining motor function although it was associated with mortality.", "doi": "10.1136/vetreco-2016-000175", "title": "'Bottom-hung window' trauma in cats: neurological evaluation and outcome in 71 cats with bilateral hindlimb injury.", "journal": ["Veterinary record open", "Vet Rec Open"]}