{"authors": [["Liang", "Lixin", "L", "Department of Neurology, The First Clinical College of Harbin Medical University, Harbin, China."], ["Zhou", "Yang", "Y", "State Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, China."], ["Zhang", "Mingsha", "M", "State Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal University, Beijing, China."], ["Pan", "Yujun", "Y", "Department of Neurology, The First Clinical College of Harbin Medical University, Harbin, China."]], "date": "2017-11-24", "id": "29225564", "text": "It has been shown that the sensitivity and accuracy of orientation perception in the periphery is significantly better when the orientations are radial with respect to the fixation point than when they are tangential. However, since perception and action may be dissociated, it is unclear whether the perceptual radial effect has a counterpart in reaction time (RT) of motor responses. Furthermore, it is unknown whether or how stimulus-response-compatibility (SRC) effect interacts with the radial effect to determine RT. To address these questions, we measured subjects' manual RT to grating stimuli that appeared across upper visual field (VF). We found that (1) RTs were significantly shorter when a grating was oriented closer to the radial direction than when it was oriented closer to the tangential direction even though the perceptual accuracies for the more radial and more tangential orientations were not significantly different under our experimental condition; (2) This RT version of the radial effect was larger in the left VF than in the right VF; (3) The radial effect and SRC effect interacted with each other to determine the overall RT. These results suggest that the RT radial effect reported here is not a passive reflection of the radial effect in perceptual accuracy, but instead, represents different processing time of radial and tangential orientations along the sensorimotor pathway.", "doi": "10.3389/fnins.2017.00638", "title": "Revealing the Radial Effect on Orientation Discrimination by Manual Reaction Time.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}