{"authors": [["Zhao", "Longhui", "L", "Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu, 610041 Sichuan China."], ["Zhu", "Bicheng", "B", "Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu, 610041 Sichuan China."], ["Wang", "Jichao", "J", "Ministry of Education Key Laboratory for Tropical Plant and Animal Ecology, College of Life Sciences, Hainan Normal University, Haikou, 571158 Hainan China."], ["Brauth", "Steven E", "SE", "Department of Psychology, University of Maryland, College Park, MD 20742 USA."], ["Tang", "Yezhong", "Y", "Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu, 610041 Sichuan China."], ["Cui", "Jianguo", "J", "Chengdu Institute of Biology, Chinese Academy of Sciences, Chengdu, 610041 Sichuan China."]], "date": "2017-04-18", "id": "29225405", "text": "Many kinds of environmental noise can interfere with acoustic communication and efficient decision making in terrestrial species. Here we identified an exception to this generalization in a streamside species, the little torrent frog (Amolops torrentis) which communicates in a stream noise environment. To determine whether stream noise can act as a cue regarding the microhabitat characteristics of senders, we performed phonotaxis experiments using stimulus pairs constructed with synthetic male calls (high or low dominant frequency) and stream noise with varied signal-to-noise ratios. We found that females prefer calls with high amplitude stream noise added compared to those with low amplitude stream noise added for both high and low dominant frequency stimulus pairs; however, stream noise itself was not attractive in the absence of calls. These results show that stream noise can function as a cue that may be used by females for enhancing the attractiveness of calls. Stream noise associates closely with rocks, topographies and vegetation and may thus provide useful microhabitat information for signal receivers, thereby acting on sexual selection. These data therefore contribute to our understanding of how the perception of mate attractiveness in heterogeneous ecological environments can evolve.", "doi": "10.1007/s10164-017-0515-y", "title": "Sometimes noise is beneficial: stream noise informs vocal communication in the little torrent frog Amolops torrentis.", "journal": ["Journal of ethology", "J Ethol"]}