{"authors": [["Ginieis", "Rachel", "R", "Department of Food Science, University of Otago, Dunedin, New Zealand."], ["Franz", "Elizabeth A", "EA", "Department of Psychology, University of Otago, Dunedin, New Zealand."], ["Oey", "Indrawati", "I", "Department of Food Science, University of Otago, Dunedin, New Zealand."], ["Peng", "Mei", "M", "Department of Food Science, University of Otago, Dunedin, New Zealand. Electronic address: mei.peng@otago.ac.nz."]], "date": "2017-12-07", "id": "29225094", "text": "In recent years there has been increasing interest in studying cognitive effects associated with sugar consumption. Neuro-cognitive research has confirmed that glucose, as a main energy substrate for the brain, can momentarily benefit cognitive performances, particularly for memory functioning. However, there is still limited understanding of relative effects of other common sugars (e.g., fructose and sucrose) on cognitive performance. The present study tested in 49 people the effects of three common dietary sugars against a placebo sweetener (i.e., sucralose), on performance of three well-studied cognitive tasks - simple response time, arithmetic, and Stroop interference, all of which are suggested to rely on the prefrontal lobe. A double-blind, placebo-controlled, cross-over experimental design was used. Results revealed that ingestion of glucose and sucrose led to poorer performances on the assessed tasks as opposed to fructose and the placebo (p<0.05); these effects were particularly pronounced under the fasting condition in comparison to the non-fasting condition (p<0.001). Overall, these results indicate that cognitive effects of sugar are unlikely to be mediated by the perception of sweetness. Rather, the effects are mediated by glucose. Further research should systematically assess effects of dietary sugars on other cognitive domains, such as memory, to give further insights on general cognitive effects of sugar consumption.", "doi": "10.1016/j.physbeh.2017.12.010", "title": "The \"sweet\" effect: Comparative assessments of dietary sugars on cognitive performance.", "journal": ["Physiology & behavior", "Physiol. Behav."]}