{"authors": [["de Hevia", "Maria Dolores", "MD", "Université Paris-Descartes, Sorbonne Paris Cité, 75006 Paris, France; CNRS UMR 8242, Laboratoire Psychologie de la Perception, 75006 Paris, France. Electronic address: dehevialola@gmail.com."], ["Veggiotti", "Ludovica", "L", "Université Paris-Descartes, Sorbonne Paris Cité, 75006 Paris, France; CNRS UMR 8242, Laboratoire Psychologie de la Perception, 75006 Paris, France."], ["Streri", "Arlette", "A", "Université Paris-Descartes, Sorbonne Paris Cité, 75006 Paris, France; CNRS UMR 8242, Laboratoire Psychologie de la Perception, 75006 Paris, France."], ["Bonn", "Cory D", "CD", "Université Paris-Descartes, Sorbonne Paris Cité, 75006 Paris, France; CNRS UMR 8242, Laboratoire Psychologie de la Perception, 75006 Paris, France."]], "date": "2017-12-07", "id": "29225024", "text": "Humans use spatial representations to structure abstract concepts [1]. One of the most well-known examples is the \"mental number line\"-the propensity to imagine numbers oriented in space [2, 3]. Human infants [4, 5], children [6, 7], adults [8], and nonhuman animals [9, 10] associate small numbers with the left side of space and large numbers with the right. In humans, cultural artifacts, such as the direction of reading and writing, modulate the directionality of this representation, with right-to-left reading cultures associating small numbers with right and large numbers with left [11], whereas the opposite association permeates left-to-right reading cultures [8]. Number-space mapping plays a central role in human mathematical concepts [12], but its origins remain unclear: is it the result of an innate bias or does it develop after birth? Infant humans are passively exposed to a spatially coded environment, so experience and culture could underlie the mental number line. To rule out this possibility, we tested neonates' responses to small or large auditory quantities paired with geometric figures presented on either the left or right sides of the screen. We show that 0- to 3-day-old neonates associate a small quantity with the left and a large quantity with the right when the multidimensional stimulus contains discrete numerical information, providing evidence that representations of number are associated to an oriented space at the start of postnatal life, prior to experience with language, culture, or with culture-specific biases.", "doi": "10.1016/j.cub.2017.11.024", "title": "At Birth, Humans Associate \"Few\" with Left and \"Many\" with Right.", "journal": ["Current biology : CB", "Curr. Biol."]}