{"authors": [["Kouassi", "Bernard L", "BL", "Centre Suisse de Recherches Scientifiques en Côte d'Ivoire, Abidjan, Côte d'Ivoire; Unité de Formation et de Recherche Science de la Nature, Université Nangui Abrogoua, Abidjan, Côte d'Ivoire. Electronic address: loukou_kb@yahoo.fr."], ["Barry", "Aboulaye", "A", "Programme National de Lutte contre l'Onchocercose, le Trachome et les autres Maladies Tropicales Négligées, Ministère de la Santé Publique, Conakry, Republic of Guinea."], ["Heitz-Tokpa", "Kathrin", "K", "Centre Suisse de Recherches Scientifiques en Côte d'Ivoire, Abidjan, Côte d'Ivoire; University of Basel, Basel, Switzerland."], ["Krauth", "Stefanie J", "SJ", "University of Basel, Basel, Switzerland; Swiss Tropical and Public Health Institute, Basel, Switzerland; École Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."], ["Goépogui", "Andre", "A", "Programme National de Lutte contre l'Onchocercose, le Trachome et les autres Maladies Tropicales Négligées, Ministère de la Santé Publique, Conakry, Republic of Guinea."], ["Baldé", "Mamadou S", "MS", "Programme National de Lutte contre l'Onchocercose, le Trachome et les autres Maladies Tropicales Négligées, Ministère de la Santé Publique, Conakry, Republic of Guinea."], ["Barry", "Oumar", "O", "Programme National de Lutte contre l'Onchocercose, le Trachome et les autres Maladies Tropicales Négligées, Ministère de la Santé Publique, Conakry, Republic of Guinea."], ["Niamey", "Marie L", "ML", "Programme National de Lutte contre l'Onchocercose, le Trachome et les autres Maladies Tropicales Négligées, Ministère de la Santé Publique, Conakry, Republic of Guinea."], ["Bockarie", "Moses J", "MJ", "Centre for Neglected Tropical Diseases, Liverpool School of Tropical Medicine, Liverpool, UK."], ["Koudou", "Benjamin G", "BG", "Centre Suisse de Recherches Scientifiques en Côte d'Ivoire, Abidjan, Côte d'Ivoire; Unité de Formation et de Recherche Science de la Nature, Université Nangui Abrogoua, Abidjan, Côte d'Ivoire; Centre for Neglected Tropical Diseases, Liverpool School of Tropical Medicine, Liverpool, UK."], ["Utzinger", "Jürg", "J", "University of Basel, Basel, Switzerland; Swiss Tropical and Public Health Institute, Basel, Switzerland."]], "date": "2017-12-07", "id": "29224979", "text": "Little is known about the perceptions, attitudes and practices of lymphatic filariasis in Conakry, Republic of Guinea. Yet, such knowledge is important for an optimal design and implementation of setting-specific prevention and control measures. We conducted a cross-sectional study using a mixed methods approach. Qualitative data related to people's general experience with lymphatic filariasis, their perception of the causes of the disease, the onset of elephantiasis, care-seeking behaviour and the socioeconomic impact of lymphatic filariasis were collected through in-depth interviews with 85 respondents. Quantitative data related to strategies for prevention and the knowledge of the causes of the disease were collected by interviewing 429 people. A total of 514 individuals (313 females and 201 males), aged 10-84 years, participated. Most participants were well aware of lymphatic filariasis and they recognized the disease mainly by its disfiguring manifestation, collectively termed \"elephantiasis\" or \"leg-swelling disease\". Morbidity patterns due to filarial infection showed an increase with age (from 30 to 50 years) independent of sex. Most patients with lymphatic filariasis abandoned their jobs (73.9%) or sought other work (21.7%). The main perceived causes of acquiring lymphatic filariasis were of supernatural origin (as stated by 8.7% of patients and 5.7% of healthy subjects), while mosquito bites were mentioned by fewer participants (4.3% of patients and 4.2% of healthy subjects). A number of other causes were reported that relate to both medical and non-medical conceptions. The study also identified socioeconomic impairments and stigmatization due to elephantiasis. Taken together, community perception of lymphatic filariasis in Conakry is influenced by sociocultural conceptions. Appropriate health education campaigns aimed at enhancing community understanding of the transmission of lymphatic filariasis are required to increase the success of mass drug administration implemented for the elimination of this disease. There is a need for a morbidity management programme to alleviate lymphatic filariasis-related physical and emotional burden in Conakry.", "doi": "10.1016/j.actatropica.2017.12.002", "title": "Perceptions, knowledge, attitudes and practices for the prevention and control of lymphatic filariasis in Conakry, Republic of Guinea.", "journal": ["Acta tropica", "Acta Trop."]}