{"authors": [["Faulkner", "Hope", "H", "Teagasc Food Research Centre, Moorepark, Fermoy, Co. Cork, P61 C996, Ireland; School of Food and Nutritional Sciences, University College Cork, T12 YT20, Ireland."], ["O'Callaghan", "Tom F", "TF", "Teagasc Food Research Centre, Moorepark, Fermoy, Co. Cork, P61 C996, Ireland."], ["McAuliffe", "Stephen", "S", "Animal & Grassland Research and Innovation Centre, Teagasc Moorepark, Fermoy, Co. Cork, P61 C996, Ireland; School of Biological Sciences, Queen's University, Belfast, BT17 1NN, United Kingdom."], ["Hennessy", "Deirdre", "D", "School of Biological Sciences, Queen's University, Belfast, BT17 1NN, United Kingdom."], ["Stanton", "Catherine", "C", "Teagasc Food Research Centre, Moorepark, Fermoy, Co. Cork, P61 C996, Ireland."], ["O'Sullivan", "Maurice G", "MG", "School of Food and Nutritional Sciences, University College Cork, T12 YT20, Ireland."], ["Kerry", "Joseph P", "JP", "School of Food and Nutritional Sciences, University College Cork, T12 YT20, Ireland."], ["Kilcawley", "Kieran N", "KN", "Teagasc Food Research Centre, Moorepark, Fermoy, Co. Cork, P61 C996, Ireland. Electronic address: kieran.kilcawley@teagasc.ie."]], "date": "2017-12-08", "id": "29224876", "text": "The effect of 3 diets (grass, grass/clover, and total mixed ration) on the volatile and sensory properties of bovine milk was assessed over an entire lactation season. Little evidence was found of direct transfer of terpenes into raw milk from the different diets, and it is likely that the monocultures of ryegrass used with and without white clover were factors as these contained very few terpenes. Evidence of direct transfer of nonterpene volatiles from forage to the subsequent raw milks was probable; however, differences in the protein carbohydrate availability and digestion in the rumen appeared to have a greater contribution to volatile profiles. Pasteurization significantly altered the volatile profiles of all milks. A direct link between the milk fatty acid content, forage, and volatile products of lipid oxidation was also evident and differences in fatty acid content of milk due to forage may also have influenced the viscosity perception of milk. Irish sensory assessors preferred pasteurized milk produced from grass-fed cows, with least preference from milk produced from total mixed ration diets. β-Carotene content was significantly higher in milks derived from grass or grass/clover and appears to have directly influenced color perception. Toluene and p-cresol are both degradation products of β-carotene and along with β-carotene were identified as potential biomarkers for milk derived from pasture. The only correlation that appeared to influence the flavor of milk as determined using ranked descriptive analysis was p-cresol. P-Cresol appears to be responsible for the barnyard aroma of milk and is also likely derived from the deamination and decarboxylation of tryptophan and tyrosine due to the higher levels of available protein in the grass and grass/clover diets. The highest levels of p-cresol were in the grass/clover diets and are likely due to the degradation of the isoflavone formononetin in the rumen, which is present in white clover swards.", "doi": "10.3168/jds.2017-13141", "title": "Effect of different forage types on the volatile and sensory properties of bovine milk.", "journal": ["Journal of dairy science", "J. Dairy Sci."]}