{"authors": [["Razza", "Sergio", "S", "Maternal Infant Department - Audio-Vestibology Service, Circolo e Fondazione Macchi Hospital, Asst-settalaghi, Italy."], ["Zaccone", "Monica", "M", "Maternal Infant Department - Audio-Vestibology Service, Circolo e Fondazione Macchi Hospital, Asst-settalaghi, Italy."], ["Meli", "Aannalisa", "A", "Maternal Infant Department - Audio-Vestibology Service, Circolo e Fondazione Macchi Hospital, Asst-settalaghi, Italy."], ["Cristofari", "Eliana", "E", "Maternal Infant Department - Audio-Vestibology Service, Circolo e Fondazione Macchi Hospital, Asst-settalaghi, Italy. Electronic address: eliana.cristofari@asst-settelaghi.it."]], "date": "2017-10-05", "id": "29224769", "text": "Children affected by hearing loss can experience difficulties in challenging and noisy environments even when deafness is corrected by Cochlear implant (CI) devices. These patients have a selective attention deficit in multiple listening conditions. At present, the most effective ways to improve the performance of speech recognition in noise consists of providing CI processors with noise reduction algorithms and of providing patients with bilateral CIs. The aim of this study was to compare speech performances in noise, across increasing noise levels, in CI recipients using two kinds of wireless remote-microphone radio systems that use digital radio frequency transmission: the Roger Inspiro accessory and the Cochlear Wireless Mini Microphone accessory.Eleven Nucleus Cochlear CP910 CI young user subjects were studied. The signal/noise ratio, at a speech reception threshold (SRT) value of 50%, was measured in different conditions for each patient: with CI only, with the Roger or with the MiniMic accessory. The effect of the application of the SNR-noise reduction algorithm in each of these conditions was also assessed. The tests were performed with the subject positioned in front of the main speaker, at a distance of 2.5 m. Another two speakers were positioned at 3.50 m. The main speaker at 65 dB issued disyllabic words. Babble noise signal was delivered through the other speakers, with variable intensity.The use of both wireless remote microphones improved the SRT results. Both systems improved gain of speech performances. The gain was higher with the Mini Mic system (SRT = -4.76) than the Roger system (SRT = -3.01). The addition of the NR algorithm did not statistically further improve the results.There is significant improvement in speech recognition results with both wireless digital remote microphone accessories, in particular with the Mini Mic system when used with the CP910 processor. The use of a remote microphone accessory surpasses the benefit of application of NR algorithm.", "doi": "10.1016/j.ijporl.2017.10.002", "title": "Evaluation of speech reception threshold in noise in young Cochlear™ Nucleus® system 6 implant recipients using two different digital remote microphone technologies and a speech enhancement sound processing algorithm.", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."]}