{"authors": [["Plewnia", "Christian", "C", "Department of Psychiatry and Psychotherapy, Neurophysiology and Interventional Neuropsychiatry, University of Tübingen, Calwerstrasse 14, 72076, Tübingen, Germany. christian.plewnia@uni-tuebingen.de."], ["Brendel", "Bettina", "B", "Department of Psychiatry and Psychotherapy, Neurophysiology and Interventional Neuropsychiatry, University of Tübingen, Calwerstrasse 14, 72076, Tübingen, Germany."], ["Schwippel", "Tobias", "T", "Department of Psychiatry and Psychotherapy, Neurophysiology and Interventional Neuropsychiatry, University of Tübingen, Calwerstrasse 14, 72076, Tübingen, Germany."], ["Martus", "Peter", "P", "Institute of Clinical Epidemiology and Applied Biometry of the University of Tübingen, Silcherstr. 5, 72076, Tübingen, Germany."], ["Cordes", "Joachim", "J", "LVR-Klinikum Düsseldorf, Kliniken der Heinrich-Heine Universität Düsseldorf, 40629, Düsseldorf, Germany."], ["Hasan", "Alkomiet", "A", "Department of Psychiatry and Psychotherapy, Klinikum der Universität München, Ludwig-Maximilians University Munich, Nußbaumstraße 7, 80336, Munich, Germany."], ["Fallgatter", "Andreas J", "AJ", "Department of Psychiatry and Psychotherapy, Neurophysiology and Interventional Neuropsychiatry, University of Tübingen, Calwerstrasse 14, 72076, Tübingen, Germany."]], "date": "2017-12-09", "id": "29224040", "text": "Auditory verbal hallucinations (AH) are core symptoms of schizophrenia. They are often severely distressing and refractory to therapy. Their perception is associated with increased activity in temporoparietal areas of the brain. Repetitive transcranial magnetic stimulation (rTMS) can reduce focal brain hyperactivity and has been shown to ameliorate AH. However, controlled multicenter clinical trials are still missing, effect sizes are moderate, and the treatment with rTMS is time consuming. Continuous theta burst stimulation (cTBS) is a quicker and potentially more effective technique to reduce cortical hyperactivity. First case and pilot studies indicate effectiveness in the treatment of AH. In this randomized, sham-controlled, double-blind multicenter clinical trial, 86 patients with schizophrenia spectrum disorder will be randomized to either cTBS or sham to the left and right temporoparietal cortex during three consecutive weeks (15 sessions totally). In each session, both hemispheres will be stimulated sequentially. The order in the first session (left-right or right-left, respectively) will be determined by randomization and alternated in all following sessions. Primary outcome is the reduction of mean PSYRATS-AH score after cTBS as compared to sham treatment. Follow-up measurements will be performed 1, 3 and 6 months after the end of the treatment. Statistical analysis will be based on the intention-to-treat population including all randomized patients using an analysis of covariance. This multicenter-controlled clinical trial will be able to provide decisive evidence for the efficacy of cTBS in the treatment of AH. The results will be suitable to clarify the role of this innovative, pathophysiology-based therapeutic approach in treatment guidelines for AH.ClinicalTrials.gov identifier: NCT02670291.", "doi": "10.1007/s00406-017-0861-3", "title": "Treatment of auditory hallucinations with bilateral theta burst stimulation (cTBS): protocol of a randomized, double-blind, placebo-controlled, multicenter trial.", "journal": ["European archives of psychiatry and clinical neuroscience", "Eur Arch Psychiatry Clin Neurosci"]}