{"authors": [["Eldeghaidy", "Sally", "S", "Sir Peter Mansfield Imaging Centre, School of Physics and Astronomy, University of Nottingham, UK. Electronic address: Sally.Eldeghaidy@nottingham.ac.uk."], ["Thomas", "Daniel", "D", "Sir Peter Mansfield Imaging Centre, School of Physics and Astronomy, University of Nottingham, UK."], ["Skinner", "Martha", "M", "Sir Peter Mansfield Imaging Centre, School of Physics and Astronomy, University of Nottingham, UK; Sensory Science Centre, School of Biosciences, Sutton Bonington Campus, University of Nottingham, Loughborough, UK."], ["Ford", "Rebecca", "R", "Sensory Science Centre, School of Biosciences, Sutton Bonington Campus, University of Nottingham, Loughborough, UK."], ["Giesbrecht", "Timo", "T", "Unilever Research and Development, Port Sunlight, Wirral, Merseyside, CH63 3JW, UK."], ["Thomas", "Anna", "A", "Unilever Research and Development, Port Sunlight, Wirral, Merseyside, CH63 3JW, UK."], ["Hort", "Joanne", "J", "Sensory Science Centre, School of Biosciences, Sutton Bonington Campus, University of Nottingham, Loughborough, UK."], ["Francis", "Susan", "S", "Sir Peter Mansfield Imaging Centre, School of Physics and Astronomy, University of Nottingham, UK."]], "date": "2017-12-06", "id": "29223711", "text": "Determination of the number of fungiform papillae (FP) on the human tongue is an important measure that has frequently been associated with individual differences in oral perception, including taste sensitivity. At present, there is no standardised method consistently used to identify the number of FP, and primarily scientists manually count papillae over a small region(s) of the anterior tip of a stained tongue. In this study, a rapid automated method was developed to quantify the number of FP across the anterior 2cm of an unstained tongue from high resolution digital images. In 60 participants, the automated method was validated against traditional manual counting, and then used to assess the relationship between the number of FP and taste phenotype (both 6-n-propylthiouracil (PROP) and Thermal Taster Status). FP count on the anterior 2cm of the tongue was found to correlate significantly with PROP taster status. PROP supertasters (PSTs) had a significantly higher FP count compared with PROP non-tasters (PNTs). Conversely, the common approach used to determine the number of FP in a small 6mm diameter circle on the anterior tongue tip, did not show a significant correlation irrespective of whether it was determined via automated or manual counting. The regional distribution of FP was assessed across PROP taster status groups. PSTs had a significantly higher FP count within the first centimetre of the anterior tongue compared with the PNT and PROP medium-tasters (PMT), with no significant difference in the second centimetre. No significant relationship was found with Thermal Taster Status and FP count, or interaction with PROP taster status groups, supporting previous evidence suggesting these phenomena are independent. The automated method is a valuable tool, enabling reliable quantification of FP over the anterior 2cm surface of the tongue, and overcomes subjective discrepancies in manual counting.", "doi": "10.1016/j.physbeh.2017.12.003", "title": "An automated method to detect and quantify fungiform papillae in the human tongue: Validation and relationship to phenotypical differences in taste perception.", "journal": ["Physiology & behavior", "Physiol. Behav."]}