{"authors": [["Lahger", "Christian", "C", "IFM Biology, Linköping University, SE 581 83 Linköping, Sweden."], ["Laska", "Matthias", "M", "IFM Biology, Linköping University, SE 581 83 Linköping, Sweden. Electronic address: malas@ifm.liu.se."]], "date": "2017-12-06", "id": "29223710", "text": "The odor of blood may have both aversive and attractive properties for mammals, depending on the species of the odor donor and the species perceiving the odor. To better understand the informational content of blood odor for a prey species we assessed behavioral responses of male CD-1 mice (n=60) to the odor of blood of same-sex and opposite-sex conspecifics, of a natural predator of mice (cat), and of a herbivore (horse) and an omnivore (human) non-predator of mice. Further, we assessed their behavior towards the mammalian blood odor component trans-4,5-epoxy-(E)-2-decenal which recent studies have shown to be as attractive to mammalian predators as the odor of real blood. A two-compartment test arena was used to record approach/avoidance behavior when the animals were presented with an odor in one compartment and a blank control in the other compartment. We found that both conspecific and heterospecific blood odors elicited significant avoidance behavior in the mice whereas a control odor (n-pentyl acetate) did not. The blood odor component trans-4,5-epoxy-(E)-2-decenal was also significantly avoided and thus appears to play an important role in the perception of mammalian blood odor in this prey species. These results support the notion that mammalian blood odor contains an olfactory warning signal which elicits an adaptive behavioral avoidance response in a prey species, the mouse. Our finding that the mice avoided the mammalian blood odor component trans-4,5-epoxy-(E)-2-decenal to the same degree as the odor of real blood suggests that this volatile compound might be (part of) this warning signal.", "doi": "10.1016/j.physbeh.2017.12.006", "title": "Behavioral responses of CD-1 mice to conspecific and heterospecific blood odors and to a blood odor component.", "journal": ["Physiology & behavior", "Physiol. Behav."]}