{"authors": [["Bertocchio", "Jean-Philippe", "JP", "Service d'explorations fonctionnelles rénales et métaboliques, hôpital européen Georges-Pompidou, AP-HP, 20, rue Leblanc, 75908 Paris cedex 15, France. Electronic address: jean-philippe.bertocchio@aphp.fr."], ["Baranger", "Thierry", "T", "Service de néphrologie-dialyse, polyclinique Bordeaux Nord-Aquitaine, 15-35, rue Claude-Boucher, 33300 Bordeaux cedex, France."], ["Isnard-Rouchon", "Myriam", "M", "Unité de dialyse, Aura-Auvergne, 8, rue du Colombier, 63400 Chamalières, France."], ["Zaoui", "Philippe", "P", "Service de néphrologie, CHU de Grenoble, boulevard de la Chantourne, 38700 La Tronche, France."], ["Mousson", "Christiane", "C", "Service de néphrologie, CHU de Dijon, 14, rue Gaffarel, BP 77908, 21079 Dijon cedex, France."], ["Deray", "Gibert", "G", "Service Icar, service de néphrologie, hôpital de la Pitié-Salpêtrière, AP-HP, 47-83, boulevard de l'Hôpital, 75651 Paris, France."]], "date": "2017-12-06", "id": "29223662", "text": "The impact of chronic kidney disease (CKD) on vital impetus is poorly documented in patients not undergoing renal dialysis and discrepancies can be observed between patients and physicians in perception of QoL and impact of the disease.A self-questionnaire was sent to 1282 French nephrologists and a mirrored self-questionnaire was given to patients (CKD stage 3, 4 or 5) by their nephrologist. Data were collected prospectively and anonymously.A total of 261 nephrologists and 172 patients participated in the survey. Sixty-six percent of patients reported a negative impact of the disease on their quality of life, which is also identified by nephrologists: important impact 22% vs 27%, mild or inconstant 44% vs 47%, mild or absent 34% vs 31% in patients and nephrologists, respectively. They had different perceptions about factors contributing to vital force; in particular, nephrologists underestimated their key role in psychological support. Indeed, the optimism and encouragements of nephrologists were considered to be a key factor of vital force for 60% of patients vs 20% of nephrologists (P<0,001). During consultations, nephrologists were primarily focused on biological abnormalities and adherence to treatment while mood or sexual disorders were rarely investigated. The main objective of treatment was to maintain a normal life for patients and to delay dialysis for nephrologists.Nephrologists have a relative knowledge of CKD impact on the vital impetus of patients, but there are differences of perception. It could be improved through specific trainings.", "doi": "10.1016/j.nephro.2017.10.002", "title": "[Discrepancies (and confluences) in perception between patients and nephrologists of chronic kidney disease impact on vital impetus in adults not undergoing hemodialysis: Results of the French MAEVA study].", "journal": ["Nephrologie & therapeutique", "Nephrol. Ther."]}