{"authors": [["Natour", "Yaser S", "YS", "Department of Hearing and Speech Sciences, School of Rehabilitation Sciences, The University of Jordan, Jordan."], ["Darawsheh", "Wesam B", "WB", "Department of Occupational Therapy, School of Rehabilitation Sciences, The University of Jordan, Jordan. Electronic address: w.darawsheh@gmail.com."], ["Bashiti", "Sara", "S", "The Faculty of Pharmacy, Nursing and Allied Health Professions, Speech Language Pathology and Audiology Department, Birzeit University, Palestine."], ["Wari", "Majd", "M", "The Faculty of Pharmacy, Nursing and Allied Health Professions, Speech Language Pathology and Audiology Department, Birzeit University, Palestine."], ["Taha", "Juhayna", "J", "The Faculty of Pharmacy, Nursing and Allied Health Professions, Speech Language Pathology and Audiology Department, Birzeit University, Palestine."], ["Odeh", "Thair", "T", "The Faculty of Pharmacy, Nursing and Allied Health Professions, Speech Language Pathology and Audiology Department, Birzeit University, Palestine."]], "date": "2017-12-05", "id": "29223491", "text": "to investigate acoustic features of phonation and perception of voice handicap in street vendors.Eighty-eight participants (44 street vendors, 44 controls) were recruited. The mean age of the group was 38.9±16.0 years (range: 20-78 years). Scores of the Arabic version of the Voice Handicap Index (VHI-Arab) were used for analysis. Acoustic measures of fundamental frequency (F0), jitter, shimmer, and signal-to-noise ratio (SNR) were also analyzed.Analysis showed a significant difference between street vendors and controls in the total score of the VHI-Arab (p<0.001) as well as scores of all three VHI-Arab subsections: functional (p<0.001), physical (p<0.001), and emotional (p=0.025). Weak correlations were found among all of the VHI scores and acoustic measures (-0.219≤ r≤0.355), except for SNR where a moderate negative correlations were found (r=-0.555; -0.4) between the VHI (physical and total) scores and SNR values. Significant differences also were found in F0, jitter, and SNR among specific subgroups of street vendors when stratified by weekly hours worked (p<0.05), and in jitter (p=0.39) when stratified by educational level.Perception of voice handicap and a possible effect on vocal quality in street vendors were noted. The effect of factors, namely work hours and educational level, on voice quality should be further studied.", "doi": "10.1016/j.jcomdis.2017.12.002", "title": "A study of VHI scores and acoustic features in street vendors as occupational voice users.", "journal": ["Journal of communication disorders", "J Commun Disord"]}