{"authors": [["Kharrat", "Ashraf", "A", "Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: ashraf.kharrat@gmail.com."], ["Moore", "Gregory P", "GP", "Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada."], ["Beckett", "Stéphanie", "S", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Nicholls", "Stuart G", "SG", "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada."], ["Sampson", "Margaret", "M", "Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada."], ["Daboval", "Thierry", "T", "Department of Pediatrics, University of Ottawa, Ottawa, Ontario, Canada."]], "date": "2017-12-06", "id": "29223461", "text": "To synthesize and describe parental expectations on how healthcare professionals should interact with them during a peripartum, antenatal consultation for extremely preterm infants.For this systematic literature review with textual narrative synthesis, we included studies that explored parental perspectives regarding the antenatal consultation for an extremely preterm infant. Electronic searches of Medline, CINAHL, PsycInfo, and Embase were conducted, along with a search of the grey literature. Quality appraisal was conducted using the guide by Walsh and Downe. Two independent reviewers reviewed 783 titles, of which 130 abstracts then 40 full-text articles were reviewed. Final data abstraction includes 19 studies. We predetermined 6 topics of interest (setting, timing, preferred healthcare professional, information, resources, and parents-physician interaction) to facilitate thematic analysis.In consideration of the variability of parents' specific desires, six predetermined topics and additional overarching themes such as perception of support, degree of understanding, hope, spirituality, and decision-making influences emerged. Studies suggest the quality of the antenatal consultation is not purely about information content, but also the manner in which it is provided. Limitations include thematic analysis that can potentially lead to the exclusion of important nuances. Relevant studies may have been missed if published outside the healthcare literature.The findings may inform clinical practice guidelines. This paper includes suggested strategies related to parents' perspectives that may facilitate communication during antenatal consultation for an extremely preterm infant. These strategies may also support parental engagement and satisfaction.", "doi": "10.1016/j.jpeds.2017.10.067", "title": "Antenatal Consultations at Extreme Prematurity: A Systematic Review of Parent Communication Needs.", "journal": ["The Journal of pediatrics", "J. Pediatr."]}