{"authors": [["Choi", "Namkee G", "NG", "School of Social Work,University of Texas at Austin,1925 San Jacinto Blvd,Austin,TX,78712,USA."], ["DiNitto", "Diana M", "DM", "School of Social Work,University of Texas at Austin,1925 San Jacinto Blvd,Austin,TX,78712,USA."], ["Marti", "C Nathan", "CN", "School of Social Work,University of Texas at Austin,1925 San Jacinto Blvd,Austin,TX,78712,USA."]], "date": "2017-12-10", "id": "29223184", "text": "Compared to their non-using age peers, older marijuana users are known to have lower marijuana risk perceptions. We examined associations of older marijuana users' risk perceptions with their marijuana use patterns and substance use disorders.Data are from 2013 to 2015 National Survey of Drug Use and Health (N = 24,057 respondents aged 50+ years). Bivariate logistic regression was used to compare risk perceptions among never users, former users, and past-year users aged 50+ years. Multivariable logistic regression was used to test associations between risk perception and marijuana use status and between risk perception and marijuana use patterns.Among the total sample, former (AOR = 0.30, 95% CI = 0.27-0.32) and past-year (AOR = 0.05, 95% CI = 0.04-0.06) marijuana users had significantly lower odds of moderate/great risk perception (as opposed to no/slight risk perception) than never users. Among past-year users, odds of moderate/great risk perception were lower among those who used marijuana more frequently (AOR = 0.14, 95% CI = 0.07-0.28 for 300+ days of use compared to 1-11 days of use) and who reported any medical marijuana use (AOR = 0.27, 95% CI = 0.14-0.51). However, those who had marijuana use disorder were 3.5 times more likely to report moderate/great risk perception (AOR = 3.50, 95% CI = 1.62-7.58). Those who had a college education, had higher incomes, and resided in states with medical marijuana laws also had lower risk perceptions.Public health education on scientific evidence about marijuana's benefits and harms and age-appropriate treatment for older adults with substance use problems are needed. Research on risk perception formation using longitudinal data among older adults is also needed.", "doi": "10.1017/S1041610217002794", "title": "Older marijuana users' marijuana risk perceptions: associations with marijuana use patterns and marijuana and other substance use disorders.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}