{"authors": [["Rowles", "Lewis Stetson", "LS", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA."], ["Alcalde", "Reinaldo", "R", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA."], ["Bogolasky", "Francisca", "F", "The Lyndon B. Johnson School of Public Affairs, University of Texas at Austin, TX, USA."], ["Kum", "Soyoon", "S", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA."], ["Diaz-Arriaga", "Farith A", "FA", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA."], ["Ayres", "Craig", "C", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA."], ["Mikelonis", "Anne M", "AM", "Clean Water Science Network, Raleigh, NC, USA."], ["Toledo-Flores", "Luis Javier", "LJ", "Instituto Tecnológico de Oaxaca, Oaxaca, Mexico."], ["Alonso-Gutiérrez", "Manuel Gerardo", "MG", "Insituto Politécnico Nacional, Centro Interdisciplinario de Investigación para el Desarrollo Integral Regional Unidad, Oaxaca, Mexico."], ["Pérez-Flores", "Maria Eufemia", "ME", "Insituto Politécnico Nacional, Centro Interdisciplinario de Investigación para el Desarrollo Integral Regional Unidad, Oaxaca, Mexico."], ["Lawler", "Desmond F", "DF", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA."], ["Ward", "Peter M", "PM", "The Lyndon B. Johnson School of Public Affairs, University of Texas at Austin, TX, USA."], ["Lopez-Cruz", "Juana Yolanda", "JY", "Insituto Politécnico Nacional, Centro Interdisciplinario de Investigación para el Desarrollo Integral Regional Unidad, Oaxaca, Mexico."], ["Saleh", "Navid B", "NB", "Department of Civil, Architectural and Environmental Engineering, University of Texas at Austin, Austin, TX, USA. Electronic address: navid.saleh@utexas.edu."]], "date": "2017-12-06", "id": "29223086", "text": "Compromised water quality risks public health, which becomes particularly acute in economically marginalized communities. Although the majority of the clean-water-deprived population resides in Sub-Saharan Africa and Asia, a significant portion (32 million) lives in Meso- and Latin-America. Oaxaca is one of the marginalized southern states of Mexico, which has experienced high morbidity from infectious diseases and also has suffered from a high rate of infant mortality. However, there has been a paucity of reports on the status of water quality of culturally diverse rural Oaxaca. This study follows community-based participatory research methods to address the data gap by reporting on water quality (chemical and microbiological) and by exploring social realities and water use practices within and among communities. Surveys and water quality analyses were conducted on 73 households in three rural communities, which were selected based on the choice of water sources (i.e., river water, groundwater, and spring water). Statistically significant variations among communities were observed including the sanitation infrastructure (p-value 0.001), public perception on water quality (p-value 0.007), and actual microbiological quality of water (p-value 0.001). Results indicate a high prevalence of diarrheal diseases, a desire to improve water quality and reduce the cost of water, and a need for education on water quality and health in all the surveyed communities. The complexities among the three studied communities highlight the need for undertaking appropriate policies and water treatment solutions.", "doi": "10.1016/j.scitotenv.2017.11.309", "title": "Perceived versus actual water quality: Community studies in rural Oaxaca, Mexico.", "journal": ["The Science of the total environment", "Sci. Total Environ."]}