{"authors": [["Garcia-Argibay", "Miguel", "M", "Department of Behavioral Science, National University of Distance Education (UNED), Juan del Rosal, 10, 28040, Madrid, Spain. miguel.garciaargibay@gmail.com."], ["Santed", "Miguel A", "MA", "Department of Personality Psychology, National University of Distance Education (UNED), Madrid, Spain."], ["Reales", "José M", "JM", "Department of Behavioral Science, National University of Distance Education (UNED), Juan del Rosal, 10, 28040, Madrid, Spain."]], "date": "2017-12-08", "id": "29222722", "text": "The presentation of two pure tones to each ear separately with a slight difference in their frequency results in the perception of a single tone that fluctuates in amplitude at a frequency that equals the difference of interaural frequencies. This perceptual phenomenon is known as binaural auditory beats, and it is thought to entrain electrocortical activity and enhance cognition functions such as attention and memory. The aim of this study was to determine the effect of binaural auditory beats on long-term memory. Participants (n = 32) were kept blind to the goal of the study and performed both the free recall and recognition tasks after being exposed to binaural auditory beats, either in the beta (20 Hz) or theta (5 Hz) frequency bands and white noise as a control condition. Exposure to beta-frequency binaural beats yielded a greater proportion of correctly recalled words and a higher sensitivity index d' in recognition tasks, while theta-frequency binaural-beat presentation lessened the number of correctly remembered words and the sensitivity index. On the other hand, we could not find differences in the conditional probability for recall given recognition between beta and theta frequencies and white noise, suggesting that the observed changes in recognition were due to the recollection component. These findings indicate that the presentation of binaural auditory beats can affect long-term memory both positively and negatively, depending on the frequency used.", "doi": "10.1007/s00426-017-0959-2", "title": "Binaural auditory beats affect long-term memory.", "journal": ["Psychological research", "Psychol Res"]}