{"authors": [["Khayat", "Meiaad", "M", "Wellcome-Wolfson Centre for Experimental Medicine, School of Medicine, Dentistry and Biomedical Sciences, Queen's University, Belfast, United Kingdom."], ["Lois", "Noemi", "N", "Wellcome-Wolfson Centre for Experimental Medicine, School of Medicine, Dentistry and Biomedical Sciences, Queen's University, Belfast, United Kingdom."], ["Williams", "Michael", "M", "Centre for Medical Education, School of Medicine, Dentistry and Biomedical Sciences, Queen's University, Belfast, United Kingdom."], ["Stitt", "Alan W", "AW", "Wellcome-Wolfson Centre for Experimental Medicine, School of Medicine, Dentistry and Biomedical Sciences, Queen's University, Belfast, United Kingdom."]], "date": null, "id": "29222552", "text": "To provide a comprehensive and current review on the available experimental animal models of retinal vein occlusion (RVO) and to identify their strengths and limitations with the purpose of helping researchers to plan preclinical studies on RVO.A systematic review of the literature on experimental animal models of RVO was undertaken. Medline, SCOPUS, and Web of Science databases were searched. Studies published between January 1, 1965, and March 31, 2017, and that met the inclusion criteria were reviewed. The data extracted included animal species used, methods of inducing RVO, and the clinical and histopathologic features of the models, especially in relation to strengths, limitations, and faithfulness to clinical sequelae.A total of 128 articles fulfilling the inclusion criteria were included. Several species were used to model human branch and central RVO (BRVO; CRVO) with nonhuman primates being the most common, followed by rodents and pigs. BRVO and CRVO were most commonly induced by laser photocoagulation and all models showed early features of clinical disease, including retinal hemorrhages and retinal edema. These features made many of the models adequate for studying the acute phase of BRVO and CRVO, although macular edema, retinal ischemia, and neovascular complications were observed in only a few experimental animal models (laser-induced model in rodents, pigs, and nonhuman primates, diathermy-induced model in pigs, and following intravitreal injection of PD0325901 in rabbits for BRVO; and in the laser-induced model in rodents, rabbits, and nonhuman primates, diathermy-induced model in nonhuman primates, following permanent ligation of the central retinal vein in nonhuman primates, and with intravitreal injection of thrombin in rabbits for CRVO).Experimental animal models of RVO are available to study the pathogenesis of this disease and to evaluate diagnostic/prognostic biomarkers and to develop new therapeutics. Data available suggest laser-induced RVO in pigs and rodents to be overall the best models of BRVO and the laser-induced RVO rodents the best model for CRVO.", "doi": "10.1167/iovs.17-22788", "title": "Animal Models of Retinal Vein Occlusion.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}