{"authors": [["Tran", "Huy", "H", "Vascular Biology Center, Division of Hematology, Oncology, and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN; and."], ["Gupta", "Mihir", "M", "Department of Neurosurgery, University of California San Diego, La Jolla, CA."], ["Gupta", "Kalpna", "K", "Vascular Biology Center, Division of Hematology, Oncology, and Transplantation, Department of Medicine, University of Minnesota, Minneapolis, MN; and."]], "date": null, "id": "29222304", "text": "Patients with sickle cell disease (SCD) suffer from intense pain that can start during infancy and increase in severity throughout life, leading to hospitalization and poor quality of life. A unique feature of SCD is vaso-occlusive crises (VOCs) characterized by episodic, recurrent, and unpredictable episodes of acute pain. Microvascular obstruction during a VOC leads to impaired oxygen supply to the periphery and ischemia reperfusion injury, inflammation, oxidative stress, and endothelial dysfunction, all of which may perpetuate a noxious microenvironment leading to pain. In addition to episodic acute pain, patients with SCD also report chronic pain. Current treatment of moderate to severe pain in SCD is mostly reliant upon opioids; however, long-term use of opioids is associated with multiple side effects. This review presents up-to-date developments in our understanding of the pathobiology of pain in SCD. To help focus future research efforts, major gaps in knowledge are identified regarding how sickle pathobiology evokes pain, pathways specific to chronic and acute sickle pain, perception-based targets of \"top-down\" mechanisms originating from the brain and neuromodulation, and how pain affects the sickle microenvironment and pathophysiology. This review also describes mechanism-based targets that may help develop novel therapeutic and/or preventive strategies to ameliorate pain in SCD.", "doi": "10.1182/asheducation-2017.1.546", "title": "Targeting novel mechanisms of pain in sickle cell disease.", "journal": ["Hematology. American Society of Hematology. Education Program", "Hematology Am Soc Hematol Educ Program"]}