{"authors": [["Jakobsen", "Lasse", "L", "Centre for BioRobotics, Dept. Biology, University of Southern Denmark, Denmark lasse@biology.sdu.dk."], ["Hallam", "John", "J", "Centre for BioRobotics, Maersk McKinney Moller Institute, University of Southern Denmark, Denmark."], ["Moss", "Cynthia F", "CF", "Johns Hopkins University, Baltimore, USA."], ["Hedenström", "Anders", "A", "Centre for animal movement research, Dept. Biology, Lund University, Sweden."]], "date": "2017-12-08", "id": "29222128", "text": "All echolocating bats and whales measured to date emit a directional bio-sonar beam that affords them a number of advantages over an omni-directional beam, i.e. reduced clutter, increased source level and inherent directional information. In this study we investigated the importance of a directional sound emission for navigation through echolocation by measuring the sonar beam of brown long-eared bats, Plecotus auritusP. auritus emits sound through the nostrils but has no external appendages to readily facility a directional sound emission as found in most nose emitters. The study shows that P. auritus, despite the lack of an external focusing apparatus, emits a directional echolocation beam (Directivity index=13 dB) and that the beam is more directional vertically (-6 dB angle at 22°) than horizontally (-6dB angle at 35°). Using a simple numerical model we find that the recorded emission pattern is achievable if P. auritus emits sound through the nostrils as well as the mouth. The study thus supports the hypothesis that a directional echolocation beam is important for perception through echolocation and we propose that animals with similarly un-directional emitter characteristics may facilitate a directional sound emission by emitting sound both through the nostrils and the mouth.", "doi": "10.1242/jeb.171926", "title": "Directionality of nose-emitted echolocation calls from bats without a nose-leaf (Plecotus auritus).", "journal": ["The Journal of experimental biology", "J. Exp. Biol."]}