{"authors": [["Xiong", "Qian", "Q", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Lu", "Bin", "B", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Ye", "Hong-Ying", "HY", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Liu", "Si-Ying", "SY", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Zheng", "Hang-Ping", "HP", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Zhang", "Rui-Yun", "RY", "Jing'an Temple Street Community Health Service Center, Shanghai 200040, China."], ["Qiao", "Xiao-Na", "XN", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Zhang", "Shuo", "S", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Liu", "Xiao-Xia", "XX", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Li", "Qing-Chun", "QC", "Jing'an District Center Hospital of Shanghai, Fudan University, Shanghai 200040, China."], ["Yi", "Na", "N", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Wu", "Liang-Cheng", "LC", "Jing'an District Center Hospital of Shanghai, Fudan University, Shanghai 200040, China."], ["Wen", "Jie", "J", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China."], ["Zhang", "Tian-Song", "TS", "Jing'an District Center Hospital of Shanghai, Fudan University, Shanghai 200040, China."], ["Li", "Yi-Ming", "YM", "Department of Endocrinology and Metabolism, Huashan Hospital, Fudan University, Shanghai 200040, China. Electronic address: yimingli@fudan.edu.cn."]], "date": "2017-12-06", "id": "29221815", "text": "To evaluate the efficacy of corneal confocal microscopy (CCM) as a non-invasive test to assess diabetic peripheral neuropathy in Chinese patients diagnosed with type 2 diabetes.Diabetic distal symmetric polyneuropathy (DSPN) and its severity degrees were assessed based on the modified Toronto diagnostic criteria in 128 patients with type 2 diabetes (No DSPN [n = 49], mild DSPN [n = 43], moderate-to-severe DSPN [n = 36]) and 24 age-matched controls. CCM was also examined in all enrolled subjects. Corneal nerve fiber length (CNFL), corneal nerve branch density (CNBD) and corneal nerve fiber density (CNFD) were analyzed by Fiji imaging analysis software. The efficacy of CCM as a non-invasive test to assess diabetic peripheral neuropathy was determined.CNFL was 17.99 ± 0.66, 15.82 ± 0.64, 14.98 ± 0.63, and 12.49 ± 0.93 in healthy controls, T2DM patients with no, mild, and moderate-to-severe DPN, respectively. CNFL in type 2 diabetes patients with no, mild, and moderate-to-severe DSPN demonstrated a significant reduction than in healthy controls (P = .012, .003 and <.001, respectively). CNFL in patients with moderate-to-severe DSPN was significantly shorter than in patients with no or mild DSPN (P < .001 and .004, respectively). CNBD was 41.48 ± 3.35, 33.02 ± 2.50, 30.91 ± 2.33, and 18.00 ± 2.33 in healthy controls, T2DM patients with no, mild, and moderate-to-severe DPN, respectively. CNBD in healthy control was significantly higher than in type 2 diabetes patients with no, mild, and moderate-to-severe DSPN (P = .036, 0.016 and < .001, respectively). CNBD in patients with moderate-to-severe DSPN was significantly lower than in patients with no or mild DSPN (P < .001 for both). CNFD was 35.32 ± 1.18, 35.68 ± 1.10, 34.54 ± 1.12, and 32.28 ± 1.76 in healthy controls, T2DM patients with no, mild, and moderate-to-severe DPN, respectively. CNFD did not differ among the four groups. In an analysis that divided CNFL, CNFD and CNBD into quartiles, there were no significant differences in electromyography findings and vibration perception threshold among the 4 groups; however, significant differences were seen in the positive distribution of temperature perception measurements following CNFL and CNBD stratification (P = .001 and < .001, respectively).CCM might be a non-invasive method for detecting DSPN and its severity degree in Chinese patients diagnosed with type 2 diabetes.", "doi": "10.1016/j.diabres.2017.11.026", "title": "Corneal confocal microscopy as a non-invasive test to assess diabetic peripheral neuropathy.", "journal": ["Diabetes research and clinical practice", "Diabetes Res. Clin. Pract."]}