{"authors": [["Sunwoo", "Jun-Sang", "JS", "Department of Neurology, Soonchunhyang University College of Medicine, Seoul Hospital, Seoul, South Korea."], ["Hwangbo", "Young", "Y", "Department of Preventive Medicine, Soonchunhyang University College of Medicine, Cheonan, South Korea."], ["Kim", "Won-Joo", "WJ", "Department of Neurology, Gangnam Severance Hospital, Yonsei University, College of Medicine, Seoul, South Korea."], ["Chu", "Min Kyung", "MK", "Department of Neurology, Hallym University College of Medicine, Seoul, South Korea."], ["Yun", "Chang-Ho", "CH", "Department of Neurology, Bundang Clinical Neuroscience Center, Seoul National University Bundang Hospital, Seongnam, South Korea."], ["Yang", "Kwang Ik", "KI", "Sleep Disorders Center, Department of Neurology, Soonchunhyang University College of Medicine, Cheonan Hospital, Cheonan, South Korea. Electronic address: neurofan@schmc.ac.kr."]], "date": "2017-10-07", "id": "29221776", "text": "The aim of this study was to evaluate sleep characteristics associated with drowsy driving in an adult population.The study subjects consisted of 1675 adults aged 19 years or older who completed a population-based questionnaire survey on sleep habits. Experiences of drowsy driving were obtained from self-reported data. We investigated sleep-related variables including sleep duration, sleep efficiency, chronotype, subjective sleep perception, daytime sleepiness, sleep quality, and snoring. We performed multivariate logistic regression analysis to determine sleep characteristics independently associated with drowsy driving.The mean age of the subjects was 43.2 years, and 66.3% were men. The prevalence of self-reported drowsy driving was 23.6% (396 of 1675), and 33.1% of subjects experienced dozing at the wheel at least once a month. Multivariate analysis demonstrated that men, office and manual workers, excessive daytime sleepiness, depression, habitual snoring, and perceived insufficient sleep were independently associated with drowsy driving. Subgroup analyses revealed that reduced weekday sleep duration was a risk factor of drowsy driving in adults with perceived sufficient sleep. On the other hand, frequent alcohol drinking significantly increased risk of drowsy driving in the subgroup with perceived sleep insufficiency. Furthermore, ordinal regression analyses confirmed the association between sleep characteristics and drowsy driving across different drowsy driving frequencies.Excessive daytime sleepiness, depression, habitual snoring, and perceived insufficient sleep were sleep-related risk factors for drowsy driving. In addition to maintaining healthy sleep habits, individuals at high risk should be encouraged to evaluate underlying sleep disorders or psychiatric problems to prevent drowsy driving.", "doi": "10.1016/j.sleep.2017.08.020", "title": "Sleep characteristics associated with drowsy driving.", "journal": ["Sleep medicine", "Sleep Med."]}