{"authors": [["Chiluba", "Brian Chanda", "BC", "Department of Physiotherapy, School of Health Sciences, The University of Zambia, Lusaka, Zambia. babchiluba@yahoo.com."], ["Moyo", "Geoffrey", "G", "Department of Physiotherapy, School of Health Sciences, The University of Zambia, Lusaka, Zambia."]], "date": "2017-12-08", "id": "29221493", "text": "Cerebral palsy is a major cause of disability and most survivors are left with residual disability and are dependent on parents/caregivers for essential care. This study aimed to determine the experiences of parents/caregivers of cerebral palsy children receiving out-patient physiotherapy. A concurrent mixed methods was used to collect data in the present study. The modified caregiver strain index (MCSI-13) was used to detect Disturbed sleep, Inconvenient/Tiresome, Physical strain, Confining, Family changes, Changes in personal plan, Other demands, Emotional adjustments, Upsetting behavior, Patient has changed, Work adjustments, Financial Strain and Feeling Overwhelmed (strain morbidity) in 25 parents/caregivers of CP children. A purposive sample of 25 parents/caregivers was selected for both the quantitative part and qualitative part of the study. The study was conducted at Community Based Intervention Association Out-patients at the University Teaching Hospital in Lusaka, Zambia. The MCSI was used to collect quantitative data and in-depth interviews provided the qualitative data.The median age of the participants was 33.6 years and a range of 27 to 50 years. The study sample consisted of more females (92%) than males (8%). being overwhelmed and inconvenient/tiresome followed by family adjustments and work adjustment 72 and 68% respectively for each were the experiences mostly highlighted by the parents/caregivers in this study. When it came to the needs of the parents/caregivers more than half of them needed help with caring. To this effect participants expressed their perception; one mother had this to say, \"…I need someone to help in caring. Sometimes I need to do some other things but can't, because if I do then no one will remain with the child…\".This study point out to some evidence that the burden inflicted on those caring for children with cerebral palsy should be addressed if the quality of care for those with cerebral palsy is to be improved.", "doi": "10.1186/s13104-017-3011-0", "title": "Caring for a cerebral palsy child: a caregivers perspective at the University Teaching Hospital, Zambia.", "journal": ["BMC research notes", "BMC Res Notes"]}