{"authors": [["von Renteln", "Daniel", "D", "Department of Medicine, Division of Gastroenterology, Montréal University Hospital (CHUM), Montréal, Québec, Canada."], ["Bouin", "Mickael", "M", "Department of Medicine, Division of Gastroenterology, Montréal University Hospital (CHUM), Montréal, Québec, Canada."], ["Barkun", "Alan N", "AN", "Division of Gastroenterology, McGill University Health Center, McGill University, Montréal, Québec, Canada."], ["Weber", "Audrey", "A", "Department of Medicine, Division of Gastroenterology, Montréal University Hospital (CHUM), Montréal, Québec, Canada."], ["Robertson", "Douglas J", "DJ", "Department of Gastroenterology, Veterans Affairs Medical Center, White River Junction, Vermont, USA."], ["Anderson", "Joseph C", "JC", "Geisel School of Medicine at Dartmouth, Hanover, New Hampshire, USA."], ["Pohl", "Heiko", "H", "Department of Gastroenterology, Veterans Affairs Medical Center, White River Junction, Vermont, USA."]], "date": "2017-12-08", "id": "29220860", "text": "Background and study aims Current colonoscopy practice requires removal of diminutive polyps. This is associated with costs, but the benefits to colorectal cancer (CRC) prevention remain unclear. The study aim was to understand patients' willingness to defer resection of diminutive polyps and to examine the factors that influence patients' decisions. Patients and methods Adults presenting for a colonoscopy were surveyed at three hospitals in the USA and Canada. Survey domains included: patient characteristics, risk perception, knowledge about CRC risk, willingness to defer polyp resection, and associated concerns. The primary endpoint was the proportion of patients who would be willing to participate in a clinical trial that deferred resection of diminutive polyps. Secondary endpoints included factors associated with willingness to defer diminutive polyp resection. Results 557 eligible individuals completed the survey (mean age 63; 61 % men), with 50 % of respondents being willing to participate in a randomized trial in which resection of diminutive polyps would be deferred until the next surveillance colonoscopy (95 % confidence interval [CI] 46 % - 55 %). Outside of a clinical trial, 57 % of participants would be agreeable to deferring resection of diminutive polyps (95 %CI 51 % - 63 %). Willingness to defer diminutive polyp resection was associated with higher education (P = 0.001), greater knowledge about cancer risk (P = 0.002), and a lower perception of cancer risk (all P < 0.001). Age, sex, income, a history of polyps, and a first-degree family member with CRC were not associated with willingness to defer diminutive polyp resection. Conclusions More than half of individuals undergoing a routine colonoscopy would be agreeable to deferring resection of diminutive polyps and participating in a trial to evaluate this approach.", "doi": "10.1055/s-0043-121221", "title": "Patients' willingness to defer resection of diminutive polyps: results of a multicenter survey.", "journal": ["Endoscopy", "Endoscopy"]}