{"authors": [["Turel", "Ofir", "O", "Decision Neuroscience, Department of Psychology, University of Southern California, 3620 South McClintock Ave., Los Angeles, CA 90089-1061, USA; Information Systems & Decision Sciences, California State University, Fullerton, 800 N. State College Blvd., Fullerton, CA 92834, USA. Electronic address: oturel@fullerton.edu."], ["Brevers", "Damien", "D", "Medical Psychology Laboratory, Université Libre de Bruxelles, Belgium 4, Place Van Gehuchten, 1020 Brussels, Belgium."], ["Bechara", "Antoine", "A", "Decision Neuroscience, Department of Psychology, University of Southern California, 3620 South McClintock Ave., Los Angeles, CA 90089-1061, USA."]], "date": "2017-12-02", "id": "29220826", "text": "There is a growing concern over the addictiveness of Social Media use. Additional representative indicators of impaired control are needed in order to distinguish presumed social media addiction from normal use.(1) To examine the existence of time distortion during non-social media use tasks that involve social media cues among those who may be considered at-risk for social media addiction. (2) To examine the usefulness of this distortion for at-risk vs. low/no-risk classification.We used a task that prevented Facebook use and invoked Facebook reflections (survey on self-control strategies) and subsequently measured estimated vs. actual task completion time. We captured the level of addiction using the Bergen Facebook Addiction Scale in the survey, and we used a common cutoff criterion to classify people as at-risk vs. low/no-risk of Facebook addiction.The at-risk group presented significant upward time estimate bias and the low/no-risk group presented significant downward time estimate bias. The bias was positively correlated with Facebook addiction scores. It was efficacious, especially when combined with self-reported estimates of extent of Facebook use, in classifying people to the two categories.Our study points to a novel, easy to obtain, and useful marker of at-risk for social media addiction, which may be considered for inclusion in diagnosis tools and procedures.", "doi": "10.1016/j.jpsychires.2017.11.014", "title": "Time distortion when users at-risk for social media addiction engage in non-social media tasks.", "journal": ["Journal of psychiatric research", "J Psychiatr Res"]}