{"authors": [["Budryte", "Paulina", "P", "Department of Water and Waste Management, University of Duisburg-Essen, Essen, Germany. Electronic address: paulina.budryte@stud.uni-due.de."], ["Heldt", "Sonja", "S", "Department of Water and Waste Management, University of Duisburg-Essen, Essen, Germany."], ["Denecke", "Martin", "M", "Department of Water and Waste Management, University of Duisburg-Essen, Essen, Germany."]], "date": "2017-12-05", "id": "29220762", "text": "Integrated Water Resource Management (IWRM) was acknowledged as a leading concept in the water management for the last two decades by academia, political decision-makers and experts. It strongly promotes holistic management and participatory approaches. The flexibility and adaptability of IWRM concept are especially important for large, transboundary river basins - e.g. the Mekong river basin - where natural processes and hazards, as well as, human-made \"disasters\" are demanding for a comprehensive approach. In the Mekong river basin, the development and especially the enforcement of one common strategy has always been a struggle. The past holds some unsuccessful experiences. In 2016 Mekong River Commission published IWRM-based Basin Development Strategy 2016-2020 and The Mekong River Commission Strategic Plan 2016-2020. They should be the main guiding document for the Mekong river development in the near future. This study analyzes how the concept of public participation resembles the original IWRM participatory approach in these documents. Therefore, IWRM criteria for public participation in international literature and official documents from the Mekong river basin are compared. As there is often a difference between \"de jure\" and \"de facto\" implementation of public participation in management concepts, the perception of local stakeholders was assessed in addition. The results of social survey give an insight if local people are aware of Mekong river basin development and present their dominant attitudes about the issue. The findings enable recommendations how to mitigate obstacles in the implementation of common development strategy.", "doi": "10.1016/j.scitotenv.2017.11.345", "title": "Foundations of the participatory approach in the Mekong River basin management.", "journal": ["The Science of the total environment", "Sci. Total Environ."]}