{"authors": [["Huang", "Liyuan", "L", "Department of Business Administration, Nanfang College of Sun Yat-sen University, Guangzhou 510970, China; School of Tourism Management, Sun Yat-sen University, Guangzhou 510275, China."], ["Xu", "Honggang", "H", "School of Tourism Management, Sun Yat-sen University, Guangzhou 510275, China. Electronic address: xuhongg@mail.sysu.edu.cn."]], "date": "2017-11-28", "id": "29220705", "text": "Due to the rising demand for healthcare products and concern over environmental pollution, wellness tourism has been booming in China in recent years. The therapeutic landscape theory provides a multi-scale interpretation of wellness tourism to explore how wellness tourists achieve health in healing places. By presenting the results of 83 interviews conducted in Bama, China, this study reveals that the \"longevity village\" Bama, endorsed by centenarians, provides a retreat that combines natural beauty and a harmonious neighbourhood for wellness tourists. This article argues that although three themes-natural environment, social interaction and symbolic landscape-work together in the healing process of tourists, the symbolic landscape, which is significantly shaped by the longevity culture, plays a dominant role. Longevity in Chinese culture symbolizes the alignment of a strong body, graceful mind, and pleasant habitat. Furthermore, tourism reinforces the importance of symbols and imagination (of a place), the perception of longevity demonstrates the symbolic landscape and thus increases tourists' attachment to the place, and the unusual environment leads to a different therapeutic landscape from that of daily life. Finally, since to date there has been very few works on therapeutic landscapes in China, it is expected that this study will fill the knowledge gap and broaden the scope of application as well as conceptualization of the therapeutic landscape.", "doi": "10.1016/j.socscimed.2017.11.052", "title": "Therapeutic landscapes and longevity: Wellness tourism in Bama.", "journal": ["Social science & medicine (1982)", "Soc Sci Med"]}