{"authors": [["Mohan", "Sheila K", "SK", "1 Department of Radiology and Imaging Sciences, Emory University Hospital/BG20, 1364 Clifton Rd, NE, Atlanta, GA 30322."], ["Hudgins", "Patricia A", "PA", "1 Department of Radiology and Imaging Sciences, Emory University Hospital/BG20, 1364 Clifton Rd, NE, Atlanta, GA 30322."], ["Patel", "Mihir R", "MR", "2 Department of Otolaryngology-Head and Neck Surgery, Emory University Hospital, Atlanta, GA."], ["Stapleton", "Jim", "J", "3 Emory University Hospital, Atlanta, GA."], ["Duszak", "Richard", "R", "1 Department of Radiology and Imaging Sciences, Emory University Hospital/BG20, 1364 Clifton Rd, NE, Atlanta, GA 30322."], ["Aiken", "Ashley H", "AH", "1 Department of Radiology and Imaging Sciences, Emory University Hospital/BG20, 1364 Clifton Rd, NE, Atlanta, GA 30322."]], "date": "2017-12-08", "id": "29220209", "text": "Using a novel patient-centric approach, we assessed the impact of direct patient radiology reporting on the patient experience and patient perception of radiologists in a high-volume head and neck clinic.A single head and neck surgeon at a large academic center identified prospective outpatients who met the following inclusion criteria: having received treatment for head and neck cancer and having recently undergone surveillance imaging using the Neck Imaging Reporting and Data System template at our institution. The surgeon introduced the concept and gave patients a survey with questions before and after the radiology consultation. The radiologist met with the patient in the head and neck clinic's examination room, explaining the role of the radiologist and reviewing imaging findings.Twenty-seven patients completed surveys. An improved understanding of the role of the radiologist was noted (41% of patients before consultation vs 67% after consultation). After the consultation, fewer patients (56-22%) wanted to hear from the referring physician only, and more patients wanted to hear from the radiologist only (26-44%) or from both the referring physician and the radiologist (19-33%). A total of 70-93% of patients had an improved understanding of imaging findings and follow-up recommendations after meeting with the radiologist. Most patients expressed an interest in reviewing future studies with a radiologist (93%) and found the consultation helpful (96%).Direct patient reporting by the radiologist is feasible in a high-volume head and neck clinic and has a positive impact on the patient experience. Major factors that enabled direct patient reporting included our embedded reading room and the use of a standardized reporting template. After the consultation, more patients wanted to receive information from the radiologist and had a better understanding of the imaging results.", "doi": "10.2214/AJR.17.18327", "title": "Making Time for Patients: Positive Impact of Direct Patient Reporting.", "journal": ["AJR. American journal of roentgenology", "AJR Am J Roentgenol"]}