{"authors": [["Thomson", "Simon J", "SJ", "Department of Anesthesiology, Basildon and Thurrock University Hospitals NHS Foundation Trust, Basildon, Essex, UK."], ["Tavakkolizadeh", "Moein", "M", "Department of Anesthesiology, University College London Hospitals NHS Foundation Trust, Bloomsbury, London, UK."], ["Love-Jones", "Sarah", "S", "Department of Anesthesiology, Trust Headquarters Southmead Hospital, North Bristol NHS Trust, Bristol, UK."], ["Patel", "Nikunj K", "NK", "Neurosurgery, Trust Headquarters Southmead Hospital, North Bristol NHS Trust, Bristol, UK."], ["Gu", "Jianwen Wendy", "JW", "Research and Development, Boston Scientific Neuromodulation, Valencia, CA, USA."], ["Bains", "Amarpreet", "A", "Clinical, Boston Scientific Neuromodulation, Valencia, CA, USA."], ["Doan", "Que", "Q", "Research and Development, Boston Scientific Neuromodulation, Valencia, CA, USA."], ["Moffitt", "Michael", "M", "Research and Development, Boston Scientific Neuromodulation, Valencia, CA, USA."]], "date": "2017-12-08", "id": "29220121", "text": "The PROCO RCT is a multicenter, double-blind, crossover, randomized controlled trial (RCT) that investigated the effects of rate on analgesia in kilohertz frequency (1-10 kHz) spinal cord stimulation (SCS).Patients were implanted with SCS systems and underwent an eight-week search to identify the best location (\"sweet spot\") of stimulation at 10 kHz within the searched region (T8-T11). An electronic diary (e-diary) prompted patients for pain scores three times per day. Patients who responded to 10 kHz per e-diary numeric rating scale (ED-NRS) pain scores proceeded to double-blind rate randomization. Patients received 1, 4, 7, and 10 kHz SCS at the same sweet spot found for 10 kHz in randomized order (four weeks at each frequency). For each frequency, pulse width and amplitude were titrated to optimize therapy.All frequencies provided equivalent pain relief as measured by ED-NRS (p ≤ 0.002). However, mean charge per second differed across frequencies, with 1 kHz SCS requiring 60-70% less charge than higher frequencies (p ≤ 0.0002).The PROCO RCT provides Level I evidence for equivalent pain relief from 1 to 10 kHz with appropriate titration of pulse width and amplitude. 1 kHz required significantly less charge than higher frequencies.", "doi": "10.1111/ner.12746", "title": "Effects of Rate on Analgesia in Kilohertz Frequency Spinal Cord Stimulation: Results of the PROCO Randomized Controlled Trial.", "journal": ["Neuromodulation : journal of the International Neuromodulation Society", "Neuromodulation"]}