{"authors": [["Vincent", "A", "A", "Department of Ophthalmology and Vision Sciences, The Hospital for Sick Children, Toronto, ON, Canada."], ["AlAli", "A", "A", "Department of Ophthalmology and Vision Sciences, The Hospital for Sick Children, Toronto, ON, Canada."], ["MacDonald", "H", "H", "Department of Ophthalmology and Vision Sciences, The Hospital for Sick Children, Toronto, ON, Canada."], ["VandenHoven", "C", "C", "Department of Ophthalmology and Vision Sciences, The Hospital for Sick Children, Toronto, ON, Canada."], ["Héon", "E", "E", "Department of Ophthalmology and Vision Sciences, The Hospital for Sick Children, Toronto, ON, Canada."]], "date": "2017-12-08", "id": "29219953", "text": "PurposeTo describe the ocular and systemic phenotype in IQCB1-related disease.MethodsFour cases (3 males, 1 female) with molecularly confirmed IQCB1-related disease underwent ophthalmological examination including best-corrected visual acuity (BCVA) measurement, fundus evaluation, electroretinography (ERG), and spectral-domain optical coherence tomography (SD-OCT). Systemic evaluation including abdominal ultrasound was performed in all cases.ResultsBCVA ranged from perception of light (Case-2; 1 year) to 20/125 (Case-1; 9 years). Fundus evaluation showed whitish or silvery reflex outside the vascular arcades in all cases; the reflex was circumferential, irregular and covered at-least 6 clock hours at younger ages (3 cases; 1-4 years). The reflex was less conspicuous with increasing age (Case-1 (9 years) and Case-4 (20 years)). The peripheral retinal SD-OCT scans showed evidence of extensive deposition at the level of retinal pigment epithelium with complete absence of overlying photoreceptor outer segments and myoid zone. The ERG was non-detectable in all cases. All cases harbored biallelic nonsense (p.R364*, p. R455*) or frameshifting (p.M370Yfs*49, p.C253Afs*9) mutations in IQCB1. Case-1 additionally had developmental delay, hemi-hyperplasia, toe syndactyly, and kidney cysts.ConclusionIQCB1-related syndromic or non-syndromic Leber congenital amaurosis (LCA) carries unique retinal characteristics which helps differentiate IQCB1-retinopathy from other genetic forms of LCA in childhood.Eye advance online publication, 8 December 2017; doi:10.1038/eye.2017.283.", "doi": "10.1038/eye.2017.283", "title": "Specific retinal phenotype in early IQCB1-related disease.", "journal": ["Eye (London, England)", "Eye (Lond)"]}