{"authors": [["Chen", "Stephanie Y", "SY", "Division of Otology, Neurotology and Skull Base Surgery, Department of Otolaryngology-Head and Neck Surgery, Columbia University College of Physicians and Surgeons, New York, New York, U.S.A."], ["Griffin", "Brianna M", "BM", "Division of Otology, Neurotology and Skull Base Surgery, Department of Otolaryngology-Head and Neck Surgery, Columbia University College of Physicians and Surgeons, New York, New York, U.S.A."], ["Mancuso", "Dean", "D", "Department of Otolaryngology-Head and Neck Surgery, Columbia University Cochlear Implant Center, New York, New York, U.S.A."], ["Shiau", "Stephanie", "S", "Department of Epidemiology, Columbia University Mailman School of Public Health, New York, New York, U.S.A."], ["DiMattia", "Michelle", "M", "Department of Otolaryngology-Head and Neck Surgery, Columbia University Voice and Swallowing Institute, New York, New York, U.S.A."], ["Cellum", "Ilana", "I", "Department of Otolaryngology-Head and Neck Surgery, Columbia University Cochlear Implant Center, New York, New York, U.S.A."], ["Harvey Boyd", "Kelly", "K", "Department of Otolaryngology-Head and Neck Surgery, Columbia University Voice and Swallowing Institute, New York, New York, U.S.A."], ["Prevoteau", "Charlotte", "C", "Department of Otolaryngology-Head and Neck Surgery, University Hospital of Rouen, Rouen, France."], ["Kohlberg", "Gavriel D", "GD", "Department of Otolaryngology-Head and Neck Surgery, Columbia University Cochlear Implant Center, New York, New York, U.S.A."], ["Spitzer", "Jaclyn B", "JB", "Department of Otolaryngology-Head and Neck Surgery, Columbia University Cochlear Implant Center, New York, New York, U.S.A."], ["Lalwani", "Anil K", "AK", "Division of Otology, Neurotology and Skull Base Surgery, Department of Otolaryngology-Head and Neck Surgery, Columbia University College of Physicians and Surgeons, New York, New York, U.S.A."]], "date": "2017-12-08", "id": "29219185", "text": "Although speech perception tests are available to evaluate hearing, there is no standardized validated tool to quantify speech quality. The objective of this study is to develop a validated tool to measure quality of speech heard.Prospective instrument validation study of 35 normal hearing adults recruited at a tertiary referral center.Participants listened to 44 speech clips of male/female voices reciting the Rainbow Passage. Speech clips included original and manipulated excerpts capturing goal qualities such as mechanical and garbled. Listeners rated clips on a 10-point visual analog scale (VAS) of 18 characteristics (e.g. cartoonish, garbled).Skewed distribution analysis identified mean ratings in the upper and lower 2-point limits of the VAS (ratings of 8-10, 0-2, respectively); items with inconsistent responses were eliminated. The test was pruned to a final instrument of nine speech clips that clearly define qualities of interest: speech-like, male/female, cartoonish, echo-y, garbled, tinny, mechanical, rough, breathy, soothing, hoarse, like, pleasant, natural. Mean ratings were highest for original female clips (8.8) and lowest for not-speech manipulation (2.1). Factor analysis identified two subsets of characteristics: internal consistency demonstrated Cronbach's alpha of 0.95 and 0.82 per subset. Test-retest reliability of total scores was high, with an intraclass correlation coefficient of 0.76.The Speech Quality Instrument (SQI) is a concise, valid tool for assessing speech quality as an indicator for hearing performance. SQI may be a valuable outcome measure for cochlear implant recipients who, despite achieving excellent speech perception, often experience poor speech quality.2b. Laryngoscope, 2017.", "doi": "10.1002/lary.27041", "title": "The development and validation of the speech quality instrument.", "journal": ["The Laryngoscope", "Laryngoscope"]}