{"authors": [["Young", "VyVy N", "VN", "Department of Otolaryngology, University of Pittsburgh Voice Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."], ["Jeong", "Kwonho", "K", "Department of Medicine, Center for Research on Health Care Data Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."], ["Rothenberger", "Scott D", "SD", "Department of Medicine, Center for Research on Health Care Data Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."], ["Gillespie", "Amanda I", "AI", "Department of Otolaryngology, University of Pittsburgh Voice Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."], ["Smith", "Libby J", "LJ", "Department of Otolaryngology, University of Pittsburgh Voice Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."], ["Gartner-Schmidt", "Jackie L", "JL", "Department of Otolaryngology, University of Pittsburgh Voice Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."], ["Rosen", "Clark A", "CA", "Department of Otolaryngology, University of Pittsburgh Voice Center, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, U.S.A."]], "date": "2017-12-08", "id": "29219184", "text": "The Voice Handicap Index-10 (VHI-10) is commonly used to measure patients' perception of vocal handicap. Clinical consensus has previously defined clinically meaningful improvement as a decrease ≥5. This study determines the minimal clinically important difference (MCID) for VHI-10 in patients with unilateral vocal fold paralysis (UVFP) using anchor-based methodology.Prospective cohort questionnaire analysis.Two hundred eighty-one UVFP patients completed the VHI-10 on two consecutive visits (within 3 months). At the follow-up visit, patients answered an 11-point Global Rating of Change Questionnaire (GRCQ) scored from -5 to +5. Relationship between the GRCQ and change in VHI-10 was quantified using analysis of variance, and MCID for the VHI-10 was determined using receiver operating characteristic (ROC) curve analysis.Overall mean VHI-10 change was -3.71 (standard deviation [SD] = 8.89) and mean GRCQ was 1.37 (SD = 2.51). Average interval between measurements was 1.73 months (SD = 0.83). Mean changes in VHI-10 scores were -7.45, -0.53, and +4.40 for patients whose GRCQ scores indicated improvement, no change, and worsening, respectively. Differences between mean scores were statistically significant (P < .001). Area under the ROC curve was 0.80, demonstrating the classification accuracy of VHI-10 change scores. A VHI-10 change of -4 was determined to be the optimal threshold that discriminated between improvement and no improvement (sensitivity and specificity 0.62 and 0.88, respectively).The MCID for improvement in VHI-10 in UVFP patients is a decrease of 4. This information improves understanding of patients' response to treatment and allows comparison between different treatments. Future research should determine MCID for VHI-10 across all voice disorders.4 Laryngoscope, 2017.", "doi": "10.1002/lary.27001", "title": "Minimal clinically important difference of voice handicap index-10 in vocal fold paralysis.", "journal": ["The Laryngoscope", "Laryngoscope"]}