{"authors": [["Sakkalou", "Elena", "E", "Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Sakki", "Hanna", "H", "Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, UK."], ["O'reilly", "Michelle A", "MA", "Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Salt", "Alison T", "AT", "Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, UK."], ["Dale", "Naomi J", "NJ", "Developmental Neurosciences, UCL Great Ormond Street Institute of Child Health, London, UK."]], "date": "2017-12-08", "id": "29219173", "text": "This study examined cross-sectional and longitudinal patterns of parenting stress, adult anxiety, and depression in mothers of children with profound or severe visual impairment (PVI or SVI) at 1 year and 2 years of age.Mothers of a national longitudinal cohort (OPTIMUM Project) of infants with congenital disorders of the peripheral visual system and PVI (light perception at best) or SVI (basic 'form' vision of non-light reflecting objects) participated. Infant age at baseline (T1 ) was 8 to 16 months. Mothers completed the Parenting Stress Index - Short Form and the Hospital Anxiety and Depression Scale at T1 (n=79) and at follow-up 12 months later (T2 ) (n=73).Mothers of the total group had higher parenting stress levels (34.6% in clinical range) than community normative data at T1 (p=0.017). Mothers of infants in the PVI subgroup had elevated stress at T1 (p=0.014) and T2 (p=0.009). The PVI subgroup was also elevated in the Difficult Child subscale at T2 (p=0.001). Within-sample differences in parenting stress between the visual impairment subgroups were found at T2 only: the PVI subgroup scored higher than the SVI subgroup (p=0.029). Adult anxiety and depression in the total group were not elevated compared with community normative data at T1 and T2 ; however, higher parenting stress was related to raised adult anxiety and depression levels at T1 and T2 (p=0.001). Regression analysis found parenting stress and lower child vision level (T1 ) predicted parenting stress (T2 ) (p=0.001; 42% variance).Mothers of 1-year-old infants with visual impairment showed raised risk for parenting stress, which continued to be elevated for children with PVI and those perceived as 'difficult' at 2 years. This was also a psychological risk, with greater adult anxiety and depression in those mothers with raised parenting stress. The clinical significance is that identification of parenting stress and targeted parenting, and behavioural support of the child in the first years of life is highly indicated.Mothers of infants with visual impairment are at increased risk of parenting stress. Parenting stress was higher in mothers of children with profound visual impairment than those with severe visual impairment. High levels of parenting stress and lower infant vision at 1 year of age predicted higher parenting stress at 2 years of age.", "doi": "10.1111/dmcn.13633", "title": "Parenting stress, anxiety, and depression in mothers with visually impaired infants: a cross-sectional and longitudinal cohort analysis.", "journal": ["Developmental medicine and child neurology", "Dev Med Child Neurol"]}