{"authors": [["Young", "M K", "MK", "Metro North Public Health Unit, Metro North Hospital and Health Service, Brisbane, Qld, Australia."], ["Banu", "S", "S", "Metro North Public Health Unit, Metro North Hospital and Health Service, Brisbane, Qld, Australia."], ["McCall", "B J", "BJ", "Metro South Public Health Unit, Metro South Hospital and Health Service, Brisbane, Qld, Australia."], ["Vlack", "S", "S", "School of Public Health, University of Queensland, Brisbane, Qld, Australia."], ["Carroll", "H", "H", "Communicable Diseases Branch, Queensland Department of Health, Brisbane, Qld, Australia."], ["Bennett", "S", "S", "Communicable Diseases Branch, Queensland Department of Health, Brisbane, Qld, Australia."], ["Davison", "R", "R", "Metro North Public Health Unit, Metro North Hospital and Health Service, Brisbane, Qld, Australia."], ["Francis", "D", "D", "Metro North Public Health Unit, Metro North Hospital and Health Service, Brisbane, Qld, Australia."]], "date": "2017-12-08", "id": "29218847", "text": "Despite ongoing public health messages about the risks associated with bat contact, the number of potential exposures to Australian bat lyssavirus (ABLV) due to intentional handling by members of the general public in Queensland has remained high. We sought to better understand the reasons for intentional handling among these members of the public who reported their potential exposure to inform future public health messages. We interviewed adults who resided in a defined geographic area in South East Queensland and notified potential exposure to ABLV due to intentional handling of bats by telephone between 1 January 2012 and 31 December 2013. The participation rate was 54%. Adults who reported they had intentionally handled bats in South East Queensland indicated high levels of knowledge and perception of a moderately high risk associated with bats with overall low intentions to handle bats in the future. However, substantial proportions of people would attempt to handle bats again in some circumstances, particularly to protect their children or pets. Fifty-two percent indicated that they would handle a bat if a child was about to pick up or touch a live bat, and 49% would intervene if a pet was interacting with a bat. Future public health communications should recognize the situations in which even people with highrisk perceptions of bats will attempt to handle them. Public health messages currently focus on avoidance of bats in all circumstances and recommend calling in a trained vaccinated handler, but messaging directed at adults for circumstances where children or pets may be potentially exposed should provide safe immediate management options.", "doi": "10.1111/zph.12437", "title": "Potential exposure to Australian bat lyssavirus is unlikely to prevent future bat handling among adults in South East Queensland.", "journal": ["Zoonoses and public health", "Zoonoses Public Health"]}