{"authors": [["Marcello-Machado", "Raissa Micaella", "RM", "Department of Prosthodontics and Periodontology, Piracicaba Dental School, State University of Campinas, Piracicaba, SP, Brazil."], ["Faot", "Fernanda", "F", "Department of Restorative Dentistry, School of Dentistry, Federal University of Pelotas, Pelotas, RS, Brazil."], ["Schuster", "Alessandra Julie", "AJ", "Graduate Program in Dentistry, School of Dentistry, Federal University of Pelotas, Pelotas, RS, Brazil."], ["Bielemann", "Amália Machado", "AM", "Graduate Program in Dentistry, School of Dentistry, Federal University of Pelotas, Pelotas, RS, Brazil."], ["Nascimento", "Gustavo Giacomelli", "GG", "Section of Periodontology, Department of Dentistry and Oral Health, Aarhus University, Aarhus, Denmark."], ["Del Bel Cury", "Altair Antoninha", "AA", "Department of Prosthodontics and Periodontology, Piracicaba Dental School, State University of Campinas, Piracicaba, SP, Brazil."]], "date": "2017-12-07", "id": "29218786", "text": "The aim of this prospective clinical study was to evaluate the masticatory function (MF) and subjective perception of patients with poor denture-bearing tissue in relation to change and the time required to identify an improvement in these parameters after rehabilitation with mandibular overdentures (MO) by two narrow-diameter two-piece implants.Twenty-three edentulous patients were selected for MO installation. The masticatory function (MF) was evaluated with the masticatory performance (MP) and swallowing threshold (ST) tests. In the MP test, each volunteer was instructed to masticate a portion of Optocal (standardized artificial test food) for 40 masticatory cycles. During the swallowing threshold test, the patients were instructed to chew a new portion of Optocal cubes until they felt the desire to swallow. The MF tests were performed while complete denture (CD) wearers (baseline) and 1, 3, 6, and 12 months after MO loading. In addition, the subjective perception was assessed through the questionnaires Dental Impact on Daily Living (DIDL), Geriatric Oral Health Assessment Index (GOHAI), and Oral Health Impact Profile in Edentulous (OHIP- EDENT) at the baseline and 3, 6, and 12 months after MO loading.A significant improvement in masticatory function (p < .05) was observed already in the first month of loading. Three months after MO loading, a significant improvement (p < .05) was found in the subjective perception of patients. The effect size indicates that the MO had the greatest impact on the domains related to function and comfort of all questionnaires and in relation to psychosocial domain of the GOHAI. The level of patient satisfaction increased significantly after the MO loading and reached >90% satisfied patients at 12 months.The MO improved both the MF of the patient and their oral health-related quality of life and satisfaction regarding the prosthesis in a short time period.", "doi": "10.1111/clr.13101", "title": "How fast can treatment with overdentures improve the masticatory function and OHRQoL of atrophic edentulous patients? A 1-year longitudinal clinical study.", "journal": ["Clinical oral implants research", "Clin Oral Implants Res"]}