{"authors": [["Singh", "Amitoj", "A", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Saluja", "Sajeev", "S", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Kumar", "Akshat", "A", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Agrawal", "Sahil", "S", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Thind", "Munveer", "M", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Nanda", "Sudip", "S", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Shirani", "Jamshid", "J", "Department of Cardiology, St. Luke's University Health Network, Bethlehem, PA, USA. jamshid.shirani@sluhn.org."]], "date": "2017-12-07", "id": "29218644", "text": "The recreational use of cannabis has sharply increased in recent years in parallel with its legalization and decriminalization in several countries. Commonly, the traditional cannabis has been replaced by potent synthetic cannabinoids and cannabimimetics in various forms. Despite overwhelming public perception of the safety of these substances, an increasing number of serious cardiovascular adverse events have been reported in temporal relation to recreational cannabis use. These have included sudden cardiac death, vascular (coronary, cerebral and peripheral) events, arrhythmias and stress cardiomyopathy among others. Many of the victims of these events are relatively young men with few if any cardiovascular risk factors. However, there are reasons to believe that older individuals and those with risk factors for or established cardiovascular disease are at even higher danger of such events following exposure to cannabis. The pathophysiological basis of these events is not fully understood and likely encompasses a complex interaction between the active ingredients (particularly the major cannabinoid, Δ9-tetrahydrocannabinol), and the endo-cannabinoid system, autonomic nervous system, as well as other receptor and non-receptor mediated pathways. Other complicating factors include opposing physiologic effects of other cannabinoids (predominantly cannabidiol), presence of regulatory proteins that act as metabolizing enzymes, binding molecules, or ligands, as well as functional polymorphisms of target receptors. Tolerance to the effects of cannabis may also develop on repeated exposures at least in part due to receptor downregulation or desensitization. Moreover, effects of cannabis may be enhanced or altered by concomitant use of other illicit drugs or medications used for treatment of established cardiovascular diseases. Regardless of these considerations, it is expected that the current cannabis epidemic would add significantly to the universal burden of cardiovascular diseases.", "doi": "10.1007/s40119-017-0102-x", "title": "Cardiovascular Complications of Marijuana and Related Substances: A Review.", "journal": ["Cardiology and therapy", "Cardiol Ther"]}