{"authors": [["Zhang", "Zhilin", "Z", "Intelligent Robotics Institute, School of Mechatronical Engineering, Beijing Institute of Technology, Beijing, 100081, China."], ["Li", "Chunlin", "C", "School of Biomedical Engineering, Capital Medical University, Beijing, 100069, China."], ["Zhang", "Jian", "J", "Intelligent Robotics Institute, School of Mechatronical Engineering, Beijing Institute of Technology, Beijing, 100081, China."], ["Huang", "Qiang", "Q", "Intelligent Robotics Institute, School of Mechatronical Engineering, Beijing Institute of Technology, Beijing, 100081, China."], ["Go", "Ritsu", "R", "Intelligent Robotics Institute, School of Mechatronical Engineering, Beijing Institute of Technology, Beijing, 100081, China."], ["Yan", "Tianyi", "T", "School of Life Science, Beijing Institute of Technology, Beijing, 100081, China. yantianyi@bit.edu.cn."], ["Wu", "Jinglong", "J", "Intelligent Robotics Institute, School of Mechatronical Engineering, Beijing Institute of Technology, Beijing, 100081, China."]], "date": "2017-12-07", "id": "29218598", "text": "Humans exhibit a remarkable ability to discriminate variations in object volume based on natural haptic perception. The discrimination thresholds for the haptic volume perception of the whole hand are well known, but the discrimination thresholds for haptic volume perception of fingers and phalanges are still unknown. In the present study, two psychophysical experiments were performed to investigate haptic volume perception in various fingers and phalanges. The configurations of both experiments were completely dependent on haptic volume perception from the fingers and phalanges. The participants were asked to blindly discriminate the volume variation of regular solid objects in a random order by using the distal phalanx, medial phalanx, and proximal phalanx of their index finger, middle finger, ring finger, and little finger. The discrimination threshold of haptic volume perception gradually decreases from the little finger to the index finger as well as from the proximal phalanx to the distal phalanx. Overall, both the shape of the target and the part of the finger in contact with the target significantly influence the precision of haptic perception of volume. This substantial data set provides detailed and compelling perspectives on the haptic system, including for discrimination of the spatial size of objects and for performing more general perceptual processes.", "doi": "10.3758/s13414-017-1453-z", "title": "Discrimination threshold for haptic volume perception of fingers and phalanges.", "journal": ["Attention, perception & psychophysics", "Atten Percept Psychophys"]}