{"authors": [["Zhang", "Lei", "L", "Department of Pediatrics Division of Neurology, Research Institute Children's Hospital of Philadelphia, Philadelphia, PA 19104."], ["Jablonski", "Angela Marie", "AM", "Neuroscience Graduate Group, Department of Neuroscience, University of Pennsylvania, Philadelphia, PA 19104."], ["Mojsilovic-Petrovic", "Jelena", "J", "Department of Pediatrics Division of Neurology, Research Institute Children's Hospital of Philadelphia, Philadelphia, PA 19104."], ["Ding", "Hua", "H", "Proteomics Core, Research Institute, Children's Hospital of Philadelphia, Philadelphia, PA 19104."], ["Seeholzer", "Steven", "S", "Proteomics Core, Research Institute, Children's Hospital of Philadelphia, Philadelphia, PA 19104."], ["Newton", "Ian Paterson", "IP", "Cell and Developmental Biology School of Life Sciences, University of Dundee, Dundee DD15EH, Scotland."], ["Nathke", "Inke", "I", "Cell and Developmental Biology School of Life Sciences, University of Dundee, Dundee DD15EH, Scotland."], ["Neve", "Rachael", "R", "Department of Brain and Cognitive Sciences, McGovern Institute for Brain Research at the Massachusetts Institute of Technology, Cambridge, MA 02139, USA."], ["Zhai", "JinBin", "J", "Department of Pediatrics Division of Neurology, Research Institute Children's Hospital of Philadelphia, Philadelphia, PA 19104."], ["Shang", "Yuan", "Y", "Division of Life Science State Key Laboratory of Molecular Neuroscience, Hong Kong University of Science and Technology, Kowloon China Clear Water Bay, Hong Kong."], ["Zhang", "Mingjie", "M", "Division of Life Science State Key Laboratory of Molecular Neuroscience, Hong Kong University of Science and Technology, Kowloon China Clear Water Bay, Hong Kong."], ["Kalb", "Robert Gordon", "RG", "Department of Pediatrics Division of Neurology, Research Institute Children's Hospital of Philadelphia, Philadelphia, PA 19104."]], "date": "2017-12-06", "id": "29218323", "text": "The dendritic tree is a key determinant of neuronal information processing. In the motor system, the dendritic tree of spinal cord neurons undergoes dramatic remodeling in an activity-dependent manner during early postnatal life. This leads to the proper segmental spinal cord connectivity that subserves normal locomotor behavior. One molecular system driving the establishment of dendrite architecture of mammalian motor neurons relies on AMPA receptors (AMPA-Rs) assembled with the GluA1 subunit, and this occurs in an NMDA receptor (NMDA-R)-independent manner. The dendrite growth promoting activity of GluA1-containing AMPA-Rs depends on its intracellular binding partner, SAP97, and SAP97's PDZ3 domain. We show here that cysteine-rich interactor of PDZ3 (CRIPT) is a bona fide SAP97 PDZ3-domain binding partner, localizes to synapses with GluA1 and SAP97 along the dendritic tree, and is a determinant of the dendritic growth of mammalian spinal cord neurons. We further show that CRIPT has a well-conserved ortholog in the nematode, Caenorhabditis elegans, and animals lacking CRIPT display decreased dendrite branching of the well-studied PVD neuron in vivo. The lack of CRIPT leads to a selective defect in touch perception, and this is rescued by expression of wild-type (WT) human CRIPT (hCRIPT) in the nervous system. This work brings new light into the molecular machinery that drives dendritic growth during development and may prove relevant to the promotion of nervous system plasticity following insult.", "doi": "10.1523/ENEURO.0175-17.2017", "title": "SAP97 Binding Partner CRIPT Promotes Dendrite Growth In Vitro and In Vivo.", "journal": ["eNeuro", "eNeuro"]}