{"authors": [["Hermans", "Roel C J", "RCJ", "Behavioural Science Institute, Radboud University, Nijmegen, Netherlands."], ["de Bruin", "Hanneke", "H", "To Remind You, Eindhoven, Netherlands."], ["Larsen", "Junilla K", "JK", "Behavioural Science Institute, Radboud University, Nijmegen, Netherlands."], ["Mensink", "Fréderike", "F", "The Netherlands Nutrition Centre, The Hague, Netherlands."], ["Hoek", "Annet C", "AC", "BehaviourWorks Australia, Monash Sustainability Institute, Monash University, Melbourne, VIC, Australia."]], "date": "2017-11-20", "id": "29218306", "text": "To improve the effectiveness of school-based programs that aim to promote adolescents' healthy food choices, it is essential to understand the views and behaviors of the target group. This study aimed to get a better understanding of adolescents' food and health perceptions and their willingness to be involved in a specific school-based prevention program, i.e., the Dutch \"Healthy School Canteen Program.\"This study used a mixed-methods research design. First, seven semi-structured focus groups were conducted using a selective sample of 42 Dutch adolescents (25 girls, 17 boys, aged 13-16 years). Second, an online survey among 133 adolescent respondents (72 girls, 61 boys, aged 12-19 years) using snowball sampling was conducted. Content analysis was performed to make inferences about the focus group discussions, whereas statistical analyses were conducted to analyze the survey data.Findings from the group discussions indicated that healthy eating was only an issue of importance when adolescents perceived negative physical changes (e.g., with regard to looks or physical performance). Adolescents also indicated that they clearly wanted to make their own food and beverage choices at school. The quantitative data indicated that taste, price, and variety were seen as the most important aspects of a healthy food assortment (mean scores 8.1, 7.8, and 7.7 on a 10-point scale, respectively). In general, a majority of the adolescents (64%) expressed that students should be involved in the organization of a healthy food environment in schools. At the same time, however, adolescents were not willing to participate themselves. This was mostly because they were skeptical about their ideas being heard and put into action by their schools.School-based prevention programs, such as the Healthy School Program, should take into account that adolescents have a low risk perception of unhealthy eating and are seeking food choice autonomy. In addition, schools should not lose sight of product price, taste, and variety to make their food assortment attractive to students. If schools aim to involve adolescents in prevention programs that promote healthy eating, it is essential that they have a formal student involvement process that ensures that adolescents' suggestions are valued.", "doi": "10.3389/fpubh.2017.00309", "title": "Adolescents' Responses to a School-Based Prevention Program Promoting Healthy Eating at School.", "journal": ["Frontiers in public health", "Front Public Health"]}