{"authors": [["Tola", "Habteyes Hailu", "HH", "Department of Health Education and Promotion, School of Public Health, Tehran University of Medical Sciences-International Campus, Tehran, Iran."], ["Garmaroudi", "Gholamreza", "G", "Department of Health Education and Promotion, School of Public Health, Tehran University of Medical Sciences-International Campus, Tehran, Iran."], ["Shojaeizadeh", "Davoud", "D", "Department of Health Education and Promotion, School of Public Health, Tehran University of Medical Sciences-International Campus, Tehran, Iran."], ["Tol", "Azar", "A", "Department of Health Education and Promotion, School of Public Health, Tehran University of Medical Sciences-International Campus, Tehran, Iran."], ["Yekaninejad", "Mir Saeed", "MS", "Department of Epidemiology and Biostatistics, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."], ["Ejeta", "Luche Tadesse", "LT", "Department of Health Education and Promotion, School of Public Health, Tehran University of Medical Sciences-International Campus, Tehran, Iran."], ["Kebede", "Abebaw", "A", "TB/HIV Research Directorate, Ethiopian Public Health Institute, Addis Ababa, Ethiopia."], ["Kassa", "Desta", "D", "TB/HIV Research Directorate, Ethiopian Public Health Institute, Addis Ababa, Ethiopia."]], "date": null, "id": "29217949", "text": "Although there are several studies reported on factors affecting tuberculosis (TB) treatment non-adherence, there is information gap on psychosocial and patients' perceptions aspects. Therefore, this study was aimed to investigate the effect of psychosocial factors and patients' perceptions on TB treatment non-adherence in Ethiopia.A cross sectional study was conducted in Addis Ababa from May to December, 2014. Thirty one health facilities were randomly selected and 698 TB patients, who had been on treatment, were enrolled consecutively using patient registration number. Structured questionnaire was used to collect data on demographics, knowledge, psychological distress, alcohol use, tobacco smoking and six HBM domains. Treatment adherence level was the main outcome variable, and it measured using visual analog scale. Statistical Package for Social Sciences version 20 was used for data analysis.Non-adherence level within last one month prior to the study was 19.5%. After controlling for all potential confounding variables, Antiretroviral Therapy (ART) status (Adjusted Odds Ratio (AOR) = 1.79, 95% Confidence interval (CI) (1.09 -2.95)), alcohol use (AOR = 2.11, 95% CI (1.33-3.37)), economic status (AOR = 0.53, 95% CI (0.33-0.82)), perceived barriers (AOR = 1.21, 95% CI (1.10-1.47)) and psychological distress (AOR = 1.83, 95% CI (1.47-2.29)) were independently associated with TB treatment non-adherence.ART status, economic status, alcohol use, perceived barrier and psychological distress are the major areas that need to be targeted with health promotion intervention to enhance TB treatment adherence.", "doi": null, "title": "The Effect of Psychosocial Factors and Patients' Perception of Tuberculosis Treatment Non-Adherence in Addis Ababa, Ethiopia.", "journal": ["Ethiopian journal of health sciences", "Ethiop J Health Sci"]}