{"authors": [["Olokoba", "Lateefat", "L", "Department of Vitreo-Retina surgery, Ispahani Islamia Eye Hospital &Institute Dhaka, Bangladesh."], ["Islam", "Tajul", "T", "Department of Public Health, North South University, Dhaka, Bangladesh."], ["Nahar", "Nazmun", "N", "Department of Vitreo-Retina surgery, Ispahani Islamia Eye Hospital &Institute Dhaka, Bangladesh."], ["Mahmoud", "Abdulraheem", "A", "Department of Ophthalmology, University of Ilorin Teaching Hospital, Ilorin, Nigeria."], ["Olokoba", "Abdulfatai", "A", "Department of Medicine, General Hospital, Ilorin, Nigeria."]], "date": null, "id": "29217945", "text": "Dropped lens fragments into the vitreous are uncommon, but potentially sight threatening complications of cataract surgery. The recommended approach for removal of dropped lens matter is pars plana vitrectomy with or without ultrasonic emulsification with the fragmatome. This study aimed to determine the visual outcome following pars plana vitrectomy for dropped lens fragments complicating cataract surgery at 6 weeks, 3 months and 6 months.This study is a retrospective review of patients who had PPV as treatment for dropped lens fragments complicating cataract surgery at Ispahani Islamia Eye hospital and Institute. The case notes of all patients who had PPV for dropped nucleus from January 2013 to December 2015 were reviewed. Information retrieved included the bio-data of the patients, clinical features such as visual acuity, intraocular pressure, cornea clarity, presence of anterior chamber activity, Lens status and fundus findings at presentation, 6 weeks, 3 months and 6 months post surgery. Details of intra ocular procedure (Cryotherapy, Endo laser, Silicon oil or gas tamponade) in addition to PPV were noted.Thirty-two cases were reviewed within the 36-month time period. There were 8(25%) females and 24(75%) males. Male to female ratio was 1:3. The best corrected visual acuity of patients at presentation was better than or equal to 6/60 in 56.3% of the patients. Dropped nucleus occurred during phacoemulsification cataract surgery in the majority (59.6%) of the patients. The best corrected visual acuity was 6/18 or better in 10(31.3%) eyes at 6 months post-surgery. Worsening of visual acuity to light perception occurred in 3(9.4%) eyes at 6 months, and 3 eyes (9.4%) developed phthisis bulbi.Modest improvement in visual acuity can be achieved after dropped nucleus complicating cataract surgery by Pars plana vitrectomy and removal of dislocated lens fragment.", "doi": null, "title": "A 3-Year Review of the Outcome of Pars Plana Vitrectomy for Dropped Lens Fragments after Cataract Surgery in a Tertiary Eye Hospital in Dhaka, Bangladesh.", "journal": ["Ethiopian journal of health sciences", "Ethiop J Health Sci"]}