{"authors": [["Adeoti", "Adekunle Olatayo", "AO", "Department of Medicine, Ekiti State University Teaching Hospital, Ado-Ekiti, Nigeria."], ["Desalu", "Olufemi Olumuyiwa", "OO", "Department of Medicine, University of Ilorin Teaching Hospital, Ilorin, Nigeria."], ["Fadare", "Joseph Olusesan", "JO", "Department of Medicine, Ekiti State University Teaching Hospital, Ado-Ekiti, Nigeria."], ["Alaofin", "Wemimo", "W", "Department of Medicine, University of Ilorin Teaching Hospital, Ilorin, Nigeria."], ["Onyedum", "Cajetan Chigozie", "CC", "Department of Medicine, University of Nigeria Nsukka Teaching Hospital, Enugu, Nigeria."]], "date": null, "id": "29217935", "text": "Bronchoscopy is a vital diagnostic and therapeutic procedure in pulmonological practice. The aim of this study was to determine the perception, use and challenges encountered by Nigerian medical doctors involved in this procedure.A cross-sectional study was conducted among 250 medical doctors recruited from three major tertiary institutions in Nigeria between September 2013 and June 2014. A semi-structured questionnaire was self-administered to adult physicians, paediatricians, and surgeons as well as their trainees to obtain their perception, use and associated challenges in the use of bronchoscopy in clinical practice.The majority (91.6%) of the respondents perceived bronchoscopy as a beneficial procedure to respiratory medicine. However, 59.2% of them were not aware of the low mortality rate associated with this procedure. The commonest indications for bronchoscopic use were foreign body aspiration (88.8%) and management of lung tumors (75.6%). Only 21 (8.4%) of the respondents had received formal training in bronchoscopy. Very few procedures (1-5 cases per month) were performed. The respondents identified the lack of formal training in the art of bronchoscopy as the foremost challenge facing its practice in Nigeria. In addition, availability of bronchoscopes, level of awareness, knowledge of the procedure among medical doctors and the cost of the procedure were the challenges faced by the medical doctors.There is an urgent need to equip training centers with modern bronchoscopic facilities. In addition,well-structured bronchoscopic training programme is imperative to enhance the trainees' proficiency for the furtherance of bronchoscopic practice.", "doi": null, "title": "Bronchoscopy in Nigerian Clinical Practice: A Survey of Medical Doctors' Perception, Use and Associated Challenges.", "journal": ["Ethiopian journal of health sciences", "Ethiop J Health Sci"]}