{"authors": [["Byrd", "Angela S", "AS", "Pediatric Residency Program, Our Lady of the Lake Children's Hospital, Baton Rouge, Louisiana abyrd@pcaofbr.com."], ["McMahon", "Pamela M", "PM", "Pediatric Residency Program, Our Lady of the Lake Children's Hospital, Baton Rouge, Louisiana."], ["Vath", "Richard J", "RJ", "Pediatric Residency Program, Our Lady of the Lake Children's Hospital, Baton Rouge, Louisiana."], ["Bolton", "Michael", "M", "Pediatric Residency Program, Our Lady of the Lake Children's Hospital, Baton Rouge, Louisiana."], ["Roy", "Melissa", "M", "Pediatric Residency Program, Our Lady of the Lake Children's Hospital, Baton Rouge, Louisiana."]], "date": "2017-12-07", "id": "29217525", "text": "The increasing prevalence of mobile devices in clinical settings has the potential to improve both patient care and education. The benefits are particularly promising in the context of family-centered rounds in inpatient pediatric settings. We aimed to increase mobile device usage by inpatient rounding teams by 50% in 6 months. We hoped to demonstrate that use of mobile devices would improve access to patient care and educational information and to determine if use would improve efficiency and perceptions of clinical teaching.We designed a mixed-methods study involving pre- and post-implementation surveys to residents, families, and faculty as well as direct observations of family-centered rounds. We conducted rapid cycles of continual quality improvement by using the Plan-Do-Study-Act framework involving 3 interventions.Pre-intervention, the mobile computing cart was used for resident education on average 3.3 times per rounding session. After cycle 3, teaching through the use of mobile devices increased by ∼79% to 5.9 times per rounding session. On the basis of survey data, we determined there was a statistically significant increase in residents' perception of feeling prepared for rounds, receiving teaching on clinical care, and ability to teach families. Additionally, average time spent per patient on rounds decreased after implementation of mobile devices.Integration of mobile devices into a pediatric hospital medicine teaching service can facilitate patient care and perception of resident teaching by extending the utility of electronic medical records in care decisions and by improving access to knowledge resources.", "doi": "10.1542/hpeds.2016-0193", "title": "Integration of Mobile Devices to Facilitate Patient Care and Teaching During Family-Centered Rounds.", "journal": ["Hospital pediatrics", "Hosp Pediatr"]}