{"authors": [["Fuentes Chacón", "Rosa M", "RM", "Facultad de Enfermería de Cuenca, Universidad de Castilla-La Mancha, Cuenca, España. Electronic address: rosa.fuentes@uclm.es."], ["Simón Saiz", "M José", "MJ", "Facultad de Enfermería de Cuenca, Universidad de Castilla-La Mancha, Cuenca, España."], ["Garrido Abejar", "Margarita", "M", "Facultad de Enfermería de Cuenca, Universidad de Castilla-La Mancha, Cuenca, España."], ["Serrano Parra", "M Dolores", "MD", "Facultad de Enfermería de Cuenca, Universidad de Castilla-La Mancha, Cuenca, España."], ["Larrañaga Rubio", "M Elisa", "ME", "Facultad de Ciencias de la Educación y Humanidades de Cuenca, Universidad de Castilla-La Mancha, Cuenca, España."], ["Yubero Jiménez", "Santiago", "S", "Facultad de Ciencias de la Educación y Humanidades de Cuenca, Universidad de Castilla-La Mancha, Cuenca, España."]], "date": "2017-12-04", "id": "29217115", "text": "To analyze, in a population of adolescents in school, the relationship between psychosomatic symptoms and the perception of health-related quality of life (HRQoL), differentiating by gender and age group.Transversal study.Five Secondary Schools.Eight hundred and forty four adolescents between the ages of 15 and 18 in secondary school.HRQoL using KIDSCREEN-52 and psychosomatic symptoms with the psychosomatic problems scale (PSP).Girls and adolescents aged 17-18 years presented significantly higher psychosomatic symptoms, both groups also scored worse in all dimensions of HRQoL, although only the dimensions related to physical and mental wellness, mood and stress reached significance. All psychosomatic symptoms were inversely associated with the ten dimensions of KIDSCREEN-52. The regression models showed that sadness, concentrating difficulties and sleeping difficulties were the predictors of worse HRQoL in both sexes and age groups and these variables explained between 30 and 41% of the HRQoL variance of the adolescents.Psychosomatic symptoms are frequent especially in girls and in older adolescents and predictors of worse HRQoL. It is important to distinguish them from medical conditions to avoid unnecessary interventions. As expressions of emotional discomfort they must be evaluated and treated in an integral way because they interfere with daily life and increase the vulnerability proper of adolescence.", "doi": "10.1016/j.aprim.2017.06.009", "title": "[Psychosomatic symptoms as an expression of the deterioration of the health-related quality of life in adolescents].", "journal": ["Atencion primaria", "Aten Primaria"]}