{"authors": [["Ha", "Suk-Gyu", "SG", "Department of Ophthalmology, Korea University College of Medicine, Seoul, Korea."], ["Kim", "Seung-Hyun", "SH", "Department of Ophthalmology, Korea University College of Medicine, Seoul, Korea. Electronic address: ansaneye@hanmail.net."]], "date": "2017-08-04", "id": "29217031", "text": "To investigate the surgical outcome according to the angle of deviation at postoperative day 1 in patients with recurrent exotropia DESIGN: Retrospective case series METHODS: Surgical outcome in patients with recurrent exotropia for at least 1 year was analyzed retrospectively. Patients were divided into 3 subgroups according to the angle of deviation at postoperative day 1: overcorrection group (≥2 prism diopter [PD] of esodeviation), orthotropic group (orthotropia or <5 PD of exodeviation), and undercorrection group (≥5 PD of exodeviation). Success was defined as ≤5 PD of esodeviation or ≤10 PD of exodeviation at the final visit.One hundred and six patients were included in this study. Age at surgery was 11.8 ± 6.9 years, and preoperative angle of deviation was 22.9 ± 6.3 PD at distant. Patients were followed-up for 24.4 ± 12.8 months. There were 20 (18.9%), 82 (77.4%), and 4 (3.8%) patients in overcorrection, orthotropic, and undercorrection groups at postoperative day 1 (p = 0.001). The surgical success rate at the final visit in the overcorrection group (95%) was higher than that in orthotropic and undercorrection groups (76.8% and 25%, respectively, p = 0.004). In univariate regression analysis, overcorrection at postoperative day 1 was the only reliable factor for long-term success (odds ratio [OR] = 24.101, p = 0.01).Overcorrection at postoperative day 1 is a good surgical predictor of successful outcome in surgery for recurrent exotropia.", "doi": "10.1016/j.jcjo.2017.05.015", "title": "Early postoperative overcorrection in recurrent exotropia.", "journal": ["Canadian journal of ophthalmology. Journal canadien d'ophtalmologie", "Can. J. Ophthalmol."]}