{"authors": [["Ozturker", "Zeynep Kayaarasi", "ZK", "Glaucoma Unit, University of Toronto, Toronto, Ont.; Ophthalmology & Vision Sciences, University of Toronto, Toronto, Ont."], ["Munro", "Kristen", "K", "Glaucoma Unit, University of Toronto, Toronto, Ont.; Keenan Research Center, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ont."], ["Gupta", "Neeru", "N", "Glaucoma Unit, University of Toronto, Toronto, Ont.; Ophthalmology & Vision Sciences, University of Toronto, Toronto, Ont.; Keenan Research Center, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ont.; Laboratory Medicine & Pathobiology, University of Toronto, Toronto, Ont.; Dalla Lana School of Public Health, University of Toronto, Toronto, Ont.. Electronic address: guptan@smh.ca."]], "date": "2017-06-26", "id": "29217027", "text": "To analyze optic nerve head stereophotographs for the presence of optic disc hemorrhages, and to describe bleeding patterns and patient characteristics.Retrospective, cross-sectional study.1113 optic nerve stereophotograph pairs of 562 consecutive patients.Stereophotographs were systematically reviewed for the presence of a disc hemorrhage with careful documentation of optic nerve head features. All charts of patients with hemorrhage were subsequently studied for demographic information and clinical data.Disc hemorrhages were observed in 7.1% of patients with optic disc photography. Most patients had open-angle glaucoma (57.5%) with focal ischemic phenotype of the optic disc (66.7%). The mean vertical and horizontal cup-disc ratios were 0.82 ± 0.14 and 0.76 ± 0.14, respectively. The β-zone peripapillary atrophy was observed in 48.9% of patients. The most common location was the inferotemporal region of the disc (60.8%), and most were flame or splinter shaped (70.6%). Disc hemorrhages were found either superficial to or within the retinal nerve fibre layer (72.5%), and in association with a notch (64.4%). The average intraocular pressure was 17.3 ± 4.9 mm Hg, and most hemorrhages were associated with early visual field defects (42.5%).Optic disc hemorrhages in patients with glaucoma were most frequently observed inferiorly in association with a notch. Most eyes with a disc hemorrhage had an intraocular pressure within normal range and had either early or no visual field loss. These findings highlight the importance of careful examination of the optic nerve head to look for the presence of a disc hemorrhage as an important biomarker of glaucoma damage.", "doi": "10.1016/j.jcjo.2017.04.011", "title": "Optic disc hemorrhages in glaucoma and common clinical features.", "journal": ["Canadian journal of ophthalmology. Journal canadien d'ophtalmologie", "Can. J. Ophthalmol."]}