{"authors": [["Sannan", "Naif S", "NS", "Department of Ophthalmology and Visual Sciences, University of British Columbia, Vancouver, B.C."], ["Gregory-Evans", "Cheryl Y", "CY", "Department of Ophthalmology and Visual Sciences, University of British Columbia, Vancouver, B.C."], ["Lyons", "Christopher J", "CJ", "Department of Ophthalmology and Visual Sciences, University of British Columbia, Vancouver, B.C; Department of Ophthalmology, BC Children's Hospital, Vancouver, B.C."], ["Lehman", "Anna M", "AM", "Department of Medical Genetics, University of British Columbia, Vancouver, B.C."], ["Langlois", "Sylvie", "S", "Department of Medical Genetics, University of British Columbia, Vancouver, B.C."], ["Warner", "Simon J", "SJ", "Department of Ophthalmology and Visual Sciences, University of British Columbia, Vancouver, B.C."], ["Zakrzewski", "Helen", "H", "Cumming School of Medicine, University of Calgary, Calgary, Alta."], ["Gregory-Evans", "Kevin", "K", "Department of Ophthalmology and Visual Sciences, University of British Columbia, Vancouver, B.C. Electronic address: kge30@mail.ubc.ca."]], "date": "2017-07-06", "id": "29217025", "text": "To describe the clinical presentation and genotype of subjects with aniridia with a particular focus on foveal hypoplasia.Prospective cohort study.Thirty-three Canadian participants with aniridia and of various ethnic backgrounds residing in British Columbia.Full ophthalmic examinations and posterior segment spectral domain-optical coherence tomography (SD-OCT) imaging were performed. Foveal hypoplasia was graded independently by 2 staff ophthalmologists. PAX6 sequencing was performed and chromosomal 11p anomalies investigated. Candidate gene and single-nucleotide polymorphism sequencing in genes functionally related to PAX6 were also studied.Best corrected visual acuities in the cohort ranged from 0.0 logMAR to no light perception. Total absence of iris tissue was seen in the majority (42 of 66 eyes). In those in whom SD-OCT was possible, foveal hypoplasia was seen in the majority (45 of 56 eyes, 80%). Molecular genetic defects involving PAX6 were identified in 30 participants (91%), including 4 novel PAX6 mutations (Gly18Val; Ser65ProfsX14; Met337ArgfsX18; Ser321CysfsX34) and 4 novel chromosome 11p deletions inclusive of PAX6 or a known PAX6 regulatory region.The number of PAX6 mutations associated with aniridia continues to increase. Variable foveal architecture despite nearly identical anterior segment disease in 4 participants with an Ex9 ELP4-Ex4 DCDC1 deletion suggested that molecular cues causing variation in disease in the posterior segment differ from those at play in the anterior segment. Results in 3 patients without identifiable PAX6 mutations and a review of the literature suggest that such cases be described as phenocopies rather than actual cases of the syndrome of aniridia.", "doi": "10.1016/j.jcjo.2017.04.006", "title": "Correlation of novel PAX6 gene abnormalities in aniridia and clinical presentation.", "journal": ["Canadian journal of ophthalmology. Journal canadien d'ophtalmologie", "Can. J. Ophthalmol."]}