{"authors": [["Termote", "Karolien", "K", "Cornea Unit, Department of Ophthalmology, Eye Care Center, University of British Columbia, Vancouver, B.C; Cornea, Cataract and Refractive Surgery Unit, Department of Ophthalmology, University Hospital Brussels, Brussels, Belgium."], ["Schendel", "Steven", "S", "Cornea Unit, Department of Ophthalmology, Eye Care Center, University of British Columbia, Vancouver, B.C."], ["Moloney", "Gregory", "G", "Cornea Unit, Department of Ophthalmology, Eye Care Center, University of British Columbia, Vancouver, B.C; Discipline of Ophthalmology, Sydney Medical School, The University of Sydney, Sydney, Australia."], ["Holland", "Simon P", "SP", "Cornea Unit, Department of Ophthalmology, Eye Care Center, University of British Columbia, Vancouver, B.C. Electronic address: drsimonholland@gmail.com."], ["Lange", "Alex P", "AP", "Cornea Unit, Department of Ophthalmology, Eye Care Center, University of British Columbia, Vancouver, B.C; Cornea, Cataract and Refractive Surgery Unit, Limmat Augenzentrum, Zurich, Switzerland."]], "date": "2017-06-30", "id": "29217022", "text": "The aim of this study is to summarize the clinical characteristics of patients with contact lens-associated focal limbal stem cell deficiency (FLSCD) from a tertiary corneal referral centre.Retrospective, observational case series in a tertiary care centre.Patients with contact lens-associated FLCSD were identified in our database. Clinical data were retrieved by chart review. A questionnaire asking for contact lens brand, type, cleaning solution, and duration of contact lens wear was sent to the patients with telephone follow-up. Clinical features and recovery time were identified.Twenty-seven eyes of 17 patients were identified with superior corneal whorl-like patches of opaque epithelium, sometimes accompanied by neovascularization. Of the patients, 17/17 used soft contact lenses, with a mean wearing duration of 11.4 hours per day. Patients had been wearing lenses for an average of 18.1 years. Silicone hydrogel lenses were noted in 12/17 cases. LSCD was superior in all 27 eyes, and all of them improved with contact lens wear cessation, preservative-free topical steroids, and preservative-free artificial tears. Visual acuity improved from 20/28 to 20/22 (p < 0.001).Contact lens-associated FLSCD typically presents in the superior cornea with whorl-like epithelial opacities advancing from the limbus. Conservative medical treatment is available and shows a high success rate after a slow recovery.", "doi": "10.1016/j.jcjo.2017.03.017", "title": "Focal limbal stem cell deficiency associated with soft contact lens wear.", "journal": ["Canadian journal of ophthalmology. Journal canadien d'ophtalmologie", "Can. J. Ophthalmol."]}