{"authors": [["Davies", "Emma C", "EC", "Cornea and Refractive Surgery Service, Massachusetts Eye and Ear Infirmary, Harvard Medical School, Boston, MA.. Electronic address: emma_davies@meei.harvard.edu."], ["Pineda", "Roberto", "R", "Cornea and Refractive Surgery Service, Massachusetts Eye and Ear Infirmary, Harvard Medical School, Boston, MA."]], "date": "2017-07-22", "id": "29217020", "text": "To investigate intraoperative complications, postoperative findings, and visual acuity outcomes in patients with retinal dystrophy after cataract surgery.Retrospective chart review at an academic tertiary referral centre.Thirty eyes from 18 patients with retinitis pigmentosa and other retinal dystrophies (Usher syndrome, Refsum disease, and Leber congenital amaurosis) who underwent cataract surgery were identified by searching the electronic medical record system from January 2010 to September 2015 for all patients treated by a single physician with billing codes for retinal dystrophy and cataract surgery.Cases were reviewed to determine indication for surgery, intraoperative complications, postoperative findings, preoperative visual acuity, 1-month postoperative visual acuity, and patient subjective satisfaction.Mean best-corrected visual acuity significantly improved after cataract surgery, from 1.09 ± 0.69 preoperatively to 0.614 ± 0.448 at 1 month postoperatively, on logMAR scale (p = 0, Wilcoxon test). The most common postoperative finding was posterior capsule opacification in 20 eyes (66.7%). Visually significant cystoid macular edema occurred in 4 eyes (13.3%) despite the postoperative eye drop regimen. Patient satisfaction at 1 month postoperatively was noted as 93.3% (28 eyes) and attributed mostly to improved central vision and reduced glare symptoms.Patients with visually significant cataract in association with retinal dystrophy have significantly improved best-corrected visual acuity after cataract surgery and report subjectively improved visual functioning. This study confirms that several risks factors are greater in patients with retinal dystrophy, including zonular weakness, posterior capsular opacification, and cystoid macular edema, compared with the general cataract population.", "doi": "10.1016/j.jcjo.2017.04.002", "title": "Cataract surgery outcomes and complications in retinal dystrophy patients.", "journal": ["Canadian journal of ophthalmology. Journal canadien d'ophtalmologie", "Can. J. Ophthalmol."]}