{"authors": [["Mason", "Linda", "L", "The Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, UK. Linda.mason@lstmed.ac.uk."], ["Sivakami", "Muthusamy", "M", "Tata Institute of Social Sciences, V.N. Purav Marg, Deonar, Mumbai, Maharashtra, 400088, India."], ["Thakur", "Harshad", "H", "Tata Institute of Social Sciences, V.N. Purav Marg, Deonar, Mumbai, Maharashtra, 400088, India."], ["Kakade", "Narendra", "N", "Tata Institute of Social Sciences, V.N. Purav Marg, Deonar, Mumbai, Maharashtra, 400088, India."], ["Beauman", "Ashley", "A", "The Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, UK."], ["Alexander", "Kelly T", "KT", "The Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, UK."], ["van Eijke", "Anna Maria", "AM", "The Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, UK."], ["Laserson", "Kayla F", "KF", "U.S Centres for Disease Control and Prevention, India Country Office, CDC India, American Embassy, Shantipath, Chanakyapuri, New Delhi, 110021, India."], ["Thakkar", "Mamita B", "MB", "Water Sanitation and Hygiene Section United Nations Children's Fund, New Delhi, India."], ["Phillips-Howard", "Penelope A", "PA", "The Liverpool School of Tropical Medicine, Pembroke Place, Liverpool, UK."]], "date": "2017-12-08", "id": "29216895", "text": "In low-middle income countries and other areas of poverty, menstrual hygiene management (MHM) can be problematic for women and girls. Issues include lack of knowledge about menstruation and MHM, and stigma around menstruation, also access to affordable and absorbent materials; privacy to change; adequate washing, cleaning and drying facilities; as well as appropriate and accessible disposal facilities. In order to effect change and tackle these issues, particularly in patriarchal societies, males may need to become advocates for MHM alongside women. However, little is known about their knowledge and attitudes towards menstruation, which may need addressing before they can assist in acting as advocates for change. The present study was undertaken to explore knowledge and attitudes about menstruation among adolescent boys across India, in order to gauge their potential to support their 'sisters'.The study was undertaken across three states in India, chosen a priori to represent the cultural and socio-economic diversity. Qualitative data using focus group discussions with 85 boys aged 13-17 years, from 8 schools, was gathered. Data were analysed using thematic analysis.The results were organised into three main themes, reflecting the key research questions: boys' knowledge of menstruation, source of knowledge, and attitudes towards menstruation and menstruating girls. Knowledge comprised three aspects; biological function which were generally poorly understood; cultural rites which were recognized by all; and girls' behaviour and demeanour, which were noted to be withdrawn. Some boys learnt about puberty and menstruation as part of the curriculum but had concerns this was not in-depth, or was missed out altogether. Most gathered knowledge from informal sources, from overhearing conversations or observing cultural rituals. Few boys openly displayed a negative attitude, although a minority voiced the idea that menstruation is a 'disease'. Boys were mostly sympathetic to their menstruating sisters and wanted to support them.These findings provide some optimism that males can become advocates in moving forward the MHM agenda. The reasons for this are twofold: boys were keen for knowledge about menstruation, searching information out despite societal norms being for them to remain ignorant, they were also largely sympathetic to their menstruating sisters and fellow classmates and understanding of the issues surrounding the need for good MHM.", "doi": "10.1186/s12978-017-0435-x", "title": "'We do not know': a qualitative study exploring boys perceptions of menstruation in India.", "journal": ["Reproductive health", "Reprod Health"]}