{"authors": [["Sugano", "Yoshimori", "Y", "Department of Industrial Management, Kyushu Sangyo University, Fukuoka, Japan."], ["Keetels", "Mirjam", "M", "Department of Cognitive Neuropsychology, Tilburg University, Tilburg, the Netherlands."], ["Vroomen", "Jean", "J", "Department of Cognitive Neuropsychology, Tilburg University, Tilburg, the Netherlands."]], "date": "2017-12-07", "id": "29216307", "text": "Perception of synchrony between one's own action (a finger tap) and the sensory feedback thereof (a visual flash or an auditory pip) can be recalibrated after exposure to an artificially inserted delay between them (temporal recalibration effect: TRE). TRE might be mediated by a compensatory shift of motor timing (when did I tap?) and/or the sensory timing of the feedback (when did I hear/see the feedback?). To examine this, we asked participants to voluntarily tap their index finger at a constant pace while receiving visual or auditory feedback (a flash or pip) that was either synced or somewhat delayed relative to the tap. Following this exposure phase, they then performed a simple reaction time (RT) task to measure the sensory timing of the exposure stimulus, and a sensorimotor synchronization (SMS) task (tapping in synchrony with a flash or pip as pacing stimulus) to measure the point of subjective synchrony between the tap and pacing stimulus. The results showed that after exposure to delayed auditory feedback, participants tapped earlier (~21.5 ms) relative to auditory pacing stimuli (= temporal recalibration) and reacted faster (~5.6 ms) to auditory stimuli. For visual exposure and test stimuli, there were no such compensatory effects. These results indicate that adjustments of audio-motor synchrony can to some extent be explained by a change in the speed of auditory sensory processing. We discuss this in terms of an attentional modulation of sensory processing.", "doi": "10.1371/journal.pone.0189242", "title": "Audio-motor but not visuo-motor temporal recalibration speeds up sensory processing.", "journal": ["PloS one", "PLoS ONE"]}