{"authors": [["Finke", "Johannes B", "JB", "Institute of Psychobiology, Department of Clinical Psychophysiology, University of Trier, Trier, Germany."], ["Larra", "Mauro F", "MF", "Institute of Psychobiology, Department of Clinical Psychophysiology, University of Trier, Trier, Germany."], ["Merz", "Martina U", "MU", "Institute of Psychobiology, Department of Clinical Psychophysiology, University of Trier, Trier, Germany."], ["Schächinger", "Hartmut", "H", "Institute of Psychobiology, Department of Clinical Psychophysiology, University of Trier, Trier, Germany."]], "date": "2017-12-07", "id": "29216226", "text": "Facial self-resemblance has been associated with positive emotional evaluations, but this effect may be biased by self-face familiarity. Here we report two experiments utilizing startle modulation to investigate how the processing of facial expressions of emotion is affected by subtle resemblance to the self as well as to familiar faces. Participants of the first experiment (I) (N = 39) were presented with morphed faces showing happy, neutral, and fearful expressions which were manipulated to resemble either their own or unknown faces. At SOAs of either 300 ms or 3500-4500 ms after picture onset, startle responses were elicited by binaural bursts of white noise (50 ms, 105 dB), and recorded at the orbicularis oculi via EMG. Manual reaction time was measured in a simple emotion discrimination paradigm. Pictures preceding noise bursts by short SOA inhibited startle (prepulse inhibition, PPI). Both affective modulation and PPI of startle in response to emotional faces was altered by physical similarity to the self. As indexed both by relative facilitation of startle and faster manual responses, self-resemblance apparently induced deeper processing of facial affect, particularly in happy faces. Experiment II (N = 54) produced similar findings using morphs of famous faces, yet showed no impact of mere familiarity on PPI effects (or response time, either). The results are discussed with respect to differential (presumably pre-attentive) effects of self-specific vs. familiar information in face processing.", "doi": "10.1371/journal.pone.0189028", "title": "Startling similarity: Effects of facial self-resemblance and familiarity on the processing of emotional faces.", "journal": ["PloS one", "PLoS ONE"]}