{"authors": [["Feldmann-Wüstefeld", "Tobias", "T", "Department of Psychology, University of Chicago, Chicago, IL, United States of America."], ["Miyakoshi", "Makoto", "M", "Swartz Center for Computational Neuroscience, Institute for Neural Computation, University of California San Diego, San Diego, CA, United States of America."], ["Petilli", "Marco Alessandro", "MA", "Swartz Center for Computational Neuroscience, Institute for Neural Computation, University of California San Diego, San Diego, CA, United States of America."], ["Schubö", "Anna", "A", "Faculty of Psychology, Experimental and Biological Psychology, Philipps-University Marburg, Marburg, Germany."], ["Makeig", "Scott", "S", "Swartz Center for Computational Neuroscience, Institute for Neural Computation, University of California San Diego, San Diego, CA, United States of America."]], "date": "2017-12-07", "id": "29216195", "text": "Increasing context heterogeneity has been found to reduce attention deployment towards an embedded target item. Heterogeneity in visual search tasks is typically induced by segmenting the background into several perceptual groups. In the present study, however, context heterogeneity was induced by varying whole-field heterogeneity, i.e., the degree of distractor variability within the entire context. This allowed us to (i) more gradually vary context heterogeneity, and (ii) investigate attention deployment on a whole-field scale. Results showed that both search performance and amplitude of the N2pc (lateralized ERP; posterior contralateral negativity in the N2 range) monotonically decreased with increasing context heterogeneity, which confirmed that there was less efficient attention deployment for more heterogeneous contexts. The amplitude of the bilateral N2 exhibited a U-shaped function, suggesting global perception for the lowest and highest levels of heterogeneity, but local processing for intermediate heterogeneity levels. Independent component analyses revealed an occipital ERP-contributing effective source cluster that may reflect stimulus representations on a saliency map. With increasing heterogeneity, these sources exhibited more theta band activity for distractors and less theta band activity for targets. Alpha band activity of a second component cluster varied with heterogeneity level, and low-theta/delta activity of a third source cluster distinguished target presence versus absence. In sum, our results suggest that independent brain sources contributed to the differential processing of heterogeneous versus homogeneous contexts.", "doi": "10.1371/journal.pone.0187763", "title": "Reduced visual attention in heterogeneous textures is reflected in occipital alpha and theta band activity.", "journal": ["PloS one", "PLoS ONE"]}