{"authors": [["Neben", "Nicole", "N", "a Cochlear Deutschland GmbH & Co. KG , Karl-Wiechert-Allee 76A, Hannover 30625 , Germany."], ["Buechner", "Andreas", "A", "b German Hearing Centre at Hannover Medical School , Karl-Wiechert-Allee 3, Hannover 30625 , Germany."], ["Schuessler", "Mark", "M", "b German Hearing Centre at Hannover Medical School , Karl-Wiechert-Allee 3, Hannover 30625 , Germany."], ["Lenarz", "Thomas", "T", "c Department of Otorhinolaryngology , Hannover Medical School , Carl-Neuberg-Str. 1, Hannover 30625 , Germany."]], "date": "2017-12-07", "id": "29214896", "text": "The performance outcome with Freedom™ Hybrid™ versus the CP900 series sound processor with Hybrid Hearing was investigated. In addition, a preliminary evaluation was conducted to consider the feasibility of upgrading experienced electric-only cochlear implant (CI) users who had substantial residual hearing to Hybrid Hearing.This study was a single-centre prospective, non-inferiority design with repeated measures conducted at Hannover Medical School (MHH). The randomized AABB cross-over design to compensate for learning effects included two test groups. Group 1 compared two systems for Hybrid Hearing (Freedom Hybrid sound processor versus CP900 series sound processor) and Group 2 compared CP900 series sound processor (electric-only) versus the CP900 with Hybrid Hearing in experienced CI users who had confirmed residual low-frequency hearing. Groups 1 and 2 were composed of different participants.Group 1 (n = 24) performance on speech perception tests was equivalent or superior with the CP900 series sound processor showing a statistically significant mean improvement of 1.87 dB in background noise (P < 0.001). The mean speech understanding in quiet showed a better performance by 5% (P = 0.064) for participants tested with the CP900. The patient-reported outcome questionnaire confirmed the beneficial performance with the CP900 series sound processor with Hybrid Hearing. The feasibility portion of the study (Group 2, n = 14) showed an average benefit of 0.54 dB in background noise when using the CP900 with Hybrid Hearing function versus electric-only stimulation.The outcome presents sufficient evidence to show the effectiveness of the CP900 series sound processor with Hybrid Hearing over the Freedom Hybrid for participants with substantial residual hearing. Positive outcomes were observed for improved speech understanding and subjective hearing performance. Further, a trend was demonstrated in the data towards better performance with CP900 with Hybrid Hearing versus electric-only stimulation. Hybrid Hearing users showed a clinically relevant and statistically a significant benefit from the current CP900 series sound processor generation supporting its recommendation, on a case-by-case basis, to current electric-only users. More research is needed to confirm these findings.", "doi": "10.1080/14670100.2017.1390852", "title": "Outcome evaluation on cochlear implant users with residual hearing.", "journal": ["Cochlear implants international", "Cochlear Implants Int"]}