{"authors": [["Manning", "Sonia", "S", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["Ugahary", "Luana C", "LC", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["Lindstedt", "Eric W", "EW", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["Wubbels", "René J", "RJ", "Rotterdam Ophthalmic Institute, Rotterdam, the Netherlands."], ["van Dissel", "Jaap T", "JT", "Leiden University Medical Centre, Leiden, the Netherlands."], ["Jansen", "Jan T G", "JTG", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["Gan", "Ivan", "I", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["van Goor", "Arnoud T", "AT", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["Bennebroek", "Carlien A", "CA", "University Medical Center Utrecht, Utrecht, the Netherlands."], ["van der Werf", "Dymph J", "DJ", "University Medical Center Utrecht, Utrecht, the Netherlands."], ["Ossewaarde-van Norel", "Annette", "A", "University Medical Center Utrecht, Utrecht, the Netherlands."], ["Mayland Nielsen", "Chris C", "CC", "Radboud University Nijmegen Medical Centre, Nijmegen, the Netherlands."], ["Tilanus", "Mauk", "M", "Radboud University Nijmegen Medical Centre, Nijmegen, the Netherlands."], ["van den Biesen", "Pieter R", "PR", "University Medical Center Utrecht, Utrecht, the Netherlands."], ["Schellekens", "Peter A", "PA", "University Medical Center Utrecht, Utrecht, the Netherlands."], ["La Heij", "Ellen", "E", "University Medical Center Utrecht, Utrecht, the Netherlands."], ["Faridpooya", "Koorosh", "K", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["van Overdam", "Koen", "K", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["Veckeneer", "Marc", "M", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."], ["van Meurs", "Jan C", "JC", "The Rotterdam Eye Hospital, Rotterdam, the Netherlands."]], "date": "2017-12-07", "id": "29214740", "text": "We aimed to determine whether intravitreal dexamethasone as an adjuvant to intravitreal antibiotics is beneficial in the treatment of suspected bacterial endophthalmitis after cataract surgery.Randomized, placebo-controlled superiority trial in three tertiary referral centres in the Netherlands. Patients with suspected bacterial endophthalmitis within 6 weeks after cataract surgery were eligible. A diagnostic vitreous biopsy was taken for culture, and patients received intravitreal injections of 400 μg dexamethasone (without preservatives) or placebo, in addition to 0.2 mg vancomycin and 0.05 mg gentamicin. The vancomycin and dexamethasone or placebo injections were repeated once at day 3 or 4. Primary outcome measure was best-corrected visual acuity (BCVA) at 1 year.Between 1 November 2004 and 1 March 2014 (excluding two interruptions totalling 20 months), 324 eligible patients presented. A total of 167 patients (81 dexamethasone, 86 placebo) were available for the intention-to-treat analysis. Biopsies of 114 patients (68%) were culture-positive. Final BCVA did not differ between the dexamethasone and the placebo group (logMAR 0.31 ± 0.58 versus 0.27 ± 0.50; p = 0.90), nor did the number of patients with final vision of no light perception (LP, 7 versus 13). Pain, corneal oedema, the absence of a red fundus reflex on presentation, LP on presentation and culture of virulent pathogens from biopsy were statistically significantly associated with an unfavourable visual outcome.Intravitreal dexamethasone without preservatives as an adjuvant to intravitreal antibiotics does not improve visual acuity (VA) in patients treated for suspected bacterial endophthalmitis after cataract surgery.", "doi": "10.1111/aos.13610", "title": "A prospective multicentre randomized placebo-controlled superiority trial in patients with suspected bacterial endophthalmitis after cataract surgery on the adjuvant use of intravitreal dexamethasone to intravitreal antibiotics.", "journal": ["Acta ophthalmologica", "Acta Ophthalmol"]}