{"authors": [["Fujita", "Koji", "K", "Center for Neurosciences, The Feinstein Institute for Medical Research, Manhasset, NY, 11030."], ["Sako", "Wataru", "W", "Center for Neurosciences, The Feinstein Institute for Medical Research, Manhasset, NY, 11030."], ["Vo", "An", "A", "Center for Neurosciences, The Feinstein Institute for Medical Research, Manhasset, NY, 11030."], ["Bressman", "Susan B", "SB", "Mirken Department of Neurology, Mount Sinai Beth Israel, New York, NY, 10003."], ["Eidelberg", "David", "D", "Center for Neurosciences, The Feinstein Institute for Medical Research, Manhasset, NY, 11030."]], "date": "2017-12-06", "id": "29214728", "text": "In healthy subjects, brain activation in motor regions is greater during the visual perception of \"natural\" target motion, which complies with the two-thirds power law, than of \"unnatural\" motion, which does not. It is unknown whether motion perception is normally mediated by a specific network that can be altered in the setting of disease. We used block-design functional magnetic resonance imaging and covariance analysis to identify normal network topographies activated in response to \"natural\" versus \"unnatural\" motion. A visual motion perception-related pattern (VPRP) was identified in 12 healthy subjects, characterized by covarying activation responses in the inferior parietal lobule, frontal operculum, lateral occipitotemporal cortex, amygdala, and cerebellum (Crus I). Selective VPRP activation during \"natural\" motion was confirmed in 12 testing scans from healthy subjects. Consistent network activation was not seen, however, in 29 patients with dystonia, a neurodevelopmental disorder in which motion perception pathways may be involved. Using diffusion tractography, we evaluated the integrity of anatomical connections between the major VPRP nodes. Indeed, fiber counts in these pathways were substantially reduced in the dystonia subjects. In aggregate, the findings associate normal motion perception with a discrete brain network which can be disrupted under pathological conditions.", "doi": "10.1002/hbm.23907", "title": "Disruption of network for visual perception of natural motion in primary dystonia.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}