{"authors": [["Cruz", "Jonas Preposi", "JP", "Nursing Department, College of Applied Medical Sciences, Shaqra University, Al Dawadmi, Saudi Arabia."], ["Albaqawi", "Hamdan Mohammad", "HM", "College of Nursing, University of Hail, Hail, Saudi Arabia."], ["Alharbi", "Sami Melbes", "SM", "Al-Badayea Hospital, Buraida, Al Qasim, Saudi Arabia."], ["Alicante", "Jerico G", "JG", "Graduate School, University of Santo Tomas, Manila, Philippines."], ["Vitorino", "Luciano M", "LM", "Faculty of Medicine, Federal University of Juiz de Fora, Itajubá-MG, Brazil."], ["Abunab", "Hamzeh Y", "HY", "School of Nursing, Saint Louis University, Baguio City, Philippines."]], "date": "2017-12-07", "id": "29214716", "text": "To assess the psychometric properties of the Spiritual Climate Scale Arabic version for Saudi nurses.Evidence showed that a high level of spiritual climate in the workplace is associated with increased productivity and performance, enhanced emotional intelligence, organisational commitment and job satisfaction among nurses.A convenient sample of 165 Saudi nurses was surveyed in this descriptive, cross-sectional study. Cronbach's α and intraclass correlation coefficient of the 2 week test-retest scores were computed to establish reliability. Exploratory factor analysis was performed to support the validity of the Spiritual Climate Scale Arabic version.The Spiritual Climate Scale Arabic version manifested excellent content validity. Exploratory factor analysis supported a single factor with an explained variance of 73.2%. The Cronbach's α values of the scale ranged from .79 to .88, while the intraclass correlation coefficient value was .90. The perceived spiritual climate was associated with the respondents' hospital, gender, age and years of experience.Findings of this study support the sound psychometric properties of the Spiritual Climate Scale Arabic version.The Spiritual Climate Scale Arabic version can be used by nurse managers to assess the nurses' perception of the spiritual climate in any clinical area. This process can lead to spiritually centred interventions, thereby ensuring a clinical climate that accepts and respects different spiritual beliefs and practices.", "doi": "10.1111/jonm.12574", "title": "Psychometric assessment of the Spiritual Climate Scale Arabic version for nurses in Saudi Arabia.", "journal": ["Journal of nursing management", "J Nurs Manag"]}