{"authors": [["Krzemińska", "Alicja Edyta", "AE", "Faculty of Earth Sciences and Environmental Management, University of Wrocław, Wrocław, Poland. alicja.krzeminska@uwr.edu.pl."], ["Zaręba", "Anna Danuta", "AD", "Faculty of Earth Sciences and Environmental Management, University of Wrocław, Wrocław, Poland."], ["Dzikowska", "Anna", "A", "General Tadeusz Kościuszko Military Academy of Land Forces, Wrocław, Poland."], ["Jarosz", "Katarzyna Rozalia", "KR", "International University of Logistics and Transport in Wrocław, Wrocław, Poland."]], "date": "2017-12-07", "id": "29214479", "text": "The concepts of the cities we know nowadays, and which we are accustomed to, change at a very rapid pace. The philosophy of their design is also changing. It will base on new standards, entering a completely different, futuristic dimension. This stage is related to changes in the perception of space, location and lack of belonging to definite, national or cultural structures. Cities of the future are cities primarily intelligent, zero-energetic, zero-waste, environmentally sustainable, self-sufficient in terms of both organic food production and symbiosis between the environment and industry. New cities will be able to have new organisational structures-either city states, or, apolitical, jigsaw-like structures that can change their position-like in the case of the city of Artisanopolis, designed as a floating city, close to the land, reminiscent of the legendary Atlantis. This paper is focused on the main issues connected with problems of the contemporary city planning. The purpose of the research was to identify existing technological solutions, whose aim is to use solar energy and urban greenery. The studies were based on literature related to future city development issues and futuristic projects of the architects and city planners. In the paper, the following issues have been verified: futuristic cities and districts, and original bionic buildings, both residential and industrial. The results of the analysis have been presented in a tabular form.", "doi": "10.1007/s11356-017-0885-2", "title": "Cities of the future-bionic systems of new urban environment.", "journal": ["Environmental science and pollution research international", "Environ Sci Pollut Res Int"]}