{"authors": [["Etzi", "Roberta", "R", "Department of Psychology and NeuroMi, Milan Center for Neuroscience, University of Milano-Bicocca, Piazza dell'Ateneo Nuovo, 1, 20126, Milan, Italy. roberta.etzi@unimib.it."], ["Carta", "Carlotta", "C", "Department of Psychology and NeuroMi, Milan Center for Neuroscience, University of Milano-Bicocca, Piazza dell'Ateneo Nuovo, 1, 20126, Milan, Italy."], ["Gallace", "Alberto", "A", "Department of Psychology and NeuroMi, Milan Center for Neuroscience, University of Milano-Bicocca, Piazza dell'Ateneo Nuovo, 1, 20126, Milan, Italy."]], "date": "2017-12-06", "id": "29214391", "text": "Being caressed represents one of the most typical expressions of affection conveyed by touch. Converging evidence suggests that the pleasant perception of gentle and slow stroking delivered to the hairy skin is mediated by C-Tactile afferents (CTs). While behavioral and neural responses to CT-optimal touch have been moderately explored so far, less is known about the autonomic reaction to different kinds of touch (both CT-optimal and not). Here, we investigated whether physiological arousal varies as a function of the specific tactile stimulation provided. Stroking (slow: 3 cm/s 'CT-optimal'; or fast: 30 cm/s) and tapping (random or fixed spatial order) stimulations were delivered to the participants' forearm with a brush, for durations of 9 or 60 s. Participants' skin conductance response (SCR) and level (SCL), as well as subjective evaluations, were recorded. The results revealed that being stroked (at both the velocities) induced higher SCR and SCL than being tapped. Moreover, while higher SCR was elicited by CT-suboptimal stroking compared to CT-optimal stroking, SCL was not affected differently by CT-optimal touch. No differences were found between the effects of 9 and 60 s stimulations. Slow stroking was evaluated as the most pleasant, relaxing and 'social' type of touch compared to the other tactile stimulations. Taken together, these findings shed light on the psychophysiological responses to stroking (including CT-optimal touch) and tapping, and contribute to elucidate the mechanisms underlying hedonic tactile perception.", "doi": "10.1007/s00221-017-5143-9", "title": "Stroking and tapping the skin: behavioral and electrodermal effects.", "journal": ["Experimental brain research", "Exp Brain Res"]}