{"authors": [["Shuggi", "Isabelle M", "IM", "Systems Engineering Program, University of Maryland, College Park, MD, 20742, USA."], ["Shewokis", "Patricia A", "PA", "School of Biomedical Engineering, Science, and Health Systems, Drexel University, Philadelphia, PA, 19102, USA."], ["Herrmann", "Jeffrey W", "JW", "Department of Mechanical Engineering, University of Maryland, College Park, MD, 20742, USA."], ["Gentili", "Rodolphe J", "RJ", "Department of Kinesiology, School of Public Health, University of Maryland, College Park, MD, 20742, USA. rodolphe@umd.edu."]], "date": "2017-12-06", "id": "29214390", "text": "Few investigations have examined mental workload during motor practice or learning in a context of team dynamics. This study examines the underlying cognitive-motor processes of motor practice by assessing the changes in motor performance and mental workload during practice of reaching movements. Individuals moved a robotic arm to reach targets as fast and as straight as possible while satisfying the task requirement of avoiding a collision between the end-effector and the workspace limits. Individuals practiced the task either alone (HA group) or with a synthetic teammate (HRT group), which regulated the effector velocity to help satisfy the task requirements. The findings revealed that the performance of both groups improved similarly throughout practice. However, when compared to the individuals of the HA group, those in the HRT group (1) had a lower risk of collisions, (2) exhibited higher performance consistency, and (3) revealed a higher level of mental workload while generally perceiving the robotic teammate as interfering with their performance. As the synthetic teammate changed the effector velocity in specific regions near the workspace boundaries, individuals may have been constrained to learn a piecewise visuomotor map. This piecewise map made the task more challenging, which increased mental workload and perception of the synthetic teammate as a burden. The examination of both motor performance and mental workload revealed a combination of both adaptive and maladaptive team dynamics. This work is a first step to examine the human cognitive-motor processes underlying motor practice in a context of team dynamics and contributes to inform human-robot applications.", "doi": "10.1007/s00221-017-5136-8", "title": "Changes in motor performance and mental workload during practice of reaching movements: a team dynamics perspective.", "journal": ["Experimental brain research", "Exp Brain Res"]}