{"authors": [["Ghimire", "Saurav", "S", "Unit for Medication Outcomes Research and Education (UMORE), Pharmacy, School of Medicine, Faculty of Health, University of Tasmania, Hobart, 7001, Australia."], ["Banks", "Colin", "C", "Department of Nephrology, Royal Hobart Hospital, Hobart, Australia."], ["Jose", "Matthew D", "MD", "Department of Nephrology, Royal Hobart Hospital, Hobart, Australia."], ["Castelino", "Ronald L", "RL", "Unit for Medication Outcomes Research and Education (UMORE), Pharmacy, School of Medicine, Faculty of Health, University of Tasmania, Hobart, 7001, Australia."], ["Zaidi", "Syed Tabish R", "STR", "Unit for Medication Outcomes Research and Education (UMORE), Pharmacy, School of Medicine, Faculty of Health, University of Tasmania, Hobart, 7001, Australia. tabish.razizaidi@utas.edu.au."]], "date": "2017-12-06", "id": "29214368", "text": "Background Medication nonadherence is a major problem in chronic kidney failure patients undergoing dialysis. Pharmacists play a vital role in improving medication-related patient outcomes, reducing drug-related problems, and improving medication adherence. However, little is known about how pharmacists assess medication adherence in dialysis patients. Objective To measure pharmacists' perceptions, current practices, and barriers to assessing adherence in dialysis patients. Setting Australian renal-specialised pharmacists. Method An online survey was conducted between March and May 2016. Survey included five psychometric scales measuring perceived prevalence, contributors, effective methods, barriers, and confidence to assess adherence on a 10-point Likert scale (1 = strongly disagree; 10 = strongly agree). Current practices were identified using a 4-point graded response (1 = do not practice; 4 = practice for all).Perception scores, scale reliability, and responses to current practices questionnaire. Results 41 pharmacists completed the survey (response rate, 91.1%). The majority (91.9%, n = 34; median = 8.0) agreed patients were nonadherent to medication. Time constraints (43.8%, n = 14) and hospital support (31.3%, n = 10) were perceived as barriers to assessment. Objective blood monitoring was frequently used to determine nonadherence (57.1%, n = 16), whereas subjective interviews were rarely conducted (27.6%, n = 8). Though all pharmacists support the presence of dedicated pharmacist for assessing adherence (100.0%, n = 33), only 24.2% were actually performing this function. Conclusion Pharmacists were rarely assigned for adherence assessment in dialysis settings. Established self-report methods were under-utilised compared to objective methods. Future research should investigate the effectiveness of pharmacists' involvement in facilitating adherence promotion and early identification of medication-related issues in dialysis patients.", "doi": "10.1007/s11096-017-0574-8", "title": "Renal pharmacists' perceptions and current practices of assessing medication adherence in dialysis patients.", "journal": ["International journal of clinical pharmacy", "Int J Clin Pharm"]}