{"authors": [["Noyer", "Aurelien L", "AL", "Research Centre, University College of Osteopathy, 275 Borough High Street, London, UK."], ["Esteves", "Jorge E", "JE", "Instituto Piaget, VN Gaia School of Health Care, Alameda Jean Piaget, Gulpilhares, 4405-678 Vila Nova de Gaia, Portugal."], ["Thomson", "Oliver P", "OP", "Research Centre, University College of Osteopathy, 275 Borough High Street, London, UK."]], "date": "2017-12-01", "id": "29214014", "text": "Diagnostic reasoning refers to the cognitive processes by which clinicians formulate diagnoses. Despite the implications for patient safety and professional identity, research on diagnostic reasoning in osteopathy remains largely theoretical. The aim of this study was to investigate the influence of perceived task difficulty on the diagnostic reasoning of students osteopaths.Using a single-blinded, cross sectional study design, sixteen final year pre-registration osteopathy students diagnosed two standardized cases under two context conditions (complex versus control). Context difficulty was manipulated via verbal manipulation and case order was randomized and counterbalanced across subjects to ensure that each case was diagnosed evenly under both conditions (i.e. half of the subjects performed either case A or B first). After diagnosis, participants were presented with items (literal, inferred and filler) designed to represent analytical and non-analytical reasoning. Response time and error rate for each item were measured. A repeated measures analysis of variance (concept type x context) was performed to identify differences across conditions and make inferences on diagnostic reasoning.Participants made significantly more errors when judging literal concepts and took significantly less time to recognize filler concepts in the complex context. No significant difference in ability to judge inferred concepts across contexts was found.Although speculative and preliminary, our findings suggest the perception of complexity led to an increased reliance on analytical reasoning at the detriment of non-analytical reasoning. To reduce the associated cognitive load, osteopathic educational institutions could consider developing the intuitive diagnostic capabilities of pre-registration students. Postgraduate mentorship opportunities could be considered to enhance the diagnostic reasoning of professional osteopaths, particularly recent graduates. Further research exploring the influence of expertise is required to enhance the validity of this study.", "doi": "10.1186/s12998-017-0161-z", "title": "Influence of perceived difficulty of cases on student osteopaths' diagnostic reasoning: a cross sectional study.", "journal": ["Chiropractic & manual therapies", "Chiropr Man Therap"]}