{"authors": [["Wu", "Zhen", "Z", "School of Life Sciences, Innovation Center for Structural Biology, Tsinghua-Peking Joint Center for Life Sciences, Tsinghua University, Beijing, China."], ["Liang", "Shan", "S", "School of Food and Chemical Engineering, Beijing Technology and Business University, Beijing, China."], ["Song", "Wen", "W", "School of Life Sciences, Innovation Center for Structural Biology, Tsinghua-Peking Joint Center for Life Sciences, Tsinghua University, Beijing, China."], ["Lin", "Guangzhong", "G", "School of Life Sciences, Innovation Center for Structural Biology, Tsinghua-Peking Joint Center for Life Sciences, Tsinghua University, Beijing, China."], ["Wang", "Weiguang", "W", "School of Life Sciences, Innovation Center for Structural Biology, Tsinghua-Peking Joint Center for Life Sciences, Tsinghua University, Beijing, China."], ["Zhang", "Heqiao", "H", "School of Life Scienses and Thechology, Shanghai Tech University, Shanghai, China."], ["Han", "Zhifu", "Z", "School of Life Sciences, Innovation Center for Structural Biology, Tsinghua-Peking Joint Center for Life Sciences, Tsinghua University, Beijing, China."], ["Chai", "Jijie", "J", "School of Life Sciences, Innovation Center for Structural Biology, Tsinghua-Peking Joint Center for Life Sciences, Tsinghua University, Beijing, China."]], "date": "2017-11-22", "id": "29213277", "text": "Leucine-rich repeat receptor-like kinases (LRR-RLKs) are widespread in different plant species and play important roles in growth and development. Germination inhibition is vital for the completion of seed maturation and cell expansion is a fundamental cellular process driving plant growth. Here, we report genetic and structural characterizations of a functionally uncharacterized LRR-RLK, named GRACE (Germination Repression and Cell Expansion receptor-like kinase). Overexpression of GRACE in Arabidopsis exhibited delayed germination, enlarged cotyledons, rosette leaves and stubbier petioles. Conversely, these phenotypes were reversed in the T-DNA insertion knock-down mutant grace-1 plants. A crystal structure of the extracellular domain of GRACE (GRACE-LRR) determined at the resolution of 3.0 Å revealed that GRACE-LRR assumed a right-handed super-helical structure with an island domain (ID). Structural comparison showed that structure of the ID in GRACE-LRR is strikingly different from those observed in other LRR-RLKs. This structural observation implies that GRACE might perceive a new ligand for signaling. Collectively, our data support roles of GRACE in repressing seed germination and promoting cell expansion of Arabidopsis, presumably by perception of unknown ligand(s).", "doi": "10.3389/fpls.2017.01999", "title": "Functional and Structural Characterization of a Receptor-Like Kinase Involved in Germination and Cell Expansion in Arabidopsis.", "journal": ["Frontiers in plant science", "Front Plant Sci"]}