{"authors": [["Calzolari", "Elena", "E", "Department of Psychology and NeuroMI, University of Milano-Bicocca, Milan, Italy."], ["Albini", "Federica", "F", "Department of Psychology and NeuroMI, University of Milano-Bicocca, Milan, Italy."], ["Bolognini", "Nadia", "N", "Department of Psychology and NeuroMI, University of Milano-Bicocca, Milan, Italy."], ["Vallar", "Giuseppe", "G", "Department of Psychology and NeuroMI, University of Milano-Bicocca, Milan, Italy."]], "date": "2017-11-22", "id": "29213233", "text": "Visuo-motor adaptation to optical prisms displacing the visual scene (prism adaptation, PA) is a method used for investigating visuo-motor plasticity in healthy individuals and, in clinical settings, for the rehabilitation of unilateral spatial neglect. In the standard paradigm, the adaptation phase involves repeated pointings to visual targets, while wearing optical prisms displacing the visual scene laterally. Here we explored differences in PA, and its aftereffects (AEs), as related to the sensory modality of the target. Visual, auditory, and multisensory - audio-visual - targets in the adaptation phase were used, while participants wore prisms displacing the visual field rightward by 10°. Proprioceptive, visual, visual-proprioceptive, auditory-proprioceptive straight-ahead shifts were measured. Pointing to auditory and to audio-visual targets in the adaptation phase produces proprioceptive, visual-proprioceptive, and auditory-proprioceptive AEs, as the typical visual targets did. This finding reveals that cross-modal plasticity effects involve both the auditory and the visual modality, and their interactions (Experiment 1). Even a shortened PA phase, requiring only 24 pointings to visual and audio-visual targets (Experiment 2), is sufficient to bring about AEs, as compared to the standard 92-pointings procedure. Finally, pointings to auditory targets cause AEs, although PA with a reduced number of pointings (24) to auditory targets brings about smaller AEs, as compared to the 92-pointings procedure (Experiment 3). Together, results from the three experiments extend to the auditory modality the sensorimotor plasticity underlying the typical AEs produced by PA to visual targets. Importantly, PA to auditory targets appears characterized by less accurate pointings and error correction, suggesting that the auditory component of the PA process may be less central to the building up of the AEs, than the sensorimotor pointing activity per se. These findings highlight both the effectiveness of a reduced number of pointings for bringing about AEs, and the possibility of inducing PA with auditory targets, which may be used as a compensatory route in patients with visual deficits.", "doi": "10.3389/fnhum.2017.00568", "title": "Multisensory and Modality-Specific Influences on Adaptation to Optical Prisms.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}