{"authors": [["Greenwood-Van Meerveld", "Beverley", "B", "Oklahoma Center for Neuroscience, University of Oklahoma Health Science Center, Oklahoma City, OK, United States."], ["Johnson", "Anthony C", "AC", "VA Medical Center, Oklahoma City, OK, United States."]], "date": "2017-11-22", "id": "29213232", "text": "Visceral pain is generally poorly localized and characterized by hypersensitivity to a stimulus such as organ distension. In concert with chronic visceral pain, there is a high comorbidity with stress-related psychiatric disorders including anxiety and depression. The mechanisms linking visceral pain with these overlapping comorbidities remain to be elucidated. Evidence suggests that long term stress facilitates pain perception and sensitizes pain pathways, leading to a feed-forward cycle promoting chronic visceral pain disorders such as irritable bowel syndrome (IBS). Early life stress (ELS) is a risk-factor for the development of IBS, however the mechanisms responsible for the persistent effects of ELS on visceral perception in adulthood remain incompletely understood. In rodent models, stress in adult animals induced by restraint and water avoidance has been employed to investigate the mechanisms of stress-induce pain. ELS models such as maternal separation, limited nesting, or odor-shock conditioning, which attempt to model early childhood experiences such as neglect, poverty, or an abusive caregiver, can produce chronic, sexually dimorphic increases in visceral sensitivity in adulthood. Chronic visceral pain is a classic example of gene × environment interaction which results from maladaptive changes in neuronal circuitry leading to neuroplasticity and aberrant neuronal activity-induced signaling. One potential mechanism underlying the persistent effects of stress on visceral sensitivity could be epigenetic modulation of gene expression. While there are relatively few studies examining epigenetically mediated mechanisms involved in visceral nociception, stress-induced visceral pain has been linked to alterations in DNA methylation and histone acetylation patterns within the brain, leading to increased expression of pro-nociceptive neurotransmitters. This review will discuss the potential neuronal pathways and mechanisms responsible for stress-induced exacerbation of chronic visceral pain. Additionally, we will review the importance of specific experimental models of adult stress and ELS in enhancing our understanding of the basic molecular mechanisms of pain processing.", "doi": "10.3389/fnsys.2017.00086", "title": "Stress-Induced Chronic Visceral Pain of Gastrointestinal Origin.", "journal": ["Frontiers in systems neuroscience", "Front Syst Neurosci"]}