{"authors": [["Zhang", "Yizhen", "Y", "School of Electrical and Computer Engineering, Purdue University, West Lafayette, IN, USA."], ["Chen", "Gang", "G", "Scientific and Statistical Computing Core, National Institute of Mental Health, National Institutes of Health, Bethesda, MD, USA."], ["Wen", "Haiguang", "H", "School of Electrical and Computer Engineering, Purdue University, West Lafayette, IN, USA."], ["Lu", "Kun-Han", "KH", "School of Electrical and Computer Engineering, Purdue University, West Lafayette, IN, USA."], ["Liu", "Zhongming", "Z", "Weldon School of Biomedical Engineering, Purdue University, West Lafayette, IN, USA. zmliu@purdue.edu."]], "date": "2017-12-06", "id": "29213104", "text": "Musical imagery is the human experience of imagining music without actually hearing it. The neural basis of this mental ability is unclear, especially for musicians capable of engaging in accurate and vivid musical imagery. Here, we created a visualization of an 8-minute symphony as a silent movie and used it as real-time cue for musicians to continuously imagine the music for repeated and synchronized sessions during functional magnetic resonance imaging (fMRI). The activations and networks evoked by musical imagery were compared with those elicited by the subjects directly listening to the same music. Musical imagery and musical perception resulted in overlapping activations at the anterolateral belt and Wernicke's area, where the responses were correlated with the auditory features of the music. Whereas Wernicke's area interacted within the intrinsic auditory network during musical perception, it was involved in much more complex networks during musical imagery, showing positive correlations with the dorsal attention network and the motor-control network and negative correlations with the default-mode network. Our results highlight the important role of Wernicke's area in forming vivid musical imagery through bilateral and anti-correlated network interactions, challenging the conventional view of segregated and lateralized processing of music versus language.", "doi": "10.1038/s41598-017-17178-4", "title": "Musical Imagery Involves Wernicke's Area in Bilateral and Anti-Correlated Network Interactions in Musicians.", "journal": ["Scientific reports", "Sci Rep"]}