{"authors": [["Gueorguiev", "David", "D", "Institute of Neuroscience, Université catholique de Louvain, 1200 Brussels, Belgium."], ["Vezzoli", "Eric", "E", "Univ. Lille, Centrale Lille, Arts et Metiers ParisTech, HEI, EA 2697 - L2EP - Laboratoire d'Electrotechnique et d'Electronique de Puissance, 59000 Lille, France."], ["Mouraux", "André", "A", "Institute of Neuroscience, Université catholique de Louvain, 1200 Brussels, Belgium."], ["Lemaire-Semail", "Betty", "B", "Univ. Lille, Centrale Lille, Arts et Metiers ParisTech, HEI, EA 2697 - L2EP - Laboratoire d'Electrotechnique et d'Electronique de Puissance, 59000 Lille, France."], ["Thonnard", "Jean-Louis", "JL", "Institute of Neuroscience, Université catholique de Louvain, 1200 Brussels, Belgium jean-louis.thonnard@uclouvain.be."]], "date": null, "id": "29212757", "text": "When we touch an object or explore a texture, frictional strains are induced by the tactile interactions with the surface of the object. Little is known about how these interactions are perceived, although it becomes crucial for the nascent industry of interactive displays with haptic feedback (e.g. smartphones and tablets) where tactile feedback based on friction modulation is particularly relevant. To investigate the human perception of frictional strains, we mounted a high-fidelity friction modulating ultrasonic device on a robotic platform performing controlled rubbing of the fingertip and asked participants to detect induced decreases of friction during a forced-choice task. The ability to perceive the changes in friction was found to follow Weber's Law of just noticeable differences, as it consistently depended on the ratio between the reduction in tangential force and the pre-stimulation tangential force. The Weber fraction was 0.11 in all conditions demonstrating a very high sensitivity to transient changes in friction. Humid fingers experienced less friction reduction than drier ones for the same intensity of ultrasonic vibration but the Weber fraction for detecting changes in friction was not influenced by the humidity of the skin.", "doi": "10.1098/rsif.2017.0641", "title": "The tactile perception of transient changes in friction.", "journal": ["Journal of the Royal Society, Interface", "J R Soc Interface"]}