{"authors": [["Roh", "Y H", "YH", "Ewha Womans University, College of Medicine, 1071 Anyangcheon-ro, Yangcheon-gu, Seoul 07985, South Korea."], ["Noh", "J H", "JH", "Kangwon National University Hospital, 156 Baengnyeong-ro, Chuncheon-si, Gangwon-do 24289, South Korea."], ["Gong", "H S", "HS", "Seoul National University Bundang Hospital, 173 Gumi-ro, Bundang-gu, Sungnam 13620, South Korea."], ["Baek", "G H", "GH", "Seoul National University Hospital, 101 Daehak-ro, Jongno-gu, Seoul 03080, South Korea."]], "date": null, "id": "29212687", "text": "The aim of this study was to compare the efficacy of a corticosteroid injection for the treatment of carpal tunnel syndrome (CTS) in patients with and without Raynaud's phenomenon.In a prospective study, 139 patients with CTS were treated with a corticosteroid injection (10 mg triamcinolone acetonide); 34 had Raynaud's phenomenon and 105 did not (control group). Grip strength, perception of touch with a Semmes-Weinstein monofilament and the Boston Carpal Tunnel Questionnaires (BCTQ) were assessed at baseline and at six, 12 and 24 weeks after the injection. The Cold Intolerance Severity Score (CISS) questionnaire was also assessed at baseline and 24 weeks after the injection.The two groups had similar baseline BCTQ scores, but the scores in the Raynaud's phenomenon group were significantly higher than those in the control group at 12 and 24 weeks after the injection. Throughout the 24-week follow-up, there were no significant differences in the mean grip strength between the groups, whereas the mean Semmes-Weinstein monofilament sensory index for the control group was significantly higher than that of the Raynaud's phenomenon group. The mean CISSs were not significantly different between the groups at baseline and at 24 weeks. After 24 weeks, 11 patients (32%) in the Raynaud's phenomenon group and 16 (15%) in the control group required carpal tunnel decompression (p = 0.028). Multivariable analysis indicated that concurrent Raynaud's phenomenon (odds ratio (OR) 2.6) and severe electrophysiological grade (OR 2.1) were independently associated with a failure of treatment after a corticosteroid injection.Although considerable improvements in symptoms will probably occur in patients with Raynaud's phenomenon who have CTS, they have higher risk of poor functional outcomes and failure of treatment than those without Raynaud's phenomenon. Cite this article: Bone Joint J 2017;99-B:1637-42.", "doi": "10.1302/0301-620X.99B12.BJJ-2017-0371.R2", "title": "Comparative study on the effectiveness of a corticosteroid injection for carpal tunnel syndrome in patients with and without Raynaud's phenomenon.", "journal": ["The bone & joint journal", "Bone Joint J"]}