{"authors": [["Sandsdalen", "Tuva", "T", "Department of Health Studies, Faculty of Public Health, Inland Norway University of Applied Sciences, Post box 400, 2418, Elverum, Norway. Tuva.Sandsdalen@inn.no."], ["Høye", "Sevald", "S", "Department of Health Studies, Faculty of Public Health, Inland Norway University of Applied Sciences, Post box 400, 2418, Elverum, Norway."], ["Rystedt", "Ingrid", "I", "Department of Health Science, Faculty of Health, Science and Technology, Discipline of Nursing Science, Karlstad University, 651 88, Karlstad, Sweden."], ["Grøndahl", "Vigdis Abrahamsen", "VA", "Faculty of Health and Welfare Sciences, Østfold University College, Post box 700, 1757, Halden, Norway."], ["Hov", "Reidun", "R", "Department of Health Studies, Faculty of Public Health, Inland Norway University of Applied Sciences, Post box 400, 2418, Elverum, Norway."], ["Wilde-Larsson", "Bodil", "B", "Department of Health Studies, Faculty of Public Health, Inland Norway University of Applied Sciences, Post box 400, 2418, Elverum, Norway."]], "date": "2017-12-06", "id": "29212539", "text": "Little is known about the combination of person- and organization- related conditions and the relationships with patients' perspectives of care quality. Such a combination could contribute knowledge reflecting the complexity of clinical practice, and enhance individualized care. The aim was to investigate the relationships between the combination of person- and organization-related conditions and patients' perceptions of palliative care quality.A cross-sectional study, including 191 patients in the late palliative phase (73% response rate) admitted to hospice inpatient care (n = 72), hospice day care (n = 51), palliative units in nursing homes (n = 30) and home care (n = 38), was conducted between November 2013 and December 2014, using the instrument Quality from the Patients' Perspective specific to palliative care (QPP-PC). Data were analysed, using analysis of covariance, to explore the amount of the variance in the dependent variables (QPP-PC) that could be explained by combination of the independent variables - Person- and organization-related conditions, - while controlling for differences in covariates.Patients scored the care received and the subjective importance as moderate to high. The combination of person- and organization - related conditions revealed that patients with a high sense of coherence, lower age (person - related conditions) and being in a ward with access to and availability of physicians (organization-related condition) might be associated with significantly higher scores for the quality of care received. Gender (women), daily contact with family and friends, and low health-related quality of life (person-related conditions) might be associated with higher scores for subjective importance of the aspects of care quality.Healthcare personnel, leaders and policy makers need to pay attention to person- and organization-related conditions in order to provide person-centered palliative care of high quality. Further studies from palliative care contexts are needed to confirm the findings and to investigate additional organizational factors that might influence patients' perceptions of care quality.", "doi": "10.1186/s12904-017-0240-x", "title": "The relationships between the combination of person- and organization-related conditions and patients' perceptions of palliative care quality.", "journal": ["BMC palliative care", "BMC Palliat Care"]}