{"authors": [["Myers", "Mark H", "MH", "Department of Anatomy and Neurobiology, University of Tennessee Health Sciences Center, Memphis, TN, 38163, USA. mmyers25@uthsc.edu."], ["Iannaccone", "Alessandro", "A", "Department of Ophthalmology, Center for Retinal Degenerations and Ophthalmic Genetic Diseases, Duke University School of Medicine, Durham, NC, USA."], ["Bidelman", "Gavin M", "GM", "Department of Anatomy and Neurobiology, University of Tennessee Health Sciences Center, Memphis, TN, 38163, USA."]], "date": "2017-12-07", "id": "29212538", "text": "In this study, we examined audiovisual (AV) processing in normal and visually impaired individuals who exhibit partial loss of vision due to inherited retinal dystrophies (IRDs).Two groups were analyzed for this pilot study: Group 1 was composed of IRD participants: two with autosomal dominant retinitis pigmentosa (RP), two with autosomal recessive cone-rod dystrophy (CORD), and two with the related complex disorder, Bardet-Biedl syndrome (BBS); Group 2 was composed of 15 non-IRD participants (controls). Audiovisual looming and receding stimuli (conveying perceptual motion) were used to assess the cortical processing and integration of unimodal (A or V) and multimodal (AV) sensory cues. Electroencephalography (EEG) was used to simultaneously resolve the temporal and spatial characteristics of AV processing and assess differences in neural responses between groups. Measurement of AV integration was accomplished via quantification of the EEG's spectral power and event-related brain potentials (ERPs).Results show that IRD individuals exhibit reduced AV integration for concurrent audio and visual (AV) stimuli but increased brain activity during the unimodal A (but not V) presentation. This was corroborated in behavioral responses, where IRD patients showed slower and less accurate judgments of AV and V stimuli but more accurate responses in the A-alone condition.Collectively, our findings imply a neural compensation from auditory sensory brain areas due to visual deprivation.", "doi": "10.1186/s12886-017-0640-y", "title": "A pilot investigation of audiovisual processing and multisensory integration in patients with inherited retinal dystrophies.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}