{"authors": [["Wang", "Fang-Fang", "FF", "State Key Laboratory of Plant Genomics, Institute of Microbiology, Chinese Academy of Sciences, Beijing 100101, China."], ["Cheng", "Shou-Ting", "ST", "State Key Laboratory of Plant Genomics, Institute of Microbiology, Chinese Academy of Sciences, Beijing 100101, China; School of Life Sciences, University of Chinese Academy of Sciences, Beijing 100049, China."], ["Wu", "Yao", "Y", "State Key Laboratory of Plant Genomics, Institute of Microbiology, Chinese Academy of Sciences, Beijing 100101, China."], ["Ren", "Bao-Zhen", "BZ", "State Key Laboratory of Plant Genomics, Institute of Microbiology, Chinese Academy of Sciences, Beijing 100101, China; School of Life Sciences, University of Chinese Academy of Sciences, Beijing 100049, China."], ["Qian", "Wei", "W", "State Key Laboratory of Plant Genomics, Institute of Microbiology, Chinese Academy of Sciences, Beijing 100101, China. Electronic address: qianw@im.ac.cn."]], "date": null, "id": "29212037", "text": "Recognition of the host plant is a prerequisite for infection by pathogenic bacteria. However, how bacterial cells sense plant-derived stimuli, especially chemicals that function in regulating plant development, remains completely unknown. Here, we have identified a membrane-bound histidine kinase of the phytopathogenic bacterium Xanthomonas campestris, PcrK, as a bacterial receptor that specifically detects the plant cytokinin 2-isopentenyladenine (2iP). 2iP binds to the extracytoplasmic region of PcrK to decrease its autokinase activity. Through a four-step phosphorelay, 2iP stimulation decreased the phosphorylation level of PcrR, the cognate response regulator of PcrK, to activate the phosphodiesterase activity of PcrR in degrading the second messenger 3',5'-cyclic diguanylic acid. 2iP perception by the PcrK-PcrR remarkably improves bacterial tolerance to oxidative stress by regulating the transcription of 56 genes, including the virulence-associated TonB-dependent receptor gene ctrA. Our results reveal an evolutionarily conserved, inter-kingdom signaling by which phytopathogenic bacteria intercept a plant hormone signal to promote adaptation to oxidative stress.", "doi": "10.1016/j.celrep.2017.11.017", "title": "A Bacterial Receptor PcrK Senses the Plant Hormone Cytokinin to Promote Adaptation to Oxidative Stress.", "journal": ["Cell reports", "Cell Rep"]}