{"authors": [["Holloway", "Ian W", "IW", "1 University of California , Los Angeles, Los Angeles, California."], ["Tan", "Diane", "D", "1 University of California , Los Angeles, Los Angeles, California."], ["Gildner", "Jennifer L", "JL", "1 University of California , Los Angeles, Los Angeles, California."], ["Beougher", "Sean C", "SC", "1 University of California , Los Angeles, Los Angeles, California."], ["Pulsipher", "Craig", "C", "2 AIDS Project , Los Angeles, California."], ["Montoya", "Jorge A", "JA", "3 Sentient Research , Los Angeles, California."], ["Plant", "Aaron", "A", "3 Sentient Research , Los Angeles, California."], ["Leibowitz", "Arleen", "A", "1 University of California , Los Angeles, Los Angeles, California."]], "date": null, "id": "29211513", "text": "While correlates of pre-exposure prophylaxis (PrEP) uptake have been explored among older men who have sex with men (MSM), less is known about the facilitators and barriers that encourage uptake among younger MSM (YMSM). This study explores the association between willingness to take PrEP and demographic characteristics, sexual risk, and substance use, and attitudinal factors among YMSM in California who use geosocial networking applications (GSN apps). Based on survey data from YMSM recruited through GSN apps (n = 687), PrEP willingness was positively associated with Hispanic ethnicity [adjusted odds ratio (aOR): 1.73; confidence interval (CI): 1.01-2.98; p = 0.046], concerns about drug effects (aOR: 0.46; CI: 0.33-0.65; p < 0.001), medical mistrust (aOR: 0.71; CI: 0.53-0.96; p < 0.001), and concerns about adherence (aOR: 0.65; CI: 0.49-0.89; p = 0.005). PrEP willingness was positively associated with medium (aOR: 1.87; CI: 1.14-3.07; p = 0.014) and high concern (aOR: 1.84; CI: 1.13-3.01; p < 0.001) about contracting HIV and perceived benefits of taking PrEP (aOR: 2.59; CI: 1.78-3.78; p < 0.001). In addition to emphasizing the benefits of using PrEP, campaigns that address concerns regarding adherence and side effects may increase interest in and demand for PrEP among YMSM. More opportunities are needed to educate YMSM about PrEP, including addressing their concerns about this new prevention strategy. Providers should speak openly and honestly to YMSM considering PrEP about what to do if side effects occur and how to handle missed doses. Outreach using GSN apps for PrEP education and screening may be an effective way to reach YMSM.", "doi": "10.1089/apc.2017.0082", "title": "Facilitators and Barriers to Pre-Exposure Prophylaxis Willingness Among Young Men Who Have Sex with Men Who Use Geosocial Networking Applications in California.", "journal": ["AIDS patient care and STDs", "AIDS Patient Care STDS"]}