{"authors": [["Costa-Guarisco", "Letícia Pimenta", "LP", "Departamento de Gerontologia, Centro de Ciências Biológicas e da Saúde, Universidade Federal de São Carlos (UFSCar). Rodovia Washington Luís Km 235, Jardim Guanabara. 13565-905 São Carlos SP Brasil. lepcosta@hotmail.com."], ["Dalpubel", "Daniela", "D", "Programa de Pós-Graduação em Enfermagem, Centro de Ciências Biológicas e da Saúde, UFSCar. São Carlos SP Brasil."], ["Labanca", "Ludimila", "L", "Faculdade de Medicina, Universidade Federal de Minas Gerais. Belo Horizonte MG Brasil."], ["Chagas", "Marcos Hortes Nisihara", "MHN", "Departamento de Gerontologia, Centro de Ciências Biológicas e da Saúde, Universidade Federal de São Carlos (UFSCar). Rodovia Washington Luís Km 235, Jardim Guanabara. 13565-905 São Carlos SP Brasil. lepcosta@hotmail.com."]], "date": null, "id": "29211163", "text": "Presbycusis is a disorder present among the elderly. However, it is under-diagnosed, making it important to develop and enhance simple screening tools.The subjective faces scale has been proposed as a method to assess auditory self-perception among the elderly, and its correlation with audiological tests.We looked at elderly patients referred to the audiology service of a reference center for the care of the elderly in a public university hospital between February and November 2013. Patients were submitted to meatoscopy, tonal and vocal audiometry and the whisper test. They also answered the subjective faces scale. A total of 164 elderly individuals participated, and the average age was 77.We found a good correlation between the subjective faces scale and audiometry thresholds (r = 0.66). Our results show that the faces and hearing loss correlate, with face 1 corresponding to normal hearing, face 2 to mild hearing loss, and face 3 to Grade I moderate hearing loss. When evaluating the psychometric qualities of the subjective faces scale, we found that faces 2 or 3 have good sensitivity and specificity, with the area under the ROC curve being 0.81.The subjective faces scale seems to be a good, low-cost and easy to use supplementary tool for auditory screening in geriatric services.A presbiacusia é uma alteração prevalente na população idosa, porém subdiagnosticada, desta forma, é importante aprimorar instrumentos de triagem simples. A escala subjetiva de faces foi proposta como forma de avaliar a autopercepção auditiva do idoso e sua correlação com exames audiológicos. Foram avaliados todos os pacientes encaminhados para o serviço de audiologia de um centro de referência de atenção à saúde do idoso no período de fevereiro a novembro de 2013. Os pacientes foram examinados por meatoscopia, audiometria tonal e vocal e responderam a escala subjetiva de faces e o teste do sussurro. Participaram 164 idosos com média de idade de 77 anos. Encontrou-se boa correlação entre a escala subjetiva de faces e o limiar audiométrico (r = 0,66). Houve correspondência entre as faces e o grau da perda auditiva, sendo a face 1 correspondente a audição normal, face 2 a perda auditiva leve e face 3 a perda auditiva moderada grau I. Ao avaliar as qualidades psicométricas da escala subjetiva de faces, verificou-se que as faces 2 e 3 apresentam bons índices de sensibilidade e especificidade, com área sob a curva ROC de 0,81. A escala subjetiva de faces parece ser um bom instrumento complementar de triagem auditiva em serviços gerontológicos, de fácil aplicação e baixo custo.", "doi": "10.1590/1413-812320172211.277872016", "title": "Perception of hearing loss: use of the subjective faces scale to screen hearing among the elderly.", "journal": ["Ciencia & saude coletiva", "Cien Saude Colet"]}