{"authors": [["Prado", "Maria Aparecida Medeiros Barros do", "MAMBD", "Universidade Estadual de Campinas, Faculdade de Ciências Médicas, Campinas-SP, Brasil."], ["Francisco", "Priscila Maria S Bergamo", "PMSB", "Universidade Estadual de Campinas, Faculdade de Ciências Médicas, Campinas-SP, Brasil."], ["Barros", "Marilisa Berti de Azevedo", "MBA", "Universidade Estadual de Campinas, Faculdade de Ciências Médicas, Campinas-SP, Brasil."]], "date": null, "id": "29211139", "text": "to estimate the prevalence of use of psychotropic medicines and associated factors in adults and elderly, and to identify the main classes used.cross-sectional population-based study, conducted in Campinas-SP, Brazil (January/2008-April/2009); chi-square Rao-Scott test and Poisson multiple regression were applied.the study included 2,472 individuals and the prevalence of use of at least one psychotropic medication in the three previous days was 6.8% (95%CI 5.5;8.1); in the adjusted analyses, there were positive associations between use and female sex (PR=1.48; 95%CI 1.01;2.18), worse health perception (PR=2.10; 95%CI 1.13;3.89), common mental disorder (PR=1.66; 95%CI 1.09;2.51) and emotional problems (PR=8.04; 95%CI 4.87;13.02); black/brown-skinned individuals presented significantly lower use (PR=0.58; 95%CI 0.39;0.88); antidepressants (52.6%), anxiolytics (28.1%) and antipsychotics (17.0%) were the most used.inequalities regarding sex and ethnicity/skin color were observed; the findings contribute to the evaluation of the rational use of these drugs.estimar a prevalência do uso de psicotrópicos e fatores associados em adultos e idosos, e identificar as principais classes utilizadas.estudo transversal de base populacional, realizado em Campinas-SP, Brasil (janeiro/2008-abril/2009); empregou-se teste Qui-Quadrado (Rao-Scott) e regressão múltipla de Poisson.participaram do estudo 2.472 indivíduos; a prevalência do uso de ao menos um psicofármaco nos três dias anteriores à pesquisa foi de 6,8% (IC95% 5,5;8,1); nas análises ajustadas, observaram-se associações positivas entre o uso e sexo feminino (RP=1,48; IC95% 1,01;2,18), pior percepção da saúde (RP=2,10; IC95% 1,13;3,89), transtorno mental comum (RP=1,66; IC95% 1,09;2,51) e problemas emocionais (RP=8,04; IC95% 4,87;13,02); pretos/pardos apresentaram uso significativamente menor (RP=0,58; IC95% 0,39;0,88); destacaram-se os antidepressivos (52,6%), ansiolíticos (28,1%) e antipsicóticos (17,0%).observaram-se desigualdades de sexo e de raça/cor da pele no uso de psicotrópicos; os achados contribuem para a avaliação do uso racional desses fármacos.estimar la prevalencia de uso de drogas psicotrópicas y factores asociados en adultos y ancianos, e identificar los principales tipos utilizados.estudio poblacional transversal en Campinas-SP, Brasil (Enero/2008-Abril/2009); la asociación entre el uso de psicotrópicos y variables independientes fue verificada usando la prueba de Rao-Scott con un nivel de significancia de 5%; las razones de prevalencia fueron estimadas usando regresión múltiple de Poisson.el estudio incluyó a 2.472 personas y la prevalencia de utilización de fármacos en los tres días anteriores fue 6,8% (IC95% 5,5;8,1); en análisis ajustadas observamos una asociación positiva entre uso y sexo femenino (OR=1,48; IC95% 1,01;2,18), peor salud percibida (OR=2,10; IC95% 1,13;3,89), trastorno mental común (OR=1,66; IC95% 1,09;2,51) y problemas emocionales (OR=8,04; IC95% 4,87;13,02); individuos negro/marrón mostraron menor uso (OR=0,58; IC95% 0,39;0,88); se destacaron antidepresivos (52,6%), ansiolíticos (28,1%) y antipsicóticos (17,0%).se observaron desigualdades de sexo y raza/color de piel; subgrupos con mayor prevalencia de uso que requieren atención; estos resultados contribuyen a la evaluación del uso racional.", "doi": "10.5123/S1679-49742017000400007", "title": "Use of psychotropic medications in adults and elderly living in Campinas, São Paulo, Brazil: cross-sectional population-based study.", "journal": ["Epidemiologia e servicos de saude : revista do Sistema Unico de Saude do Brasil", "Epidemiol Serv Saude"]}