{"authors": [["Oetting", "Dirk", "D", "Project Group Hearing, Speech and Audio Technology of the Fraunhofer IDMT and Cluster of Excellence Hearing4all, Oldenburg, Germany."], ["Hohmann", "Volker", "V", "Project Group Hearing, Speech and Audio Technology of the Fraunhofer IDMT and Cluster of Excellence Hearing4all, Oldenburg, Germany."], ["Appell", "Jens-E", "JE", "Project Group Hearing, Speech and Audio Technology of the Fraunhofer IDMT and Cluster of Excellence Hearing4all, Oldenburg, Germany."], ["Kollmeier", "Birger", "B", "Project Group Hearing, Speech and Audio Technology of the Fraunhofer IDMT and Cluster of Excellence Hearing4all, Oldenburg, Germany."], ["Ewert", "Stephan D", "SD", "Project Group Hearing, Speech and Audio Technology of the Fraunhofer IDMT and Cluster of Excellence Hearing4all, Oldenburg, Germany."]], "date": "2017-11-27", "id": "29210810", "text": "Normalizing perceived loudness is an important rationale for gain adjustments in hearing aids. It has been demonstrated that gains required for restoring normal loudness perception for monaural narrowband signals can lead to higher-than-normal loudness in listeners with hearing loss, particularly for binaural broadband presentation. The present study presents a binaural bandwidth-adaptive dynamic compressor (BBDC) that can apply different gains for narrow- and broadband signals. It was hypothesized that normal perceived loudness for a broad variety of signals could be restored for listeners with mild to moderate high-frequency hearing loss by applying individual signal-dependent gain corrections.Gains to normalize perceived loudness for narrowband stimuli were assessed in 15 listeners with mild to moderate high-frequency hearing loss using categorical loudness scaling. Gains for narrowband loudness compensation were calculated and applied in a standard compressor. Aided loudness functions for signals with different bandwidths were assessed. The deviation from the average normal-hearing loudness functions was used for gain correction in the BBDC. Aided loudness functions for narrow- and broadband signals with BBDC were then assessed. Gains for a 65 dB SPL speech-shaped noise of BBDC were compared with gains based on National Acoustic Laboratories' nonlinear fitting procedure version 2 (NAL-NL2). The perceived loudness for 20 real signals was compared to the average normal-hearing rating.The suggested BBDC showed close-to-normal loudness functions for binaural narrow- and broadband signals for the listeners with hearing loss. Normal loudness ratings were observed for the real-world test signals. The proposed gain reduction method resulted on average in similar gains as prescribed by NAL-NL2. However, substantial gain variations compared to NAL-NL2 were observed in the data for individual listeners. Gain corrections after narrowband loudness compensation showed large interindividual differences for binaural broadband signals. Some listeners required no further gain reduction for broadband signals; for others, gains in decibels were more than halved for binaural broadband signals.The interindividual differences of the binaural broadband gain corrections indicate that relevant information for normalizing perceived loudness of binaural broadband signals cannot be inferred from monaural narrowband loudness functions. Over-amplification can be avoided if binaural broadband measurements are included in the fitting procedure. For listeners with a high binaural broadband gain correction factor, loudness compensation for narrowband and broadband stimuli cannot be achieved by compression algorithms that disregard the bandwidth of the input signals. The suggested BBDC includes individual binaural broadband corrections in a more appropriate way than threshold-based procedures.", "doi": "10.1097/AUD.0000000000000521", "title": "Restoring Perceived Loudness for Listeners With Hearing Loss.", "journal": ["Ear and hearing", "Ear Hear"]}