{"authors": [["Saha", "Senjuti", "S", "Department of Microbiology, Child Health Research Foundation, Dhaka Shishu Hospital, Dhaka, Bangladesh."], ["Santosham", "Mathuram", "M", "Department of International Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."], ["Hussain", "Manzoor", "M", "Department of Microbiology, Bangladesh Institute of Child Health, Dhaka Shishu Hospital, Dhaka, Bangladesh."], ["Black", "Robert E", "RE", "Department of International Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."], ["Saha", "Samir K", "SK", "Department of Microbiology, Child Health Research Foundation, Dhaka Shishu Hospital, Dhaka, Bangladesh."]], "date": "2017-12-04", "id": "29210350", "text": "Despite the high burden of rotavirus diarrhea, uptake of rotavirus vaccines in Asia remains low. This primarily stems from a perception of rotavirus as a non-life-threatening pathogen amidst a background of competing health priorities and limited resources. In the largest pediatric hospital of Bangladesh, where there is a fierce competition for beds, we found that between November 2015 and October 2016, 12% of 23,064 admissions were due to gastrointestinal infections, 54% of which were caused by rotavirus. One in four cases requiring hospitalization, or 5,879 cases, was refused because of unavailability of beds. Most refused cases were of pneumonia (22%), severe perinatal asphyxia (17%), preterm birth complications (7%), and meningitis (2%), all of which bear high risks of death or disability, if not treated timely. When determining vaccine policies and conducting vaccine impact studies, it would be shortsighted to not consider the impact on morbidity and mortality of cases that are refused admission because of the hospitalization of children with a preventable disease as rotavirus diarrhea. In our hospital, routine use of a rotavirus vaccine with 41% efficacy will release 629 beds per year to accommodate previously refused cases. Based on evidence, we make the case that introduction of this vaccine in Bangladesh and the surrounding region will prevent morbidity and mortality, both directly and indirectly, and help us ensure survival and well-being of all children.", "doi": "10.4269/ajtmh.17-0586", "title": "Rotavirus Vaccine will Improve Child Survival by More than Just Preventing Diarrhea: Evidence from Bangladesh.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}