{"authors": [["Berggren", "Sara", "S", "Department of Paediatrics, Halland Hospital Halmstad, Halmstad, Sweden."], ["Roswall", "Josefine", "J", "Department of Paediatrics, Halland Hospital Halmstad, Halmstad, Sweden."], ["Alm", "Bernt", "B", "Department of Paediatrics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Bergman", "Stefan", "S", "Primary Health Care Unit, Department of Public Health and Community Medicine, Institute of Medicine, The Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Dahlgren", "Jovanna", "J", "Department of Paediatrics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Almquist-Tangen", "Gerd", "G", "Department of Paediatrics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."]], "date": "2017-12-06", "id": "29210112", "text": "This study examined whether the parents of children who were overweight at two and five years of age perceived their children as being too heavy and related the findings to sociodemographic factors.The data collection included parental questionnaires and anthropometric data from a longitudinal birth cohort of 2666 children born in the south-west region of Sweden in 2007-2008.We found that 14.9 and 11.8% of the children were considered overweight or obese at the age of two and five, but 96.4 and 87.1% of their parents perceived their weight to be just about right at these ages. The difference was statistically significant (p < 0.001). Parents who were overweight themselves and had a low educational level were associated with a higher probability of misperception: at two years of age, the odds ratio was 2.75 (95% confidence interval 1.80-4.21), and at the age of five, it was 1.92 (1.24-2.97).Most parents did not perceive that their overweight children weighed too much, but their judgement improved as the child got older. Parents who were overweight or had a low educational level were more likely to misperceive their child's weight. Health Care professionals need to be aware of this gap in perception.", "doi": "10.1111/apa.14174", "title": "Parents with overweight children two and five years of age did not perceive them as weighing too much.", "journal": ["Acta paediatrica (Oslo, Norway : 1992)", "Acta Paediatr."]}