{"authors": [["Miglioretti", "Massimo", "M", "Università degli Studi di Milano-Bicocca, Milan, Italy. massimo.miglioretti@unimib.it."], ["Gragnano", "Andrea", "A", "Università degli Studi di Milano-Bicocca, Milan, Italy."], ["Baiardo", "Giacomo", "G", "Cardiovascular Institute of Camogli, Ruta di Camogli, GE, Italy."], ["Savioli", "Gaia", "G", "Cardiovascular Institute of Camogli, Ruta di Camogli, GE, Italy."], ["Corsiglia", "Luca", "L", "Cardiovascular Institute of Camogli, Ruta di Camogli, GE, Italy."], ["Griffo", "Raffaele", "R", "Cardiovascular Institute of Camogli, Ruta di Camogli, GE, Italy."]], "date": "2017-12-05", "id": "29209780", "text": "The study evaluated work experience changes and its determinants after return to work (RTW) in angioplasty or heart surgery patients.During a 1-year period (2014) in a Rehabilitation Hospital in northwestern Italy, we approached 253 patients (19.3% of inpatients). 199 patients consented to complete a survey on job characteristics, job satisfaction, job involvement, illness perception, depression, anxiety, adherence to therapy, and sociodemographic characteristics. The data were analysed with paired sample t tests and random intercept regression models.156 patients completed both the baseline and the 6-month follow-up assessments. After 6 months, 137 (88%) patients return to work (86% male, M age = 51.9 ± 8.1). The patients predominantly underwent angioplasty/bypass (46%) or valve replacement/repair (38%). Work hours (WO), job satisfaction (JS), and job involvement (JI) significantly decreased after RTW (WO: t (132) = 2.07, p < 0.05; JS: t (134) = 2.56, p < 0.05; JI: t (129) = 4.14, p < 0.001). The decrease in work hours over time was associated with a within-subjects decrease in psychological job demands (β = 5.107, t (112.1) = 2.21, p < 0.05) and job satisfaction (β = 2.498, t (112.92) = 2.265, p < 0.05) and an increase in physical job demands (β = - 1.314, t (112.07) = - 2.416, p < 0.05). The decrease in job satisfaction over time was related to a within-subjects decrease in decision latitude (β = 0.505, t (116.43) = 2.825, p < 0.01) and an increase in psychological job demand (β = - 0.586, t (116.78) = - 3.141, p < 0.01). The decrease in job involvement over time was associated with a decrease in physical job demands (β = 0.063, t (117.19) = 2.157, p < 0.05) within-subjects.The study showed that many patients who RTW after angioplasty or heart surgery have poorer work experiences relative to changes in psychological and physical demands and more passive roles.", "doi": "10.1007/s00420-017-1282-3", "title": "Quality of work experience after angioplasty or heart surgery: a monocentric cohort study.", "journal": ["International archives of occupational and environmental health", "Int Arch Occup Environ Health"]}