{"authors": [["Moncrieff", "Deborah", "D", "Department of Communication Science and Disorders, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pennsylvania."], ["Dubyne", "Lauren", "L", "Department of Communication Science and Disorders, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pennsylvania."]], "date": null, "id": "29209730", "text": "This study investigated the influence of voice onset time (VOT) on the perception of consonant-vowel (CV) signals during a dichotic listening (DL) task.Sixty-two young adults with normal hearing were tested with the English language version of the Hugdahl Dichotic CV (DCV) Test. They were asked to identify 1 CV syllable during 3 DL conditions: free recall (report the syllable heard most clearly), forced right (report the syllable in the right ear), and forced left (report the syllable in the left ear). Averages for number and percent correct syllables were recorded under each condition and across the entire test.All subjects demonstrated an overall right-ear advantage (REA) when scores from all 3 listening conditions were averaged. The REA occurred for all VOT pairings except when the long VOT was presented to the left ear, whereas the short VOT was presented to the right ear when subjects produced an average left-ear advantage. The left-ear advantage overcame the structural advantage of the right ear even when subjects were directed to attend to the right ear. This result was consistent with findings of earlier studies done with Norwegian and Australian subjects.Listeners' REA may be overcome by interaural temporal differences that favor processing in the listener's nondominant ear during the DCV test. Balanced VOT conditions across the DCV test prevent this effect from producing an overall bias toward the left ear, but clinical DL tests with consonant-vowel-consonant words should be examined for effects of the long VOT on laterality of performance.", "doi": "10.1044/2017_AJA-17-0031", "title": "Enhanced Identification of Long Versus Short Voice Onset Time Consonant-Vowel Syllables in a Dichotic Listening Task.", "journal": ["American journal of audiology", "Am J Audiol"]}