{"authors": [["Na", "Ji Young", "JY", "Rehabilitation Specialized Head Quarter, The Korea Nazarene University, Cheonan-si, Chungcheongnam-do, South Korea."], ["Wilkinson", "Krista", "K", "Department of Communication Sciences and Disorders, The Pennsylvania State University, State College."], ["Liang", "Jiali", "J", "Department of Communication Sciences and Disorders, The Pennsylvania State University, State College."]], "date": "2017-12-06", "id": "29209700", "text": "This article introduces and provides initial data supporting \"The Early Development of Emotional Competence (EDEC): A tool for children with complex communication needs (CCNs).\" The EDEC was developed to raise awareness about the relation of language and emotional competence and to maximize the likelihood that intervention includes language to discuss emotions in ways that are consistent with the values and goals of the family.First, the theoretical and clinical foundations of the EDEC development were discussed. Then, a description of preferred translation practices was provided, with examples of Korean and Mandarin Chinese translations. Finally, initial data from a pilot study with two sociocultural communities (i.e., 10 American and 10 Korean mothers of children developing typically) were presented to demonstrate the potential of the tool.The pilot test offered preliminary support for the sensitivity of the EDEC. The tool solicited responses reflecting cultural differences between American and Korean mothers' perception of a child's emotional skills and mother-child conversation about emotions as predicted based on many cross-cultural studies in emotion.The information elicited from the EDEC shows promise for enabling culturally natural conversation about emotions with appropriate vocabulary and phrases in their augmentative and alternative communication systems.https://doi.org/10.23641/asha.5643076.", "doi": "10.1044/2017_AJSLP-16-0058", "title": "Early Development of Emotional Competence (EDEC) Assessment Tool for Children With Complex Communication Needs: Development and Evidence.", "journal": ["American journal of speech-language pathology", "Am J Speech Lang Pathol"]}