{"authors": [["Chiarini", "M", "M", "Dipartimento di Sanità Pubblica e Malattie Infettive, Sapienza Università di Roma."], ["Di Simone", "E", "E", "Dottorando di Ricerca in Scienze Infermieristiche, Università degli studi di Roma \"Tor Vergata\"."], ["Scafuro", "C", "C", "Laureata in Infermieristica, Sapienza Università di Roma."], ["Auddino", "F", "F", "Dipartimento di Sanità Pubblica e Malattie Infettive, Sapienza Università di Roma."], ["Fabbri", "M", "M", "Polo didattico delle Professioni Sanitarie, Policlinico Umberto I , Sapienza Università di Roma, Italia."], ["Delli Poggi", "A", "A", "Polo didattico delle Professioni Sanitarie, Policlinico Umberto I , Sapienza Università di Roma, Italia."], ["Catanzaro", "S", "S", "Polo didattico delle Professioni Sanitarie, Policlinico Umberto I , Sapienza Università di Roma, Italia."], ["Giannetta", "N", "N", "Dipartimento di Sanità Pubblica e Malattie Infettive, Sapienza Università di Roma."], ["Di Muzio", "M", "M", "Dipartimento di Sanità Pubblica e Malattie Infettive, Sapienza Università di Roma - Polo didattico delle Professioni Sanitarie, Policlinico Umberto I , Sapienza Università di Roma, Italia."]], "date": null, "id": "29209693", "text": "Crohn's Disease (CD) has an incidence on the physical and psychological autonomy of the patient, such as to alter their daily life. The impact of the disease on the daily life of the patients is related to the symptoms and complications of the disease. Patient autonomy and participation in social and work life are the goals that nurses must reach for patients with CD to improve their quality of life.To measure the perception of the health of people with a diagnosis of CD.Review of the literature on PubMed, and internet sites. Administration on the web of the standardised questionnaire Short Form Health Survey (SF-12).A total of 228 patients with CD completed valid questionnaires and were enrolled. The SF-12 questionnaire scores make it possible to build a physical health index (PCS) with a median value of 36,10 (min 33,8; max 42,4) and mental health index (MCS) with a median value of 36,04 (min 28.5; max 38,4). There were statistically significant data related to the achievement of the degree with median 41.9 (min 35,1; max 48,4) compared to non-graduates with a p<0.001 and in relation to the employment level (median 37.9 min/max 34,7/46,7) compared to unemployed and inactive with a p = 0.03.Despite the inevitable complications of the disease (intestinal and extra-intestinal symptoms), most of our sample did not exhibit significant physical limitations (surgical intervention, stomach packaging which generally causes a decrease in libido in both male and female patients ). The nurse cares for a patient with CD must have not only technical skills and specialist skills, but a holistic vision of the patient. Despite some findings in this study, this research orientation deserves more attention.", "doi": null, "title": "Health self-perception in patient with Crohn's disease: a web survey.", "journal": ["La Clinica terapeutica", "Clin Ter"]}