{"authors": [["Baban", "Babak", "B", "Department of Oral Biology, Dental College of Georgia, Augusta University, 1120, 15th St, CL 2140, GA 30912 Augusta, USA."], ["Golubnitschaja", "Olga", "O", "Radiological clinic, Rheinische Friedrich-Wilhelms-University of Bonn, Sigmund-Freud-Str 25, D-53105 Bonn, Germany."]], "date": "2017-08-14", "id": "29209436", "text": "Flammer syndrome (FS) is a term to blanket a cluster of vascular and nonvascular signs and symptoms linked to primary vascular dysregulation (PVD), increased sensitivity to various stimuli (stress, drugs, etc.) and altered sense regulation such as pain, smell and thirst perception. On one hand, disruption of blood barrier and homeostasis of the body are the main targets of vascular irregularity. Inflammation and immune disorders including autoimmunity are considered as a consequence of the abnormal vascular regulation processes. On the other hand, decreased thirst feeling typical for FS-affected individuals may lead to extensive body dehydration resulting in dry eye appearance and breast cancer (BC) risk, amongst others. To this end, recent research demonstrated FS as linked to BC development and progression into the metastatic disease. On the other side, Sjögren syndrome (SS) is an autoimmune disease characterised by a progressive sicca syndrome associated with the dry eye symptoms, specific immunologic complex and/or significant infiltrate at minor salivary gland biopsy. SS is relatively frequent, with a clinical diagnosis predominantly amongst women. Its physiopathology is a complex battery of both environmental and genetic factors. If left untreated, SS may be associated with and/or resulted in severe arthritis and the development of B cell lymphoma. In this mini-review, we summarise the facts and hypotheses connecting FS and SS symptoms together and mechanisms potentially overlapping in both syndromes. Unraveling the common denominators between these two syndromes not only providing more evidence for interaction between altered sense regulation, vascular dysregulation, immune system dysfunction but also focusing on the individual outcomes in terms of severity grade and potential complications exploring novel diagnostic, prognostic and treatment modalities. Multi-professional considerations presented here are an example how to effectively enter the new era of preventive, predictive and personalised medicine benefiting the patients and healthcare system as the whole.", "doi": "10.1007/s13167-017-0107-5", "title": "The potential relationship between Flammer and Sjögren syndromes: the chime of dysfunction.", "journal": ["The EPMA journal", "EPMA J"]}