{"authors": [["Roustan", "Valentin", "V", "Department of Ecogenomics and Systems Biology, University of Vienna, Althanstrasse 14, 1090 Vienna, Austria."], ["Bakhtiari", "Shiva", "S", "Department of Ecogenomics and Systems Biology, University of Vienna, Althanstrasse 14, 1090 Vienna, Austria."], ["Roustan", "Pierre-Jean", "PJ", "Department of Ecogenomics and Systems Biology, University of Vienna, Althanstrasse 14, 1090 Vienna, Austria."], ["Weckwerth", "Wolfram", "W", "Department of Ecogenomics and Systems Biology, University of Vienna, Althanstrasse 14, 1090 Vienna, Austria."]], "date": "2017-11-28", "id": "29209414", "text": "Nitrogen deprivation and replenishment induces massive changes at the physiological and molecular level in the green alga Chlamydomonas reinhardtii, including reversible starch and lipid accumulation. Stress signal perception and acclimation involves transient protein phosphorylation. This study aims to provide the first experimental phosphoprotein dataset for the adaptation of C. reinhardtii during nitrogen depletion and recovery growth phases and its impact on lipid accumulation.To decipher the signaling pathways involved in this dynamic process, we applied a label-free in vivo shotgun phosphoproteomics analysis on nitrogen-depleted and recovered samples. 1227 phosphopeptides belonging to 732 phosphoproteins were identified and quantified. 470 phosphopeptides showed a significant change across the experimental set-up. Multivariate statistics revealed the reversible phosphorylation process and the time/condition-dependent dynamic rearrangement of the phosphoproteome. Protein-protein interaction analysis of differentially regulated phosphoproteins identified protein kinases and phosphatases, such as DYRKP and an AtGRIK1 orthologue, called CDPKK2, as central players in the coordination of translational, photosynthetic, proteomic and metabolomic activity. Phosphorylation of RPS6, ATG13, and NNK1 proteins points toward a specific regulation of the TOR pathway under nitrogen deprivation. Differential phosphorylation pattern of several eukaryotic initiation factor proteins (EIF) suggests a major control on protein translation and turnover.This work provides the first phosphoproteomics dataset obtained for Chlamydomonas responses to nitrogen availability, revealing multifactorial signaling pathways and their regulatory function for biofuel production. The reproducibility of the experimental set-up allows direct comparison with proteomics and metabolomics datasets and refines therefore the current model of Chlamydomonas acclimation to various nitrogen levels. Integration of physiological, proteomics, metabolomics, and phosphoproteomics data reveals three phases of acclimation to N availability: (i) a rapid response triggering starch accumulation as well as energy metabolism while chloroplast structure is conserved followed by (ii) chloroplast degradation combined with cell autophagy and lipid accumulation and finally (iii) chloroplast regeneration and cell growth activation after nitrogen replenishment. Plastid development seems to be further interconnected with primary metabolism and energy stress signaling in order to coordinate cellular mechanism to nitrogen availability stress.", "doi": "10.1186/s13068-017-0949-z", "title": "Quantitative in vivo phosphoproteomics reveals reversible signaling processes during nitrogen starvation and recovery in the biofuel model organism Chlamydomonas reinhardtii.", "journal": ["Biotechnology for biofuels", "Biotechnol Biofuels"]}