{"authors": [["Fortuna", "Giulio", "G", "Department of Diagnostic Science, Louisiana State University School of Dentistry, LA, USA."], ["Aria", "Massimo", "M", "Department of Economics and Statistics, Federico II University of Naples, Naples, Italy."], ["Cepeda-Valdes", "Rodrigo", "R", "Dystrophic Epidermolysis Bullosa Research Association Mexico Foundation, Nuevo Leon, Mexico."], ["Moreno Trevino", "Maria Guadalupe", "MG", "Department of Basic Science, Universidad de Monterrey, Nuevo Leon, México."], ["Salas-Alanís", "Julio Cesar", "JC", "Dystrophic Epidermolysis Bullosa Research Association Mexico Foundation, Nuevo Leon, Mexico."]], "date": "2017-11-07", "id": "29209377", "text": "We investigate the presence and the quality of pain in patients with dystrophic epidermolysis bullosa (DEB), and its correlation with the level of anxiety and depression.We collected data from 27 DEB patients and 26 healthy individuals. DEB patients and controls completed 1 scale for the quality of pain, and 1 scale for anxiety and depression. Pain was assessed with the short form of the McGill Pain Questionnaire, whereas anxiety and depression were assessed with the Hamilton rating scale for anxiety and depression.DEB patients and healthy control individuals were homogeneous for age and gender (p>0.05). A statistically significant difference in the two groups was seen for sensory pain rating scale (p<0.001), affective pain rating scale (p=0.029), total pain rating scale (p<0.001), visual analogue scale (p=0.012) and present pain intensity (p=0.001), but not for anxiety (p=0.169) and depression (p=0.530). The characteristics of pain that showed a significant difference between DEB patients and healthy controls were shooting, splitting, tender and throbbing (p<0.05). In DEB patients pain was not correlated with anxiety or depression (p>0.05), whereas a slight correlation between pain and anxiety was found in healthy controls (p<0.05). No difference was found between quality of pain and anxiety-depression in DEB patients (p>0.05), but was between the DEB dominant and the recessive form of DEB (p=0.025).The perception of pain in DEB patients appears greater than in healthy individuals, with splitting and tender characteristics being the most significant ones, but was not associated with anxious and/or depressive symptoms.", "doi": "10.4306/pi.2017.14.6.746", "title": "Pain in Patients with Dystrophic Epidermolysis Bullosa: Association with Anxiety and Depression.", "journal": ["Psychiatry investigation", "Psychiatry Investig"]}