{"authors": [["Iliadou", "Vasiliki Vivian", "VV", "Neuroscience, Medical School, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Ptok", "Martin", "M", "Department of Phoniatrics and Pediatric Audiology, Hannover, Germany."], ["Grech", "Helen", "H", "University of Malta, Msida, Malta."], ["Pedersen", "Ellen Raben", "ER", "The Maersk Mc-Kinney Moller Institute, University of Southern Denmark, Odense, Denmark."], ["Brechmann", "André", "A", "Leibniz Institute for Neurobiology, Magdeburg, Germany."], ["Deggouj", "Naïma", "N", "Audio-Phonological Center, St Luc's University Hospital, Université Catholique de Louvain (UcL), Brussels, Belgium."], ["Kiese-Himmel", "Christiane", "C", "Phoniatric and Pediatric Audiological Psychology, University Medical Center Göttingen, Georg-August-University, Göttingen, Germany."], ["Śliwińska-Kowalska", "Mariola", "M", "Department of Audiology and Phoniatrics, Nofer Institute of Occupational Medicine, Lodz, Poland."], ["Nickisch", "Andreas", "A", "Department of Hearing-Language-Cochlear Implants, Kbo-Kinderzentrum München, Munich, Germany."], ["Demanez", "Laurent", "L", "ENT Department, CHU Liège, Liege, Belgium."], ["Veuillet", "Evelyne", "E", "CRNL and the Hospices Civils de Lyon, Lyon, France."], ["Thai-Van", "Hung", "H", "CRNL and the Hospices Civils de Lyon, Lyon, France."], ["Sirimanna", "Tony", "T", "Department of Audiology and Audiological Medicine, Great Ormond Street Hospital, London, United Kingdom."], ["Callimachou", "Marina", "M", "ENT and Audiology Department, Nicosia General Hospital, Nicosia, Cyprus."], ["Santarelli", "Rosamaria", "R", "Department of Neurosciences, University of Padova, Padova, Italy."], ["Kuske", "Sandra", "S", "Latvia Children Hearing Center, Riga, Latvia."], ["Barajas", "Jose", "J", "Clnica Barajas, Santa Cruz de Tenerife, Canary Islands, Spain."], ["Hedjever", "Mladen", "M", "Faculty of Education and Rehabilitation Sciences, Speech Therapy Department, University of Zagreb, Zagreb, Croatia."], ["Konukseven", "Ozlem", "O", "Faculty of Health Sciences, Audiology Department, Istanbul Aydın University, Istanbul, Turkey."], ["Veraguth", "Dorothy", "D", "Department of Otorhinolaryngology, Head and Neck Surgery, University Hospital Zurich, University of Zurich, Switzerland."], ["Stokkereit Mattsson", "Tone", "T", "Faculty of Medicine and Health Sciences, Department of Neuromedicine and Movement Science, NTNU, Trondheim, Norway."], ["Martins", "Jorge Humberto", "JH", "Cochlear Implant Unit, Department of Otorhinolaryngology and Head and Neck Surgery, Centro Hospitalar e Universitário de Coimbra, Coimbra, Portugal."], ["Bamiou", "Doris-Eva", "DE", "Faculty of Brain Sciences, UCL Ear Institute, University College London, London, United Kingdom."]], "date": "2017-11-21", "id": "29209272", "text": "Current notions of \"hearing impairment,\" as reflected in clinical audiological practice, do not acknowledge the needs of individuals who have normal hearing pure tone sensitivity but who experience auditory processing difficulties in everyday life that are indexed by reduced performance in other more sophisticated audiometric tests such as speech audiometry in noise or complex non-speech sound perception. This disorder, defined as \"Auditory Processing Disorder\" (APD) or \"Central Auditory Processing Disorder\" is classified in the current tenth version of the International Classification of diseases as H93.25 and in the forthcoming beta eleventh version. APDs may have detrimental effects on the affected individual, with low esteem, anxiety, and depression, and symptoms may remain into adulthood. These disorders may interfere with learning per se and with communication, social, emotional, and academic-work aspects of life. The objective of the present paper is to define a baseline European APD consensus formulated by experienced clinicians and researchers in this specific field of human auditory science. A secondary aim is to identify issues that future research needs to address in order to further clarify the nature of APD and thus assist in optimum diagnosis and evidence-based management. This European consensus presents the main symptoms, conditions, and specific medical history elements that should lead to auditory processing evaluation. Consensus on definition of the disorder, optimum diagnostic pathway, and appropriate management are highlighted alongside a perspective on future research focus.", "doi": "10.3389/fneur.2017.00622", "title": "A European Perspective on Auditory Processing Disorder-Current Knowledge and Future Research Focus.", "journal": ["Frontiers in neurology", "Front Neurol"]}