{"authors": [["Ruch", "Willibald", "W", "Department of Psychology, University of Zurich, Zürich, Switzerland."], ["Platt", "Tracey", "T", "Department of Psychology, University of Wolverhampton, Wolverhampton, United Kingdom."], ["Bruntsch", "Richard", "R", "Department of Psychology, University of Zurich, Zürich, Switzerland."], ["Ďurka", "Róbert", "R", "Department of Psychology, Catholic University in Ružomberok, Ružomberok, Slovakia."]], "date": "2017-11-21", "id": "29209264", "text": "This study examines whether coding open answers in a picture-based test, as to the extent they reflect the fear of being laughed at (i.e., gelotophobia), demonstrates sufficient validity to construct a semi-projective test for the assessment of gelotophobia. Previous findings indicate that cartoon stimuli depicting laughter situations (i.e., in the pilot version of the Picture-Geloph; Ruch et al., 2009) on average elicit fear-typical responses in gelotophobes stronger than in non-gelotophobes. The present study aims to (a) develop a standardized scoring procedure based on a coding scheme, and (b) examine the properties of the pilot version of the Picture-Geloph in order to select the most acceptable items for a standard form of the test. For Study 1, a sample of N = 126 adults, with scores evenly distributed across the gelotophobia spectrum, completed the pilot version of the Picture-Geloph by noting down what they assumed the protagonist in each of 20 cartoons would say or think. Furthermore, participants answered the GELOPH<15> (Ruch and Proyer, 2008), the established questionnaire for the subjective assessment of the fear of being laughed at. Agreement between two independent raters indicated that the developed coding scheme allows for objective and reliable scoring of the Picture-Geloph (mean of intraclass correlations = 0.66). Nine items met the criteria employed to identify the psychometrically most reliable and valid items. These items were unidimensional and internally consistent (Cronbach's alpha = 0.78). The total score of this selection (i.e., the Picture-Geloph<9>) discriminated significantly between non-fearful, slightly, markedly, and extremely fearful individuals; furthermore, it correlated sufficiently high (r = 0.66; rc = 0.79 when corrected for reliability of both measures) with the GELOPH<15>. Cronbach's alpha (0.73) was largely comparable whereas the estimate of convergent validity was found to be lower in one (r = 0.50; rc = 0.61; N = 103) of the two samples in Study 2. Combining all three samples (N = 313) yielded a linear relationship between the self-report and the Picture-Geloph. With the Picture-Geloph<9> and the developed coding scheme, an unobtrusive and valid alternative instrument for the assessment of gelotophobia is provided. Possible applications are discussed.", "doi": "10.3389/fpsyg.2017.02043", "title": "Evaluation of a Picture-Based Test for the Assessment of Gelotophobia.", "journal": ["Frontiers in psychology", "Front Psychol"]}