{"authors": [["Orsolini", "Laura", "L", "Psychopharmacology, Drug Misuse and Novel Psychoactive Substances Research Unit, School of Life and Medical Sciences, University of Hertfordshire, Hatfield, United Kingdom."], ["Papanti", "Gabriele Duccio", "GD", "Psychopharmacology, Drug Misuse and Novel Psychoactive Substances Research Unit, School of Life and Medical Sciences, University of Hertfordshire, Hatfield, United Kingdom."], ["De Berardis", "Domenico", "D", "Polyedra, Teramo, Italy."], ["Guirguis", "Amira", "A", "Psychopharmacology, Drug Misuse and Novel Psychoactive Substances Research Unit, School of Life and Medical Sciences, University of Hertfordshire, Hatfield, United Kingdom."], ["Corkery", "John Martin", "JM", "Psychopharmacology, Drug Misuse and Novel Psychoactive Substances Research Unit, School of Life and Medical Sciences, University of Hertfordshire, Hatfield, United Kingdom."], ["Schifano", "Fabrizio", "F", "Psychopharmacology, Drug Misuse and Novel Psychoactive Substances Research Unit, School of Life and Medical Sciences, University of Hertfordshire, Hatfield, United Kingdom."]], "date": "2017-11-20", "id": "29209235", "text": "Hallucinogen-persisting perception disorder (HPPD) is a syndrome characterized by prolonged or reoccurring perceptual symptoms, reminiscent of acute hallucinogen effects. HPPD was associated with a broader range of LSD (lysergic acid diethylamide)-like substances, cannabis, methylenedioxymethamphetamine (MDMA), psilocybin, mescaline, and psychostimulants. The recent emergence of novel psychoactive substances (NPS) posed a critical concern regarding the new onset of psychiatric symptoms/syndromes, including cases of HPPD. Symptomatology mainly comprises visual disorders (i.e., geometric pseudo-hallucinations, haloes, flashes of colors/lights, motion-perception deficits, afterimages, micropsia, more acute awareness of floaters, etc.), even though depressive symptoms and thought disorders may be comorbidly present. Although HPPD was first described in 1954, it was just established as a fully syndrome in 2000, with the revised fourth version of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV-TR). HPPD neural substrates, risk factors, and aetiopathogenesys still largely remain unknown and under investigation, and many questions about its pharmacological targets remain unanswered too. A critical mini review on psychopathological bases, etiological hypothesis, and psychopharmacological approaches toward HPPD, including the association with some novel substances, are provided here, by means of a literature search on PubMed/Medline, Google Scholar, and Scopus databases without time restrictions, by using a specific set of keywords. Pharmacological and clinical issues are considered, and practical psychopharmacological recommendations and clinical guidelines are suggested.", "doi": "10.3389/fpsyt.2017.00240", "title": "The \"Endless Trip\" among the NPS Users: Psychopathology and Psychopharmacology in the Hallucinogen-Persisting Perception Disorder. A Systematic Review.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}