{"authors": [["Li", "Zhao-Qun", "ZQ", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Luo", "Zong-Xiu", "ZX", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Cai", "Xiao-Ming", "XM", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Bian", "Lei", "L", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Xin", "Zhao-Jun", "ZJ", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Liu", "Yan", "Y", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Chu", "Bo", "B", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."], ["Chen", "Zong-Mao", "ZM", "Key Laboratory of Tea Biology and Resource Utilization, Ministry of Agriculture, Tea Research Institute, Chinese Academy of Agricultural Science, Hangzhou, China."]], "date": "2017-11-21", "id": "29209233", "text": "Tea grey geometrid (Ectropis grisescens), a devastating chewing pest in tea plantations throughout China, produces Type-II pheromone components. Little is known about the genes encoding proteins involved in the perception of Type-II sex pheromone components. To investigate the olfaction genes involved in E. grisescens sex pheromones and plant volatiles perception, we sequenced female and male antennae transcriptomes of E. grisescens. After assembly and annotation, we identified 153 candidate chemoreception genes in E. grisescens, including 40 odorant-binding proteins (OBPs), 30 chemosensory proteins (CSPs), 59 odorant receptors (ORs), and 24 ionotropic receptors (IRs). The results of phylogenetic, qPCR, and mRNA abundance analyses suggested that three candidate pheromone-binding proteins (EgriOBP2, 3, and 25), two candidate general odorant-binding proteins (EgriOBP1 and 29), six pheromone receptors (EgriOR24, 25, 28, 31, 37, and 44), and EgriCSP8 may be involved in the detection of Type-II sex pheromone components. Functional investigation by heterologous expression in Xenopus oocytes revealed that EgriOR31 was robustly tuned to the E. grisescens sex pheromone component (Z,Z,Z)-3,6,9-octadecatriene and weakly to the other sex pheromone component (Z,Z)-3,9-6,7-epoxyoctadecadiene. Our results represent a systematic functional analysis of the molecular mechanism of olfaction perception in E. grisescens with an emphasis on gene encoding proteins involved in perception of Type-II sex pheromones, and provide information that will be relevant to other Lepidoptera species.", "doi": "10.3389/fphys.2017.00953", "title": "Chemosensory Gene Families in Ectropis grisescens and Candidates for Detection of Type-II Sex Pheromones.", "journal": ["Frontiers in physiology", "Front Physiol"]}