{"authors": [["DosSantos", "Marcos F", "MF", "Laboratório de Morfogênese Celular, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Moura", "Brenda de Souza", "BS", "Programa de Pós-Graduação em Radiologia, Faculdade de Medicina, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["DaSilva", "Alexandre F", "AF", "Headache and Orofacial Pain Effort, Department of Biologic and Materials Sciences, School of Dentistry, Center for Human Growth and Development, Molecular and Behavioral Neuroscience Institute, University of Michigan, Ann Arbor, MI, United States."]], "date": "2017-11-21", "id": "29209204", "text": "Although pain is a widely known phenomenon and an important clinical symptom that occurs in numerous diseases, its mechanisms are still barely understood. Owing to the scarce information concerning its pathophysiology, particularly what is involved in the transition from an acute state to a chronic condition, pain treatment is frequently unsatisfactory, therefore contributing to the amplification of the chronic pain burden. In fact, pain is an extremely complex experience that demands the recruitment of an intricate set of central nervous system components. This includes cortical and subcortical areas involved in interpretation of the general characteristics of noxious stimuli. It also comprises neural circuits that process the motivational-affective dimension of pain. Hence, the reward circuitry represents a vital element for pain experience and modulation. This review article focuses on the interpretation of the extensive data available connecting the major components of the reward circuitry to pain suffering, including the nucleus accumbens, ventral tegmental area, and the medial prefrontal cortex; with especial attention dedicated to the evaluation of neuroplastic changes affecting these structures found in chronic pain syndromes, such as migraine, trigeminal neuropathic pain, chronic back pain, and fibromyalgia.", "doi": "10.3389/fphar.2017.00790", "title": "Reward Circuitry Plasticity in Pain Perception and Modulation.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}