{"authors": [["Fernández-Caballero", "Antonio", "A", "Departamento de Sistemas Informáticos, Universidad de Castilla-La Mancha, Albacete, Spain."], ["Navarro", "Elena", "E", "Departamento de Sistemas Informáticos, Universidad de Castilla-La Mancha, Albacete, Spain."], ["Fernández-Sotos", "Patricia", "P", "Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain."], ["González", "Pascual", "P", "Departamento de Sistemas Informáticos, Universidad de Castilla-La Mancha, Albacete, Spain."], ["Ricarte", "Jorge J", "JJ", "Departamento de Psicología, Universidad de Castilla-La Mancha, Albacete, Spain."], ["Latorre", "José M", "JM", "Departamento de Psicología, Universidad de Castilla-La Mancha, Albacete, Spain."], ["Rodriguez-Jimenez", "Roberto", "R", "Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Madrid, Spain."]], "date": "2017-11-21", "id": "29209193", "text": "This perspective paper faces the future of alternative treatments that take advantage of a social and cognitive approach with regards to pharmacological therapy of auditory verbal hallucinations (AVH) in patients with schizophrenia. AVH are the perception of voices in the absence of auditory stimulation and represents a severe mental health symptom. Virtual/augmented reality (VR/AR) and brain computer interfaces (BCI) are technologies that are growing more and more in different medical and psychological applications. Our position is that their combined use in computer-based therapies offers still unforeseen possibilities for the treatment of physical and mental disabilities. This is why, the paper expects that researchers and clinicians undergo a pathway toward human-avatar symbiosis for AVH by taking full advantage of new technologies. This outlook supposes to address challenging issues in the understanding of non-pharmacological treatment of schizophrenia-related disorders and the exploitation of VR/AR and BCI to achieve a real human-avatar symbiosis.", "doi": "10.3389/fninf.2017.00064", "title": "Human-Avatar Symbiosis for the Treatment of Auditory Verbal Hallucinations in Schizophrenia through Virtual/Augmented Reality and Brain-Computer Interfaces.", "journal": ["Frontiers in neuroinformatics", "Front Neuroinform"]}