{"authors": [["Van de Winckel", "Ann", "A", "Brain Plasticity Laboratory, Division of Physical Therapy and Division of Rehabilitation Science, Department of Rehabilitation Medicine, Medical School, University of Minnesota, Minneapolis, MN, United States."], ["Tseng", "Yu-Ting", "YT", "Human Sensorimotor Control Laboratory, School of Kinesiology, University of Minnesota, Minneapolis, MN, United States."], ["Chantigian", "Daniel", "D", "Division of Rehabilitation Science, Department of Rehabilitation Medicine, Medical School, University of Minnesota, Minneapolis, MN, United States."], ["Lorant", "Kaitlyn", "K", "Illinois Bone and Joint Institute, Chicago, IL, United States."], ["Zarandi", "Zinat", "Z", "Human Sensorimotor Control Laboratory, School of Kinesiology, University of Minnesota, Minneapolis, MN, United States."], ["Buchanan", "Jeffrey", "J", "Human Sensorimotor Control Laboratory, School of Kinesiology, University of Minnesota, Minneapolis, MN, United States."], ["Zeffiro", "Thomas A", "TA", "Neurometrika, Potomac, MD, United States."], ["Larson", "Mia", "M", "Division of Rehabilitation Science, Department of Rehabilitation Medicine, Medical School, University of Minnesota, Minneapolis, MN, United States."], ["Olson-Kellogg", "Becky", "B", "Division of Physical Therapy, Department of Rehabilitation Medicine, Medical School, University of Minnesota, Minneapolis, MN, United States."], ["Konczak", "Jürgen", "J", "Human Sensorimotor Control Laboratory, School of Kinesiology, University of Minnesota, Minneapolis, MN, United States."], ["Keller-Ross", "Manda L", "ML", "Cardiovascular Research and Rehabilitation Laboratory, Division of Physical Therapy and Division of Rehabilitation Science, Department of Rehabilitation Medicine, Medical School, University of Minnesota, Minneapolis, MN, United States."]], "date": "2017-11-21", "id": "29209188", "text": "Perception of limb and body positions is known as proprioception. Sensory feedback, especially from proprioceptive receptors, is essential for motor control. Aging is associated with a decline in position sense at proximal joints, but there is inconclusive evidence of distal joints being equally affected by aging. In addition, there is initial evidence that physical activity attenuates age-related decline in proprioception. Our objectives were, first, to establish wrist proprioceptive acuity in a large group of seniors and compare their perception to young adults, and second, to determine if specific types of training or regular physical activity are associated with preserved wrist proprioception. We recruited community-dwelling seniors (n = 107, mean age, 70 ± 5 years, range, 65-84 years) without cognitive decline (Mini Mental State Examination-brief version ≥13/16) and young adult students (n = 51, mean age, 20 ± 1 years, range, 19-26 years). Participants performed contralateral and ipsilateral wrist position sense matching tasks with a bimanual wrist manipulandum to a 15° flexion reference position. Systematic error or proprioceptive bias was computed as the mean difference between matched and reference position. The respective standard deviation over five trials constituted a measure of random error or proprioceptive precision. Current levels of physical activity and previous sport, musical, or dance training were obtained through a questionnaire. We employed longitudinal mixed effects linear models to calculate the effects of trial number, sex, type of matching task and age on wrist proprioceptive bias and precision. The main results were that relative proprioceptive bias was greater in older when compared to young adults (mean difference: 36% ipsilateral, 88% contralateral, p < 0.01). Proprioceptive precision for contralateral but not for ipsilateral matching was smaller in older than in young adults (mean difference: 38% contralateral, p < 0.01). Longer years of dance training were associated with smaller bias during ipsilateral matching (p < 0.01). Other types of training or physical activity levels did not affect bias or precision. Our findings demonstrate that aging is associated with a decline in proprioceptive bias in distal arm joints, but age does not negatively affect proprioceptive precision. Further, specific types of long-term dance related training may attenuate age-related decline in proprioceptive bias.", "doi": "10.3389/fnhum.2017.00570", "title": "Age-Related Decline of Wrist Position Sense and its Relationship to Specific Physical Training.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}