{"authors": [["Marcos", "Encarni", "E", "Department of Physiology and Pharmacology, Sapienza University of Rome, Rome, Italy."], ["Genovesio", "Aldo", "A", "Department of Physiology and Pharmacology, Sapienza University of Rome, Rome, Italy."]], "date": "2017-11-21", "id": "29209159", "text": "Influences between time and space can be found in our daily life in which we are surrounded by numerous spatial metaphors to refer to time. For instance, when we move files from one folder to another in our computer a horizontal line that grows from left to right informs us about the elapsed and remaining time to finish the procedure and, similarly, in our communication we use several spatial terms to refer to time. Although with some differences in the degree of interference, not only space has an influence on time but both magnitudes influence each other. Indeed, since our childhood our estimations of time are influenced by space even when space should be irrelevant and the same occurs when estimating space with time as distractor. Such interference between magnitudes has also been observed in monkeys even if they do not use language or computers, suggesting that the two magnitudes are tightly coupled beyond communication and technology. Imaging and lesion studies have indicated that same brain areas are involved during the processing of both magnitudes and have suggested that rather than coding the specific magnitude itself the brain represents them as abstract concepts. Recent neurophysiological studies in prefrontal cortex, however, have shown that the coding of absolute and relative space and time in this area is realized by independent groups of neurons. Interestingly, instead, a high overlap was observed in this same area in the coding of goal choices across tasks. These results suggest that rather than during perception or estimation of space and time the interference between the two magnitudes might occur, at least in the prefrontal cortex, in a subsequent phase in which the goal has to be chosen or the response provided.", "doi": "10.3389/fnins.2017.00631", "title": "Interference between Space and Time Estimations: From Behavior to Neurons.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}