{"authors": [["Ramakers", "Geerte G J", "GGJ", "Department of Otorhinolaryngology, Head and Neck Surgery, University Medical Center Utrecht, Utrecht University, P.O. Box 85500, 3508 GA Utrecht, The Netherlands."], ["Smulders", "Yvette E", "YE", "Department of Otorhinolaryngology, Head and Neck Surgery, University Medical Center Utrecht, Utrecht University, P.O. Box 85500, 3508 GA Utrecht, The Netherlands."], ["van Zon", "Alice", "A", "Department of Otorhinolaryngology, Head and Neck Surgery, University Medical Center Utrecht, Utrecht University, P.O. Box 85500, 3508 GA Utrecht, The Netherlands."], ["Van Zanten", "Gijsbert A", "GA", "Department of Otorhinolaryngology, Head and Neck Surgery, University Medical Center Utrecht, Utrecht University, P.O. Box 85500, 3508 GA Utrecht, The Netherlands."], ["Grolman", "Wilko", "W", "Department of Otorhinolaryngology, Head and Neck Surgery, University Medical Center Utrecht, Utrecht University, P.O. Box 85500, 3508 GA Utrecht, The Netherlands."], ["Stegeman", "Inge", "I", "Department of Otorhinolaryngology, Head and Neck Surgery, University Medical Center Utrecht, Utrecht University, P.O. Box 85500, 3508 GA Utrecht, The Netherlands."]], "date": "2017-11-28", "id": "29209150", "text": "There are many methods for assessing hearing performance after cochlear implantation. Standard evaluations often encompass objective hearing tests only, while patients' subjective experiences gain importance in today's healthcare. The aim of the current study was to analyze the correlation between subjective (self-reported questionnaires) and objective (speech perception and localization) hearing test results in adult cochlear implant (CI) users. Secondary, the correlation between subjective and objective hearing tests was compared between bilateral and unilateral CI patients.Data for this study were prospectively collected as part of a multicentre randomized controlled trial. Thirty-eight postlingually deafened adult patients were randomly allocated to receive either unilateral (n = 19) or bilateral (n = 19) cochlear implantation. We used data gathered after one year of follow-up. We studied the correlation between objectively measured speech perception and localization skills on the one hand and related domains of the Speech, Spatial and Qualities of Hearing Scale (SSQ) and Nijmegen Cochlear Implant Questionnaire (NCIQ) on the other hand. We also compared these correlations between unilateral and bilateral CI users.We found significant weak to moderate negative correlations between the subjective test results (speech domain of the SSQ and the advanced speech perception domain of the NCIQ) and the related objective speech perception in noise test results (r = -0.33 to -0.48). A significant moderate correlation was found between the subjective test results (spatial domain of the SSQ) and the related objective localization test results (r = 0.59). The correlations in the group of bilateral CI patients (r = -0.28 to -0.54) did not differ significantly from the correlations in the group of unilateral CI patients (r = 0.15 to -0.40).Current objective tests do not fully reflect subjective everyday listening situations. This study elucidates the importance and necessity of questionnaires in the evaluation of cochlear implantation. Therefore, it is advised to evaluate both objective and subjective tests in CI patients on a regular basis.This trial was registered on March 11, 2009 in the Dutch Trial Register. Trial registration number: NTR1722.", "doi": "10.1186/s12901-017-0043-y", "title": "Correlation between subjective and objective hearing tests after unilateral and bilateral cochlear implantation.", "journal": ["BMC ear, nose, and throat disorders", "BMC Ear Nose Throat Disord"]}