{"authors": [["Alonso-Valerdi", "Luz María", "LM", "Escuela de Ingeniería y Ciencias, Tecnológico de Monterrey, Eugenio Garza Sada 2501, 64849 Monterrey, NL Mexico."], ["Ibarra-Zarate", "David I", "DI", "Escuela de Ingeniería y Ciencias, Tecnológico de Monterrey, Eugenio Garza Sada 2501, 64849 Monterrey, NL Mexico."], ["Tavira-Sánchez", "Francisco J", "FJ", "Grupo de Investigación en Instrumentación y Acústica Aplicada (I2A2), Universidad Politécnica de Madrid, Carretera de Valencia km 7, 28031 Madrid, Spain."], ["Ramírez-Mendoza", "Ricardo A", "RA", "Escuela de Ingeniería y Ciencias, Tecnológico de Monterrey, Eugenio Garza Sada 2501, 64849 Monterrey, NL Mexico."], ["Recuero", "Manuel", "M", "Grupo de Investigación en Instrumentación y Acústica Aplicada (I2A2), Universidad Politécnica de Madrid, Carretera de Valencia km 7, 28031 Madrid, Spain."]], "date": "2017-11-28", "id": "29209149", "text": "To date, a large number of acoustic therapies have been applied to treat tinnitus. The effect that produces those auditory stimuli is, however, not well understood yet. Furthermore, the conventional clinical protocol is based on a trial-error procedure, and there is not a formal and adequate treatment follow-up. At present, the only way to evaluate acoustic therapies is by means of subjective methods such as analog visual scale and ad-hoc questionnaires.This protocol seeks to establish an objective methodology to treat tinnitus with acoustic therapies based on electroencephalographic (EEG) activity evaluation. On the hypothesis that acoustic therapies should produce perceptual and cognitive changes at a cortical level, it is proposed to examine neural electrical activity of patients suffering from refractory and chronic tinnitus in four different stages: at the beginning of the experiment, at one week of treatment, at five weeks of treatment, and at eight weeks of treatment. Four of the most efficient acoustic therapies found at the moment are considered: retraining, auditory discrimination, enriched acoustic environment, and binaural.EEG has become a standard brain imaging tool to quantify and qualify neural oscillations, which are basically spatial, temporal, and spectral patterns associated with particular perceptual, cognitive, motor and emotional processes. Neural oscillations have been traditionally studied on the basis of event-related experiments, where time-locked and phase-locked responses (i.e., event-related potentials) along with time-locked but not necessary phase-locked responses (i.e., event-related (de) synchronization) have been essentially estimated. Both potentials and levels of synchronization related to auditory stimuli are herein proposed to assess the effect of acoustic therapies.Registration Number: ISRCTN14553550. ISRCTN Registry: BioMed Central. Date of Registration: October 31st, 2017.", "doi": "10.1186/s12901-017-0042-z", "title": "Electroencephalographic evaluation of acoustic therapies for the treatment of chronic and refractory tinnitus.", "journal": ["BMC ear, nose, and throat disorders", "BMC Ear Nose Throat Disord"]}