{"authors": [["Blaževska Stoilkovska", "Biljana", "B", "Ss. Cyril and Methodius University, Skopje, Macedonia (Faculty of Philosophy, Department of Psychology). biljanab@fzf.ukim.edu.mk."], ["Šurbanovska", "Orhideja", "O", "Ss. Cyril and Methodius University, Skopje, Macedonia (Faculty of Philosophy, Department of Psychology)."], ["Fritzhand", "Ana", "A", "Ss. Cyril and Methodius University, Skopje, Macedonia (Faculty of Philosophy, Department of Psychology)."], ["Stojanoska Ivanova", "Tatjana", "T", "Ss. Cyril and Methodius University, Skopje, Macedonia (Faculty of Philosophy, Department of Sociology)."]], "date": "2017-11-29", "id": "29209095", "text": "As many studies have shown, one of the most important tendencies of employees nowadays is to achieve work- life balance. Organizations should develop various activities and create supportive climate, within the framework of which employees will have opportunities to realize aforementioned goals which in turn would increase work productivity and work motivation. The aim of this paper was to examine how subjective well-being (life satisfaction and exhaustion) is associated with commitment to work and family roles under the conditions of strongly and weakly perceived organizational support for family life among health care professionals, teachers and bankers in Macedonia. Marriage duration and the number of children were introduced as control variables.This cross-sectional study was conducted on a sample of 198 full-time employed doctors, nurses, teachers and bankers. Research variables were assessed using self-reported measures/ questionnaires. Hierarchical multiple linear regression was performed for data analysis.It was revealed that occupational role commitment contributed to highly expressed life satisfaction, while exhaustion was predicted by marital role commitment. These relationships were stronger among surveyed employees who reported positive family-supportive organization perception, but tested moderation effect of this variable was not statistically significant. Findings demonstrated that family-supportive organization perception moderated association of the number of children with life satisfaction, that is, participants who perceived an organization as family-supportive and had more children were more satisfied with their life in general.Results highlighted the importance of organizational orientation toward employees, their commitment to work and family roles, and their subjective well-being, as characteristics that might contribute to higher work engagement, success and family satisfaction. Int J Occup Med Environ Health 2018;31(3):281-291.", "doi": "10.13075/ijomeh.1896.01204", "title": "Life role salience and subjective well-being among Macedonian employees: Does family-supportive organization perception moderate this relationship.", "journal": ["International journal of occupational medicine and environmental health", "Int J Occup Med Environ Health"]}