{"authors": [["Rampinini", "Alessandra Cecilia", "AC", "IMT School for Advanced Studies, Lucca, 55100, Italy."], ["Handjaras", "Giacomo", "G", "IMT School for Advanced Studies, Lucca, 55100, Italy."], ["Leo", "Andrea", "A", "IMT School for Advanced Studies, Lucca, 55100, Italy."], ["Cecchetti", "Luca", "L", "IMT School for Advanced Studies, Lucca, 55100, Italy."], ["Ricciardi", "Emiliano", "E", "IMT School for Advanced Studies, Lucca, 55100, Italy. emiliano.ricciardi@imtlucca.it."], ["Marotta", "Giovanna", "G", "Department of Philology, Literature and Linguistics, University of Pisa, Pisa, 56100, Italy."], ["Pietrini", "Pietro", "P", "IMT School for Advanced Studies, Lucca, 55100, Italy."]], "date": "2017-12-05", "id": "29208951", "text": "Classical models of language localize speech perception in the left superior temporal and production in the inferior frontal cortex. Nonetheless, neuropsychological, structural and functional studies have questioned such subdivision, suggesting an interwoven organization of the speech function within these cortices. We tested whether sub-regions within frontal and temporal speech-related areas retain specific phonological representations during both perception and production. Using functional magnetic resonance imaging and multivoxel pattern analysis, we showed functional and spatial segregation across the left fronto-temporal cortex during listening, imagery and production of vowels. In accordance with classical models of language and evidence from functional studies, the inferior frontal and superior temporal cortices discriminated among perceived and produced vowels respectively, also engaging in the non-classical, alternative function - i.e. perception in the inferior frontal and production in the superior temporal cortex. Crucially, though, contiguous and non-overlapping sub-regions within these hubs performed either the classical or non-classical function, the latter also representing non-linguistic sounds (i.e., pure tones). Extending previous results and in line with integration theories, our findings not only demonstrate that sensitivity to speech listening exists in production-related regions and vice versa, but they also suggest that the nature of such interwoven organisation is built upon low-level perception.", "doi": "10.1038/s41598-017-17314-0", "title": "Functional and spatial segregation within the inferior frontal and superior temporal cortices during listening, articulation imagery, and production of vowels.", "journal": ["Scientific reports", "Sci Rep"]}