{"authors": [["Galvis", "Virgilio", "V", "Centro Oftalmológico Virgilio Galvis, Floridablanca; Department of Ophthalmology, Faculty of Health Sciences, Universidad Autónoma de Bucaramanga, Bucaramanga; Department of Ophthalmology, Fundación Oftalmológica de Santander FOSCAL, Floridablanca, Colombia."], ["Carreño", "Néstor I", "NI", "Centro Oftalmológico Virgilio Galvis, Floridablanca; Department of Ophthalmology, Faculty of Health Sciences, Universidad Autónoma de Bucaramanga, Bucaramanga; Department of Ophthalmology, Fundación Oftalmológica de Santander FOSCAL, Floridablanca, Colombia."], ["Tello", "Alejandro", "A", "Centro Oftalmológico Virgilio Galvis, Floridablanca; Department of Ophthalmology, Faculty of Health Sciences, Universidad Autónoma de Bucaramanga, Bucaramanga; Department of Ophthalmology, Fundación Oftalmológica de Santander FOSCAL, Floridablanca, Colombia."], ["Laiton", "Andrea N", "AN", "Department of Ophthalmology, Faculty of Health Sciences, Universidad Autónoma de Bucaramanga, Bucaramanga; Department of Ophthalmology, Fundación Oftalmológica de Santander FOSCAL, Floridablanca, Colombia."]], "date": null, "id": "29208843", "text": "A 23-year-old female patient presented 3 months after the implantation of an Artisan® phakic intraocular lens with a severe depigmentation of the iris and peripheral anterior synechiae. Explantation of the intraocular lens and goniosynechialysis were performed. Eleven months after the explantation appearance of the iris significantly improved. There was no loss of lines of corrected distance visual acuity. Severe pigment dispersion after the implantation of an Artisan® phakic intraocular lens may happen and may require explantation of the lens. Iris depigmentation may improve with time.", "doi": "10.4103/ijo.IJO_743_17", "title": "Severe pigment dispersion after iris-claw phakic intraocular lens implantation.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}