{"authors": [["Kelkar", "Aditya Shrikant", "AS", "Department of Ophthalmology, National Institute of Ophthalmology, Pune, Maharashtra, India."], ["Fogla", "Rajesh", "R", "Department of Ophthalmology, Apollo Health City, Hyderabad, Telangana, India."], ["Kelkar", "Jai", "J", "Department of Ophthalmology, National Institute of Ophthalmology, Pune, Maharashtra, India."], ["Kothari", "Akshay Anil", "AA", "Department of Ophthalmology, National Institute of Ophthalmology, Pune, Maharashtra, India."], ["Mehta", "Hetal", "H", "Department of Ophthalmology, National Institute of Ophthalmology, Pune, Maharashtra, India."], ["Amoaku", "Winfried", "W", "Department of Ophthalmology, University of Nottingham, Nottingham, UK."]], "date": null, "id": "29208833", "text": "The purpose of the study was to report our initial experience with the transconjunctival Intrascleral Intraocular Lens (SFIOL) fixation with modified Yamane's double-needle technique and flanged haptics.This was a prospective interventional study that enrolled 31 consecutive patients undergoing SFIOL with the modified Yamane's technique. All patients underwent comprehensive evaluation including uncorrected and best-corrected vision, intraocular pressure, ultrasound biomicroscopy, endothelial cell density, and macular thickness using optical coherence tomography (OCT). We excluded patients with visually significant coexistent pathology such as corneal scars, macular pathology, and glaucoma.The mean age of subjects was 57 ± 16.9 years and 23 were men (74%). Surgery was performed for aphakia following complicated cataract surgery in 10 eyes (32%), with lensectomy for subluxated/dislocated cataract in 6 eyes (19%), and with IOL explantation for subluxated/dislocated IOL in 15 eyes (48%). There were no intraoperative complications. Uncorrected visual acuity improved from median of 1.48 logarithm of minimum angle of resolution (logMAR) units (interquartile range [IQR] = 1.3-2 logMAR) at baseline to 0.3 logMAR (IQR = 0.2-0.4 logMAR) at 6 weeks (P < 0.001) which was maintained at 6 months. There were no significant changes in endothelial cell density (P = 0.34) and OCT-based macular thickness (P = 0.31) at 6 months. Two eyes had slight IOL decentration.Our initial experience suggests that the Yamane's technique for SFIOL is a simple procedure with a short-learning curve and is independent of scleral flaps, tunnels, sutures, and fibrin glue. Using widely available 27-gauge needle instead of 30-gauge thin wall needle as originally described by Yamane makes it possible for the use of various three-piece IOLs available globally. Further studies are required for widespread acceptance of this technique.", "doi": "10.4103/ijo.IJO_659_17", "title": "Sutureless 27-gauge needle-assisted transconjunctival intrascleral intraocular lens fixation: Initial experience.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}