{"authors": [["Yadav", "Shikha", "S", "Dr. Rajendra Prasad Centre for Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Sahay", "Pranita", "P", "Dr. Rajendra Prasad Centre for Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Maharana", "Prafulla K", "PK", "Dr. Rajendra Prasad Centre for Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Titiyal", "Jeewan S", "JS", "Dr. Rajendra Prasad Centre for Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."], ["Vajpayee", "Rasik B", "RB", "Vision Eye Institute, Royal Victorian Eye and Ear Hospital, North West Academic Centre, University of Melbourne, Australia."], ["Sharma", "Namrata", "N", "Dr. Rajendra Prasad Centre for Ophthalmic Sciences, All India Institute of Medical Sciences, New Delhi, India."]], "date": null, "id": "29208832", "text": "Monofocal aspheric intraocular lenses (IOLs) provide better visual outcome compared to other available IOLs following cataract surgery. However, the imported IOLs are expensive and are not affordable by all subset of patients in low- to middle-income countries like India. The aim of this study is to compare the safety and efficacy of a relatively low cost indigenous IOL (Acriol EC) with an imported aspheric IOL (AcrySof IQ).A randomized controlled trial was conducted at a tertiary care centre. Two hundred and five eyes of 137 patients >45 years of age with uncomplicated age-related cataract were recruited. All cases underwent standard phacoemulsification and randomly assigned to one of the IOL implantations (Group I: AcrySof IOL; Group II: Acriol EC IOL). Primary outcome measure was best-corrected visual acuity (BCVA). Secondary outcomes included visual function (VF) score, spherical equivalent, contrast sensitivity, optical aberrations, and posterior capsular opacification. Independent t-test to compare two means; Mann-Whitney test; Pearson's Chi-square test, and McNemar's test were used for analyzing the nonparametric data such as incidence of posterior capsule opacification.There was no significant difference in the mean postoperative BCVA at 1, 3, 6, and 12 months in either group (P > 0.05). The contrast sensitivity, wavefront aberrations, VF score, and posterior capsular opacification were comparable between the groups except for higher-order aberrations and spherical aberration, which were higher in Group II.Acriol EC IOL provides visual outcomes comparable to other commonly used aspheric IOLs with comparable safety and efficacy at an affordable cost.", "doi": "10.4103/ijo.IJO_757_17", "title": "Comparison of visual performance and after cataract formation between two monofocal aspheric intraocular lenses following phacoemulsification for senile cataract: A randomized controlled study.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}