{"authors": [["Maggon", "Rakesh", "R", "Department of Ophthalmology, Command Hospital, Kolkata, West Bengal, India."], ["Bhattacharjee", "Raghudev", "R", "Department of Ophthalmology, Command Hospital, Kolkata, West Bengal, India."], ["Shankar", "Sandeep", "S", "Department of Ophthalmology, Armed Force Medical College, Pune, Maharashtra, India."], ["Kar", "Rajesh Chandra", "RC", "Department of Ophthalmology, Command Hospital, Kolkata, West Bengal, India."], ["Sharma", "Vivek", "V", "Department of Ophthalmology, Command Hospital, Kolkata, West Bengal, India."], ["Roy", "Shyamal", "S", "Department of Ophthalmology, Military Hospital, Shillong, Meghalaya, India."]], "date": null, "id": "29208829", "text": "To compare Endothelial cell(EC) loss following Phacoemulsification (PKE) in pupils of different sizes.A prospective double masked observational study in which a total of 150 eyes of 150 patients between 50 & 70 years of age with senile cataract of nuclear sclerosis grade II were enrolled. Patients were allocated into three groups of 50 eyes each in Group A (pupil size <5 mm), Group B (pupil size 5-7 mm) and Group C (pupil size >7 mm). Pupillary size was measured by determining the height of slit on slit-lamp biomicroscope examination. PKE was done by the same expert surgeon using vertical chop technique and a foldable intraocular lens was implanted in the capsular bag. Corneal EC count and pachymetry were performed twice and average of 2 readings was taken for the purpose of this study. Measurements were taken preoperatively and postoperatively on day 1, day 7 and day 30.The mean EC count loss on postoperative day 1 in Group A was 19.45%, Group B 14.89%, Group C 10.19% with statistical significant difference between Group A and Group B, as also Group A and Group C. The difference was not significant between Group B and Group C, though there was a fall in EC count in Group C as well. Increase in corneal thickness on postoperative day 1 in group A was 5.43%, Group B 3.55%, Group C 2.14% with statistical significant difference between Group A and Group B, as also Group A and Group C with no difference in Group B and Group C.PKE done in eyes with maximal pupillary dilatation of <5 mm causes a greater EC loss and results in thicker corneas postoperatively as compared to eyes with pupillary dilatation of >5 mm at the end of one month.", "doi": "10.4103/ijo.IJO_730_17", "title": "Comparative analysis of endothelial cell loss following phacoemulsification in pupils of different sizes.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}