{"title": "Tool helps evaluate likely outcomes for elderly patients with traumatic brain injury", "text": "CHICAGO (March 3, 2017): Traumatic brain injury (TBI) is the leading cause of death for people age 45 and younger in the United States, but, as people live longer, this type of injury is becoming more prevalent in those 75 and older. Treatment and recovery of the elderly population is even more challenging for physicians and other caregivers because these patients are more likely to have other health issues that can complicate their recovery and rehabilitation.\nA team of investigators at Wake Forest University in Winston-Salem, N.C., has developed a tool that accounts for variables such as age and severity of brain injury to help physicians and hospital staff calculate a patient's likelihood of survival and returning to independence after hospital discharge.  They reported their findings in a study published online as \"an article in press\" on the website of the Journal of the American College of Surgeons in advance of print publication.\n\"This tool may allow us to have an informed conversation with family members of elderly patients with isolated traumatic brain injury.  We can tell them the chances of survival and discharge to an independent status based on outcomes in similarly injured patients in this large study population,\" said lead study author Preston R. Miller, III, MD, FACS.  \"We hope that it will allow us to more easily and more accurately work with families and what they understand of the wishes of their loved ones.\" This study used isolated TBI, which means these patients had no injuries in other parts of the body.\nThe incidence of TBI actually peaks at two different age intervals: young adults ages 15-24 and in those 75 and older.  In the general population, the hospitalization rate for nonfatal TBI is 60.6 per 100,000; however, in the 65-and-older population, the rate more than doubles to 155.9 per 100,000.  Those 65 and older will account for 17 percent of the U.S. population by 2030, and those age 85 and older represent the fastest growing group in developed countries.1,2\nTo develop their predictive model, Dr. Miller and colleagues evaluated 57,588 patients in the National Trauma Data Bank over age 50 who had blunt trauma with isolated brain injury.  \"We wanted to come up with a predictive equation that could be applied early in the patients' hospitalization with things that were easily available rather than a model that uses a lot of calculations and a lot of going back and digging through patient charts,\" Dr. Miller said.\nThe researchers developed two different models, but found that the model that accounts for age, gender, and the Glasgow Coma Scale (GCS) provided the best results statistically. The Glasgow Coma Scale grades an injured patient's responses in three categories--eye, verbal, and motor skills. No response in each category results in a score of 3, which is the worst score on a scale to 15.\nThey then tested the model on 894 patients in the Wake Forest institutional trauma registry over a four-year period and found the model showed excellent discrimination in both independence at discharge and death rates, both of which decreased by decade of age: 80 percent and 6.5 percent, respectively, at age 50-59; 82 percent and 7 percent at 60-69; 76 percent and 8.9 percent at 70-79; and 67 percent and 13.4 percent at 80-89. Using the equations in the model, an 85-year-old woman with an isolated TBI and GCS score of 5 would have a predicted probability of surviving the hospital stay of 38.3 percent and of living independently after discharge of 24.2 percent.\nHaving this kind of information is important for both clinicians and family members of older patients with TBI, Dr. Miller said.  \"As clinicians, we see a wide range of desires for the type of care that people want, either for themselves or their loved ones,\" he said.  \"It really depends on the person's and family's personal views.  We, as physicians, want to avoid what we call futile care, but there's no definition of futile care.  We find, more and more, that our patients or their families will sometimes define it for us, and it varies widely.   The model can inform these conversations because it can provide a statistical estimation of the patient's prognosis,\" Dr. Miller explained.\nWhile an advance directive, also known as a living will, can factor into these discussions, the scope of these conversations when an elderly patient with TBI is involved can go beyond the advance directive.  \"One of the things advance directives tend to do, in addition to getting us a document, is to usually allow the family members to have had conversations about situations like this,\" Dr. Miller said.\nThis model is not the first predictive one for TBI in older patients.  In fact, one report estimated more than 100 such models have been developed.  Dr. Miller enumerated two factors that set this model apart from others:  its use of a large data set based on the National Trauma Data Bank, and its use of isolated brain injury only, again which the NTDB enables because it is such a large data set.  Other models draw on TBI that occurs with other severe injuries.  Dr. Miller and colleagues are developing an app that uses the predictive model, the equations for which are published in the paper.\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acos-the030317.php", "region": "namerica", "source_link": "https://www.facs.org/media/press-releases/2017/tbi030317", "funder": "", "meeting": "128th Annual Session of the Surgeon Surgical Association", "institution": "American College of Surgeons", "keywords": ["Medicine/Health", " Surgery"], "journal": "Journal of the American College of Surgeons", "description": "Traumatic brain injury (TBI) is the leading cause of death for people age 45 and younger in the United States, but, as people live longer, this type of injury is becoming more prevalent in those 75 and older. Treatment and recovery of the elderly population is even more challenging for physicians and other caregivers because these patients are more likely to have other health issues that can complicate their recovery and rehabilitation.", "date": "Fri, 03 Mar 2017 05:00:00 GMT"}