{"title": "Artificial intelligence aids scientists in uncovering hallmarks of mystery concussion", "text": "Scientists have used a unique computational technique that sifts through big data to identify a subset of concussion patients with normal brain scans, who may deteriorate months after diagnosis and develop confusion, personality changes and differences in vision and hearing, as well as post-traumatic stress disorder. This finding, which is corroborated by the identification of molecular biomarkers, is paving the way to a precision medicine approach to the diagnosis and treatment of patients with traumatic brain injury.Investigators headed by scientists at UC San Francisco and its partner institution Zuckerberg San Francisco General Hospital and Trauma Center (ZSFG) analyzed an unprecedented array of data, using a machine learning tool called topological data analysis (TDA), which \"visualizes\" diverse datasets across multiple scales, a technique that has never before been used to study traumatic brain injury.TDA, which employs mathematics derived from topology, draws on the philosophy that all data has an underlying shape. It creates a summary or compressed representation of all the data points using algorithms that map patient data into a multidimensional space. The new research relied on a TDA platform developed by Ayasdi, an advanced analytics company based in Palo Alto, Calif. \"TDA is a type of machine intelligence that provides a way to easily visualize patient differences across the full spectrum of traumatic brain injury from concussion to coma,\" said senior co-author, Adam Ferguson, PhD, associate professor in the Department of Neurological Surgery and a member of the UCSF Weill Institute for Neurosciences. \"This has potential to transform diagnosis and predict outcome by providing a new level of precision.\"The study, publishing in PLOS ONE on March 1, 2017, is part of a government-funded multisite initiative called TRACK-TBI, Transforming Research and Clinical Knowledge in Traumatic Brain Injury, which was established to identify new diagnostic and prognostic markers, and to refine outcome assessments.Diversity of Secondary Injuries Hampers Progress  Traumatic brain injury results in approximately 52,000 deaths, 257,000 hospitalizations and 2.2 million emergency department visits in the United States annually, according to the Centers for Disease Control and Prevention's Injury Center. These injuries can lead to widespread lesions throughout the brain's white matter, as well as a \"cascade of secondary injury mechanisms that evolve over times.\" The heterogeneity of the manifestations of these secondary injuries is one significant obstacle that thwarts the development of new treatments, the authors note in their paper.\"Traumatic brain injury lags 40 to 50 years behind cancer and heart disease in terms of progress and understanding of the actual disease process and its potential aftermath,\" said co-senior author Geoffrey Manley, MD, PhD, vice chair of the Department of Neurological Surgery at UCSF and chief of neurosurgery at ZFGH. \"More than 30 clinical trials of potential traumatic brain injury treatments have failed, and not a single drug has been approved.\"In the study, so-called common data elements were collected from 586 patients with acute traumatic brain injury from trauma centers at ZSFG, University of Pittsburgh Medical Center and University Medical Center Brackenridge in Austin, Texas. These elements comprised 944 variables, including demographics, clinical presentation, imaging and psychological testing. The variables were edited by \"data curators,\" to build a robust multivariate clinical dataset that could be harnessed by biomedical data scientists. Mapping of outcome using TDA revealed that concussion, or mild traumatic brain injury, could be stratified into multiple subgroups with diverse prognoses. Among them was a large group of patients who, despite normal brain scans, demonstrated poor recovery and a tendency to get worse, three-to-six months after the injury. These patients were likely to suffer from post-traumatic stress disorder.Precision Approach Allows for Proactive Treatment\"These are patients with clear scans that would have been discharged from the hospital with nothing more than a recommendation to take over-the-counter medications,\" said Ferguson. \"By recognizing these patients as a distinct subgroup, clinicians may be able to anticipate future symptoms and treat them proactively.\"According to first author Jessica Nielson, PhD, also of the UCSF Department of Neurological Surgery and the Weill Institute, the most challenging symptoms to treat are those that are not apparent immediately after an injury. \"Eventually we hope to identify treatment targets early after injury to prevent this gradual decline and boost our ability to intervene and improve outcome for patients,\" she said.  In addition to variants in PARP1, researchers found other biomarkers in patients' blood samples that were predictive of poor recovery, including ANKK1 and COMT. These genes are associated with signaling by the neurotransmitter dopamine and may provide critical clues to recovery and drugs' responsiveness. A future goal of TRACK-TBI is to contribute to the design of clinical trials to develop therapeutic drugs for traumatic brain injury - perhaps even tailored to a patient's blood-based biomarkers.\"TDA improves upon traditional outcome prediction approaches for patients with traumatic brain injury,\" said Nielson, who is also affiliated with ZSFG. \"By leveraging the full information provided by all outcomes, TDA has the potential to improve diagnosis and therapeutic targeting.\"TDA technology is already being used by banks for fraud detection and in military applications, but it has not reached the mainstream in biomedicine, according to the authors.\"Potentially this could change very soon,\" said Ferguson. \"Our proof-of-concept study demonstrates the maturity of the technology and its potential use in medical decision-making when coupled with high-quality data from electronic medical records.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--aia022817.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/02/405926/artificial-intelligence-aids-scientists-uncovering-hallmarks-mystery-concussion", "funder": "", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Neurobiology", " Public Health", " Trauma/Injury"], "journal": "PLOS ONE", "description": "Scientists have used a unique computational technique that sifts through big data to identify a subset of concussion patients with normal brain scans, who may deteriorate months after diagnosis and develop confusion, personality changes and differences in vision and hearing, as well as post-traumatic stress disorder.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}