{"title": "Ketogenic diet shown safe and effective option for some with rare and severest form of epilepsy", "text": "In a small phase I and II clinical trial, Johns Hopkins researchers and colleagues elsewhere found that the high-fat, low-carbohydrate ketogenic diet was a safe and effective treatment option for the majority of adults experiencing a relatively rare, often fatal and always severe form of epilepsy marked by prolonged seizures that require medically induced comas to prevent them from further damaging the body and the brain.In a report on the trials, published online Feb. 8 in Neurology, the investigators conclude that the diet is a \"feasible\" option for people with so-called super-refractory status epilepticus (SRSE), the most severe seizure classification, in which up to an estimated 60 percent of patients die once they develop this type of seizure.According to the Centers for Disease Control and Prevention, more than 5 million people in the U.S. have a seizure disorder. More than 150,000 people in the U.S. each year will develop refractory status epilepticus and, according to published studies, about half of those will develop super-refractory seizures.\"From our past research, we know the ketogenic diet is effective in approximately one-third of adults with epilepsy who are  resistant to traditional anti-seizure drugs,\" says Mackenzie C. Cervenka, M.D., associate professor of neurology and director of the Adult Epilepsy Diet Center at the Johns Hopkins University School of Medicine. \"Because there isn't a standard treatment for super-refractory status epilepticus and those patients diagnosed have such a high death and disability rate, we decided we had to try something different to treat them and test its safety and value.\"For the study, the research team recruited 15 patients hospitalized with super-refractory status epilepticus at The Johns Hopkins Hospital, Mayo Clinic, the Queen's Medical Center in Honolulu and Thomas Jefferson University Hospital in Philadelphia.The patients ranged in age from 18 to 82. Five were men, and six had a previous history of some form of epilepsy prior to developing super-refractory seizures. Super-refractory status epilepticus can occur in people who already have a seizure disorder or in those without such a history. Nine participants were white, four were African-American, one was Asian and one was native Hawaiian.In general, after a patient has experienced 24 hours in a seizure and there have been multiple failed attempts to stop it with drugs, physicians will use general anesthetics to put a patient in a coma to protect the muscles, kidneys and brain from damage -- common side effects of prolonged seizure episodes. After 24 hours, the patient is awakened to see if the seizures return. If so, then the seizures are considered super-refractory. Then, the physician will put the patient back in a coma and continue to try other medications, but there is no standard treatment protocol at this point.Patients in the research population had taken an average of eight anti-seizure medications before physicians introduced a commercially prepared ketogenic diet.The diet contained a nutrient liquid composed of four parts fat to one part carbohydrates and protein combined in grams. Each patient received the diet through a feeding tube over 72 hours, with their calorie needs calculated based on weight, while in a medically induced coma.After 72 hours on the diet, the physicians tapered off their anesthesia to see if the seizures had stopped. If the seizures did not return at this point, patients continued with the diet for several days until they could eat on their own, at which time they were switched to a modified Atkins diet, which is high in fat and low in carbohydrates as well.If a patient's seizures continued, he or she was kept on the feeding tube ketogenic diet, but additional anti-seizure medications were given as well.The rationale for the high-fat ketogenic diet, popularized by neurologists at Johns Hopkins over the past 30 years, is based on the fact that it accelerates the body's metabolism of fats, similar to fasting, which appears to alter the excitability of nerve cells in the brain. When most of a person's calories or energy come from fat, the body accumulates metabolic breakdown products known as ketone bodies. Ketones are easily measured in the blood and urine.After two days, all patients had detectible levels of ketones, showing that they were metabolizing fat -- rather than carbohydrates or proteins -- for cellular energy.One patient among the 15 was taken off the diet when family members requested to withdraw care and died. In 11 of the remaining 14, or 79 percent, who completed the full course of the ketogenic diet, super-refractory seizures stopped, with eight recovering within a week after the episode started.Five patients in the study died, including the one taken off the diet when the family requested withdrawal of care. Three of those who died weren't helped by the ketogenic diet, and the diet was stopped when they developed dangerous acid levels despite treatment with bicarbonate, the standard and best therapy for acidosis in this situation. The fifth patient improved with the ketogenic diet while hospitalized, but the diet was discontinued during rehabilitation in another facility. The super-refractory status epilepticus recurred and was treated anew with the ketogenic diet, but the patient succumbed to a heart attack not likely related to the diet, according to an independent panel.Ten of the 15 patients experienced adverse effects of the diet, which included constipation, weight loss, low blood sugar, high cholesterol in the blood and low sodium levels in the blood.Altogether, six of the 11 patients who completed the ketogenic diet course in the hospital eventually switched to a modified Atkins diet, which is easier to follow than the ketogenic diet. The ketogenic diet requires precise weighing and measurements of food and can be hard to maintain, says Cervenka. The modified Atkins diet limits patients to 20 grams of carbohydrates per day (not including fiber) and allows liberal amounts of fat. At the six-month follow-up for these 11 patients, four were still on the modified Atkins diet. Two patients who remained seizure-free tapered off the diet because they found it difficult to follow. Two patients reported their seizures reduced by more than 50 percent, two had ongoing seizures, one had experienced a single seizure and none experienced return of status epilepticus.The researchers caution that much further research will be need to support the idea that the ketogenic diet should be widely used in those with this severe form of epilepsy.\"We can only state that it appears to work in some patients to halt status epilepticus and reduces the frequency of their seizures,\" says Cervenka.The researchers plan to carry out phase III randomized controlled clinical trials to determine the actual rate of effectiveness by comparing those treated with the ketogenic diet to a group tube-fed a normal, nonketogenic diet.\"What we can say is that the ketogenic diet is promising for at least a subset of patients. Any safe means we have of getting patients off of anesthesia and out of a coma quickly will be welcome,\" says Cervenka.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/jhm-kds022417.php", "region": "namerica", "source_link": "http://www.neurology.org/content/early/2017/02/08/WNL.0000000000003690.short?rss=1", "funder": "Chris Garrod, Dawn Griffiths and the Carson Harris Foundation", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Neurobiology"], "journal": "Neurology", "description": "In a small phase I and II clinical trial, Johns Hopkins researchers and colleagues elsewhere found that the high-fat, low-carbohydrate ketogenic diet was a safe and effective treatment option for the majority of adults experiencing a relatively rare, often fatal and always severe form of epilepsy marked by prolonged seizures that require medically induced comas to prevent them from further damaging the body and the brain.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}