{"title": "Investigating emotional spillover in the brain", "text": "Life is full of emotional highs and lows, ranging from enjoying an activity with a loved one and savoring a delicious meal to feeling hurt by a negative interaction with a co-worker or that recent scuffle with a family member. But when we let emotions from one event carry on to the next, such spillover can color our impressions and behavior in those new situations - sometimes for the worse.Researchers at the Center for Healthy Minds at the University of Wisconsin-Madison are discovering what happens in the brain when such emotional spillover occurs and, for the first time, are able to pinpoint areas directly responsible. Their findings are published in Psychological Science, a journal of the Association for Psychological Science.Using Transcranial Magnetic Stimulation (TMS), a technique that produces a magnetic field that can temporarily \"knock out\" or inhibit activity in specific parts of the brain, the team discovered that when the lateral prefrontal area of the brain (a region known for executive function) was inhibited by the stimulation, participants showed more emotional spillover. In the experiment, they measured this by collecting people's ratings and first impressions of neutral faces they saw immediately after faces that were smiling (prompting positive emotions) or fearful (prompting negative emotions).The findings, supported by a grant from the National Institute of Mental Health, are part of larger efforts to understand the complexity of the brain and what types of mental training or activities can best improve emotional reactions known to promote higher levels of well-being. TMS therapy is approved for depression by the FDA, and this work may shed light on why stimulating parts of the prefrontal cortex is successful in improving the ability to regulate negative emotions.\"It was interesting because participants saw the emotional faces very briefly,\" says Regina Lapate, Center for Healthy Minds collaborator and current postdoctoral researcher at the University of California, Berkeley, who led the work. \"And when asked afterward, they didn't think that they had been influenced by it in their ratings. Having their prefrontal cortex disrupted generated spillover onto their unrelated events that followed. Emotional spillover can happen without us being aware of it.\"The team discovered that when the lateral prefrontal cortex was intact (when the brain was not inhibited by TMS), the person did not show spillover when viewing subsequent neutral faces. And when the opposite occurred - when the lateral prefrontal cortex was inhibited by TMS, emotional spillover occurred more frequently and with greater intensity. Three days later outside of the laboratory, participants still showed that emotional bias when asked to rate the same neutral faces, suggesting that the negative emotional spillover they first showed in the laboratory produced long-lasting, biased first impressions.\"If your first impression of someone is formed when you're experiencing emotional spillover from a previous context, that negative impression may stick,\" Lapate adds.In addition, research on mindfulness meditation has been suggested to improve emotion regulation and connectivity between the prefrontal cortex and more emotion-centered areas of the brain such as the amygdala. If scientists know that there's a causal relationship between these areas of the brain, they can more accurately tailor interventions to target these areas and improve well-being.\"We are excited about this experiment because it demonstrates the causal role of the prefrontal cortex in regulating emotional behavior,\" says Richard Davidson, William and James Vilas Professor of Psychology and Psychiatry who worked on the study and directs the Center for Healthy Minds. \"It invites the possibility that strategies that promote prefrontal engagement may have beneficial consequences for emotion regulation.\"Next on Lapate's agenda is to test whether the reverse works - can TMS stimulation that increases neural firing in the prefrontal cortex lead to a decrease in negative emotional spillover? At the University of California, Berkeley, she'll continue exploring that question as well as how the lateral prefrontal cortex as a whole changes the neural coding for positive and negative information.Meanwhile, the team at UW-Madison will further examine how contemplative practices may change emotional spillover and target these areas as measured by neural activity recorded in a brain scanner.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-ies061617.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/researchers-investigate-emotional-spillover-in-the-brain.html#.WUQOtesrKUl", "funder": "National Institute of Mental Health", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Psychological Science", "description": "When we let emotions from one event carry on to the next, such spillover can color our impressions and behavior in new situations - sometimes for the worse. Researchers at the University of Wisconsin-Madison are discovering what happens in the brain when such emotional spillover occurs. Their findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Fri, 16 Jun 2017 04:00:00 GMT"}