{"title": "Science shows how faces guide, and reflect, our social lives", "text": "For most of us, faces provide untold amounts of information about the people in our world. We use faces to identify someone as a friend or stranger, as approachable or hostile, as a member of our group or an outsider. We make judgments about others' personality traits, such as their trustworthiness, based on our perceptions of their faces. And we typically make all of these determinations without ever being consciously aware that we're doing it. There is no question: How we perceive faces plays a central role in our social lives.A special issue of Current Directions in Psychological Science, a journal of the Association for Psychological Science, brings together innovative research and theory in psychological science, computer science, neuroscience, and related fields, illuminating the myriad ways in which face perception infuses how we think and behave.In this issue, \"researchers from diverse areas within the psychological sciences illustrate various cognitive processes and social consequences, extending from face perception's basic foundations in recognition, human development, and social and economic behavior, through individual and cultural variation in face processing, to the cutting-edge application of tools in computer science,\" writes psychological scientist Nicholas O. Rule of the University of Toronto in his introduction to the special issue.The special issue delves into the mechanisms that underlie face perception, exploring the adaptive functions that likely contribute to recognizing faces and facial expressions, the origins and developmental trajectory of face recognition across different people, and the reasons why we sometimes make errors when it comes to recognizing certain faces.The issue also shows how we use information from faces to make judgments about other people, including forming quick first impressions and determining the social groups they belong to, whether they possess certain leadership qualities, and the likelihood that they'll cooperate or act selfishly.Articles in the issue illustrate how early experiences can shape face perception, leading to cultural differences in how we attend to facial features and exposure-related differences in how we process faces of different races.The articles also show how biases in how we recognize emotions in faces can contribute to the onset and maintenance of mood disorders like depression and aggression. Building computational models that accurately describe the processes involved in face perception could eventually help clinicians in defining, diagnosing, and treating these kinds of disorders.Finally, the issue explores how face perception ultimately guides our behavior towards others, influencing whether we decide to engage with someone in prosocial ways and even whether we might dehumanize and harm someone.\"Together, this collection of brief and accessible reviews will help readers to cultivate an understanding of how humans create and extract meaning from the face, justifying why it maintains such a high priority in perception, cognition, and behavior,\" Rule writes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-ssh061517.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/science-shows-how-faces-guide-and-reflect-our-social-lives.html", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Current Directions in Psychological Science", "description": "A special issue of Current Directions in Psychological Science, a journal of the Association for Psychological Science, brings together innovative research and theory in psychological science, computer science, neuroscience, and related fields, illuminating the myriad ways in which face perception infuses how we think and behave.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}