{"title": "Women who focus negatively, magnify chronic pain, more likely to be taking prescribed opioids", "text": "CHICAGO - Female chronic pain sufferers who catastrophize, a psychological condition in which pain is exaggerated or irrationally focused on, not only report greater pain intensity, but are more likely to be taking prescribed opioids than men with the same condition, according to a study published Online First in Anesthesiology, the peer-reviewed medical journal of the American Society of Anesthesiologists (ASA).\"Our research underscores how psychological factors such as negative thoughts or emotions have the capacity to influence how we experience pain and the likelihood that someone will be taking prescribed opioids,\" said Beth Darnall, Ph.D., study co-author and clinical associate professor, Department of Anesthesiology, Perioperative and Pain Medicine at Stanford University School of Medicine, Palo Alto, California.  \"The findings suggest that pain intensity and catastrophizing contribute to different patterns of opioid prescribing for male and female patients, highlighting a potential need for examination and intervention in future studies.\"Pain catastrophizing has been shown to have a powerful influence on patients' sensory perception, and may explain up to 20 percent of the variance in chronic pain intensity seen, with people who catastrophize experiencing greater pain intensity.  This can ultimately influence pain treatment.In a retrospective study, clinical data from nearly 1,800 adult chronic pain patients was examined.  All patients sought initial evaluation at a large outpatient pain treatment center between January 2014 and April 2015.  Patient and non-patient reported data, such as average pain intensity, pain catastrophizing scale, sex, etc., was collected through Stanford's Pain Collaborative Health Outcomes Information Registry (CHOIR).  Patients self-reported all current opioid prescription data either through CHOIR or verbally to clinic staff. Researchers used the data to characterize relationships between pain intensity, pain catastrophizing and opioid prescriptions - and to understand differences between these variables in men and women.The study found that most patients examined (57 percent) were prescribed at least one opioid medication.  For women, pain catastrophizing was more strongly associated with having an opioid prescription, and this pattern emerged in women with even relatively low levels of pain catastrophizing.  Pain catastrophizing was the strongest predictor of prescribed opioids in women, while pain intensity was a stronger predictor of opioid prescription in men.  \"Our findings show that even relatively low levels of negative cognitive and emotional responses to pain may have a great impact on opioid prescribing in women,\" said Yasamin Sharifzadeh, B.S., study lead author and second-year medical student at Virginia Commonwealth University, Richmond, Virginia.  \"We hope to study whether early treatment for pain catastrophizing may reduce opioid prescriptions for both sexes, particularly for women.  As the impact of chronic pain grows, it is vital that we understand the nuances of how it affects different populations and how to best intervene.\"The authors note that while replication of their results is needed, the findings suggest several important points:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/asoa-wwf061517.php", "region": "namerica", "source_link": "http://www.asahq.org/about-asa/newsroom/news-releases/2017/06/pain-catastrophizing", "funder": "", "meeting": "", "institution": "American Society of Anesthesiologists", "keywords": ["Medicine/Health", " Pain"], "journal": "Anesthesiology", "description": "Female chronic pain sufferers who catastrophize, a psychological condition in which pain is exaggerated or irrationally focused on, not only report greater pain intensity, but are more likely to be taking prescribed opioids than men with the same condition, according to a study published Online First in Anesthesiology, the peer-reviewed medical journal of the American Society of Anesthesiologists (ASA).", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}