{"title": "Want to feel stronger and thinner? Get some exercise", "text": "Just one 30-minute bout of exercise makes women feel stronger and thinner, according to a new UBC study. And the positive effect lasts well beyond the activity itself, which may be good news for women concerned about their body image.\"Women, in general, have a tendency to feel negatively about their bodies,\" says study senior author Kathleen Martin Ginis, professor in UBC Okanagan's School of Health and Exercise Sciences. \"This is a concern because poor body image can have harmful implications for a woman's psychological and physical health including increased risk for low self-esteem, depression and for eating disorders. This study indicates exercise can have an immediate positive effect.\"Martin Ginis, along with her graduate student Lauren Salci, compared the body image and physical perceptions of women who completed 30 minutes of moderate aerobic exercise with those who sat and read. Women in the exercise group had significant improvements in their body image compared to those who didn't exercise. This positive effect lasted at least 20 minutes post-exercise. The research team further established that this effect was not due to a change in the women's mood, rather it was linked to perceiving themselves as stronger and thinner.\"We all have those days when we don't feel great about our bodies,\" says Martin Ginis. \"This study and our previous research shows one way to feel better, is to get going and exercise. The effects can be immediate.\"Martin Ginis sees this study as a gateway to developing maximally effective body image-enhancing exercise interventions.According to the National Institutes of Health, nearly one half of North American women experience some degree of body image dissatisfaction and this has become more prevalent over the last three decades.\"We think that the feelings of strength and empowerment women achieve post exercise, stimulate an improved internal dialogue,\" says Martin Ginis. \"This in turn should generate positive thoughts and feelings about their bodies which may replace the all too common negative ones.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uobc-wtf061317.php", "region": "namerica", "source_link": null, "funder": "Social Sciences and Humanities Research Council", "meeting": "", "institution": "University of British Columbia Okanagan campus", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Sports/Recreation", " Behavior", " Exercise", " Personality/Attitude", " Mental Health", " Depression/Anger", " Perception/Awareness"], "journal": "Psychology of Sport and Exercise", "description": "Just one 30-minute bout of exercise makes women feel stronger and thinner, according to a new UBC study. And the positive effect lasts well beyond the activity itself, which may be good news for women concerned about their body image.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}