{"title": "Muscle fibers alone can't explain sex differences in bird song", "text": "Male birds tend to be better singers than females--but does the basis for this difference lie in the brain or in the syrinx, the bird equivalent of our larynx? The researchers behind a new study from The Auk: Ornithological Advances analyzed the muscle fibers in the syrinxes of male and female birds from a range of species and found, to their surprise, that the amount of \"superfast\" muscle wasn't typically related to differences in vocal ability between the sexes.Most muscle fibers are one of two types -- fast, specialized for short, intense bursts of activity, or slow, specialized for endurance. However, some animals, including birds, have a third type called superfast muscle that can contract around 200 times per second. Ron Meyers of Weber State University and his colleagues hypothesized that superfast muscle fibers in the syrinx might explain the greater singing ability of male birds, but when they analyzed the syringeal muscles of male and female birds from a range of species, they found that the amount of superfast muscle fiber didn't differ between the sexes in most species. Instead, their results suggest that the role of superfast muscle is more complicated than they expected and may be related to the entire range of vocalizations of a species rather than song alone. Even though females of some species don't sing, their superfast muscle fibers appear likely to play a role in the calls they use for other types of communication.The researchers collected syringeal tissue from a total of ten bird species, some wild-caught and some from a University of Utah aviary. All species had both fast muscle and superfast muscle fiber in their syrinxes, but there was a clear sex difference in fiber type composition in only two species studied, Bengalese Finches and Zebra Finches. Based on this, the researchers speculate that the need for superfast muscle may be related to the entire vocal repertoire of each sex, not just singing behavior. Calls made by Zebra Finch females don't have acoustic features that would require rapid muscle control, but in other species females may produce calls that require the muscle control provided by superfast fibers even if they don't sing.\"The data really surprised us,\" says Meyers. \"Based on our first species studied, starlings and Zebra Finches, we went into this thinking that superfast fibers were related to singing in males. Zebra Finch males sing and females don't, and males have 85% of the syrinx muscles made up of superfast fibers. In starlings, both male and females sing, and they both had about a 65% make-up of superfast fibers. But as the number of species we looked at grew, we had to totally change our perception of the role of superfast fibers in singing and the role they actually play in vocalizing.\"\"Most of the research investigating the mechanisms of bird song focuses on the brain. However, research has begun to suggest that peripheral structures like the syrinx influence song divergence, which of course is an important factor that contributes to avian biodiversity,\" according to Wake Forest University's Matthew Fuxjager, an expert on superfast muscle. \"This study therefore provides an exciting starting point to address this issue from a physiological perspective, and it shows that muscle fiber content in the syrinx might not be a strong predictor of avian vocal diversity. But then what is? I would argue that we're still working this out, and that this study will provide an intriguing framework from which more work in this area can be conducted.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/aosp-mfa060717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Ornithological Society Publications Office", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Zoology/Veterinary Science"], "journal": "The Auk: Ornithological Advances", "description": "Male birds tend to be better singers than females -- but does the basis for this difference lie in the brain or in the syrinx, their equivalent of our larynx? The researchers behind a new study from The Auk analyzed the muscle fibers in the syrinxes of male and female birds from a range of species and found, to their surprise, that the amount of 'superfast' muscle didn't explain differences in vocal ability between the sexes.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}