{"title": "Dressmakers found to have needle-sharp 3-D vision", "text": "Haute couture can be credited for enhancing more than catwalks and red carpets. New research from the University of California, Berkeley suggests that the 3D or \"stereoscopic\" vision of dressmakers is as sharp as their needles.Stereoscopic vision is the brain's ability to decode the flat 2D optical information received by both eyes to give us the depth of perception needed to thread a needle, catch a ball, park a car and generally navigate a 3D world.Using computerized perceptual tasks, researchers from UC Berkeley and the University of Geneva, Switzerland, tested the stereoscopic vision of dressmakers and other professionals, and found dressmakers to be the most eagle-eyed.The results, published in the June 13 issue of the journal Scientific Reports, show dressmakers to be 80 percent more accurate than non-dressmakers at calculating the distance between themselves and the objects they were looking at, and 43 percent better at estimating the distance between objects.\"We found dressmakers have superior stereovision, perhaps because of the direct feedback involved with fine needlework,\" said study lead author Adrien Chopin, a postdoctoral researcher in visual neuroscience at UC Berkeley.What researchers are still determining is whether dressmaking sharpens stereoscopic vision, or whether dressmakers are drawn to the trade because of their visual stereo-acuity, Chopin said.To experience what it means to have stereoscopic vision, focus on a visual target. Now blink one eye while still staring at your target. Then blink the other eye. The background should appear to shift position. With stereoscopic vision, the brain's visual cortex merges the 2D viewpoints of each eye into one 3D image.It has generally been assumed that surgeons, dentists and other medical professionals who perform precise manual procedures would have superior stereovision. But previous studies have shown this not to be the case.That spurred Chopin to investigate which professions would produce or attract people with superior stereovision, and led him to dressmakers.A better understanding of dressmakers' stereoscopic superpowers will inform ongoing efforts to train people with visual impairments such as amblyopia or \"lazy eye\" to strengthen their stereoscopic vision, Chopin said.In addition to helping people with sight disorders, improved stereoscopic vision may be key to the success of military fighters, athletes and other occupations that require keen hand-eye coordination. An estimated 10 percent of people suffer from some form of stereoscopic impairment, and 5 percent suffer from full stereo blindness, Chopin said.For example, the 17th-century Dutch painter Rembrandt, whose self-portraits occasionally showed him with one lazy eye, is thought to have suffered from stereo blindness, rendering him with flat vision. Some vision scientists have posited that painters tend to have poorer stereovision, which gives them an advantage working in 2D.For the study, participants viewed objects on a computer screen through a stereoscope and judged the distances between objects, and between themselves and the objects. Researchers recorded their visual precision and found that, overall, dressmakers performed markedly better than their non-dressmaker counterparts in visual acuity.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--dft061417.php", "region": "namerica", "source_link": "http://news.berkeley.edu/2017/06/13/dressmakers-3d-vision/", "funder": "", "meeting": "", "institution": "University of California - Berkeley", "keywords": ["Optics", " Medicine/Health", " Neurobiology", " Ophthalmology", " Memory/Cognitive Processes"], "journal": "Scientific Reports", "description": "Haute couture can be credited for enhancing more than catwalks and red carpets. New research from the University of California, Berkeley suggests that the 3D or 'stereoscopic' vision of dressmakers is as sharp as their needles.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}