{"title": "Battling the terrible toll of depression by 'rewiring' the brain", "text": "Americans spend billions of dollars each year on antidepressants, but the National Institutes of Health estimates that those medications work for only 60 percent to 70 percent of people who take them. In addition, the number of people with depression has increased 18 percent since 2005, according to the World Health Organization, which this year launched a global campaign encouraging people to seek treatment. The Semel Institute for Neuroscience and Human Behavior at UCLA is one of a handful of hospitals and clinics nationwide that offer a treatment that works in a fundamentally different way than drugs. The technique, transcranial magnetic stimulation, beams targeted magnetic pulses deep inside patients' brains -- an approach that has been likened to rewiring a computer. TMS has been approved by the FDA for treating depression that doesn't respond to medications, and UCLA researchers say it has been underused. But new equipment being rolled out this summer promises to make the treatment available to more people.\"We are actually changing how the brain circuits are arranged, how they talk to each other,\" said Dr. Ian Cook, director of the UCLA Depression Research and Clinic Program. \"The brain is an amazingly changeable organ. In fact, every time people learn something new, there are physical changes in the brain structure that can be detected.\"Nathalie DeGravel, 48, of Los Angeles had tried multiple medications and different types of therapy, not to mention many therapists, for her depression before she heard about magnetic stimulation. She discussed it with her psychiatrist earlier this year, and he readily referred her to UCLA.Within a few weeks, she noticed relief from the back pain she had been experiencing; shortly thereafter, her depression began to subside. DeGravel says she can now react more \"wisely\" to life's daily struggles, feels more resilient and is  able to do much more around the house. She even updated her resume to start looking for a job for the first time in years.  During TMS therapy, the patient sits in a reclining chair, much like one used in a dentist's office, and a technician places a magnetic stimulator against the patient's head in a predetermined location, based on calibrations from brain imaging. The stimulator sends a series of magnetic pulses into the brain. People who have undergone the treatment commonly report the sensation is like having someone tapping their head, and because of the clicking sound it makes, patients often wear earphones or earplugs during a session.TMS therapy normally takes 30 minutes to an hour, and people typically receive the treatment several days a week for six weeks. But the newest generation of equipment could make treatments less time-consuming.  \"There are new TMS devices recently approved by the FDA that will allow patients to achieve the benefits of the treatment in a much shorter period of time,\" said Dr. Andrew Leuchter, director of the Semel Institute's TMS clinical and research service. \"For some patients, we will have the ability to decrease the length of a treatment session from 37.5 minutes down to 3 minutes, and to complete a whole course of TMS in two weeks.\" Leuchter said some studies have shown that TMS is even better than medication for the treatment of chronic depression. The approach, he says, is underutilized. \"We are used to thinking of psychiatric treatments mostly in terms of either talk therapies, psychotherapy or medications,\" Leuchter said. \"TMS is a revolutionary kind of treatment.\" Bob Holmes of Los Angeles is one of the 16 million Americans who report having a major depressive episode each year, and he has suffered from depression his entire life. He calls the TMS treatment he received at UCLA Health a lifesaver. \"What this did was sort of reawaken everything, and it provided that kind of jolt to get my brain to start to work again normally,\" he said.Doctors are also exploring whether the treatment could also be used for a variety of other conditions including schizophrenia, epilepsy, Parkinson's disease and chronic pain. \"We're still just beginning to scratch the surface of what this treatment might be able to do for patients with a variety of illnesses,\" Leuchter said. \"It's completely noninvasive and is usually very well tolerated.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/m-btt061317.php", "region": "namerica", "source_link": "http://bit.ly/2smI0X5", "funder": "", "meeting": "", "institution": "MediaSource", "keywords": ["Medicine/Health", " Alternative Medicine", " Neurobiology", " Social/Behavioral Science", " Drugs", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety"], "journal": "", "description": "One approach used to treat depression by doctors at UCLA and a handful of other centers nationwide is to beam magnetic pulses deep into patients' brains, a therapy known as transcranial magnetic stimulation (TMS). The therapy works in a fundamentally different way from medications, which is what makes it so promising for people not helped by drugs.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}