{"title": "Research finds link between spacing out and giving up", "text": "People whose minds tend to wander are less likely to stick to their long-term goals, according to new research led by the University of Waterloo.The research found that those who could sustain focus in day-to-day life were more likely to report maintaining perseverance and passion in their long-term objectives. \"Those who often can't keep their minds on their tasks -- such as thinking about weekend plans instead of listening to the lecturer in class -- tend to have more fleeting aspirations,\" said Brandon Ralph, the study's lead author and a PhD candidate in psychology at Waterloo. \"We've shown that maintaining concentration over hours and days predicts passion over longer periods.\" The researchers' findings resulted from three separate studies. In the first two studies, surveys measured the mind wandering, inattention and grittiness of 280 participants. In the third study, 105 post-secondary students were asked to report on their mind-wandering habits during class and then fill out questionnaires to measure their grittiness.Grit is a personality trait involving sustained interest and effort toward long-term goals and is purported to predict success in careers and education independent of other traits, including intelligence.Next steps in the research involve determining if people who would like to mitigate the impacts of mind wandering can do so with mindfulness training exercises, such as meditation. \"It's clear that mind wandering is related to the ability to focus in the moment as well as on long-term goals,\" said Ralph. \"As we move forward in this work, we'd like to see if practices such as meditation can assist people in achieving their goals.\"The study, done in cooperation with researchers at Sheridan College, appears in the Canadian Journal of Experimental Psychology.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uow-rfl061217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Waterloo", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Canadian Journal of Experimental Psychology", "description": "People whose minds tend to wander are less likely to stick to their long-term goals, according to new research led by the University of Waterloo.\r\n\r\nThe research found that those who could sustain focus in day-to-day life were more likely to report maintaining perseverance and passion in their long-term objectives.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}