{"title": "US aid to combat malaria in Africa is associated with reduced risk of childhood mortality", "text": "In a study published in PLOS Medicine, Aleksandra Jakubowski of the University of North Carolina at Chapel Hill, US, and colleagues show that funding from the US President's Malaria Initiative (PMI) in 19 sub-Saharan African countries was associated with a 16% reduction in the annual risk of under-five child mortality in the years following introduction of the Initiative.These 19 PMI countries along with 13 others in sub-Saharan Africa that did not receive PMI funding presented the authors with a \"quasi-experiment\" that enabled them to analyze large population-representative data from the Demographic and Health Surveys and Malaria Atlas Project using a difference-in-differences method. This method relies on the assumption that, in the absence of any intervention, countries receiving PMI funding would have similar trends in health outcomes as non-recipient countries. The analyses controlled for the presence and intensity of other large funding sources such as the Global Fund, time-invariant country characteristics, common time trends, and various individual and household characteristics. Because the study design leaves open the possibility of confounding variables that were not measured, the results cannot be definitively interpreted as causal evidence that PMI reduced child mortality rates. However, they indicate an association between receipt of PMI funding and child mortality rates, and with population coverage of key malaria prevention interventions such as insecticide treated nets (ITNs) and indoor residual spraying (IRS). The PMI was launched in 2005 to provide foreign assistance to reduce malaria-related mortality in sub-Saharan Africa. At a time of possible budget cuts to foreign aid in the US, it is important to have independent evaluations that assess the likely impacts of foreign aid programs. This study's finding - based on analysis of data from 1995 to 2014 - that the decline in under-five death was also accompanied by increases in PMI-funded malaria prevention technologies, such as insecticide treated nets and indoor residual spraying that are known to be effective malaria interventions, provides compelling and important new evidence of the likely effects of PMI funding. Eran Bendavid of Stanford University, US, discussing the research in an accompanying Perspective, says: \"Averting deaths of young children from malaria or vaccine-preventable diseases such as polio or measles promotes more stable and prosperous societies. In countries where the US gives most for health, the perception of the United States is among the most favorable in the world.\" He adds that this study \"underscores that the anticipated benefits of effective aid include not only a reduction in the number of children dying in poor countries, but also, arguably, an investment in the well-being of Americans.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002319", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-uat060817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Parasitology", " Grants/Funding", " Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Pediatrics", " Public Health", " Disease in the Developing World"], "journal": "PLOS Medicine", "description": "In a study published in PLOS Medicine, Aleksandra Jakubowski of the University of North Carolina at Chapel Hill, US, and colleagues show that funding from the US President's Malaria Initiative (PMI) in 19 sub-Saharan African countries was associated with a 16 person reduction in the annual risk of under-five child mortality in the years following introduction of the Initiative.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}