{"title": "NUS study: Older adults are good Samaritans to strangers", "text": "People tend to become more generous as they age. This certainly holds true when it comes to helping strangers, according to a recent study by researchers from the National University of Singapore (NUS). Findings from the study showed that while the older adults treat their kin and friends the same as younger adults do, the elderly donate more to strangers than younger adults, even when their generosity is unlikely to be reciprocated. \"Greater generosity was observed among senior citizens possibly because as people become older, their values shift away from purely personal interests to more enduring sources of meaning found in their communities,\" explained Assistant Professor Yu Rongjun, who led the study. Asst Prof Yu is from the Department of Psychology at the NUS Faculty of Arts and Social Sciences, as well as the Singapore Institute for Neurotechnology at NUS. The research results were first reported online in Journals of Gerontology: Psychological Sciences on 5 April 2017.Studies have shown that as people age, they are inclined to volunteer more frequently, are more attentive to ecological concerns, and are less interested in becoming rich. However, there is a lack of understanding of the core motive behind such altruistic behaviour. The team led by Asst Prof Yu sought to address this knowledge gap by looking at how social relationships with others influence how much older adults donate in comparison with younger adults.The study, which was conducted from March 2016 to January 2017, involved 78 adults in Singapore. 39 of them were older adults with an average age of 70, while the other 39 were younger adults who were about 23 years old. The NUS research team employed a framework known as social discounting to quantify generosity towards people. The framework works on the principle that people treat those they are closer with better than those whom they are more distantly acquainted, and much better than total strangers. The participants had to rate how close they were to people in their social environment, and the amount of money they would give to each respective person. Using a computational model, the NUS research team calculated the amount of money that the participants are willing to give to another person as a function of social distance.The results revealed that both younger and older adults are equally generous to people who are close to them, such as family members or close friends. However, senior citizens are more generous to those who are more socially distant, such as total strangers, and the seniors' level of generosity does not decrease with distance as quickly as that of the younger adults. In addition, older adults are more likely to forgo their resources to strangers even when their generosity is unlikely to be reciprocated.Dr Narun Pornpattananangkul, the first author of the research paper, said, \"In psychology, the motivation to contribute to the greater good is known as an \"ego-transcending\" motivation. In our earlier work, we found that there is an enhancement of this motivation after people received oxytocin, a hormone related to maternal love and trust. In this study, we found a similar pattern of an ego-transcending motivation among the older adults, as if the older adults received oxytocin to boost their generosity. We speculate that age-related changes at the neurobiological level may account for this change in generosity.\" Dr Pornpattananangkul is a research fellow from the Department of Psychology at the NUS Faculty of Arts and Social Sciences.Asst Prof Yu added, \"Our findings shed light on the age-related changes among the elderly, and provide an understanding of why they are more inclined to lend a helping hand to strangers. Providing older adults with more opportunities to help others is not only beneficial to our society, but it might also be a boon to the well-being of older adults themselves. Future studies with direct well-being measures should further examine this hypothesis.\"To further their understanding on how decision making shifts among the elderly, Asst Prof Yu and his team at NUS are embarking on studies to examine the neural mechanisms underlying the changes in decision making by using brain-imaging technologies. Research findings from these studies have the potential to be translated into effective intervention programmes to promote healthy ageing, and may help tackle age-related conditions such as Parkinson's disease and Alzheimer's disease, which are often characterised by deficits in decision making.", "article_link": "http://dx.doi.org/10.1093/geronb/gbx040", "url": "http://www.eurekalert.org/pub_releases/2017-06/nuos-nso061217.php", "region": "asia", "source_link": "https://news.nus.edu.sg/press-releases/older-adults-good-Samaritans-strangers", "funder": "", "meeting": "", "institution": "National University of Singapore", "keywords": ["Nonprofessional", " Gerontology", " Aging", " Public Health", " Social/Behavioral Science", " Aging", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Journals of Gerontology: Psychological Sciences", "description": "A study by researchers from the National University of Singapore showed that while older adults treat their kin and friends the same as younger adults do, the elderly donate more to strangers than younger adults, even when their generosity is unlikely to be reciprocated.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}