{"title": "Bilingual children are better at recognizing voices", "text": "Bilingual children are better than their monolingual peers at perceiving information about who is talking, including recognizing voices, according to a study by NYU's Steinhardt School of Culture, Education, and Human Development. The findings, published in the journal Bilingualism: Language and Cognition, suggest yet another advantage of speaking multiple languages beyond the well-known cognitive benefits.\"Bilingual children have a perceptual advantage when processing information about a talker's voice. This advantage exists in the social aspect of speech perception, where the focus is not on processing the linguistic information, but instead on processing information about who is talking. Speech simultaneously carries information about what is being said and who is saying it,\" said Susannah Levi, assistant professor of communicative sciences and disorders at NYU Steinhardt and the study's author. Processing who is talking is an important social component of communication and begins to develop even before birth. In her study, Levi examined how children process information about who is talking and sought to understand whether differences existed between children speaking one language or multiple languages.Forty-one children participated in the study, a combination of 22 monolingual English speakers and 19 bilingual children. The bilingual children all spoke English and either spoke or were exposed to a second language (other than German) on a daily basis. The children were divided by age into two groups: nine years and younger and 10 years and older.The children completed a series of tasks listening to different voices. In one, they listened to pairs of words in a language they knew (English, spoken with a German accent) and an unfamiliar language (German). The children were then asked whether a pair of words was spoken by the same person or two different people. In another task, the children learned to identify the voices of three speakers represented by cartoon characters on a computer screen. After listening to the cartoon characters say a series of words, the participants heard a word and would have to decide which cartoon character spoke it.The tasks revealed that older children performed better than younger children, confirming previous studies that perceiving information about who is talking improves with age. Levi also found that bilingual children performed better than monolingual children in recognizing and processing voices speaking in both English and German. When listening to English, bilingual children were better at discriminating and learning to identify voices. They were also faster at learning voices. When hearing German, bilingual children were better at discriminating voices.\"The study is a strong test of the benefits of bilingualism because it looked for differences in both a language familiar to all participants and one unfamiliar to them. The bilingual advantage occurred even in a language that was unfamiliar,\" Levi said.Levi points to several possible explanations for the bilingual advantage. Bilingual children may have more experience listening to accented speech (as the English was spoken with an accent) and multiple languages, may have better cognitive control and focus for the tasks, or may have better social perception - an important tool for perceiving voices.\"While we need more research to explain why bilingual children are better and faster at learning different voices, our study provides yet another example of the benefits of speaking and understanding multiple languages,\" Levi said.", "article_link": "http://dx.doi.org/10.1017/S1366728917000153", "url": "http://www.eurekalert.org/pub_releases/2017-06/nyu-bca061217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Deafness and Other Communication Disorders", "meeting": "", "institution": "New York University", "keywords": ["Education", " K-12", " Social/Behavioral Science", " Language/Linguistics/Speech"], "journal": "Bilingualism: Language and Cognition", "description": "Bilingual children are better than their monolingual peers at perceiving information about who is talking, including recognizing voices, according to a study by NYU's Steinhardt School of Culture, Education, and Human Development.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}