{"title": "Oral communication provides better outcomes for children with cochlear implants", "text": "In a new, multisite study of deaf children with cochlear implants, UT Dallas researchers have found that children with either no exposure or limited exposure to sign language end up with better auditory, speaking and reading skills later. The paper is one of the first nationwide longitudinal studies of how sign language exposure affects young cochlear implant recipients.The topic of whether children with cochlear implants should begin their communication experience with sign language has been controversial. However, Dr. Andrea Warner-Czyz, assistant professor in the School of Behavioral and Brain Sciences (BBS) and co-author of the study, said the research clarifies outcomes for such decisions.\"If you want your deaf child to be an oral communicator and have reading and language measures on par with their hearing peers, then signing to them may not provide the easiest route to that outcome,\" she said.The study recently was published in the journal Pediatrics.A cochlear implant is a biomedical device surgically implanted in the cochlea to replace the function of the damaged inner ear. The Food and Drug Administration has approved cochlear implantation for children with severe to profound hearing loss as young as 1-year-old. Dr. Ann Geers, a BBS research scientist who was the lead author of the study, said a major question for hearing parents and the professionals who work with pediatric cochlear implant users is whether spoken language skills are best developed by focusing on the auditory speech signal or whether early exposure to an unambiguous visual language provides an important foundation for learning a spoken language.To determine the answer, Geers, Warner-Czyz and researchers from six cochlear implant centers across the U.S. studied about 100 elementary-age children who had cochlear implants. The children, like 95 percent of all children born with hearing loss, had parents with hearing. The children either had early exposure to sign language that continued more than two years after the implantation, early sign language exposure that stopped before two years post-implant, or had no sign language exposure.Each year, the researchers looked at how the children performed in the areas of speech perception, speech intelligibility, language and reading. The study showed that the children who continued to sign after two years of having a cochlear implant had poorer outcomes, particularly compared to those who didn't sign at all. \"This study provides the most compelling support yet available for the benefits of listening and spoken language input for promoting verbal development in children implanted by 3 years of age,\" Geers said.  \"Contrary to earlier published assertions, there was no advantage to parents' use of sign language. This result affirms the decision of many hearing parents who choose not to use sign language when their child receives a cochlear implant.\"The researchers said the study's findings should be a powerful counseling tool for families, especially those whose native language is spoken rather than signed.\"A lot of these families think that once their child receives a cochlear implant, then that's it. But there's a lot of work that goes into getting these kids with the successful outcomes -- some of which has to do with how you use spoken language gt vto communicate with your child,\" Warner-Czyz said.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uota-ocp060817.php", "region": "namerica", "source_link": "http://pediatrics.aappublications.org/content/early/2017/06/08/peds.2016-3489", "funder": "NIH/The National Institute on Deafness and Other Communication Disorders", "meeting": "", "institution": "University of Texas at Dallas", "keywords": ["Medicine/Health", " Hearing/Speech"], "journal": "Pediatrics", "description": "In a new, multisite study of deaf children with cochlear implants, UT Dallas researchers have found that children with either no exposure or limited exposure to sign language end up with better auditory, speaking and reading skills later. The paper is one of the first nationwide longitudinal studies of how sign language exposure affects young cochlear implant recipients.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}