{"title": "Genetic differences across species guide vocal learning in juvenile songbirds", "text": "Juvenile birds discriminate and selectively learn their own species' songs even when primarily exposed to the songs of other species, but the underlying mechanism has remained unknown. A new study, by researchers at Uppsala University, shows that song discrimination arises due to genetic differences between species, rather than early learning or other mechanisms. The results are published in Nature Ecology & Evolution.Songbirds are our primary animal model for studying the behavioral and neural basis of vocal learning and memory formation in general. The tremendous variety in the songs of birds delights ornithologists and fascinates evolutionary biologists as a marker of species diversity. Explaining how species differences in song are maintained is a challenge because birds typically learn their songs by imprinting on songs heard when they were juveniles. What prevents juveniles from imprinting on the songs from a wide-variety of other species in their environment? When exposed to a mixture of different songs from their own and other species, juvenile songbirds discriminate and selectively learn songs typical of their own species, which suggests a remarkable fine-tuning of sound perception during the earliest stages of development. Despite the importance of these findings for our understanding of the vocal learning process, the mechanism underlying early song discrimination has remained unknown.A new study by researchers from Uppsala University in Sweden resolves this mystery by first demonstrating that juvenile pied and collared flycatchers from the wild discriminate their own species' songs before they've left the nest. Nestling flycatchers as young as 10 days old look at the sound source and produce more begging calls during experimental playbacks of their own species' songs than to playbacks of the other species' songs, demonstrating that song discrimination develops incredibly early in these two species. Next, the researchers swapped developing eggs from the nests of each species so that they were raised completely by parents from the other species. These nestlings also discriminated in favor of their own species' songs, despite having no experience with their own species, demonstrating that song discrimination is not a result of early learning. Finally, to definitively show that genetic differences between species underlie discrimination, the researchers showed that hybrid nestlings formed as a result of matings between parents from each species discriminate in favor of the songs of one of the species, the pied flycatcher. Taken together, these results show that song discrimination has a genetic basis. 'Song differences across species are vital for birds to choose appropriate mates and negotiate complex social interactions. A genetic basis for song discrimination in early life may help explain how song differences are maintained in a noisy, diverse world', says David Wheatcroft, researcher at the Department of Ecology and Genetics at Uppsala University and co-author of the study. The song learning process in birds and the language learning process share remarkable behavioral and neural parallels. One of the longest standing problems has been to determine how the brain encodes the vocal memories that underlie learning. The results of this study suggest that this process begins with a genetic blueprint expressed early in life.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uu-gda060817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Uppsala University", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Genetics", " Zoology/Veterinary Science", " Genes"], "journal": "Nature Ecology and Evolution", "description": "Juvenile birds discriminate and selectively learn their own species' songs even when primarily exposed to the songs of other species, but the underlying mechanism has remained unknown. A new study, by researchers at Uppsala University, shows that song discrimination arises due to genetic differences between species, rather than early learning or other mechanisms. The results are published in Nature Ecology & Evolution.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}