{"title": "Epigenetic changes at birth could explain later behavior problems", "text": "Epigenetic changes present at birth - in genes related to addiction and aggression -  could be linked to conduct problems in children, according to a new study by King's College London and the University of Bristol.Conduct problems (CP) such as fighting, lying and stealing are the most common reason for child treatment referral in the UK, costing an estimated £22 billion per year. Children who develop conduct problems before the age of 10 (known as early-onset CP) are at a much higher risk for severe and chronic antisocial behaviour across the lifespan, resulting in further social costs related to crime, welfare dependence and health-care needs. Genetic factors are known to strongly influence conduct problems, explaining between 50-80 per cent of the differences between children who develop problems and those who do not. However, little is known about how genetic factors interact with environmental influences - especially during foetal development - to increase the risk for later conduct problems. Understanding changes in DNA methylation, an epigenetic process that regulates how genes are 'switched on and off', could aid the development of more effective approaches to preventing later conduct problems. The study, published today in Development & Psychopathology, used data from Bristol's Avon Longitudinal Study of Parents and Children (ALSPAC) to examine associations between DNA methylation at birth and conduct problems from the ages of four to 13. \r\nThe researchers also measured the influence of environmental factors previously linked to early onset of conduct problems, including maternal diet, smoking, alcohol use and exposure to stressful life events. They found that at birth, epigenetic changes in seven sites across children's DNA differentiated those who went on to develop early-onset versus those who did not. Some of these epigenetic differences were associated with prenatal exposures, such as smoking and alcohol use during pregnancy.One of the genes which showed the most significant epigenetic changes, called MGLL, is known to play a role in reward, addiction and pain perception. This is notable as previous research suggests conduct problems are often accompanied by substance abuse, and there is also evidence indicating that some people who engage in antisocial lifestyles show higher pain tolerance. The researchers also found smaller differences in a number of genes previously associated with aggression and antisocial behaviour, including MAOA.Dr Edward Barker, senior author from King's College London, said: 'We know that children with early-onset conduct problems are much more likely to engage in antisocial behaviour as adults, so this is clearly a very important group to look at from a societal point of view.\r\n'There is good evidence that exposure to maternal smoking and alcohol is associated with developmental problems in children, yet we don't know how increased risk for conduct problems occurs. These results suggest that epigenetic changes taking place in the womb are a good place to start.'Dr Charlotte Cecil, first author from King's College London, said: 'Our study reveals significant epigenetic changes which differentiate children who go on to develop conduct problems and those who don't. Although these findings do not prove causation, they do highlight the neonatal period as a potentially important window of biological vulnerability, as well as pinpointing novel genes for future investigation.'Given that the postnatal environment is also crucial for children's development, future research should examine whether positive environmental experiences can help to modify these epigenetic changes.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/kcl-eca060917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Genetics", " Social/Behavioral Science", " Behavior", " Mental Health", " Parenting/Child Care/Family", " Genes"], "journal": "Development and Psychopathology", "description": "Epigenetic changes present at birth -- in genes related to addiction and aggression --  could be linked to conduct problems in children, according to a new study by King's College London and the University of Bristol.", "date": "Mon, 12 Jun 2017 04:00:00 GMT"}