{"authors": [["Naro", "Antonino", "A", "* IRCCS Centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Bramanti", "Alessia", "A", "* IRCCS Centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Leo", "Antonino", "A", "* IRCCS Centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Bramanti", "Placido", "P", "* IRCCS Centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Calabrò", "Rocco Salvatore", "RS", "* IRCCS Centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."]], "date": "2017-12-17", "id": "29370729", "text": "The extent of cortical reorganization after brain injury in patients with Vegetative State /Unresponsive Wakefulness Syndrome (UWS) and Minimally Conscious State (MCS) depends on the residual capability of modulating synaptic plasticity. Neuroplasticity is largely abnormal in patients with UWS, although the fragments of cortical activity may exist, while patients MCS show a better cortical organization. The aim of this study was to evaluate cortical excitability in patients with disorders of consciousness (DoC) using a transcranial direct current stimulation (TDCS) metaplasticity protocol. To this end, we tested motor-evoked potential (MEP) amplitude, short intracortical inhibition (SICI), and intracortical facilitation (ICF). These measures were correlated with the level of consciousness (by the Coma Recovery Scale-Revised, CRS-R). MEP amplitude, SICI, and ICF strength were significantly modulated following different metaplasticity TDCS protocols only in the patients with MCS. SICI modulations showed a significant correlation with the CRS-R score. Our findings demonstrate, for the first time, a partial preservation of metaplasticity properties in some patients with DoC, which correlates with the level of awareness. Thus, metaplasticity assessment may help the clinician in differentiating the patients with DoC, besides the clinical evaluation. Moreover, the responsiveness to metaplasticity protocols may identify the subjects who could benefit from neuromodulation protocols.", "doi": "10.1142/S0129065717500599", "title": "Metaplasticity: A Promising Tool to Disentangle Chronic Disorders of Consciousness Differential Diagnosis.", "journal": ["International journal of neural systems", "Int J Neural Syst"]}