{"authors": [["Yuksen", "Chaiyaporn", "C", "Department of Emergency Medicine, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Bangkok 10400, Thailand."], ["Sittichanbuncha", "Yuwares", "Y", "Department of Emergency Medicine, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Bangkok 10400, Thailand."], ["Patumanond", "Jayanton", "J", "Clinical Epidemiology Unit and Clinical Research Center, Faculty of Medicine, Thammasat University, Pathum Thani 12120, Thailand."], ["Muengtaweepongsa", "Sombat", "S", "Department of Medicine, Faculty of Medicine, Thammasat University, Pathum Thani 12120, Thailand."], ["Aramvanitch", "Kasamon", "K", "Department of Emergency Medicine, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Bangkok 10400, Thailand."], ["Supamas", "Amornrat", "A", "Department of Emergency Medicine, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Bangkok 10400, Thailand."], ["Sawanyawisuth", "Kittisak", "K", "Department of Medicine, Faculty of Medicine, Khon Kaen University, Khon Kaen 40002, Thailand."]], "date": "2017-11-20", "id": "29359046", "text": "Patients with mild head injuries, a GCS of 13-15, are at risk for intracranial hemorrhage. Clinical decision is needed to weigh between risks of intracranial hemorrhage and costs of the CT scan of the brain particularly those who are equivocal. This study aimed to find predictors for intracranial hemorrhage in patients with mild head injuries with a moderate risk of intracranial hemorrhage. We defined moderate risk of mild head injury as a GCS score of 13-15 accompanied by at least one symptom such as headache, vomiting, or amnesia or with alcohol intoxication. There were 153 patients who met the study criteria. Eighteen of the patients (11.76%) had intracranial hemorrhage. There were four independent factors associated with intracranial hemorrhage: history of hypertension, headache, loss of consciousness, and baseline GCS. The sensitivity for the presence of intracranial hemorrhage was 100% with the cutoff point for the GCS of 13. In conclusion, the independent factors associated with intracranial hemorrhage in patients with mild head injury who were determined to be at moderate risk for the condition included history of hypertension, headache, loss of consciousness, and baseline GCS score.", "doi": "10.1155/2017/5385613", "title": "Clinical Factors Predictive for Intracranial Hemorrhage in Mild Head Injury.", "journal": ["Neurology research international", "Neurol Res Int"]}