{"authors": [["Li", "Yanli", "Y", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China."], ["Xu", "Jimin", "J", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China; Rehabilitation Medicine School, Capital Medical University, Beijing 100068."], ["Liu", "Lanqun", "L", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China."], ["Li", "Mingyu", "M", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China."], ["Lu", "Huying", "H", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China."], ["Chen", "Honglei", "H", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China."], ["Li", "Huilan", "H", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China; Rehabilitation Medicine School, Capital Medical University, Beijing 100068."], ["Chen", "Zhigang", "Z", "Department of TCM, Beijing Charity Hospital, China Rehabilitation Research Center, Beijing 100068, China; Rehabilitation Medicine School, Capital Medical University, Beijing 100068."]], "date": null, "id": "29354909", "text": "To observe the impacts on post-stroke unilateral spatial neglect treated with acupuncture for \"regaining consciousness, benefiting marrow and opening orifices\" and rehabilitation.Forty patients of post-stroke unilateral spatial neglect were randomized into an observation group and a control group, 20 cases in each one. In the observation group, acupuncture was applied to the acupoints for \"regaining consciousness, benefiting marrow and opening orifices\", named Baihui (GV 20), Sishencong (EX-HN 1), Benshen (GB 13), Shenting (GV 24), and the bilateral yuan-primary points and luo-connecting points of the heart meridian, pericardium meridian and kidney meridian, as well as the acupoints along the affected meridians. Additionally, the rehabilitation was provided. In the control group, acupuncture at the acupoints along the affected meridians and rehabilitation were adopted. The treatment was given once a day, 5 times a week. After 8 weeks of treatment the evaluation was made. the indexes of unilateral spatial neglect such as line bisection test, the score of the mini-mental state examination (MMSE), the score of simple Fugl-Meyer motor function assessment and the modified Barthel indexes were adopted for the assessment of the severity of unilateral spatial neglect, cognitive function, motor function, and the activities of daily living.After treatment, the indexes of unilateral spatial neglect (line bisection test, line cancellation test, clock-drawing test and copying drawing test), MMSE score, the simple Fugl-Meyer motor function assessment and modified Barthel indexes were all improved as compared with those before treatment in the two groups (all P<0.01). The improvements in the observation group were more obvious than those in the control group (P<0.05, P<0.01).The combination of acupuncture treatment for \"regaining consciousness, benefiting marrow and opening orifices\" and rehabilitation much more effectively alleviates the severity of post-stroke unilateral spatial neglect and improves the motor function and the activities of daily living in the patients.", "doi": null, "title": "[Post-stroke unilateral spatial neglect treated with acupuncture and rehabilitation: a randomized controlled trial].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}