{"authors": [["Nakashima", "Takuma", "T", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, Nagoya, Aichi, Japan."], ["Hatano", "Norikazu", "N", "Department of Stroke Medicine, Kawashima Hospital, Nagoya, Aichi, Japan."], ["Kanamori", "Fumiaki", "F", "Department of Neurosurgery, Tosei General Hospital, Seto, Aichi, Japan."], ["Muraoka", "Shinsuke", "S", "Department of Neurosurgery, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Kawabata", "Teppei", "T", "Department of Neurosurgery, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Takasu", "Syuntaro", "S", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, Nagoya, Aichi, Japan."], ["Watanabe", "Tadashi", "T", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, Nagoya, Aichi, Japan."], ["Kojima", "Takao", "T", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, Nagoya, Aichi, Japan."], ["Nagatani", "Tetsuya", "T", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, Nagoya, Aichi, Japan."], ["Seki", "Yukio", "Y", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, Nagoya, Aichi, Japan."]], "date": "2017-12-06", "id": "29354332", "text": "Trigone meningiomas are considered a surgical challenge, as they tend to be considerably large and hypervascularized at the time of presentation. We experienced a case of a large and very hard trigone meningioma that was effectively treated using initial microsurgical feeder occlusion followed by surgery in stages. A 19-year-old woman who presented with loss of consciousness was referred to our hospital for surgical treatment of a brain tumor. Radiological findings were compatible with a left ventricular trigone meningioma extending laterally in proximity to the Sylvian fissure. At initial surgery using the transsylvian approach, main feeders originating from the anterior and lateral posterior choroidal arteries were occluded at the inferior horn; however, only a small section of the tumor could initially be removed because of its firmness. Over time, feeder occlusion resulted in tumor necrosis and a 20% decrease in its diameter; the mass effect was alleviated within 1 year. The residual meningioma was then totally excised in staged surgical procedures after resection became more feasible owing to ischemia-induced partial softening of the tumor. When a trigone meningioma is large and very hard, initial microsurgical feeder occlusion in the inferior horn can be a safe and effective option, and can lead to necrosis, volume decrease, and partial softening of the residual tumor to allow for its staged surgical excision.", "doi": "10.2176/nmccrj.cr.2017-0014", "title": "Tumor Volume Decrease via Feeder Occlusion for Treating a Large, Firm Trigone Meningioma.", "journal": ["NMC case report journal", "NMC Case Rep J"]}