{"authors": [["Lin", "Luo", "L", "State Key Laboratory of Oral Diseases & National Clinical Research Center for Oral Diseases & Dept. of Anesthesiology, West China Hospital of Stomatology, Sichuan University, Chengdu 610041, China."], ["Yueming", "Zhang", "Z", "State Key Laboratory of Oral Diseases & National Clinical Research Center for Oral Diseases & Dept. of Pediatric Dentistry, West China Hospital of Stomatology, Sichuan University, Chengdu 610041, China."], ["Meisheng", "Li", "L", "State Key Laboratory of Oral Diseases & National Clinical Research Center for Oral Diseases & Dept. of Anesthesiology, West China Hospital of Stomatology, Sichuan University, Chengdu 610041, China."], ["Jiexue", "Wang", "W", "State Key Laboratory of Oral Diseases & National Clinical Research Center for Oral Diseases & Dept. of Pediatric Dentistry, West China Hospital of Stomatology, Sichuan University, Chengdu 610041, China."], ["Yang", "Ji", "J", "State Key Laboratory of Oral Diseases & National Clinical Research Center for Oral Diseases & Dept. of Anesthesiology, West China Hospital of Stomatology, Sichuan University, Chengdu 610041, China."]], "date": null, "id": "29333775", "text": "To study the effectiveness of dexmedetomidine used for general anesthesia maintenance in children undergoing odontotherapy in day-surgery operating room in reducing the incidence of emergence agitation (EA).Eighty children undergoing odontotherapy and under general anesthesia in day-surgery operating room were randomized into two groups, group A (n=40) and group B (n=40). Each patient in group A was administered with a bolus dose of dexmedetomidine (1.0 μg·kg⁻¹, saline diluted to 10 mL) pump-infused after intubation and a maintenance dose of 0.1-0.4 mL·(kg·h)⁻¹ followed-up until 45 min before the end of operation. Each patient in group B was administered with a bolus dose of normal saline 10 mL pump-infused after intubation and maintenance dose of 0.1-0.4 mL·(kg·h)⁻¹ followed-up until 45 min before the end of operation. Gender, age, weight, physical status according to the American Society of Anesthesiologists, perioperative heart rate (HR), mean arterial pressure (MAP), pulse oxygen saturation (SpO₂), sufentanil dosage, duration of surgery, time of extubation, time of regaining consciousness, and time to reach modified Aldrete's score≥12 were recorded. Behavior in postanesthesia care unit was rated on the four-point agitation scale.Compared with group B, decreases were observed in HR and MAP at the beginning of operation, in 10 and 30 min, 1 and 2 h after the beginning of operation, and after extubation of group A (P<0.05). Sufentanil dosage and incidence of EA during recovery of group A were also lower than those of group B (P<0.05). Time to regain consciousness and time to reach modified Aldrete's score≥12 of group A were longer than those of group B (P<0.05). No statistical difference was observed between other indexes of the two groups.As an anesthetic used for general anesthesia maintenance in children undergoing odontotherapy in day-surgery operating room, dexmedetomidine results in low incidence of EA during recovery and more stable vital signs.目的 将右美托咪定用于儿童牙科日间全麻手术的维持，探讨其对苏醒期躁动发生的影响。方法 将拟全麻下行口腔治疗的80例儿童牙科患儿随机分为A组和B组，每组40例。A组在全麻维持期静脉注射1 μg·kg⁻¹负荷量右美托咪定（生理盐水稀释至10 mL），然后以0.1~0.4 mL·（kg·h）⁻¹的速度静脉注射至手术结束前45 min，B组以同样方式注射生理盐水。记录2组患儿的年龄，性别，体重，美国麻醉医师协会病情分级（ASAPS），不同时间点的心率（HR）、平均动脉压（MAP）、氧饱和度（SpO₂），舒芬太尼用量，手术持续时间，手术结束到拔管的时间，拔管到清醒的时间、清醒后行为评分（FPAS），达离院标准的时间等指标，并进行统计分析。结果 2组手术开始、手术10 min、30 min、1 h、2 h及拔管后的HR、MAP均有统计学差异，A组低于B组（P<0.05）；舒芬太尼用量及苏醒期躁动率也有统计学差异，A组低于B组（P<0.05）；2组拔管到清醒的时间及达离院标准的时间为A组长于B组（P<0.05）。其他指标2组均无统计学差异。结论 右美托咪定用于儿童牙科日间全麻手术，能降低苏醒期躁动发生率，术中生命体征更平稳。.", "doi": "10.7518/hxkq.2017.06.010", "title": "[Effect of dexmedetomidine on emergence agitation after general anesthesia in children undergoing odontotherapy in day-surgery operating room].", "journal": ["Hua xi kou qiang yi xue za zhi = Huaxi kouqiang yixue zazhi = West China journal of stomatology", "Hua Xi Kou Qiang Yi Xue Za Zhi"]}