{"authors": [["Dżaman", "Karolina", "K", "Department of Otolaryngology, Centre of Postgraduate Medical Education, Warsaw, Poland."], ["Piskadło-Zborowska", "Karolina", "K", "Oddział Otolaryngologii, Międzyleski Szpital Specjalistyczny w Warszawie."], ["Pietniczka-Załęska", "Mirosława", "M", "Oddział Otolaryngologii, Międzyleski Szpital Specjalistyczny w Warszawie."]], "date": null, "id": "29327682", "text": "The aim of the study was to analyze the profile of patients applying for free preventive examinations within The Forth European Head an Neck Cancer (HNC) Awareness Week in the Department of Otorhynolaryngology in Międzyleski Hospital in Warsaw (ORL MSS).A media campaign was designed to inform HNC risk patients about the opportunity to receive free preventive examinations in ORL MSS. 225 patients were enrolled to the study. Patient age ranged from 26 to 92 (average 63 years). Women accounted for 66% (149) and males 34% (76). Each patient completed a questionnaire assessing risk factors for HNC, including reported symptoms and lifestyle. ENT examination was performed. Some patients were referred for further diagnostics and treatment.The following HNC risk factors connected with lifestyle were found: nicotine in 22%, alcohol in more than once a week in 12%, oral sex in 17%, multiple sexual partners in 10%, rare dental tests in 24%, prosthetic restorations in 45%. The symptom that most often prompted patients to participate in the HNC prevention week was chronic hoarseness (64%) of people, dry mouth (39%), swallowing (37%), nasal obstruction (6%), neck tumour (5%). One per every five patients was referred to further diagnostics: imaging screening 7% (15 persons), fiber optic examination 11% (25 persons), the excision of the lesion 8% (18 persons). 17 patients were referred for further oncological treatment, of which 13 had benign tumors and 4 had malignant tumors.The HNC Awareness Program increases public consciousness and should systematically includes people with risk factors. The introduction of the Program in the ORL Department has made possible to detect and treat cancer in early stages in 7.5% of those who applied for the program. The use of adequate diagnostics and treatment requires, however, adequate financial resources and systemic solutions.", "doi": "10.5604/01.3001.0010.1896", "title": "Analysis of implementiation of 4th Head and Neck Cancer Awareness Week in Department of Otolaryngology in Międzyleski Hospital in Warsaw.", "journal": ["Otolaryngologia polska = The Polish otolaryngology", "Otolaryngol Pol"]}