{"authors": [["Kratzer", "Stephan", "S", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Mattusch", "Corinna", "C", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Garcia", "Paul S", "PS", "Department of Anesthesiology, Emory University, Atlanta, GA, United States."], ["Schmid", "Sebastian", "S", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Kochs", "Eberhard", "E", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Rammes", "Gerhard", "G", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Schneider", "Gerhard", "G", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."], ["Kreuzer", "Matthias", "M", "Department of Anesthesiology, Emory University, Atlanta, GA, United States."], ["Haseneder", "Rainer", "R", "Department of Anesthesiology, Klinikum rechts der Isar, Technische Universität München, Munich, Germany."]], "date": "2017-12-11", "id": "29321737", "text": "The neuronal mechanisms how anesthetics lead to loss of consciousness are unclear. Thalamocortical interactions are crucially involved in conscious perception; hence the thalamocortical network might be a promising target for anesthetic modulation of neuronal information pertaining to arousal and waking behavior. General anesthetics affect the neurophysiology of the thalamus and the cortex but the exact mechanisms of how anesthetics interfere with processing thalamocortical information remain to be elucidated. Here we investigated the effect of the anesthetic agents sevoflurane and propofol on thalamocortical network activity in vitro. We used voltage-sensitive dye imaging techniques to analyze the cortical depolarization in response to stimulation of the thalamic ventrobasal nucleus in brain slices from mice. Exposure to sevoflurane globally decreased cortical depolarization in a dose-dependent manner. Sevoflurane reduced the intensity and extent of cortical depolarization and delayed thalamocortical signal propagation. In contrast, propofol neither affected area nor amplitude of cortical depolarization. However, propofol exposure resulted in regional changes in spatial distribution of maximum fluorescence intensity in deep regions of the cortex. In summary, our experiments revealed substance-specific effects on the thalamocortical network. Functional changes of the neuronal network are known to be pivotally involved in the anesthetic-induced loss of consciousness. Our findings provide further evidence that the mechanisms of anesthetic-mediated loss of consciousness are drug- and pathway-specific.", "doi": "10.3389/fncom.2017.00109", "title": "Propofol and Sevoflurane Differentially Modulate Cortical Depolarization following Electric Stimulation of the Ventrobasal Thalamus.", "journal": ["Frontiers in computational neuroscience", "Front Comput Neurosci"]}