{"authors": [["Zhang", "Sheng-Yu", "SY", "Rehabilitation Department of Minda Hospital Affiliated to Hubei University for Nationalities, Enshi 445000, Hubei Province, China."], ["Liu", "Shao-Bing", "SB", "Rehabilitation Department of Minda Hospital Affiliated to Hubei University for Nationalities, Enshi 445000, Hubei Province, China."], ["Xie", "Hong-Wu", "HW", "The Affiliated Hospital to Jiangxi University of Traditional Chinese Medicine, Nanchang 330006."], ["Chen", "Yi-Min", "YM", "Rehabilitation Department of Minda Hospital Affiliated to Hubei University for Nationalities, Enshi 445000, Hubei Province, China."], ["Liao", "Kang-Lin", "KL", "Rehabilitation Department of Minda Hospital Affiliated to Hubei University for Nationalities, Enshi 445000, Hubei Province, China."], ["Xiang", "Yong", "Y", "Rehabilitation Department of Minda Hospital Affiliated to Hubei University for Nationalities, Enshi 445000, Hubei Province, China."], ["Pan", "Dun", "D", "Rehabilitation Department of Minda Hospital Affiliated to Hubei University for Nationalities, Enshi 445000, Hubei Province, China."]], "date": null, "id": "29318859", "text": "To observe the effect of \"Xingnao Kaiqiao\" acupuncture(acupuncture technique for restoring consciousness) combined with hyperbaric oxygen in patients with hypoxic ischemic encephalopathy and assess its influence on blood rheology.Forty patients with hypoxic ischemic encephalopathy were randomly divided into treatment group and control group with 20 cases in each group. The treatment group received \"Xingnao Kaiqiao\" acupuncture combined with hyperbaric oxygen, and the control group received hyperbaric oxygen only. The two groups of patients were treated once per day for 6 consecutive days, which consisted of one course of treatment, and the total treatment lasted for four courses. Before and after treatment, the patients underwent the mini mental state examination (MMSE) to evaluate cognitive function and the barthel index score for activities of daily living. The changes of whole blood viscosity, plasma viscosity, and erythrocyte aggregation index were determined.After treatment, both the treatment and control groups showed improvements in cognitive function，activities of daily living, and blood rheology compared with those before treatment (P<0.05). However, these improvements in the treatment group were significantly greater than those in the control group (P<0.05).Application of \"Xingnao Kaiqiao\" acupuncture combined with hyperbaric oxygen in patients with hypoxic ischemic encephalopathy can result in an integrated curative effect, a significant improvement in the blood rheology indexes, and promote the recovery of brain cells.", "doi": null, "title": "[\"Xingnao Kaiqiao\" Acupuncture(Acupuncture Technique for Restoring Consciousness) Combined with Hyperbaric Oxygen in Patients with Hypoxic Ischemic Encephalopathy: Clinical Observation and Its Influence on Blood Rheology].", "journal": ["Zhen ci yan jiu = Acupuncture research", "Zhen Ci Yan Jiu"]}