{"authors": [["Cromlin", "H", "H", "Department of Intensive Care, Université Catholique de Louvain, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], ["Rodriguez-Villalobos", "H", "H", "Laboratory of Microbiology, Université Catholique de Louvain, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], ["Deplano", "A", "A", "Laboratory of Microbiology, Cliniques Universitaires de Bruxelles, Brussels, Belgium."], ["Duprez", "T", "T", "Department of Neuroradiology, Université Catholique de Louvain, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], ["Hantson", "P", "P", "Department of Intensive Care, Université Catholique de Louvain, Cliniques Universitaires Saint-Luc, Brussels, Belgium."]], "date": "2017-11-26", "id": "29318066", "text": "Spontaneous or nosocomial Escherichia coli meningitis remains rare in healthy adults but is still carrying a high mortality rate despite adapted antimicrobial treatment for susceptible strains. A 39-year-old woman was admitted to the hospital with severe subarachnoid haemorrhage complicated by acute hydrocephalus. On hospital day 10, she developed Streptococcus anginosus septicaemia and urinary tract infection due to a multisensitive strain of E. coli. This infection was successfully controlled by antimicrobial therapy. As a late complication in the neurosurgical ward (day 39), she developed fever, alteration of consciousness, and shock, leading to the diagnosis of bacterial meningitis. The culture of blood, cerebrospinal fluid, and urine grew positive for a multisensitive E. coli. The strain was identified as O117:K52:H, a serotype that was until now never associated with acute meningitis or brain abscesses. The source appeared to be the urinary tract with the demonstration of acute pyelonephritis. The patient died on day 94 from delayed complications of multiple brain abscesses.", "doi": "10.1155/2017/8976754", "title": "Neuroinvasive Infection from O117:K52:H-Escherichia coli following Acute Pyelonephritis.", "journal": ["Case reports in infectious diseases", "Case Rep Infect Dis"]}