{"authors": [["Huang", "Chi-Ren", "CR", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Lien", "Chia-Yi", "CY", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Tsai", "Wan-Chen", "WC", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Lai", "Wei-An", "WA", "Department of Family Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Hsu", "Che-Wei", "CW", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Tsai", "Nai-Wen", "NW", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Chang", "Chiung-Chih", "CC", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Lu", "Cheng-Hsien", "CH", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Chien", "Chun-Chih", "CC", "Department of Laboratory Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Chang", "Wen-Neng", "WN", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, Kaohsiung, Taiwan. Electronic address: cwenneng@ms19.hinet.net."]], "date": "2017-09-08", "id": "29310816", "text": "Adult bacterial meningitis (ABM) caused by non-Pseudomonas (Ps.) aeruginosa Pseudomonas (NPAP) species infection has rarely been reported. The clinical characteristics of 52 cases of Pseudomonas ABM (11 NPAP- and 41 Ps. aeruginosa-related meningitis) collected during a 30-year study period (1986-2015) were included. Eleven cases of NPAP ABM were identified in the literature, and their clinical data were also collected. Therefore, a total of 22 NPAP ABM cases were enrolled. The clinical characteristics of the NPAP ABM and Ps. aeruginosa ABM groups were compared. Of the implicated NPAP strains, Ps. putida and Ps. stutzeri were the most common (7 cases each), followed by Ps. mendocina in 4, Ps. fluorescens in 1, Ps. fulva in 1, Ps. alcaligenes in 1, and Ps. mosselii in 1. Of the 22 cases, 50% (11/22) had an underlying postneurosurgical state. Fever (77.3%, 17/22) and altered consciousness (45.5%, 10/22) were the most common clinical presentations. Antibiotic non-susceptibility was found in 3 strains of Ps. putida and 1 Ps. mosselii strain. Compared to the patients with Ps. aeruginosa ABM, those with NPAP ABM had a higher incidence of spontaneous infections and a better survival rate. In conclusion, although Ps. putida, Ps. stutzeri and Ps. mendocina were the major implicated strains of NPAP ABM, the clinical characteristics of this specific group of ABM demonstrated marked heterogeneity. Even though the cases with NPAP ABM had better therapeutic results than those with Ps. aeruginosa ABM, further large-scale studies are needed to better delineate this specific group of ABM.", "doi": "10.1016/j.kjms.2017.08.007", "title": "The clinical characteristics of adult bacterial meningitis caused by non-Pseudomonas (Ps.) aeruginosa Pseudomonas species: A clinical comparison with Ps. aeruginosa meningitis.", "journal": ["The Kaohsiung journal of medical sciences", "Kaohsiung J. Med. Sci."]}