{"authors": [["Kämppi", "Leena", "L", "Clinical Neurosciences, Neurology, University of Helsinki and Department of Neurology, Helsinki University Central Hospital, Finland. Electronic address: leena.kamppi@hus.fi."], ["Mustonen", "Harri", "H", "Department of Surgery, University of Helsinki and Helsinki University Central Hospital, Helsinki, Finland."], ["Kotisaari", "Kaisa", "K", "Clinical Neurosciences, Neurology, University of Helsinki and Department of Neurology, Helsinki University Central Hospital, Finland."], ["Soinila", "Seppo", "S", "Division of Clinical Neurosciences/General Neurology, Turku University Hospital and Department of Neurology, University of Turku, Turku, Finland."]], "date": "2017-12-28", "id": "29306214", "text": "This study was designed to find realistic cut-offs of the delays predicting outcome after generalized convulsive status epilepticus (GCSE) and serving protocol streamlining of GCSE patients.This retrospective study includes all consecutive adult (>16 years) patients (N = 70) diagnosed with GCSE in Helsinki University Central Hospital emergency department over 2 years. We defined ten specific delay parameters in the management of GCSE and determined functional outcome and mortality at hospital discharge. Functional outcome was assessed with Glasgow Outcome Scale (GOS1-3 for poor outcome, GOS > 3 for good outcome) and also defined as condition relative to baseline (worse-than-baseline vs. baseline). Univariate and multivariate regression models were used to analyze the relations between delays and outcome. Delay cut-offs predicting outcome were determined using ROC-Curves.In univariate analysis long onset-to-tertiary-hospital time (p = 0.034) was a significant risk factor for worse-than-baseline condition. Long delays in onset-to-diagnosis (p = 0.032), onset-to-second-stage-medication (p = 0.023), onset-to-consciousness (p = 0.027) and long total-anesthesia-time (0 = 0.043) were risk factors for low GOS score (1-3). Short delay in onset-to-initial-treatment (p = 0.047), long onset-to-anesthesia (p = 0.003) and onset-to-consciousness (p = 0.008) times were risk factors for in-hospital mortality. Multivariate analysis showed no significant factors. Cut-offs for increased risk of poor outcome were onset-to-diagnosis 2.4 h (p = 0.011), onset-to-second-stage-medication 2.5 h (p = 0.001), onset-to-consciousness 41.5 h (p = 0.009) times and total-anesthesia-time 45.5 h (p = 0.003). The delay over 2.1 h in onset-to-tertiary-hospital time increased the risk of worse-than-baseline condition (p = 0.028).GCSE treatment is a dynamic process, where every delay component needs to be optimized. We suggest that GCSE patients should be handled with high priority and transported directly to hospital ED with neurological expertise. Critical steps in the treatment, such as diagnosing GCSE and starting progressive antiepileptic medication on stages 1 through 3, if needed, should be accomplished within 2.5 h.", "doi": "10.1016/j.seizure.2017.12.007", "title": "The essence of the first 2.5 h in the treatment of generalized convulsive status epilepticus.", "journal": ["Seizure", "Seizure"]}