{"authors": [["Rismantab-Sani", "Sahar", "S", "Fellowship, Department of Gastroenterology and Hepatology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Soltani", "Babak", "B", "Associate Professor, Department of Pediatrics, School of Medicine, Kashan University of Medical Sciences, Kashan, Iran."], ["Soltani", "Siamak", "S", "Assistant Professor, Department of Forensic Medicine, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Memarian", "Azadeh", "A", "Assistant Professor, Department of Forensic Medicine, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29299212", "text": "Studies have shown that Iran has a high rate of opiate abuse and the most prevalently used is opium. This study was aimed to evaluate risk factors in patients with acute opium intoxication who referred to Loghman Hakim Hospital, Tehran, Iran, in 2011.A total number of 383 patients with acute opium overdose, who were referred to the Emergency Department of Loghman Hakim Hospital in Tehran during 2011, were enrolled into this descriptive, cross-sectional study. Clinical data including level of consciousness, vital signs, mode of consumption, medical management, and laboratory results were recorded. Independent t-test was used to analyze the results.Level of consciousness at admission was lower in patients who expired compared to survivors (P = 0.020). Respiratory depression and tachycardia were both more common among patients who expired compared to survivors (P = 0.001). Increase in urea, creatinine, creatine phosphokinase (CPK), lactate dehydrogenase (LDH), serum glutamic oxaloacetic transaminase (SGOT), and serum glutamic pyruvic transaminase (SGPT) was more common among patients who died compared to survivors and the relationships between death due to opium poisoning and increase in these factors were all statistically significant (P ≤ 0.001).The findings of this study clarify the importance of clinical and laboratory findings of patients with opium poisoning in predicting their outcome, although further studies in this context are appreciated.", "doi": null, "title": "Risk Factors of Mortality Due to Acute Opium Poisoning: A Report from the Largest Intoxication Referral Center in Iran.", "journal": ["Addiction & health", "Addict Health"]}