{"authors": [["Abdalmalak", "Androu", "A", "Lawson Health Research Institute, Imaging Program, London, Ontario, Canada."], ["Milej", "Daniel", "D", "Lawson Health Research Institute, Imaging Program, London, Ontario, Canada."], ["Norton", "Loretta", "L", "Western University, Brain and Mind Institute, London, Ontario, Canada."], ["Debicki", "Derek B", "DB", "Western University, Clinical Neurological Sciences, London, Ontario, Canada."], ["Gofton", "Teneille", "T", "Western University, Clinical Neurological Sciences, London, Ontario, Canada."], ["Diop", "Mamadou", "M", "Lawson Health Research Institute, Imaging Program, London, Ontario, Canada."], ["Owen", "Adrian M", "AM", "Western University, Brain and Mind Institute, London, Ontario, Canada."], ["St Lawrence", "Keith", "K", "Lawson Health Research Institute, Imaging Program, London, Ontario, Canada."]], "date": "2017-12-23", "id": "29296627", "text": "There is a growing interest in the possibility of using functional neuroimaging techniques to aid in detecting covert awareness in patients who are thought to be suffering from a disorder of consciousness. Immerging optical techniques such as time-resolved functional near-infrared spectroscopy (TR-fNIRS) are ideal for such applications due to their low-cost, portability, and enhanced sensitivity to brain activity. The aim of this case study was to investigate for the first time the ability of TR-fNIRS to detect command driven motor imagery (MI) activity in a functionally locked-in patient suffering from Guillain-Barré syndrome. In addition, the utility of using TR-fNIRS as a brain-computer interface (BCI) was also assessed by instructing the patient to perform an MI task as affirmation to three questions: (1) confirming his last name, (2) if he was in pain, and (3) if he felt safe. At the time of this study, the patient had regained limited eye movement, which provided an opportunity to accurately validate a BCI after the fNIRS study was completed. Comparing the two sets of responses showed that fNIRS provided the correct answers to all of the questions. These promising results demonstrate for the first time the potential of using an MI paradigm in combination with fNIRS to communicate with functionally locked-in patients without the need for prior training.", "doi": "10.1117/1.NPh.4.4.040501", "title": "Single-session communication with a locked-in patient by functional near-infrared spectroscopy.", "journal": ["Neurophotonics", "Neurophotonics"]}