{"authors": [["Lee", "Chi-Wei", "CW", "Institute of Medical Science and Technology, National Sun Yat-Sen University, Taiwan; Department of Emergency Medicine, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan."], ["Chao", "Yu-Ying", "YY", "Department of Public Health, College of Health Science, Kaohsiung Medical University, Kaohsiung, Taiwan."], ["Shiea", "Jentaie", "J", "Department of Chemistry, National Sun Yat-Sen University, Kaohsiung, Taiwan; Department of Medicinal and Applied Chemistry, Kaohsiung Medical University, Kaohsiung, Taiwan."], ["Shen", "Jheng-Heng", "JH", "Department of Emergency Medicine, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan."], ["Lee", "Hei-Hwa", "HH", "Department of Laboratory Medicine, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan."], ["Chen", "Bai-Hsiun", "BH", "Department of Laboratory Medicine, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan; Graduate Institute of Clinical Medicine, College of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan. Electronic address: d670014@kmu.edu.tw."]], "date": "2017-12-20", "id": "29290509", "text": "A 25-year-old man suffered from consciousness change was sent to our emergency department by friends who reported that they were not sure what had happened to him. Physical examination revealed bilateral pupils dilatation, lethargy, slurred speech, and ataxia. Computer-aided tomographic scan of the brain revealed no definite evidence of intracranial lesions. Routine laboratory tests revealed total physiological turmoil. Despite immediate commencement of aggressive treatment, the patient's condition deteriorated long before the traditional drug screen provided an answer for the identities of the multiple drugs overdose. It ended up with the need for cardiopulmonary resuscitation, but in vain. At the end of the tragic event, under the suggestion of a colleague, a portion of the patient's urine specimen was sent to our university esoteric laboratory for rapid analysis by means of a newly-developed thermal desorption-electrospray ionization-mass spectrometry. Ketamine, 3,4-methylenedioxymethamphetamine, and 3,4-methylenedioxyamphetamine were identified in the urine sample within 30s. Conventional toxicological testing techniques like gas chromatography-mass spectrometry or liquid chromatography-mass spectrometry are currently used for identifying abused drugs. One concern is their time-consuming sample pretreatment which leads to relatively low efficiency in terms of turnaround time for revealing the identity of the consumed drugs particularly when the patients are severely overdosed. We learned a lesson from this case that a more efficient toxicological identification technique is essential to expedite the process of emergency care when the patients are so heavily overdosed that they are under critical life-threatening conditions.", "doi": "10.1016/j.ajem.2017.12.042", "title": "Ambient mass spectrometry for rapid diagnosis of psychoactive drugs overdose in an unstable patient.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}