{"authors": [["Lanir-Azaria", "Sa'ar", "S", "Department of Cell and Developmental Biology, Institute of Life Sciences and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Meiri", "Guy", "G", "Department of Cell and Developmental Biology, Institute of Life Sciences and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Avigdor", "Tamir", "T", "Department of Cell and Developmental Biology, Institute of Life Sciences and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Minert", "Anne", "A", "Department of Cell and Developmental Biology, Institute of Life Sciences and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Devor", "Marshall", "M", "Department of Cell and Developmental Biology, Institute of Life Sciences and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel. Electronic address: marshlu@mail.huji.ac.il."]], "date": "2017-12-27", "id": "29288749", "text": "The induction of general anesthesia shares many features with the transition from wakefulness to non-rapid eye movement (NREM) sleep, suggesting that the two types of brain-state transition are orchestrated by a common neuronal mechanism. Previous studies revealed a brainstem locus, the mesopontine tegmental anesthesia area (MPTA), that is of singular importance for anesthetic induction. Microinjection of GABAergic anesthetics there induces rapid loss-of-consciousness and lesions render the animal relatively insensitive to anesthetics administered systemically. Here we show that MPTA lesions also alter the natural sleep-wake rhythm by increasing overall wake time at the expense of time asleep (NREM and REM sleep equally), with nearly all of the change occurring during the dark hours of the light-dark cycle. The effect was proportional to the extent of the lesion and was not seen after lesions just outside of the MPTA, or following sham lesions. Thus, MPTA neurons appear to play a role in natural bistable brain-state switching (sleep-wake) as well as in loss and recovery of consciousness induced pharmacologically.", "doi": "10.1016/j.bbr.2017.12.035", "title": "Enhanced wakefulness following lesions of a mesopontine locus essential for the induction of general anesthesia.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}