{"authors": [["Liu", "Qinghong", "Q", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Peng", "Jinliang", "J", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Zhou", "Yuming", "Y", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Zeng", "Weilan", "W", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Xiao", "Shihui", "S", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Cheng", "Hui", "H", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Zhong", "Zhenzhou", "Z", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Liao", "Xiangming", "X", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Xiao", "Xiaoliu", "X", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Luo", "Liang", "L", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."], ["Liu", "Xianghong", "X", "Department of Emergency, Ganzhou People's Hospital, Ganzhou, Jiangxi 341000, P.R. China."]], "date": "2017-10-17", "id": "29285158", "text": "The clinical efficacy of ulinastatin (UTI) combined with continuous renal replacement therapy (CRRT) in the treatment after early cardiopulmonary resuscitation (CPR) was evaluated. A total of 70 patients who were successfully treated with CPR in Ganzhou People's Hospital from October 2016 to March 2017 were selected as the subjects. The patients were randomly divided into control group (35 cases, conventional treatment) and UTI combined with CRRT group (35 cases, UTI + CRRT). The whole blood of patients was collected at 0, 3, 6 and 12 h after CPR. Reverse transcription-polymerase chain reaction assay was used to detect the changes of toll-like receptor 4 (TLR4) gene in mRNA levels between the two groups, i-STAT system 300 was used to analyze pH level, SO2, HCO3- and lactic acid (LAC) concentration; Abbott AXSYM system was used to detect the expression of cardiac troponin I (cTnI) in serum; the concentration of plasma malondialdehyde (MDA) was examined by a special kit; interleukin-6 (IL-6) and tumor necrosis factor-α (TNF-α) in patients was determined by enzyme-linked immunosorbent assay. The effect of UTI combined with CRRT in the early stage of CPR was analyzed. The levels of TLR4, cTnI, TNF-α, IL-6 and MDA in the plasma of patients in both groups were significantly increased (P<0.05), but the expression level in UTI + CRRT group was lower than that in control group (P<0.05). Compared with the control group, the HCO3- decreased significantly (P<0.05) in the UTI + CRRT group at 3 h, while the pH and SO2 did not change significantly. UTI + CRRT could significantly shorten the average recovery time of consciousness and the average recovery time of consciousness and spontaneous respiration in patients treated with CPR (P<0.05). Moreover, the score of APACHE II was significantly lower than that of control group (P<0.05). UTI combined with CRRT treatment can significantly improve the patient's condition after early CPR.", "doi": "10.3892/etm.2017.5325", "title": "Clinical observation of ulinastatin combined with CRRT in the treatment of early cardiopulmonary resuscitation.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}