{"authors": [["George", "Leah R", "LR", "Department of Anaesthesiology, Christian Medical College and Hospital, Vellore, Tamil Nadu, India."], ["Sahajanandan", "Raj", "R", "Department of Anaesthesiology, Christian Medical College and Hospital, Vellore, Tamil Nadu, India."], ["Ninan", "Sarah", "S", "Department of Anaesthesiology, Christian Medical College and Hospital, Vellore, Tamil Nadu, India."]], "date": null, "id": "29284874", "text": "Around the world, the use of the laryngeal mask airway (LMA) is becoming more common for different surgeries accounting for it being the dominant choice of airway in numerous surgeries. Although propofol is known to blunt the laryngeal reflexes often patient movement, coughing, and gagging occur on insertion. This study aims to identify the optimum dose of succinylcholine required to facilitate LMA insertion comparing placebo, 0.1 mg/kg and 0.25 mg/kg of succinylcholine. Further objectives were to compare (a) the overall insertion conditions of the LMA, (b) the number of insertion attempts, (c) the amount of propofol consumption, and (d) the hemodynamics in the three groups.This is a prospective, double-blinded, randomized control trial of 283 patients randomized into three groups-placebo, 0.1 mg/kg and 0.25 mg/kg of succinylcholine. It was done in the day case theatres of a tertiary hospital in Southern India.Patients were induced with 2 mg/kg of propofol, after 2 μg/kg of fentanyl. The study drug was given after loss of consciousness. After 60 s, a classic LMA was inserted by the standard method by a single investigator. Jaw relaxation, coughing, gagging, movement, laryngospasm, ease of insertion, number of attempts, propofol usage, and hemodynamics were assessed.Statistical methods used were analysis of variance with Bonferroni's t-test, Chi-square test, and Fisher's test. P < 0.05 was considered statistically significant.Jaw relaxation was significantly better in the 0.25 mg/kg succinylcholine group. There was no significant difference in coughing and gagging in the groups, but patient movement was more in the placebo group. Two patients in the placebo group experienced partial laryngospasm. Overall insertion conditions were significantly better in the 0.25 mg/kg group compared to the other two groups. Propofol consumption was significantly more in the placebo group.The study concludes that 0.25 mg/kg succinylcholine facilitates insertion of the LMA.", "doi": "10.4103/aer.AER_98_17", "title": "Low-dose Succinylcholine to Facilitate Laryngeal Mask Airway Insertion: A Comparison of Two Doses.", "journal": ["Anesthesia, essays and researches", "Anesth Essays Res"]}