{"authors": [["Anand", "Jacek Sein", "JS", "Department of Clinical Toxicology, Medical University of Gdansk, Poland. JACEK.ANAND@GMAIL.COM."], ["Zając", "Maciej", "M", "Department of Clinical Toxicology, Medical University of Gdansk, Poland."], ["Waldman", "Wojciech", "W", "Department of Clinical Toxicology, Medical University of Gdansk, Poland."], ["Wojtyła", "Andrzej", "A", "Department of Medicine, Higher Vocational State School in Kalisz, Poland."], ["Biliński", "Przemysław", "P", "Department of Medicine, Higher Vocational State School in Kalisz, Poland."], ["Jaworska-Łuczak", "Barbara", "B", "Office for Registration of Medicinal Products, Medical Devices and Biocidal Products, Warsaw, Poland."]], "date": "2017-05-11", "id": "29284225", "text": "Baclofen is a drug used mainly to treat muscle spasticity. Its overdose can lead to life-threatening clinical symptoms, including acute respiratory failure requiring mechanical ventilation. The aim of this study was to assess the prevalence of selected clinical symptoms associated with baclofen poisoning comparing to an ingested dose.60 cases of oral baclofen poisoning were analyzed. Gender, age distribution, and correlation between the dose of ingested baclofen were studied, as well as and following clinical parameters: degree of altered consciousness, heart rate, blood pressure, presence of acute respiratory failure, duration of mechanical ventilation, and presence of psychotic symptoms.The study found statistically significant correlations between dosage of ingested baclofen and presence of acute respiratory failure, as well as duration of mechanical ventilation. No statistically significant correlations were found between the dose of ingested baclofen and presence of hypertension, bradycardia, acute psychotic symptoms, or level of consciousness disturbance. However, it was found that patients who suffered from hypertension, bradycardia, and altered mental status ingested a larger dose of baclofen.There is a statistically significant correlation between the dose of ingested baclofen and the presence of acute respiratory failure, and duration of mechanical ventilation. Patients who have taken a single dose of baclofen of 200 mg, or higher, should be managed in centres able to provide continuous monitoring of life functions. Those with a higher level of a single dose of baclofen ingestion (>500 mg), should be hospitalized in a Toxicology Unit or Intensive Care Unit able to provide airway support and mechanical ventilation.", "doi": "10.5604/12321966.1230735", "title": "Correlation between the single, high dose of ingested baclofen and clinical symptoms.", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}