{"authors": [["Lance", "Rachel M", "RM", "Duke University, Department of Biomedical Engineering, Durham, N.C. U.S."], ["Natoli", "Michael J", "MJ", "Duke University Medical Center, Center for Hyperbaric Medicine and Environmental Physiology, Durham, N.C. U.S."], ["Dunworth", "Sophia A S", "SAS", "Duke University School of Medicine, Durham, N.C. U.S."], ["Freiberger", "John J", "JJ", "Duke University Medical Center, Center for Hyperbaric Medicine and Environmental Physiology, Durham, N.C. U.S."], ["Moon", "Richard E", "RE", "Duke University Medical Center, Center for Hyperbaric Medicine and Environmental Physiology, Durham, N.C. U.S."]], "date": null, "id": "29281194", "text": "Rebreather diving has one of the highest fatality rates per man hour of any diving activity in the world. The leading cause of death is hypoxia, typically from equipment or procedural failures. Hypoxia causes very few symptoms prior to causing loss of consciousness. Additionally, since the electronics responsible for controlling oxygen levels in rebreathers often control their alarm systems, frequently divers do not receive any external warnings. This study investigated the use of a forehead pulse oximeter as an independent warning device in the event of rebreather failure. Ten test subjects (seven male, three female, median age 29, range 26-35) exercised at a targeted rate of 2 L/minute oxygen consumption while on a non-functional rebreather breathing loop (mean consumption achieved 2.09 ± 0.36 L/minute). Each subject was tested both at the surface and at pressurized depth of 77 fsw (starting pO₂=0.7 atm). The data show that a pulse oximeter could be used to provide an Mk 16 rebreather diver with a minimum mean of 49 seconds (± 17 seconds SD) of warning time after a noticeable change in blood oxygen saturation (SpO₂ ≤ 95%) but before any risk of loss of consciousness (calculated SpO₂ ≤ 80%), so that the diver may take mitigating actions. No statistical difference in warning time was found between the tests at surface and at 77 fsw (P=0.46).", "doi": null, "title": "The Dewey monitor: Pulse oximetry can independently detect hypoxia in a rebreather diver.", "journal": ["Undersea & hyperbaric medicine : journal of the Undersea and Hyperbaric Medical Society, Inc", "Undersea Hyperb Med"]}