{"authors": [["Kadkhodaei", "Kian", "K", "Department of Pharmaceutical Chemistry, Institute of Pharmaceutical Sciences, University of Graz, Graz, Austria."], ["Forcher", "Lisa", "L", "Department of Pharmaceutical Chemistry, Institute of Pharmaceutical Sciences, University of Graz, Graz, Austria."], ["Schmid", "Martin G", "MG", "Department of Pharmaceutical Chemistry, Institute of Pharmaceutical Sciences, University of Graz, Graz, Austria."]], "date": "2017-12-27", "id": "29280291", "text": "New psychoactive substances are defined as compounds with consciousness-changing effects and have been developed simultaneously with classical drugs. They arise through structural modifications of illegal substances and are mainly produced to circumvent laws. Availability is simple, since new psychoactive substances can be purchased from the Internet. Among them many chemical drug compound classes are chiral and thus the two resulting enantiomers can differ in their effect. The aim of this study was to develop a suitable chiral high-performance liquid chromatography separation method for a broad spectrum of new psychoactive substances using cellulose tris(3,5-dichlorophenylcarbamate) as a chiral selector. Experiments were performed by high-performance liquid chromatography in normal-phase mode under isocratic conditions using ultraviolet detection. Direct separation was carried out on a high-performance liquid chromatography column (Lux® i-cellulose-5, 3.5 μm, Phenomenex® ), available since 2016. Excellent separation results were obtained for cathinones. After further optimization, even 47 instead of 39 out of 52 cathinones showed baseline separation. For amphetamine derivatives, satisfactory results were not achieved. Further New Psychoactive Substances from other compound classes such as benzofuranes, thiophenes, phenidines, phenidates, morpholines and ketamines were partially resolved, dependent on the polarity and degree of substitution. All analytes, which were mainly purchased from the Internet were proven to be traded as racemates. This article is protected by copyright. All rights reserved.", "doi": "10.1002/jssc.201701239", "title": "Separation of enantiomers of New Psychoactive Substances by HPLC.", "journal": ["Journal of separation science", "J Sep Sci"]}