{"authors": [["Usuda", "Daisuke", "D", "Department of Infectious Diseases, Kanazawa Medical University, Uchinada, Japan."], ["Arahata", "Masahisa", "M", "Department of Internal Medicine, Nanto Municipal Hospital, Nanto, Japan."], ["Takeshima", "Kento", "K", "Department of Community Medicine, Kanazawa Medical University Himi Municipal Hospital, Himi, Japan."], ["Sangen", "Ryusho", "R", "Department of Community Medicine, Kanazawa Medical University Himi Municipal Hospital, Himi, Japan."], ["Takamura", "Akiteru", "A", "Department of Community Medicine, Kanazawa Medical University Himi Municipal Hospital, Himi, Japan."], ["Kawai", "Yasuhiro", "Y", "Department of Infectious Diseases, Kanazawa Medical University, Uchinada, Japan."], ["Kasamaki", "Yuji", "Y", "Department of Community Medicine, Kanazawa Medical University Himi Municipal Hospital, Himi, Japan."], ["Iinuma", "Yoshitsugu", "Y", "Department of Infectious Diseases, Kanazawa Medical University, Uchinada, Japan."], ["Kanda", "Tsugiyasu", "T", "Department of Community Medicine, Kanazawa Medical University Himi Municipal Hospital, Himi, Japan."]], "date": "2017-11-16", "id": "29279707", "text": "A 93-year-old female was transferred to the emergency ward of our hospital due to disturbance of consciousness and hypotension. Computed tomography showed bilateral pleural and pericardial effusion without evidence of tumor masses or lymphadenopathy. Cytodiagnosis of pleural effusion revealed proliferation of atypical lymphoid-like cells with pan-B surface markers. We suspected primary effusion lymphoma-like lymphoma; however, the monoclonality of these cells was not confirmed. Cytodiagnosis of bone marrow revealed lymphoma cells with monoclonal B-cell markers. These findings prompted a diagnosis of diffuse large B-cell lymphoma with bone marrow invasion. In the case of pericardial or pleural effusion, clinicians should consider carefully both hematological malignancy and its classification.", "doi": "10.1159/000484042", "title": "A Case of Diffuse Large B-Cell Lymphoma Mimicking Primary Effusion Lymphoma-Like Lymphoma.", "journal": ["Case reports in oncology", "Case Rep Oncol"]}