{"authors": [["Trninić", "Zoran", "Z", "Surgery Clinic, University Clinical Hospital Mostar, Bijeli brijeg b.b. 88000 Mostar, Bosnia and Hercegovina, zoran.trninic@tel.net.ba."], ["Spahalić", "Manja", "M", null], ["Galić", "Gordan", "G", null], ["Kozomara", "Davorin", "D", null], ["Lasić", "Valentina", "V", null], ["Bevanda", "Danijel", "D", null], ["Šutalo", "Nikica", "N", null]], "date": null, "id": "29278634", "text": "The aim of study was to explore efficiency of the pain rating scales on patients experiencing abdominal pain, determine correlation between the scales and their applicability to general population and determine the minimal clinical important difference in mm on the VAS as discriminatory for difference in pain intensity.The study was performed at the Emergency Department of the University Clinical Hospital of Mostar on patients with abdominal pain which started less than 24 hours before, excluding patients under 16 years old, uncooperative patients and those with altered state of consciousness. The sample data were collected from February to May 2010. Hundred patients completed the questionnaire. Two patients, admitted to the Abdominal Surgery Department, were excluded. The patients were asked to sign the informed consent form and assess the level of pain on three scales (VAS, NRS, VRS).The NRS showed a significant difference in assessing the pain intensity in the observed time. By lapse of time, the patients were reporting lower pain intensity (P=0.017). VAS and NRS had high correlation coefficient values, indicating strong correlation and credibility. The NRS showed strong results correlation (r=0.784; P<0.001). Inter-scale correlation was growing over time. Correlation between VAS and NRS was very strong, the strongest in the last measurement (r=0.950; P<0.001). The NRS correlation with VRS (r=0.430; P<0.001) was slightly better than with VAS (r=0.402; P<0.001). The NRS proved to be the most sensitive to changes in pain intensity (SRM=0.305), whereas the VRS showed extremely low responsiveness (SRM=0.185).Having proved as the most useful, reliable and efficient pain assessment instrument, the NRS is hereby recommended as method of pain objectification and determining changes in pain intensity.", "doi": null, "title": "Pain Intensity Scales Comparison in Patient with Abdominal Pain.", "journal": ["Psychiatria Danubina", "Psychiatr Danub"]}