{"authors": [["Ralph", "Jason", "J", "University of Leeds, UK and University of Queensland, Australia."], ["Gifkins", "Jess", "J", "Leeds Beckett University, UK and University of Queensland, Australia."]], "date": "2016-10-07", "id": "29278256", "text": "Practice theory provides important insights into the workings of the Security Council. The contribution is currently limited, however, by the conjecture that practice theory operates on 'a different analytical plane' to norm/normative theory. Building on existing critiques, we argue that analysing practices separately from normative positions risks misappropriating competence and reifying practice that is not fit for purpose. This risk is realized in Adler-Nissen and Pouliot's practice-based account of the Libya crisis. By returning the normative context created by the Responsibility to Protect to the analytical foreground, and by drawing on a pragmatic conception of 'ethical competence', we find that pre-reflexive practices uncritically accepted as markers of competence - for example, 'penholding' - can contribute to the Council's failure to act collectively in the face of mass atrocity. Drawing on extensive interview material, we offer an alternative account of the Libya intervention, finding that the practices of the permanent three (France, the UK and the US) did not cultivate the kind of collective consciousness that is required to implement the Responsibility to Protect. This is further illustrated by an account of the Security Council's failure in Syria, where the permanent three's insistence on regime change instrumentalized the Council at the expense of Responsibility to Protect-appropriate practice. This changed when elected members became 'penholders'. Practice theory can facilitate learning processes that help the Council meet its responsibilities, but only through an approach that combines its insights with those of norm/normative theory.", "doi": "10.1177/1354066116669652", "title": "The purpose of United Nations Security Council practice: Contesting competence claims in the normative context created by the Responsibility to Protect.", "journal": ["European journal of international relations", "Eur J Int Relat"]}