{"authors": [["Bandte", "Angela", "A", "Department of Forensic Pathology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Fritzsche", "Friederike-Sophie", "FS", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Emami", "Pedram", "P", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Kammler", "Getrud", "G", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Püschel", "Klaus", "K", "Department of Forensic Pathology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Krajewski", "Kara", "K", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany. Electronic address: k.krajewski@uke.de."]], "date": "2017-12-23", "id": "29277588", "text": "Soccer, bicycling, and horseback riding are sports most commonly associated with traumatic brain injury (TBI) in Germany. The latter 2 sports activities are commonly practiced with helmets, and data on helmet use and usefulness vary widely.On Ethics Committee approval, a retrospective analysis was performed for patients age 5-17 between January 2009 and August 2014 based on a diagnosis of TBI, using the electronic patient file for 2 university hospital locations. Descriptive data analysis and multivariate and univariate logistic regression were used to calculate odds ratios (ORs).A total of 380 children were identified, including 162 females (42.6%) and 218 males (57.4%), with a mean age of 11.9 ± 3.8 years. Activities included bicycling (n = 64), horseback riding (n = 19), and soccer (n = 16). Helmet use was documented in 26 patients (14 cyclists, 12 riders), and nonuse was documented in 20 (all cyclists). Compared with not wearing a helmet, wearing a helmet was associated with a trend toward lower odds of loss of consciousness (OR, 0.7; 95% confidence interval [CI], 0.18-2.52). A cohort of 251 patients with non-sports-related TBI (NSTBI) served as a control group for further analyses. Compared with the NSTBI group, the odds of amnesia were 2.9 times greater (95% CI, 1.1-21.6) in the patients with a riding-related TBI and 4.8 times greater (95% CI, 0.3-239) in those with a cycling-related TBI, and the odds of epidural hematoma were 2.2 times greater (95% CI, 0.4-12.3) in those with a cycling-related TBI and 4.9 times greater (95% CI, 0.5-50.4) greater in those with a soccer-related TBI.We gained important epidemiologic data on pediatric TBI in our region. Despite the descriptive nature of the data, a trend toward reduced odds of loss of consciousness was seen in the helmet wearers. Nevertheless, serious injury can occur despite helmet use.", "doi": "10.1016/j.wneu.2017.12.094", "title": "Sport-Related Traumatic Brain Injury with and without Helmets in Children.", "journal": ["World neurosurgery", "World Neurosurg"]}