{"authors": [["Yasui-Furukori", "Norio", "N", "Department of Neuropsychiatry, Graduate School of Medicine, Hirosaki University, Hirosaki."], ["Tarakita", "Natsumi", "N", "Department of Neuropsychiatry, Graduate School of Medicine, Hirosaki University, Hirosaki."], ["Uematsu", "Waka", "W", "Department of Urology, Oyokyo Kidney Research Institute, Hirosaki."], ["Saito", "Hisao", "H", "Department of Urology, Oyokyo Kidney Research Institute, Hirosaki."], ["Nakamura", "Kazuhiko", "K", "Department of Neuropsychiatry, Graduate School of Medicine, Hirosaki University, Hirosaki."], ["Ohyama", "Chikara", "C", "Department of Urology, Graduate School of Medicine, Hirosaki University, Hirosaki."], ["Sugawara", "Norio", "N", "Department of Clinical Epidemiology, Translational Medical Center, National Center of Neurology and Psychiatry, Kodaira, Tokyo, Japan."]], "date": "2017-12-14", "id": "29276387", "text": "Delirium signifies underlying brain dysfunction; however, its clinical significance in hemodialysis remains unclear. In this study, we sought to determine whether the occurrence of delirium during hemodialysis was associated with higher mortality.This was a retrospective, 10-year cohort study. This study was performed at the urology department located within a hospital in Oyokyo, Hirosaki. We analyzed 338 of 751 patients who underwent hemodialysis. Psychiatrists diagnosed patients with delirium according to the corresponding DSM-IV-TR criteria. Cox proportional hazard regression, which was adjusted for patient age at the time of hemodialysis initiation, sex, and the presence of diabetes mellitus, was performed. Hazard ratios (HRs) and their 95% CIs were also reported.In total, 286 patients without psychiatric diseases and 52 patients with delirium were evaluated. Eighty percent of patients with delirium died within 1 year of hemodialysis initiation, while only 22% of patients without delirium died within the same time period (P<0.01). Kaplan-Meier plots demonstrated the existence of associations between delirium and all-cause mortality (global log-rank P<0.001), cardiovascular disease-related mortality (global log-rank P<0.001), and infection-related mortality (global log-rank P<0.001). Moreover, Cox proportional hazard regression showed that delirium was associated with all-cause mortality (HR=1.96, 95% CI: 1.32-2.90), cardiovascular disease-related mortality (HR=2.65, 95% CI: 1.31-5.35), and infection-related mortality (HR=3.30, 95% CI: 1.34-8.10).Delirium is an independent predictor of death in patients undergoing hemodialysis.", "doi": "10.2147/NDT.S152355", "title": "Delirium in hemodialysis predicts mortality: a single-center, long-term observational study.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}