{"authors": [["Dennhardt", "Nils", "N", "Clinic for Anesthesiology and Intensive Care Medicine, Hanover Medical School, Hanover, Germany."], ["Arndt", "Stefanie", "S", "Clinic for Anesthesiology and Intensive Care Medicine, Hanover Medical School, Hanover, Germany."], ["Beck", "Christiane", "C", "Clinic for Anesthesiology and Intensive Care Medicine, Hanover Medical School, Hanover, Germany."], ["Boethig", "Dietmar", "D", "Clinic for Cardiac, Thoracic, Transplant and Vascular Surgery, Hanover Medical School, Hanover, Germany."], ["Heiderich", "Sebastian", "S", "Clinic for Anesthesiology and Intensive Care Medicine, Hanover Medical School, Hanover, Germany."], ["Schultz", "Barbara", "B", "Clinic for Anesthesiology and Intensive Care Medicine, Hanover Medical School, Hanover, Germany."], ["Weber", "Frank", "F", "Department of Anesthesia, Sophia Children's Hospital, Erasmus University Medical Center, Rotterdam, The Netherlands."], ["Sümpelmann", "Robert", "R", "Clinic for Anesthesiology and Intensive Care Medicine, Hanover Medical School, Hanover, Germany."]], "date": "2017-12-23", "id": "29274102", "text": "In older children, different electroencephalogram-based algorithms for measuring depth of anesthesia displayed a similar performance as in adults, but in infants they have not displayed the same reliability so far. According to the individual developmental state, the Narcotrend distinguishes \"differentiated\" electroencephalograms, which can be classified using the full Narcotrend Index scale, from \"undifferentiated\" electroencephalograms, which are classified using a scale with fewer stages.The objective of this prospective clinical observational study was to assess the feasibility and performance of the Narcotrend monitor in children <2 years within a clinical setting.Sixty-one children aged 0-24 months undergoing general anesthesia with sevoflurane and remifentanil for elective pediatric surgery were studied. We investigated the percentage of differentiated electroencephalograms and the correlation between multiples of minimal alveolar sevoflurane concentration and the Narcotrend Index according to age groups. Prediction probability was used to evaluate the performance of the Narcotrend Index for differentiation between consciousness and unconsciousness and between different sevoflurane concentrations.The percentage of differentiated electroencephalograms increased with increasing age (0-3 months: 23.8%, 4-5 months: 87.5%, 6-11 months: 92.3%, 12-24 months: 100%). The overall prediction probability of Narcotrend Index was 1.0 (SE 0.05) for differentiation between awake and loss of consciousness and 1.0 (SE 0.01) for differentiation between anesthetized and return of consciousness. Spearman correlation analysis revealed a significant negative correlation between sevoflurane concentration and the Narcotrend Index (r = -0.78, P < .0001, 95%CI: -0.81 to -0.74). Overall prediction probability of Narcotrend Index to sevoflurane concentration was 0.8 (95%CI: 0.78-0.82).The Narcotrend monitor indicated a Narcotrend Index in most infants and young children starting from 4 months with significant correlation to and acceptable prediction probability for minimal alveolar sevoflurane concentration.", "doi": "10.1111/pan.13306", "title": "Effect of age on Narcotrend Index monitoring during sevoflurane anesthesia in children below 2 years of age.", "journal": ["Paediatric anaesthesia", "Paediatr Anaesth"]}