{"authors": [["Zhao", "Yi-Meng", "YM", "College of Traditional Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Wu", "Li", "L", "College of Traditional Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Zhang", "Shuo", "S", "College of Traditional Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Zhang", "Li", "L", "Dongfang Hospital Affiliated to Beijing University of Chinese Medicine, Beijing 100078, China."], ["Gao", "Xue-Min", "XM", "Beijing University of Chinese Medicine, Beijing 100029, China."], ["Sun", "Xiao-Bo", "XB", "Institute of Medicinal Plants, Chinese Academy of Medical Sciences, Beijing 100193, China."], ["Wang", "Chun", "C", "College of Traditional Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."]], "date": null, "id": "29271142", "text": "In this study, the authors reviewed domestic and foreign literatures, conducted the textual research on origin and development of Cassia Semen, studied records in ancient books and ancient and modern literatures, clinical adverse reactions and relevant experimental studies in recent years, and summarized the clinical features and influencing factors related to the safety of Cassiae Semen. According to the findings,Cassia Semen's safety risks are mainly liver and kidney system damages, with the main clinical features of fatigue, anorexia, disgusting of oil, yellow urine and gray stool; digestive system injury, with the main clinical features of diarrhea, abdominal distension, nausea and loose stool; reproductive system damage, with the main clinical features of vaginal bleeding. Allergic reactions and clinical adverse events, with the main clinical features for numb mouth, itching skin, nausea and vomiting, diarrhea, wheezing and lip cyanosis were also reported. The toxicological studies on toxic components of Cassiae Semen obtusifolia were carried out through acute toxicity test, subacute toxicity test, subchronic toxicity test and chronic toxicity test. Risk factors might include patients, compatibility and physicians. Physicians should strictly abide by the medication requirements in the Pharmacopoeia, pay attention to rational compatibility, appropriate dosage,correct usage and appropriate processing, control the dosage below 15 g to avoid excessive intake, strictly control the course of treatment to avoid accumulated poisoning caused by long-term administration. At the same time, clinicians should pay attention to the latest research progress, update the knowledge structure, quickly find the latest and useful materials from clinical practice, scientific research and drug information and other literatures, make evaluation and judgment for the materials, establish a traditional Chinese medicine intelligence information library, and strengthen the control over adverse effects with a pre-warning consciousness. The authors suggested standardizing clinical medication of Cassiae Semen, and avoiding misuse or excessive use; clinicians should prescribe it in strict accordance with there commended usage and dosage in the Pharmacopoeia, and focus on the safety signal accumulation in clinic, while strengthening studies for toxic substance basis and toxicity mechanism, in order to give full play to Cassiae Semen's clinical efficacy and reduce its adverse reactions.", "doi": null, "title": "[Safety evaluation and risk control measures of Cassiae Semen].", "journal": ["Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica", "Zhongguo Zhong Yao Za Zhi"]}