{"authors": [["van Schalkwijk", "Frank J", "FJ", "Laboratory for Sleep, Cognition and Consciousness Research, Centre for Cognitive Neuroscience (CCNS), University of Salzburg, Salzburg, Austria."], ["Sauter", "Cornelia", "C", "Department of Neurology, Medical University of Vienna, Vienna, Austria."], ["Hoedlmoser", "Kerstin", "K", "Laboratory for Sleep, Cognition and Consciousness Research, Centre for Cognitive Neuroscience (CCNS), University of Salzburg, Salzburg, Austria."], ["Heib", "Dominik P J", "DPJ", "Laboratory for Sleep, Cognition and Consciousness Research, Centre for Cognitive Neuroscience (CCNS), University of Salzburg, Salzburg, Austria."], ["Klösch", "Gerhard", "G", "Department of Neurology, Medical University of Vienna, Vienna, Austria."], ["Moser", "Doris", "D", "Department of Neurology, Medical University of Vienna, Vienna, Austria."], ["Gruber", "Georg", "G", "Department of Psychiatry and Psychotherapy, Medical University of Vienna, Vienna, Austria."], ["Anderer", "Peter", "P", "Department of Psychiatry and Psychotherapy, Medical University of Vienna, Vienna, Austria."], ["Zeitlhofer", "Josef", "J", "Department of Neurology, Medical University of Vienna, Vienna, Austria."], ["Schabus", "Manuel", "M", "Laboratory for Sleep, Cognition and Consciousness Research, Centre for Cognitive Neuroscience (CCNS), University of Salzburg, Salzburg, Austria."]], "date": "2017-12-22", "id": "29271015", "text": "Many studies investigating sleep and memory consolidation have evaluated full-night sleep rather than alternative sleep periods such as daytime naps. This multi-centre study followed up on, and was compared with, an earlier full-night study (Schabus et al., 2004) investigating the relevance of daytime naps for the consolidation of declarative and procedural memory. Seventy-six participants were randomly assigned to a nap or wake group, and performed a declarative word-pair association or procedural mirror-tracing task. Performance changes from before to after a 90-min retention interval filled with sleep or quiet wakefulness were evaluated between groups. Associations between performance changes, sleep architecture, spindles, and slow oscillations were investigated. For the declarative task we observed a trend towards stronger forgetting across a wake period compared with a nap period, and a trend towards memory increase over the full-night. For the procedural task, accuracy was significantly decreased following daytime wakefulness, showed a trend to increase with a daytime nap, and significantly increased across full-night sleep. For the nap protocol, neither sleep stages, spindles, nor slow oscillations predicted performance changes. A direct comparison of day and nighttime sleep revealed that daytime naps are characterized by significantly lower spindle density, but higher spindle activity and amplitude compared with full-night sleep. In summary, data indicate that daytime naps protect procedural memories from deterioration, whereas full-night sleep improves performance. Given behavioural and physiological differences between day and nighttime sleep, future studies should try to characterize potential differential effects of full-night and daytime sleep with regard to sleep-dependent memory consolidation.", "doi": "10.1111/jsr.12649", "title": "The effect of daytime napping and full-night sleep on the consolidation of declarative and procedural information.", "journal": ["Journal of sleep research", "J Sleep Res"]}