{"authors": [["Lager", "P S", "PS", "Department of Clinical Pharmacy and Department of Emergent Care, Onze Lieve Vrouwe Gasthuis, Amsterdam, The Netherlands."], ["Attema-de Jonge", "M E", "ME", "Department of Clinical Pharmacy and Department of Emergent Care, Onze Lieve Vrouwe Gasthuis, Amsterdam, The Netherlands."], ["Gorzeman", "M P", "MP", "Department of Clinical Pharmacy and Department of Emergent Care, Onze Lieve Vrouwe Gasthuis, Amsterdam, The Netherlands."], ["Kerkvliet", "L E", "LE", "Department of Clinical Pharmacy and Department of Emergent Care, Onze Lieve Vrouwe Gasthuis, Amsterdam, The Netherlands."], ["Franssen", "E J F", "EJF", "Department of Clinical Pharmacy and Department of Emergent Care, Onze Lieve Vrouwe Gasthuis, Amsterdam, The Netherlands."]], "date": "2017-12-02", "id": "29270362", "text": "Toxicology screening tests for drugs-of-abuse and therapeutic drugs in urine (TST-U) are often used to assess whether a patient's clinical condition can be explained by the use of drugs-of-abuse (DOA) and/or therapeutic drugs. TST-U have clinical value when they support clinical decision making by influencing diagnosis and patient care. We aim to quantify the influence of TST-U results on diagnosis and patient care in an emergency department. Our secondary objective is to identify specific patients for which a TST-U is most warranted or mostly unhelpful.This prospective observational study was performed at the emergency department of a middle-sized urban teaching hospital. A point of care TST-U has been used in this department for three years. When a TST-U is considered indicated by a physician, the influence of the TST-U result on diagnosis and patient care is quantified before and after the test results are available, by means of a questionnaire. Urgency and complaints upon admission have also been registered.Of 100 TST-U results 37% were reported having a substantial influence on diagnosis and 25% on patient care. TST-U had a substantial influence on diagnosis in 48% of patients with decreased consciousness, 47% of patients with psychiatric symptoms and in 47% of patients with \"other\" complaints. In this last category patients with neurological symptoms benefited most. In patients who were already suspected to be intoxicated, only 18% of the TST-U results had substantial influence on diagnosis.The use of point of care TST-U in an Emergency Department helps physicians to understand the clinical condition of a patient. They influence the way a patient is treated to a lesser extent. These tests are most helpful in patients with decreased consciousness, psychiatric or neurological symptoms and mostly unhelpful in patients who, upon admission, are already known to be intoxicated.", "doi": "10.1016/j.toxrep.2017.12.001", "title": "Clinical value of drugs of abuse point of care testing in an emergency department setting.", "journal": ["Toxicology reports", "Toxicol Rep"]}