{"authors": [["Matsui", "Taro", "T", "Department of Neurology, Anti-aging and Vascular Medicine, National Defense Medical College."], ["Nakagawa", "Keiichi", "K", "Department of Neurology, Anti-aging and Vascular Medicine, National Defense Medical College."], ["Yamazaki", "Keishi", "K", "Department of Neurology, Anti-aging and Vascular Medicine, National Defense Medical College."], ["Wada", "Taishi", "T", "Department of Neurology, Anti-aging and Vascular Medicine, National Defense Medical College."], ["Kadoya", "Masato", "M", "Department of Neurology, Anti-aging and Vascular Medicine, National Defense Medical College."], ["Kaida", "Kenichi", "K", "Department of Neurology, Anti-aging and Vascular Medicine, National Defense Medical College."]], "date": "2017-12-22", "id": "29269694", "text": "A 19-year-old woman developed high fever, headache, and nausea after taking Loxoprofen for pharyngitis, followed by disturbed consciousness and nuchal stiffness. The patient and her mother had a history of Raynaud's phenomenon. Cerebrospinal fluid (CSF) examination indicated a diagnosis of aseptic meningitis and revealed high levels of Q albumin and IgG index. Anti-RNP antibodies were positive in serum and CSF. Her symptoms disappeared immediately after cessation of Loxoprofen and a drug lymphocyte stimulation test was negative, confirming a diagnosis of non-steroidal anti-inflammatory drugs (NSAIDs)-induced aseptic meningitis. It should be kept in mind that an immune abnormality such as serum and CSF anti-RNP antibodies may play a role in development of NSAIDs-induced aseptic meningitis. A history of usage of NSAIDs and a thorough examination of collagen diseases are useful for identification of the origin of aseptic meningitis in a young woman.", "doi": "10.5692/clinicalneurol.cn-001085", "title": "[An anti-RNP antibody-positive case of aseptic meningitis induced by non-steroidal anti-inflammatory drugs in a young woman].", "journal": ["Rinsho shinkeigaku = Clinical neurology", "Rinsho Shinkeigaku"]}