{"authors": [["Wahbeh", "Helané", "H", "Institute of Noetic Sciences, Petaluma, CA. Electronic address: hwahbeh@noetic.org."], ["Sagher", "Amira", "A", "Institute of Noetic Sciences, Petaluma, CA."], ["Back", "Wallis", "W", "Institute of Noetic Sciences, Petaluma, CA."], ["Pundhir", "Pooja", "P", "Institute of Noetic Sciences, Petaluma, CA."], ["Travis", "Frederick", "F", "Maharishi Vedic Science Department, Maharishi University of Management, Fairfield, IA."]], "date": "2017-10-23", "id": "29269049", "text": "Across cultures and throughout history, transcendent states achieved through meditative practices have been reported. The practices to attain transcendent states vary from transcendental meditation to yoga to contemplative prayer, to other various forms of sitting meditation. While these transcendent states are ascribed many different terms, those who experience them describe a similar unitive, ineffable state of consciousness. Despite the common description, few studies have systematically examined transcendent states during meditation.The objectives of this systematic review were to: 1) characterize studies evaluating transcendent states associated with meditation in any tradition; 2) qualitatively describe physiological and phenomenological outcomes collected during transcendent states and; 3) evaluate the quality of these studies using the Quality Assessment Tool.Medline, PsycINFO, CINAHL, AltHealthWatch, AMED, and the Institute of Noetic Science Meditation Library were searched for relevant papers in any language. Included studies required adult participants and the collection of outcomes before, during, or after a reported transcendent state associated with meditation.Twenty-five studies with a total of 672 combined participants were included in the final review. Participants were mostly male (61%; average age 39 ± 11 years) with 12.7 ± 6.6 (median 12.6; range 2-40) average years of meditation practice. A variety of meditation traditions were represented: (Buddhist; Christian; Mixed (practitioners from multiple traditions); Vedic: Transcendental Meditation and Yoga). The mean quality score was 67 ± 13 (100 highest score possible). Subjective phenomenology and the objective outcomes of electroencephalography (EEG), electrocardiography, electromyography, electrooculogram, event-related potentials, functional magnetic resonance imaging, magnetoencephalography, respiration, and skin conductance and response were measured. Transcendent states were most consistently associated with slowed breathing, respiratory suspension, reduced muscle activity and EEG alpha blocking with external stimuli, and increased EEG alpha power, EEG coherence, and functional neural connectivity. The transcendent state is described as being in a state of relaxed wakefulness in a phenomenologically different space-time. Heterogeneity between studies precluded any formal meta-analysis and thus, conclusions about outcomes are qualitative and preliminary.Future research is warranted into transcendent states during meditation using more refined phenomenological tools and consistent methods and outcome evaluation.", "doi": "10.1016/j.explore.2017.07.007", "title": "A Systematic Review of Transcendent States Across Meditation and Contemplative Traditions.", "journal": ["Explore (New York, N.Y.)", "Explore (NY)"]}