{"authors": [["Pana", "Raluca", "R", "Department of Neurology and Neurosurgery, Montreal Neurological Institute, McGill University, Montreal, Canada."], ["Labbé", "Aurélie", "A", "Department of Decision Sciences, HEC Montreal, Canada."], ["Dubeau", "François", "F", "Department of Neurology and Neurosurgery, Montreal Neurological Institute, McGill University, Montreal, Canada."], ["Kobayashi", "Eliane", "E", "Department of Neurology and Neurosurgery, Montreal Neurological Institute, McGill University, Montreal, Canada. Electronic address: eliane.kobayashi@mcgill.ca."]], "date": "2017-12-18", "id": "29268170", "text": "The epilepsy clinic at the Montreal Neurological Institute receives a high volume of referrals. Despite most patients assessed in the clinic eventually being diagnosed with epilepsy, other disorders causing alteration of consciousness or paroxystic symptoms that could be misdiagnosed as seizures are seen frequently. The incidence and clinical characteristics of such patients have not yet been determined. We aimed to determine the proportion and clinical characteristics of patients referred to our epilepsy clinic who had a final diagnosis other than epilepsy.We performed a retrospective chart analysis of consecutive patient referrals to the epilepsy clinic from January 2013 to January 2015, inclusively.Four hundred four patient referrals were evaluated, 106 (or 26%) had a final diagnosis other than epilepsy. Referrals came primarily from general practitioners and nonneurology specialists. Although most patients had a normal routine electroencephalography (EEG) prior to the clinic visit, sleep-deprived EEG and cardiac investigations were rarely performed. Patients received a final diagnosis other than epilepsy after 1 to 2 visits in 92% of cases and with minimal paraclinical investigations. Prolonged video-EEG recording was required in 27% of patients. The most common diagnoses were syncope (33%), psychiatric symptoms (20%), followed by migraine (10%), and psychogenic nonepileptic seizures (9%).A significant proportion of patients seen in our tertiary care epilepsy clinic is in fact, not patients with epilepsy. Enhanced knowledge of these differential diagnosis and important anamnesis components to rule out seizures will help improve guidelines for referral to Epilepsy clinic and cost-effectively optimize the use of paraclinical investigations.", "doi": "10.1016/j.yebeh.2017.11.001", "title": "Evaluation of the \"non-epileptic\" patient in a tertiary center epilepsy clinic.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}