{"authors": [["Fletcher-Sandersjöö", "Alexander", "A", "Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."], ["Thelin", "Eric Peter", "EP", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Bartek", "Jiri", "J", "Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."], ["Elmi-Terander", "Adrian", "A", "Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."], ["Broman", "Mikael", "M", "ECMO Center Karolinska, Department of Pediatric Perioperative Medicine and Intensive Care, Karolinska University Hospital, Stockholm, Sweden."], ["Bellander", "Bo-Michael", "BM", "Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."]], "date": "2017-12-21", "id": "29267368", "text": "Intracranial hemorrhage (ICH) is a common complication in adults treated with extracorporeal membrane oxygenation (ECMO). The aim of this study was to identify predictors of outcome and investigate intervention strategies following ICH development in ECMO-treated adult patients.We conducted a retrospective review of adult patients (≥18 years) who developed an ICH during ECMO treatment at the Karolinska University Hospital (Stockholm, Sweden) between September 2005 and May 2017. Outcome was assessed by 30-day mortality and Glasgow Outcome Scale (GOS) after 6 months. The statistical analysis was supplemented by a case series of patients who were surgically treated for an ICH.Sixty-five patients developed an ICH during ECMO treatment. 30-day mortality was 74% (n = 48), and was significantly associated with low level of consciousness at ICH diagnosis (p = 0.036), presence of intraparenchymal hematoma (IPH) (p = 0.049), IPH volume (p = 0.002), presence of intraventricular hemorrhage (p = 0.001), subarachnoid hemorrhage Fisher grade (p<0.001), hydrocephalus (p<0.001), midline shift (p = 0.026) and absent basal cisterns (p<0.001). Among the 30-day survivors (n = 17), 63% (n = 10) had favorable neurological outcome (GOS 4-5) after six months. Five patients were surgically treated for their ICH, some with dire hemorrhagic consequences, however one patient made a complete recovery.ICH in adult ECMO patients is associated with a high mortality rate. Outcome predictors can help to identify patients where ICH treatment is indicated. Treating a patient with an ICH during ECMO represents an intricate balance between pro- and anticoagulatory demands. Furthermore, surgical treatment is associated with several risks but may be indicated in life-threatening lesions. Prospective studies are warranted.", "doi": "10.1371/journal.pone.0190365", "title": "Management of intracranial hemorrhage in adult patients on extracorporeal membrane oxygenation (ECMO): An observational cohort study.", "journal": ["PloS one", "PLoS ONE"]}