{"authors": [["Rabellino", "Daniela", "D", "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada."], ["Densmore", "Maria", "M", "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada."], ["Harricharan", "Sherain", "S", "Department of Neuroscience, University of Western Ontario, London, Ontario, Canada."], ["Jean", "Théberge", "T", "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada."], ["McKinnon", "Margaret C", "MC", "Mood Disorders Program, St. Joseph's Healthcare, Hamilton, Ontario, Canada."], ["Lanius", "Ruth A", "RA", "Department of Psychiatry, University of Western Ontario, London, Ontario, Canada."]], "date": "2017-12-20", "id": "29266586", "text": "The bed nucleus of the stria terminals (BNST) is a subcortical structure involved in anticipatory and sustained reactivity to threat and is thus essential to the understanding of anxiety and stress responses. Although chronic stress and anxiety represent a hallmark of post-traumatic stress disorder (PTSD), to date, few studies have examined the functional connectivity of the BNST in PTSD. Here, we used resting state functional Magnetic Resonance Imaging (fMRI) to investigate the functional connectivity of the BNST in PTSD (n = 70), its dissociative subtype (PTSD + DS) (n = 41), and healthy controls (n = 50). In comparison to controls, PTSD showed increased functional connectivity of the BNST with regions of the reward system (ventral and dorsal striatum), possibly underlying stress-induced reward-seeking behaviors in PTSD. By contrast, comparing PTSD + DS to controls, we observed increased functional connectivity of the BNST with the claustrum, a brain region implicated in consciousness and a primary site of kappa-opioid receptors, which are critical to the dynorphin-mediated dysphoric stress response. Moreover, PTSD + DS showed increased functional connectivity of the BNST with brain regions involved in attention and salience detection (anterior insula and caudate nucleus) as compared to PTSD and controls. Finally, BNST functional connectivity positively correlated with default-mode network regions as a function of state identity dissociation, suggesting a role of BNST networks in the disruption of self-relevant processing characterizing the dissociative subtype. These findings represent an important first step in elucidating the role of the BNST in aberrant functional networks underlying PTSD and its dissociative subtype.", "doi": "10.1002/hbm.23925", "title": "Resting-state functional connectivity of the bed nucleus of the stria terminalis in post-traumatic stress disorder and its dissociative subtype.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}