{"authors": [["Kurahashi", "Hirokazu", "H", "Department of Pediatrics, Aichi Medical University, Nagakute, Aichi, Japan."], ["Azuma", "Yoshiteru", "Y", "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Masuda", "Akio", "A", "Division of Neurogenetics, Center for Neurological Disease and Cancer, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Okuno", "Tatsuya", "T", "Division of Neurogenetics, Center for Neurological Disease and Cancer, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Nakahara", "Eri", "E", "Department of Pediatrics, Juntendo University Faculty of Medicine, Bunkyo-ku, Tokyo, Japan."], ["Imamura", "Takuji", "T", "Department of Pediatrics, PL General Hospital, Tondabayashi, Osaka, Japan."], ["Saitoh", "Makiko", "M", "Department of Developmental Medical Sciences, Graduate School of Medicine, University of Tokyo, Bunkyo-ku, Tokyo, Japan."], ["Mizuguchi", "Masashi", "M", "Department of Developmental Medical Sciences, Graduate School of Medicine, University of Tokyo, Bunkyo-ku, Tokyo, Japan."], ["Shimizu", "Toshiaki", "T", "Department of Pediatrics, Juntendo University Faculty of Medicine, Bunkyo-ku, Tokyo, Japan."], ["Ohno", "Kinji", "K", "Division of Neurogenetics, Center for Neurological Disease and Cancer, Nagoya University Graduate School of Medicine, Nagoya, Aichi, Japan."], ["Okumura", "Akihisa", "A", "Department of Pediatrics, Aichi Medical University, Nagakute, Aichi, Japan."]], "date": "2017-12-19", "id": "29265453", "text": "Reversible myelin vacuolization is associated with variable conditions including mild encephalitis/encephalopathy with a reversible splenial lesion (MERS), which is characterized by mildly impaired consciousness and transient splenial lesion. Familial and/or recurrent cases with a clinical diagnosis of MERS suggest the presence of genetic factors.We examined a family in which the proband presented with a history of recurrent encephalopathy with extensive but reversible cerebral myelin vacuolization and neurological symptoms similar to those of MERS spanning 3 generations. Whole-exome sequencing was performed in family members.Eight rare nonsynonymous single-nucleotide variants shared by all patients were identified. By filtering genes expressed in the corpus callosum, we identified a heterozygous c.1208A>G predicting p.Gln403Arg in the highly conserved DNA-binding domain in the myelin regulatory factor (MYRF) gene. We subsequently screened the coding regions of MYRF by Sanger sequencing in our cohort comprised of 33 sporadic cases with MERS and 3 cases in another family with extensive myelin vacuolization, and identified the same heterozygous c.1208A>G in all affected members in the second family. Luciferase assay revealed that transcriptional activity of the N-terminal region of MYRF was significantly diminished by introducing the c.1208A>G variant.MYRF is a transcriptional regulator that is necessary for oligodendrocyte differentiation and myelin maintenance. Functional defects of MYRF are likely to be causally associated with encephalopathy with extensive myelin vacuolization. We propose the term \"MYRF-related mild encephalopathy with reversible myelin vacuolization.\" Our findings provide a new perspective on the pathogenesis of myelin vacuolization. Ann Neurol 2017.", "doi": "10.1002/ana.25125", "title": "MYRF is associated with encephalopathy with reversible myelin vacuolization.", "journal": ["Annals of neurology", "Ann. Neurol."]}