{"authors": [["Buchwald", "F", "F", "Department of Clinical Sciences Lund, Neurology, Skåne University Hospital, Lund University, Lund, Sweden."], ["Norrving", "B", "B", "Department of Clinical Sciences Lund, Neurology, Skåne University Hospital, Lund University, Lund, Sweden."], ["Petersson", "J", "J", "Department of Clinical Sciences Lund, Neurology, Skåne University Hospital, Lund University, Lund, Sweden."]], "date": "2017-12-18", "id": "29265173", "text": "Carotid artery stenosis is one of the major causes of transient ischemic attack (TIA) and acute ischemic stroke (IS), and carotid surgery and stenting are used to reduce the risk of ipsilateral IS. However, the adherence to the recommendation of carotid imaging in clinical practice has not been well studied. We analyzed proportions of carotid imaging and determinants for its non-use in patients with TIA and IS with respect to baseline demographics, risk factors, hospital characteristics, and geographical region.Hospital-based data on TIA and IS events, registered from July 2011 to June 2013, were obtained from the Swedish Stroke Register (Riksstroke). Carotid imaging diagnostics included carotid Doppler ultrasound and computed tomography angiography.Carotid imaging was performed in 70% (10 545/15 021) of patients with TIA and 54% (23 772/44 075) of patients with IS. The most significant independent determinants for not undergoing carotid imaging were, in patients with TIA: age ≥85 year (odds ratio (OR), 7.3; 95% confidence interval (CI), 6.4-8.4) and a history of stroke (OR, 2.3; 95% CI, 2.1-2.5); and in patients with IS: age ≥85 year (OR, 9.8; 95% CI, 9.0-10.6), age 75-84 year (OR, 2.5; 95% CI, 2.3-2.7), and reduced level of consciousness at admission (OR, 3.4; 95% CI, 3.1-3.6). Care at a University hospital and in a stroke unit increased the likelihood of carotid imaging. There were substantial regional variations regarding proportions of carotid imaging.Carotid imaging appears to be underused in patients with TIA and IS. Opportunities of secondary stroke prevention with carotid interventions are likely missed.", "doi": "10.1111/ane.12886", "title": "Is carotid imaging underused in patients with transient ischemic attack or ischemic stroke? A Swedish Stroke Register (Riksstroke) study.", "journal": ["Acta neurologica Scandinavica", "Acta Neurol. Scand."]}