{"authors": [["Weitman", "Evan S", "ES", "Moffitt Cancer Center, Tampa, Florida."], ["Perez", "Matthew", "M", "Moffitt Cancer Center, Tampa, Florida."], ["Thompson", "John F", "JF", "Melanoma Institute Australia, The University of Sydney, Sydney."], ["Andtbacka", "Robert H I", "RHI", "Huntsman Cancer Institute, Salt Lake City, Utah."], ["Dalton", "Jo", "J", "Royal Prince Alfred Hospital, Camperdown, New South Wales, Australia."], ["Martin", "Mona L", "ML", "Health Research Associates Inc."], ["Miller", "Talia", "T", "Health Research Associates Inc."], ["Gwaltney", "Chad", "C", "eResearch Technology Inc., Pittsburgh, Pennsylvania, USA."], ["Sarson", "David", "D", "Provectus Biopharmaceuticals Australia Pty Ltd."], ["Wachter", "Eric", "E", "Provectus Biopharmaceuticals Inc."], ["Zager", "Jonathan S", "JS", "Moffitt Cancer Center, Tampa, Florida."]], "date": "2017-12-19", "id": "29261570", "text": "Locally advanced cutaneous melanoma has marked quality-of-life implications; however, the patient experience of symptom management and subsequent impact on quality of life has not been well described. This study aims to address the impact on patients of advanced cutaneous melanoma through qualitative interviews. Adults with stage IIIB, IIIC, or IV (M1a) cutaneous melanoma were recruited from two cancer centers in the USA and one in Australia. Telephone interviews were conducted to assess how locoregionally advanced cutaneous melanoma impacted everyday life. Interviews were recorded, transcribed, and coded for qualitative analysis. Twenty-two melanoma patients were interviewed, mean age 69.7 years (range: 52-83), 64% male. The study included stage IIIB (36%), stage IIIC (59%), and stage IV M1a (5%) patients. Emotional health/self-perception issues were the most commonly identified (41% of patient impact expressions), including worry, concern, embarrassment, self-consciousness, fear, and thoughts of death. Limitations of lifestyle and activities were also identified (28% of expressions) including leisure and social activities, physical functioning, general functioning, and personal care. Coping strategies such as modified clothing choices, increased use of pain and/or anti-inflammatory medications, and avoidance/protection from the sun represented 20% of all impact expressions. Ratings of the degree of difficulty patients experienced (using an 11-point numerical rating scale) ranged from 0.0 to 10.0 (mean 5.7, SD 2.9). Condition-related and treatment-related factors were well characterized in patients with locally advanced cutaneous melanoma. This provides a strong foundation for assessment of how cutaneous melanoma impacts quality of life.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal. http://creativecommons.org/licenses/by-nc-nd/4.0/.", "doi": "10.1097/CMR.0000000000000425", "title": "Quality of life patient-reported outcomes for locally advanced cutaneous melanoma.", "journal": ["Melanoma research", "Melanoma Res."]}