{"authors": [["Ren", "Yujia", "Y", "Physical Education Institute, Hunan First Normal University, Changsha, Hunan, 410205, China."], ["Yang", "Jiao", "J", "School of Nursing, Central South University, Changsha, Hunan, 410013, China."], ["Liu", "Liqiong", "L", "Xiangtan Vocational Technical College, Xiangtan, Hunan, 411005, China."]], "date": null, "id": "29259941", "text": "At present, the mental health of rural left-behind children is a major social problem in China. Internet addiction, social anxiety, and loneliness are common psychological and behavioral problems among rural left-behind children, but the relationships among these issues have not been clearly identified.A total of 432 junior year 1 to senior year 3 students were randomly selected from 2 rural middle schools in Hunan Province of China as the research subjects. The Internet Addiction Disorder Diagnostic Scale, Social Anxiety Subscale of the Self-Consciousness Scale (SASS-CS), and University of California Los Angeles Loneliness Scale were employed to measure the degree of Internet addiction, feelings of social fear, social avoidance behavior, and the level of loneliness among the research subjects.The rate of Internet addiction among rural left-behind middle school students was 18.27%, and was correlated with the length of time their parents spent at home as well as whether one or both parents migrated for work. Positive correlations were found among Internet addiction, social anxiety, and loneliness. Loneliness was found to play a mediating role in the relationship between social anxiety and Internet addiction among rural left-behind middle school students.Social anxiety and loneliness both increase the likelihood of Internet addiction in rural left-behind middle school students and social anxiety can affect Internet addiction through loneliness, implying an urgent need to strengthen care for rural left-behind children, reduce their loneliness, and thereby effectively alleviate the problem of Internet addiction among rural left-behind middle school students.", "doi": null, "title": "Social Anxiety and Internet Addiction among Rural Left-behind Children: The Mediating Effect of Loneliness.", "journal": ["Iranian journal of public health", "Iran. J. Public Health"]}