{"authors": [["Bonadonna", "Patrizia", "P", "Allergy Unit, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy; Multidisciplinary Mastocytosis Outpatient Clinic, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy."], ["Zanotti", "Roberta", "R", "Multidisciplinary Mastocytosis Outpatient Clinic, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy; Department of Medicine, Section of Hematology, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy."], ["Pagani", "Mauro", "M", "Medicine Department, ASST Mantova, Mantova, Italy."], ["Bonifacio", "Massimiliano", "M", "Multidisciplinary Mastocytosis Outpatient Clinic, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy; Department of Medicine, Section of Hematology, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy."], ["Scaffidi", "Luigi", "L", "Multidisciplinary Mastocytosis Outpatient Clinic, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy; Department of Medicine, Section of Hematology, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy."], ["Olivieri", "Elisa", "E", "Allergy Unit, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy; Multidisciplinary Mastocytosis Outpatient Clinic, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy."], ["Franchini", "Maurizio", "M", "Allergy Service, Jesolo, Venice, Italy."], ["Reccardini", "Federico", "F", "Pneumology Unit, Azienda Ospedaliero-Universitaria S Maria della Misericordia di Udine, Udine, Italy."], ["Costantino", "Maria Teresa", "MT", "Allergy Unit, Department of Medicine, ASST Mantova, Mantova, Italy."], ["Roncallo", "Chiara", "C", "Allergy Unit, Department of Medicine, ASST Mantova, Mantova, Italy."], ["Mauro", "Marina", "M", "Allergy Unit, S. Anna Hospital, Como, Italy."], ["Boni", "Elisa", "E", "Allergy Unit, ASL Alessandria, Alessandria, Italy."], ["Rizzini", "Fabio Lodi", "FL", "Allergy Unit, Spedali Civili di Brescia, Brescia, Italy."], ["Bilò", "Maria Beatrice", "MB", "Allergy Unit, Department of Internal Medicine, University Hospital of Ancona, Ancona, Italy."], ["Marcarelli", "Anna Rosaria", "AR", "Pneumology Unit, ASST Cremona, Cremona, Italy."], ["Passalacqua", "Giovanni", "G", "Allergy and Respiratory Diseases, IRCCS San Martino IST, University of Genoa, Genoa, Italy. Electronic address: passalacqua@unige.it."]], "date": "2017-12-16", "id": "29258788", "text": "Up to 75% of patients with severe anaphylactic reactions after Hymenoptera sting are at risk of further severe reactions if re-stung. Venom immunotherapy (VIT) is highly effective in protecting individuals with ascertained Hymenoptera venom allergy (HVA) and previous severe reactions. After a 3- to 5-year VIT course, most patients remain protected after VIT discontinuation. Otherwise, a lifelong treatment should be considered in high-risk patients (eg, in mastocytosis). Several case reports evidenced that patients with mastocytosis and HVA, although protected during VIT, can re-experience severe and sometimes fatal reactions after VIT discontinuation.To evaluate whether patients who lost protection after VIT discontinuation may suffer from clonal mast cell disorders.The survey describes the characteristics of patients who received a full course of VIT for previous severe reactions and who experienced another severe reaction at re-sting after VIT discontinuation. Those with a Red Española de Mastocitosis score of 2 or more or a serum basal tryptase level of more than 25 ng/mL underwent a hematological workup (bone marrow biopsy, KIT mutation, expression of aberrant CD25) and/or skin biopsy.Nineteen patients (mean age, 56.3 years; 89.5% males) were evaluated. All of them had received at least 4 years of VIT and were protected. After VIT discontinuation they were re-stung and developed, in all but 1 case, severe anaphylactic reactions (12 with loss of consciousness, in the absence of urticaria/angioedema). Eighteen patients (94.7%) had a clonal mast cell disorder, 8 of them with normal tryptase.Looking at this selected population, we suggest that mastocytosis should be considered in patients developing severe reactions at re-sting after VIT discontinuation and, as a speculation, patients with mastocytosis and HVA should be VIT-treated lifelong.", "doi": "10.1016/j.jaip.2017.11.025", "title": "Anaphylactic Reactions After Discontinuation of Hymenoptera Venom Immunotherapy: A Clonal Mast Cell Disorder Should Be Suspected.", "journal": ["The journal of allergy and clinical immunology. In practice", "J Allergy Clin Immunol Pract"]}