{"authors": [["Koene", "Ryan J", "RJ", "Cardiac Arrhythmia Center, Division of Cardiovascular Medicine, Department of Medicine, University of Minnesota Medical School, Minneapolis, MN, USA."], ["Adkisson", "Wayne O", "WO", "Cardiac Arrhythmia Center, Division of Cardiovascular Medicine, Department of Medicine, University of Minnesota Medical School, Minneapolis, MN, USA."], ["Benditt", "David G", "DG", "Cardiac Arrhythmia Center, Division of Cardiovascular Medicine, Department of Medicine, University of Minnesota Medical School, Minneapolis, MN, USA."]], "date": "2017-09-01", "id": "29255498", "text": "Syncope is a clinical syndrome defined as a relatively brief self-limited transient loss of consciousness (TLOC) caused by a period of inadequate cerebral nutrient flow. Most often the trigger is an abrupt drop of systemic blood pressure. True syncope must be distinguished from other common non-syncope conditions in which real or apparent TLOC may occur such as seizures, concussions, or accidental falls. The causes of syncope are diverse, but in most instances, are relatively benign (e.g., reflex and orthostatic faints) with the main risks being accidents and/or injury. However, in some instances, syncope may be due to more worrisome conditions (particularly those associated with cardiac structural disease or channelopathies); in such circumstances, syncope may be an indicator of increased morbidity and mortality risk, including sudden cardiac death (SCD). Establishing an accurate basis for the etiology of syncope is crucial in order to initiate effective therapy. In this review, we focus primarily on the causes of syncope that are associated with increased SCD risk (i.e., sudden arrhythmic cardiac death), and the management of these patients. In addition, we discuss the limitations of our understanding of SCD in relation to syncope, and propose future studies that may ultimately address how to improve outcomes of syncope patients and reduce SCD risk.", "doi": "10.1016/j.joa.2017.07.005", "title": "Syncope and the risk of sudden cardiac death: Evaluation, management, and prevention.", "journal": ["Journal of arrhythmia", "J Arrhythm"]}