{"authors": [["Makovac", "Elena", "E", "Neuroimaging Laboratory, Santa Lucia Foundation, Rome, Italy. Electronic address: e.makovac@hotmail.it."], ["Garfinkel", "Sarah", "S", "Psychiatry, Brighton and Sussex Medical School, University of Sussex, Falmer, Brighton, United Kingdom; Sackler Centre for Consciousness Science, University of Sussex, Falmer, Brighton, United Kingdom."], ["Bassi", "Andrea", "A", "Department of Clinical and Behavioural Neurology, Santa Lucia Foundation, Rome, Italy."], ["Basile", "Barbara", "B", "Neuroimaging Laboratory, Santa Lucia Foundation, Rome, Italy."], ["Macaluso", "Emiliano", "E", "Neuroimaging Laboratory, Santa Lucia Foundation, Rome, Italy."], ["Cercignani", "Mara", "M", "Neuroimaging Laboratory, Santa Lucia Foundation, Rome, Italy; Brighton & Sussex Medical School, Clinical Imaging Sciences Centre, University of Sussex, Brighton, United Kingdom."], ["Calcagnini", "Giovanni", "G", "Department of Technology and Health, Italian Institute of Health, Rome, Italy."], ["Mattei", "Eugenio", "E", "Department of Technology and Health, Italian Institute of Health, Rome, Italy."], ["Mancini", "Matteo", "M", "Department of Engineering, University of Rome \"Roma Tre\", Rome, Italy."], ["Agalliu", "Daniela", "D", "Department of Clinical and Behavioural Neurology, Santa Lucia Foundation, Rome, Italy."], ["Cortelli", "Pietro", "P", "Neurological Clinic, Department of Neurological Sciences, Alma Mater Studiorum-University of Bologna, Bologna, Italy; IRCCS Institute of Neurological Sciences of Bologna, Italy."], ["Caltagirone", "Carlo", "C", "Department of Clinical and Behavioural Neurology, Santa Lucia Foundation, Rome, Italy."], ["Critchley", "Hugo", "H", "Psychiatry, Brighton and Sussex Medical School, University of Sussex, Falmer, Brighton, United Kingdom; Sackler Centre for Consciousness Science, University of Sussex, Falmer, Brighton, United Kingdom."], ["Bozzali", "Marco", "M", "Neuroimaging Laboratory, Santa Lucia Foundation, Rome, Italy."]], "date": "2017-07-14", "id": "29253783", "text": "Information processing, particularly of salient emotional stimuli, is influenced by cardiovascular afferent signals. Carotid baroreceptors signal the state of cardiovascular arousal to the brain, controlling blood pressure and heart rate via the baroreflex. Animal studies suggest a lateralization of this effect: Experimental stimulation of the right carotid sinus has a greater impact on heart rate when compared to left-sided stimulation. We tested, in humans, whether the processing of emotional information from faces was differentially affected by right versus left carotid afferents. To achieve so, we used an automated neck suction device to stimulate the carotid mechanoreceptors in the carotid sinus (parasympathetic pathway) synchronously with functional magnetic resonance imaging (fMRI) acquisition whilst participants were engaged in an emotional rating task of fearful and neutral faces. We showed that both right and left carotid stimulation (CS) influenced brain activity within opercular regions, although a stronger activation was observed within left insula during right stimulation compared to left stimulation. As regards the processing of fearful faces, right, but not left carotid stimulation attenuated the perceived intensity of fear, and (albeit to a lesser extent) enhanced intensity ratings of neutral faces. Mirroring the behavioural effects, there was a significant expression-by-stimulation interaction for right carotid stimulation only, when bilateral amygdala responses were attenuated to fear faces and amplified to neutral faces. Individual differences in basal heart rate variability (HRV) predicted the extent to which right carotid stimulation attenuated amygdala responses during fear processing. Our study provides unique evidence for lateralized viscerosensory effects on brain systems supporting emotional processing.", "doi": "10.1016/j.cortex.2017.07.002", "title": "Fear processing is differentially affected by lateralized stimulation of carotid baroreceptors.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}