{"authors": [["Toida", "Chiaki", "C", "Division of Critical Care Medicine, National Medical Center for Children and Mothers, Tokyo, Japan."], ["Muguruma", "Takashi", "T", "Division of Critical Care Medicine, National Medical Center for Children and Mothers, Tokyo, Japan."], ["Miyamoto", "Masashi", "M", "Division of Critical Care Medicine, National Medical Center for Children and Mothers, Tokyo, Japan."]], "date": "2017-12-18", "id": "29253019", "text": "Availability of objective criteria for predicting successful extubation could avoid unnecessary prolongation of mechanical ventilation and/or inadvertent premature extubation, but the predictors of successful extubation in children are unclear. This study was performed to detect and validate respiratory function predictors of successful extubation in children admitted to the pediatric critical care unit.A retrospective chart review from 2010 to 2012 identified 463 patients, who were divided into a derivation cohort (n = 294) and a validation cohort (n = 169).The incidence rate of failed extubation was 5% and 9% in the derivation and validation cohorts, respectively. The optimal cut-off values of crying vital capacity (CVC), peak inspiratory flow rate (PIFR), and maximum inspiratory pressure (MIP) were 17 ml/kg, 3.5 ml/sec/cm, and 50 cmH2O, respectively. The pass rates of CVC, PIFR, and MIP were 54.2%, 92.7%, and 55.5%, respectively. In the validation cohort, the successful extubation rate was 97.9% for patients who passed all 3 respiratory tests, 88.8% for those who passed at least one test, and 66.7% for those who failed all of the tests. Extubation failed in 5 patients who passed all three respiratory tests and failure was due to postoperative respiratory muscle fatigue or upper airway impairment.We detected and validated predictors of successful extubation in critically ill children. A combination of CVC, PIFR, and MIP may be used to predict successful extubation for critically ill children. It is necessary to pay attention when extubating patients with postoperative respiratory muscle fatigue or upper airway impairment due to disturbance of consciousness and/or glottal edema even if they pass the respiratory function tests.", "doi": "10.1371/journal.pone.0189787", "title": "Detection and validation of predictors of successful extubation in critically ill children.", "journal": ["PloS one", "PLoS ONE"]}