{"authors": [["Zhou", "Li-Xin", "LX", "Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."], ["Yao", "Ming", "M", "Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."], ["Cui", "Li-Ying", "LY", "Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."], ["Li", "Ming-Li", "ML", "Department of Radiology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."], ["Zhu", "Yi-Cheng", "YC", "Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."], ["Ni", "Jun", "J", "Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."], ["Peng", "Bin", "B", "Department of Neurology, Peking Union Medical College Hospital, Chinese Academy of Medical Science, Beijing, China."]], "date": "2017-11-30", "id": "29250028", "text": "Few studies have investigated structural imaging findings of cerebral venous thrombosis (CVT) in China. The structural imaging [head computed tomography (CT) and routine brain magnetic resonance imaging (MRI)] can assess any parenchymal lesion secondary to the venous thrombosis and reveal direct signs of intraluminal thrombus. In recent years, many patients can be diagnosed with CVT more rapidly and directly by structural imaging. The aim of the present study is to determine the performance of structural imaging in the diagnosis and outcome of CVT in a large cohort single center of Chinese patients.We evaluated consecutive patients admitted to our hospital with CVT receiving structural imaging from 1991 to 2015. A neuroradiologist, blinded to clinical data, independently reviewed the structural imaging, including head CT and routine MRI for parenchymal lesions and signs of dural venous sinus thrombosis, as well as the MRV/DSA findings. The Clinical and laboratory data were reviewed and recorded for further analysis.117 patients were included in this study, 68 (58.1%) were females. Parenchymal lesions were identified in 56.4% (66/117) of the patients on structural imaging, including focal edema in 30.8%, hemorrhage in 19.7%, and brain swelling in 4.3% of the patients. Patients with parenchymal lesions presented with more often seizures (P < 0.001) and less often headache (P = 0.049). Intraluminal thrombus within the sinuses or veins on structural imaging was found in 28.2% (33/117) of the patients. Patients with both intraluminal thrombus and parenchymal lesions on structural imaging had more acute onset (P = 0.01) and present more consciousness disturbance (P = 0.007).Intracranial lesions on structural imaging are frequently found in patients with CVT. Patients with parenchymal lesions on structural imaging, especially with intraluminal thrombus simultaneously, tend to have a severe clinical picture and might lead to a devastating or fatal outcome. Structural imaging may help on early diagnosis and predict the poor outcome of CVT.", "doi": "10.3389/fneur.2017.00648", "title": "The Structural Imaging Characteristics and Its Clinical Relevance in Patients with Cerebral Venous Thrombosis-A Retrospective Analysis from One Single Center in China.", "journal": ["Frontiers in neurology", "Front Neurol"]}