{"authors": [["Di", "Guangfu", "G", "Department of Neurosurgery, Yijishan Hospital, Wannan Medical College, Wuhu, China."], ["Liu", "Hua", "H", "Department of Neurosurgery, The First People's Hospital of Kunshan, Jiangsu University, Suzhou, China."], ["Jiang", "Xiaochun", "X", "Department of Neurosurgery, Yijishan Hospital, Wannan Medical College, Wuhu, China."], ["Dai", "Yi", "Y", "Department of Neurosurgery, Yijishan Hospital, Wannan Medical College, Wuhu, China."], ["Chen", "Sansong", "S", "Department of Neurosurgery, Yijishan Hospital, Wannan Medical College, Wuhu, China."], ["Wang", "Zhichun", "Z", "Department of Neurosurgery, Yijishan Hospital, Wannan Medical College, Wuhu, China."], ["Liu", "Hongyi", "H", "Department of Neurosurgery, The Affiliated Brain Hospital, Nanjing Medical University, Nanjing, China."]], "date": "2017-11-13", "id": "29250024", "text": "Traumatic brain injury (TBI) occurs commonly in children. Repeat computed tomography (CT) follow up of TBI patients is often scheduled to identify progressive hemorrhagic injury (PHI). However, the utility of repeated CT scans, especially in children with mild TBI [Glasgow Coma Scale (GCS) scores of 13-15], has been debated. The purposes of the present study were to identify clinical predictors of PHI in children with mild TBI and to clarify relevant clinical factors via radiological examination.From 2014 to 2016, we retrospectively enrolled children <15 years of age with mild TBI. We recorded age, sex, GCS scores on admission, causes of head injury, timing of initial CT, any loss of consciousness, vomiting and seizure data, and type of TBI. Based on repeat CT findings, patients were dichotomized into either a PHI group or a non-PHI group. Also, clinical data were comparatively reviewed. Multivariate logistic regression analysis was used to identify clinical predictors of PHI.Of the 175 enrolled children, 15 (8.6%) experienced PHI. Univariate analysis revealed that GCS score on admission, cause of head injury, vomiting, seizure, and TBI type were associated with PHI. Multivariate logistic regression analysis showed that a GCS score of 13 and epidural hemorrhage (EDH) were independently associated with PHI (hazard ratio = 0.131, P = 0.018; hazard ratio = 6.612, P = 0.027, respectively).A GCS score of 13 and EDH were associated with PHI. These factors should be considered when deciding whether to repeat CT on children with mild TBI.", "doi": "10.3389/fneur.2017.00560", "title": "Clinical Predictors of Progressive Hemorrhagic Injury in Children with Mild Traumatic Brain Injury.", "journal": ["Frontiers in neurology", "Front Neurol"]}