{"authors": [["Otsuji", "Ken", "K", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Simizu", "Satoko", "S", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Endo", "Takeru", "T", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Kanazawa", "Ayako", "A", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Arai", "Hideaki", "H", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Nagata", "Keiji", "K", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Harayama", "Nobuya", "N", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Nihei", "Shunichi", "S", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Aibara", "Keiji", "K", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."], ["Saito", "Mitsumasa", "M", "Department of Microbiology, School of Medicine, University of Occupational and Environmental Health, Japan."], ["Kamochi", "Masayuki", "M", "Intensive Care Unit, Hospital of University of Occupational and Environmental Health, Japan."]], "date": null, "id": "29249740", "text": "Case reports of hyperammonemia due to urease-producing bacteria are found occasionally, but most of them are associated with urinary tract infections. We experienced a case of infectious enterocolitis with hyperammonemia in which the causative bacteria was speculated to be urease-producing bacteria. A Japanese woman in her 70s had been diagnosed with microscopic polyangiitis in a nearby hospital and was transferred to our hospital. Although the microscopic polyangiitis was relatively under control after treatment with steroids and rituximab, frequent diarrhea with hyperammonemia (324 µg/dl) appeared and she became comatose. Her blood ammonia decreased to 47 µg/dl and her consciousness recovered to a normal state after antibiotic treatment for infectious enterocolitis and ammonia detoxification therapy. Liver dysfunction, portosystemic shunt, excessive protein intake and constipation were not observed, and she took no medications that would cause hyperammonemia. Although culture results could not identify urease-producing bacteria, considering the clinical course, acute hyperammonemia was suspected to be due to urease-producing bacteria infection. It is necessary to consider the influence of urease-producing bacteria as a cause of acute hyperammonemia not only in urinary tract infections but also in infective enterocolitis.", "doi": "10.7888/juoeh.39.271", "title": "A Case of Infectious Enterocolitis with Hyperammonemia.", "journal": ["Journal of UOEH", "J. UOEH"]}