{"authors": [["Bedard", "Marc", "M", "a Bruyère Research Institute , Ottawa , Canada."], ["Taler", "Vanessa", "V", "a Bruyère Research Institute , Ottawa , Canada."], ["Steffener", "Jason", "J", "c Interdisciplinary School of Health Sciences , University of Ottawa , Ottawa , Canada."]], "date": "2017-12-18", "id": "29249173", "text": "We aimed to examine the extent to which loss of consciousness (LOC) following mild traumatic brain injury (mTBI) may be associated with impairments in time- and event-based prospective memory (PM). PM is thought to involve executive processes and be subserved by prefrontal regions. Neuroimaging research suggests alterations to these areas of the brain several years after mTBI, particularly if LOC was experienced. However, it remains unclear whether impairments in time- or event-based functioning may persist more than a year after mTBI, and what the link with duration of LOC may be.Analyses were run on data from the Canadian Longitudinal Study on Aging, a nationwide study on health and aging involving individuals between the ages of 45-85. The present study consisted of 1937 participants who experienced mTBI more than 12 months prior, of whom 1146 reported spending less than 1 min unconscious, and 791 had LOC between 1 and 20 min, and 13,525 cognitively healthy adults. Participants were administered the Miami Prospective Memory Test, and tests of retrospective memory and executive functioning.Both mTBI groups were impaired in time-based PM relative to people with no history of TBI. Time- and event-based impairments were predicted by older age, and executive dysfunction among those who spent more time unconscious.Those with mTBI with LOC may experience impairments in PM, particularly in conditions of high demand on executive processes (time-based PM). Implications for interventions aimed at ameliorating PM among those who have experienced mTBI are discussed.", "doi": "10.1080/13854046.2017.1404644", "title": "Long-term prospective memory impairment following mild traumatic brain injury with loss of consciousness: findings from the Canadian Longitudinal Study on Aging.", "journal": ["The Clinical neuropsychologist", "Clin Neuropsychol"]}