{"authors": [["Wang", "Rui", "R", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Lai", "Xiao-Hui", "XH", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Liu", "Xu", "X", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Li", "Yu-Jia", "YJ", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Chen", "Chu", "C", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Li", "Chen", "C", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Chi", "Xiao-Sa", "XS", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Zhou", "Dong", "D", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China."], ["Hong", "Zhen", "Z", "Department of Neurology, West China Hospital, Sichuan University, No. 37 Guoxue Road, Chengdu, Sichuan, 610041, People's Republic of China. Hongzhengoog@aliyun.com."]], "date": "2017-12-16", "id": "29249055", "text": "The aim of this report was to assess routine clinical brain magnetic resonance imaging (MRI) and its relation to clinical characteristics and disease prognosis. Anti-N-methyl-D-aspartate receptor (NMDAR) encephalitis patients were consecutively recruited from West China Hospital between October 1, 2011 and April 1, 2016. Brain MRI findings of 106 patients were analysed, and outcomes were assessed at 4, 8, and 12 months after discharge from the hospital using the modified Rankin scale (mRS). An MRI of the brain was normal in 52/106 (49.1%) patients and abnormal or atypical in 54/106 (50.9%) patients. The initial MRI was abnormal with T2 or fluid-attenuated inversion recovery (FLAIR) hyper-intensity signals in 20/106 (18.9%) patients. There were no statistically significant differences between the MRI findings and clinical presentations (seizure, hypoventilation, loss of consciousness, and tumour) (P > 0.05). Patients with normal MRIs were younger than patients with abnormal MRIs (P < 0.05). The mean mRS score at the 4-month follow-up was significantly higher in patients with abnormal MRIs than in patients with normal MRIs (P < 0.05). Brain MRI abnormalities are typically mild or unrelated to clinical symptoms, which is a clinico-radiological paradox of this type of immune encephalitis. Abnormal MRIs did not affect prognosis evaluated by mRS.", "doi": "10.1007/s00415-017-8707-5", "title": "Brain magnetic resonance-imaging findings of anti-N-methyl-D-aspartate receptor encephalitis: a cohort follow-up study in Chinese patients.", "journal": ["Journal of neurology", "J. Neurol."]}