{"authors": [["Leganes-Fonteneau", "Mateo", "M", "School of Psychology, University of Sussex, Falmer, BN1 9QH, UK; Sussex Addiction Research and Intervention Centre (SARIC), University of Sussex, Falmer, BN1 9QH, UK. Electronic address: M.Leganes-Fonteneau@sussex.ac.uk."], ["Scott", "Ryan", "R", "School of Psychology, University of Sussex, Falmer, BN1 9QH, UK; Consciousness Centre, University of Sussex, Falmer, BN1 9QH, UK. Electronic address: R.B.Scott@sussex.ac.uk."], ["Duka", "Theodora", "T", "School of Psychology, University of Sussex, Falmer, BN1 9QH, UK; Sussex Addiction Research and Intervention Centre (SARIC), University of Sussex, Falmer, BN1 9QH, UK. Electronic address: T.Duka@sussex.ac.uk."]], "date": "2017-12-14", "id": "29247750", "text": "Classical conditioning theories of addiction suggest that stimuli associated with rewards acquire incentive salience, inducing emotional and attentional conditioned responses. It is not clear whether those responses occur without contingency awareness (CA), i.e. are based on explicit or implicit learning processes. Examining implicit aspects of stimulus-reward associations can improve our understanding of addictive behaviours, supporting treatment and prevention strategies. However, the acquisition of conditioned responses without CA has yet to be rigorously demonstrated, as the existing literature shows a lack of methodological agreement regarding the measurement of implicit and explicit processes. The purpose of two experiments presented here was to study the emotional value acquired by CS through implicit emotional and attentional processes, trying to overcome critical methodological issues. Experiment 1 (n = 48) paired two stimuli categories (houses/buildings) with high (HR) or low (LR) probabilities of monetary reward. An Emotional Attentional Blink revealed preferential attention for HR over LR regardless of CA; while pleasantness ratings were unaffected, probably due to the intrinsic nature of CS. Experiment 2 (n = 60) replicated the effect of conditioning on the Emotional Attentional Blink utilising abstract CS (octagons/squares). In addition increased pleasantness for HR over LR was found significant overall, and marginally significant for Aware but not for Unaware participants. Here CA was rigorously determined using a signal-detection analysis and metacognitive-awareness measurements. Bayesian analyses verified the unconscious nature of the learning. These findings demonstrate that attentional conditioned responses can occur without CA and advance our understanding of the mechanisms by which implicit conditioning can occur and becomes observable. Furthermore, these results can highlight how addictive behaviours might develop.", "doi": "10.1016/j.bbr.2017.12.015", "title": "Attentional responses to stimuli associated with a reward can occur in the absence of knowledge of their predictive values.", "journal": ["Behavioural brain research", "Behav. Brain Res."]}