{"authors": [["Koh", "Jae Chul", "JC", "aDepartment of Anesthesiology and Pain Medicine, Anam Hospital, Korea University College of Medicine, Seoul, Republic of KoreabDepartment of Anesthesia and Pain Medicine, Pusan National University, Yangsan Hospital, YangsancDepartment of Anesthesiology and Pain Medicine, Anesthesia and Pain Research Institute, Yonsei University College of Medicine, Seoul, South Korea."], ["Park", "Juyeon", "J", null], ["Kim", "Na Young", "NY", null], ["You", "Ann Hee", "AH", null], ["Ko", "Seo Hee", "SH", null], ["Han", "Dong Woo", "DW", null]], "date": null, "id": "29245361", "text": "Propofol is a rapid, efficient hypnotic agent with antiemetic effects. However, a high dosage is related to hemodynamic abnormalities such as hypotension and bradycardia. Pretreatment with remifentanil can decrease injection pain and stabilize hemodynamics during the induction period. Remifentanil or midazolam in combination with propofol can provide synergistic or additive effects during anesthesia induction. However, the hypnotic doses of propofol required in patients who receive pretreatment with remifentanil or midazolam remain unclear.Patients aged 20 to 50 years who were scheduled to undergo surgery under general anesthesia were enrolled in this study. The patients were randomized into 3 groups using a computer-generated randomization table. Patients in Group P (Propofol) received only propofol for loss of consciousness, those in Group PR (Propofol-Remifentanil) received remifentanil prior to propofol, and those in Group PMR (Propofol-Midazolam-Remifentanil) received remifentanil and midazolam prior to propofol. After propofol administration, loss of both the eyelash reflex and verbal response represented success. The 95% effective dose of propofol for loss of consciousness in each group, which was the primary outcome, was determined using a modified biased coin up-and-down method.A total of 124 patients were initially enrolled. Of these, 4 were excluded, and the remaining 120 patients were randomized to each (n = 40) of the 3 groups. The 95% effective dose of propofol for loss of consciousness was 1.74 , 1.38, and 0.92 mg/kg in Groups P, PR, and PMR, respectively. Blood pressure decreased at 2 minutes after propofol administration in all the groups. However, compared with Group P, Groups PR and PMR exhibited a significant decrease in blood pressure.The effective dose of propofol for loss of consciousness could be decreased by 21% and 47% when remifentanil pretreatment was used without and with midazolam, respectively. However, the decrease in blood pressure was greater with pretreatment than sole propofol use. These findings suggest that the combination of remifentanil with or without midazolam may have no benefit on hemodynamic stability during induction using propofol.NCT02536690 (clinicaltrials.gov).", "doi": "10.1097/MD.0000000000009164", "title": "Effects of remifentanil with or without midazolam pretreatment on the 95% effective dose of propofol for loss of consciousness during induction: A randomized, clinical trial.", "journal": ["Medicine", "Medicine (Baltimore)"]}