{"authors": [["Liu", "Yuchun", "Y", "Department of Neurosurgery, Ningbo First Hospital, Ningbo Hospital of Zhejiang University, Ningbo, Zhejiang, China."], ["Li", "Keqin", "K", null], ["Huang", "Yi", "Y", null], ["Sun", "Jie", "J", null], ["Gao", "Xiang", "X", null]], "date": null, "id": "29245300", "text": "The superior sagittal sinus (SSS) and transverse sinus are the major dural sinuses that receive a considerable amount of venous drainage. The occlusion of them has been suggested to cause intracranial hypertension, hemorrhage, and lead to potentially fatal consequences.We reported a 35-year-old woman with headache presented to our emergency department with a decreased level of consciousness and epileptic seizures. The examination of speech, higher mental function, and cranial nerve were normal. Computed tomography (CT) demonstrated both subarachnoid and intraparenchymal hemorrhage and brain edema at the right temporal lobe accompanied by high density shadow in the right transverse sinus. Digital subtraction angiography (DSA) revealed extensive thrombosis of the SSS and bilateral transverse sinus.The SSS and transverse sinus thrombosis, accompanied by right temporal lobe hemorrhage, subarachnoid hemorrhage (SAH).An emergent mechanical thrombectomy by placed Solitair AB stent in the SSS, respectively, passed left and right sigmoid sinus-transverse sinus route. We removed the most clots, DSA revealed recanalization of the SSS and left transverse sinus was seen with normalization of the venous outflow, the occlusion of right transverse sinus was still present. There were 4 hours after patient back to neurosurgical intensive care unit (NICU), patient appeared anisocoria (R/L:4.0/2.5 mm), bilateral light reflexes disappeared, then we took a CT reexamination revealed intraparenchymal hemorrhage increased, brain edema was aggravated at the left temporal lobe, and mild midline shift. Subsequently, we performed decompressive hemicraniectomy and puncture the hematoma supplemented by B ultrasonic. Anticoagulation treatment was initiated 24 hours after surgery, and follow-up DSA showed gradually improved patency in the SSS and bilateral transverse sinus.Despite occlusion of the SSS and bilateral transverse sinus, patient's symptoms resolved after the operations and he was discharged without complications.The favorable clinical outcome after complete occlusion of the SSS and transverse sinus, accompanied by right temporal lobe hemorrhage, SAH has rarely been reported and it might be explained by our timely surgical intervention and development of compensatory cerebral collateral circulation.", "doi": "10.1097/MD.0000000000009038", "title": "Treatment of the superior sagittal sinus and transverse sinus thrombosis associated with intracranial hemorrhage with the mechanical thrombectomy and thrombolytics: Case report.", "journal": ["Medicine", "Medicine (Baltimore)"]}