{"authors": [["Perez", "Michael Fm", "MF", "Saint Patrick's Hospital Medical Centre, SPHMC-HH, Lopez Jaena Street, Batangas City, Philippines, mikeperezmd@yahoo.com."], ["Ongkeko Perez", "Janet V", "JV", "Saint Patrick's Hospital Medical Centre, SPHMC-HH, Philippines."], ["Serrano", "April R", "AR", "Saint Patrick's Hospital Medical Centre, SPHMC-HH, Philippines."], ["Andal", "Maravic P", "MP", "Saint Patrick's Hospital Medical Centre, SPHMC-HH, Philippines."], ["Aldover", "Maria Cc", "MC", "Saint Patrick's Hospital Medical Centre, SPHMC-HH, Philippines."]], "date": null, "id": "29241237", "text": "Arterial gas embolism is a catastrophic event. Bubbles in the arterial circulation may lodge in the brain and cause infarction in the affected area and/or in a coronary vessel causing acute myocardial ischaemia. There is no well-defined window of time beyond which a response to hyperbaric oxygen is not expected. Major improvement may occur if the patient is treated as soon as possible, but is less likely in divers with severe decompression illness who have delayed intervention. We report on a 51-year-old, male rebreather diver who suffered loss of consciousness and cardiovascular collapse within minutes of a 30-metre deep dive at a remote Micronesian dive site. Recompression treatment did not start for six days for reasons to be presented, during which time he remained deeply comatose, cardiovascularly unstable and intubated on ventilator support. Despite this, following aggressive hyperbaric treatment over many days he made a functional recovery. At one year post injury, he is leading a functional life but has not returned to his previous occupation as a diver and suffers from moderately severe tinnitus and impaired right ear hearing and occasional mild speech problems. He is undertaking a number of on-line courses with a view to re-employment.", "doi": null, "title": "Delayed hyperbaric intervention in life-threatening decompression illness.", "journal": ["Diving and hyperbaric medicine", "Diving Hyperb Med"]}