{"authors": [["Ergul", "Ayse B", "AB", "Departments ofPediatric Intensive Care Unit."], ["Altuner Torun", "Yasemin", "Y", "Pediatric Hematology."], ["Altug", "Umut", "U", "Departments ofPediatric Intensive Care Unit."], ["Mutlu", "Fatma T", "FT", "Pediatric Hematology."], ["Celik", "Serkan F", "SF", "Pediatric Cardiology."], ["Guven", "Ahmet S", "AS", "Pediatric Neurology, Kayseri Training and Research Hospital, University of Health Sciences, Kayseri, Turkey."]], "date": "2017-12-12", "id": "29240027", "text": "Here, we report a case of hemophilia A with myocarditis, encephalopathy, and spontaneous intramedullary hemorrhage. A 14-month-old male infant presented with loss of consciousness, generalized tonic-clonic convulsions, and cardiac failure. The neurological examination was normal. Myocarditis was diagnosed. After administration of fresh frozen plasma, the aPTT did not return to normal. The factor VIII (FVIII) level was 10.2% the normal level, and the patient was diagnosed with hemophilia A. The cerebrospinal fluid (CSF) evaluation was unremarkable, with the exception of elevated CSF protein levels. An electroencephalogram revealed diffuse slowing of background activity. The spinal MRI revealed chronic bleeding in areas of the medulla spinalis. Tests for the antibodies associated with autoimmune encephalitis were negative. Anti-thyroglobulin (THG) (11.8 U/mL [normal, 0 to 4 U/mL]) and anti-thyroid peroxidase (TPO) (53.9 U/mL [normal, 0 to 9 U/mL]) antibodies were present in the serum. The patient received 1 g/kg intravenous immunoglobulin G (IVIG) for 2 days based on a diagnosis of myocarditis and Hashimoto's encephalopathy. After the first month of treatment his clinical findings were negative. He developed an inhibitor to FVIII 1 month after initiation of FVIII replacement therapy. Hemophilia A has various clinical presentations. Autoimmunity may lead to early inhibitor development in patients with hemophilia.", "doi": "10.1097/MPH.0000000000001045", "title": "Congenital Hemophilia A Presenting With Hashimoto's Encephalopathy and Myocarditis: The First Reported Case.", "journal": ["Journal of pediatric hematology/oncology", "J. Pediatr. Hematol. Oncol."]}