{"authors": [["Yokawa", "K", "K", "IZMB, University of Bonn, Germany."], ["Kagenishi", "T", "T", "IZMB, University of Bonn, Germany."], ["Pavlovic", "A", "A", "Department of Biophysics, Centre of the Region Haná for Biotechnological and Agricultural Research, Palacký University, Czech Republic."], ["Gall", "S", "S", "IZMB, University of Bonn, Germany."], ["Weiland", "M", "M", "IZMB, University of Bonn, Germany."], ["Mancuso", "S", "S", "Department of Plant, Soil and Environmental Science & LINV, University of Florence, Italy."], ["Baluška", "F", "F", "IZMB, University of Bonn, Germany."]], "date": "2017-12-11", "id": "29236942", "text": "Anaesthesia for medical purposes was introduced in the 19th century. However, the physiological mode of anaesthetic drug actions on the nervous system remains unclear. One of the remaining questions is how these different compounds, with no structural similarities and even chemically inert elements such as the noble gas xenon, act as anaesthetic agents inducing loss of consciousness. The main goal here was to determine if anaesthetics affect the same or similar processes in plants as in animals and humans.A single-lens reflex camera was used to follow organ movements in plants before, during and after recovery from exposure to diverse anaesthetics. Confocal microscopy was used to analyse endocytic vesicle trafficking. Electrical signals were recorded using a surface AgCl electrode.Mimosa leaves, pea tendrils, Venus flytraps and sundew traps all lost both their autonomous and touch-induced movements after exposure to anaesthetics. In Venus flytrap, this was shown to be due to the loss of action potentials under diethyl ether anaesthesia. The same concentration of diethyl ether immobilized pea tendrils. Anaesthetics also impeded seed germination and chlorophyll accumulation in cress seedlings. Endocytic vesicle recycling and reactive oxygen species (ROS) balance, as observed in intact Arabidopsis root apex cells, were also affected by all anaesthetics tested.Plants are sensitive to several anaesthetics that have no structural similarities. As in animals and humans, anaesthetics used at appropriate concentrations block action potentials and immobilize organs via effects on action potentials, endocytic vesicle recycling and ROS homeostasis. Plants emerge as ideal model objects to study general questions related to anaesthesia, as well as to serve as a suitable test system for human anaesthesia.", "doi": "10.1093/aob/mcx155", "title": "Anaesthetics stop diverse plant organ movements, affect endocytic vesicle recycling and ROS homeostasis, and block action potentials in Venus flytraps.", "journal": ["Annals of botany", "Ann. Bot."]}