{"authors": [["Shalan", "Ahmed", "A", "York and North Yorkshire Vascular Unit, York Teaching Hospital NHS Foundation Trust, York, UK."], ["Wilson", "Nicky", "N", "York and North Yorkshire Vascular Unit, York Teaching Hospital NHS Foundation Trust, York, UK."], ["Poels", "Jon", "J", "York and North Yorkshire Vascular Unit, York Teaching Hospital NHS Foundation Trust, York, UK."], ["Ikponmwosa", "Anna", "A", "York and North Yorkshire Vascular Unit, York Teaching Hospital NHS Foundation Trust, York, UK."], ["Cavanagh", "Stephen", "S", "York and North Yorkshire Vascular Unit, York Teaching Hospital NHS Foundation Trust, York, UK."]], "date": "2017-11-08", "id": "29234735", "text": "Aortic endograft infection is a rare but serious complication following endovascular aneurysm repair. An unusual presentation associated with an uncommon organism is reported.A 69 year old female was prescribed but failed to complete a full course of co-amoxiclav following a forearm cat bite. Nine days later she was admitted with pyrexia, left flank pain, and haematuria. Empiric treatment for a urinary tract infection was started. Pasteurella multocida was isolated from blood culture performed during this attendance. Imaging demonstrated hydronephrosis and a 5.5 cm aortic aneurysm with features of impending leak. Emergency endovascular repair was performed without immediate complication. Four weeks following stent graft insertion, the patient was readmitted with loss of consciousness. Imaging demonstrated an infected graft with an associated psoas abscess. The endograft was explanted and reconstruction performed with the femoral vein. Only at this point was the history of a cat bite and positive blood cultures elicited and recognised as relevant.Detailed history taking can expose unusual sources of infection. Ideally, an infected aortic endograft should be explanted and the septic focus eradicated prior to autogenous aortic reconstruction.", "doi": "10.1016/j.ejvssr.2017.10.002", "title": "The Case of the Neighbour's Cat Causing a Symptomatic (Mycotic) Aortic Aneurysm and an Infected Endograft.", "journal": ["EJVES short reports", "EJVES Short Rep"]}