{"authors": [["Kawasaki", "Yu", "Y", "Department of Pediatrics, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan. Electronic address: ky26ky225@nmc-kobe.org."], ["Matsubara", "Kousaku", "K", "Department of Pediatrics, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Takahashi", "Hideyuki", "H", "Department of Bacteriology I, National Institute of Infectious Diseases, 1-23-1 Toyama, Shinjuku-ku, Tokyo, 162-8640, Japan."], ["Morita", "Masatomo", "M", "Department of Bacteriology I, National Institute of Infectious Diseases, 1-23-1 Toyama, Shinjuku-ku, Tokyo, 162-8640, Japan."], ["Ohnishi", "Makoto", "M", "Department of Bacteriology I, National Institute of Infectious Diseases, 1-23-1 Toyama, Shinjuku-ku, Tokyo, 162-8640, Japan."], ["Hori", "Masayuki", "M", "Department of Pediatrics, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Isome", "Kenichi", "K", "Department of Pediatrics, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Iwata", "Aya", "A", "Department of Pediatrics, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Nigami", "Hiroyuki", "H", "Department of Pediatrics, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Ikemachi", "Mami", "M", "Department of Clinical Laboratory, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Yamamoto", "Go", "G", "Department of Clinical Laboratory, Kobe City Nishi-Kobe Medical Center, 5-7-1 Kojidai, Nishi-ku, Kobe, 651-2273, Japan."], ["Ohkusu", "Kiyofumi", "K", "Department of Microbiology, Tokyo Medical University, 6-1-1 Shinjuku, Shinjuku-ku, Tokyo, 160-8402, Japan."]], "date": "2017-12-07", "id": "29233459", "text": "We present a 4-year-old girl who developed invasive meningococcal disease (IMD) caused by Neisseria meningitidis serogroup C sequence type (ST)-4821. She was hospitalized due to fever, vomiting, rash and altered consciousness. Serogroup C N. meningitidis was isolated from blood culture taken on admission and was confirmed by matrix-assisted laser desorption ionization time-of-flight mass spectrometry, a biochemical test, and molecular microbiological analysis. The patient was successfully treated with 50 mg/kg ceftriaxone every 12 hours for 7 days without any complications. The isolate was susceptible to a wide variety of β-lactams and rifampin but was resistant to ciprofloxacin. The isolate harbored gyrA T91I and parC S87I mutations at the quinolone-resistance-determining regions. Multi-locus sequence typing revealed the isolates as ST-4821, which was identical to an endemic clone frequently detected in China. However, neither the patient nor her family members had traveled abroad. To our knowledge, this report is the first to describe an IMD patient caused by ciprofloxacin-resistant N. meningitidis ST-4821 in Japan, and is the first community-acquired IMD case due to this strain outside of China. The high proportion of ciprofloxacin resistance and hypervirulent features of this ST-4821 strain raise special public health concerns. We still consider ciprofloxacin is still appropriate drug for post-exposure chemoprophylaxis in Japan. However, nationwide surveillance for susceptibility of IMD isolates is necessary to establish the regional antibiogram, and thereby to avoid chemoprophylaxis failure.", "doi": "10.1016/j.jiac.2017.11.001", "title": "Invasive meningococcal disease due to ciprofloxacin-resistant Neisseria meningitidis sequence type 4821: The first case in Japan.", "journal": ["Journal of infection and chemotherapy : official journal of the Japan Society of Chemotherapy", "J. Infect. Chemother."]}