{"authors": [["Jack", "Bradley N", "BN", "Discipline of Psychology, School of Health and Human Sciences, Southern Cross University, Coffs Harbour, Australia."], ["Roeber", "Urte", "U", "Discipline of Psychology, School of Health and Human Sciences, Southern Cross University, Coffs Harbour, Australia."], ["O'Shea", "Robert P", "RP", "Discipline of Psychology, School of Health and Human Sciences, Southern Cross University, Coffs Harbour, Australia."]], "date": "2017-12-12", "id": "29232704", "text": "When dissimilar images are presented one to each eye, we do not see both images; rather, we see one at a time, alternating unpredictably. This is called binocular rivalry, and it has recently been used to study brain processes that correlate with visual consciousness, because perception changes without any change in the sensory input. Such studies have used various types of images, but the most popular have been gratings: sets of bright and dark lines of orthogonal orientations presented one to each eye. We studied whether using cardinal rival gratings (vertical, 0°, and horizontal, 90°) versus oblique rival gratings (left-oblique, -45°, and right-oblique, 45°) influences early neural correlates of visual consciousness, because of the oblique effect: the tendency for visual performance to be greater for cardinal gratings than for oblique gratings. Participants viewed rival gratings and pressed keys indicating which of the two gratings they perceived, was dominant. Next, we changed one of the gratings to match the grating shown to the other eye, yielding binocular fusion. Participants perceived the rivalry-to-fusion change to the dominant grating and not to the other, suppressed grating. Using event-related potentials (ERPs), we found neural correlates of visual consciousness at the P1 for both sets of gratings, as well as at the P1-N1 for oblique gratings, and we found a neural correlate of the oblique effect at the N1, but only for perceived changes. These results show that the P1 is the earliest neural activity associated with visual consciousness and that visual consciousness might be necessary to elicit the oblique effect.", "doi": "10.1371/journal.pone.0188979", "title": "Do early neural correlates of visual consciousness show the oblique effect? A binocular rivalry and event-related potential study.", "journal": ["PloS one", "PLoS ONE"]}