{"authors": [["Zheng", "Xiaochun", "X", "Provincial Clinical Medical College of Fujian Medical University, Fuzhou 350001, China."], ["Wan", "Liling", "L", "Provincial Clinical Medical College of Fujian Medical University, Fuzhou 350001, China."], ["Gao", "Fei", "F", "Provincial Clinical Medical College of Fujian Medical University, Fuzhou 350001, China."], ["Chen", "Jianghu", "J", "Provincial Clinical Medical College of Fujian Medical University, Fuzhou 350001, China."], ["Tu", "Wenshao", "W", "Provincial Clinical Medical College of Fujian Medical University, Fuzhou 350001, China."]], "date": null, "id": "29231349", "text": "To observe the clinical effect of ear point embedding on plasma and effect site concentrations of propofol-remifentanil in elderly patients who underwent abdominal external hernia surgery at the time of consciousness and pain disappearing by target-controlled infusion (TCI) and bispectral index (BIS).Fifty patients who underwent elective abdominal hernia surgery were randomly assigned into an observation group and a control group, 25 cases in each one. In the observation group, 30 minutes before anesthesia induction, Fugugou (Extra), Gan (CO12), Pizhixia (AT4), and Shenmen (TF4) were embedded by auricular needles until the end of surgery, 10 times of counter press each point. In the control group, the same amount of auricular tape was applied until the end of surgery at the same points without stimulation 30 minutes before anesthesia induction. Patients in the two groups were given total intravenous anesthesia, and BIS was monitored by BIS anesthesia depth monitor. Propofol was infused by TCI at a beginning concentration of 1.5μg/L and increased by 0.3μg/L every 30s until the patients lost their consciousness. After that, remifentanil was infused by TCI at a beginning concentration of 2.0μg/L and increased by 0.3μg/L every 30s until the patients had no body reaction to pain stimulation (orbital reflex). Indices were recorded, including mean arterial pressure (MAP), heart rate (HR) and the BIS values, at the time of T0 (entering into the operation room), T1 (losing consciousness) and T2 (pain relief), the plasma and effect site concentrations of propofol at T1, the plasma and effect site concentrations of remifentanil at T2. After surgery we recorded the total amounts of propofol and remifentanil, surgery time and anesthesia time.At T1 and T2, MAP and HR of the observation group were higher than those of the control group (P<0.05, P<0.01). At T1, the plasma and effect site concentrations of propofol in the observation group were significantly lower than those in the control group (P<0.05, P<0.01). At T2, the plasma and effect site concentrations of remifentanil in the observation group were significantly lower than those in the control group (P<0.05, P<0.01). There was no significant difference in BIS values at T1 and T2 between the two groups (bothP>0.05). There was no significant difference in operation time and anesthesia time between the two groups (bothP>0.05). The total amount of remifentanil in the observation group was significantly lower than that in the control group (P<0.01). There was no significant difference in the total amount of propofol between the two groups (P>0.05).Ear points embedding combined with propofol-remifentanil TCI could reduce the plasma and effect site concentrations of propofol and remifentanil and the total amount of remifentanil in elderly patients with extra-abdominal hernia surgery, and had the effect of assisting sedation and analgesia.", "doi": "10.13703/j.0255-2930.2017.08.017", "title": "[Effect of ear point embedding on plasma and effect site concentrations of propofol-remifentanil in elderly patients after target-controlled induction].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}