{"authors": [["Mikulan", "Ezequiel", "E", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCYT), INECO Foundation, Favaloro University, Buenos Aires, Argentina; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina; Consciousness and Cognition Lab, Department of Psychology, University of Cambridge, UK. Electronic address: e.mikulan@gmail.com."], ["Hesse", "Eugenia", "E", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCYT), INECO Foundation, Favaloro University, Buenos Aires, Argentina; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina; Instituto de Ingeniería Biomédica, Facultad de Ingeniería, Universidad de Buenos Aires, Argentina."], ["Sedeño", "Lucas", "L", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCYT), INECO Foundation, Favaloro University, Buenos Aires, Argentina; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina."], ["Bekinschtein", "Tristán", "T", "Consciousness and Cognition Lab, Department of Psychology, University of Cambridge, UK."], ["Sigman", "Mariano", "M", "Di Tella University, Buenos Aires, Argentina."], ["García", "María Del Carmen", "MDC", "Programa de Cirugía de Epilepsia, Hospital Italiano de Buenos Asires, Buenos Aires, Argentina."], ["Silva", "Walter", "W", "Programa de Cirugía de Epilepsia, Hospital Italiano de Buenos Asires, Buenos Aires, Argentina."], ["Ciraolo", "Carlos", "C", "Programa de Cirugía de Epilepsia, Hospital Italiano de Buenos Asires, Buenos Aires, Argentina."], ["García", "Adolfo M", "AM", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCYT), INECO Foundation, Favaloro University, Buenos Aires, Argentina; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina; Faculty of Education, National University of Cuyo (UNCuyo), Mendoza, Argentina."], ["Ibáñez", "Agustín", "A", "Laboratory of Experimental Psychology and Neuroscience (LPEN), Institute of Cognitive and Translational Neuroscience (INCYT), INECO Foundation, Favaloro University, Buenos Aires, Argentina; National Scientific and Technical Research Council (CONICET), Buenos Aires, Argentina; Universidad Autónoma del Caribe, Barranquilla, Colombia; Center for Social and Cognitive Neuroscience (CSCN), School of Psychology, Universidad Adolfo Ibañez, Santiago de Chile, Chile; Australian Research Council Centre of Excellence in Cognition and its Disorders, Sydney, Australia. Electronic address: aibanez@ineco.org.ar."]], "date": "2017-12-08", "id": "29225064", "text": "Neural synchrony in the γ-band is considered a fundamental process in cortical computation and communication and it has also been proposed as a crucial correlate of consciousness. However, the latter claim remains inconclusive, mainly due to methodological limitations, such as the spectral constraints of scalp-level electroencephalographic recordings or volume-conduction confounds. Here, we circumvented these caveats by comparing γ-band connectivity between two global states of consciousness via intracranial electroencephalography (iEEG), which provides the most reliable measurements of high-frequency activity in the human brain. Non-REM Sleep recordings were compared to passive-wakefulness recordings of the same duration in three subjects with surgically implanted electrodes. Signals were analyzed through the weighted Phase Lag Index connectivity measure and relevant graph theory metrics. We found that connectivity in the high-γ range (90-120 Hz), as well as relevant graph theory properties, were higher during wakefulness than during sleep and discriminated between conditions better than any other canonical frequency band. Our results constitute the first report of iEEG differences between wakefulness and sleep in the high-γ range at both local and distant sites, highlighting the utility of this technique in the search for the neural correlates of global states of consciousness.", "doi": "10.1016/j.neuroimage.2017.12.015", "title": "Intracranial high-γ connectivity distinguishes wakefulness from sleep.", "journal": ["NeuroImage", "Neuroimage"]}