{"authors": [["Fairclough", "Sam", "S", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, London, UK."], ["O'Keeffe", "Aidan G", "AG", "Department of Statistical Science, UCL, London, UK."], ["de Tisi", "Jane", "J", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, London, UK."], ["Duncan", "John S", "JS", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, London, UK."]], "date": "2017-12-09", "id": "29223975", "text": "To calculate the chance of a seizure in the next year (COSY) for seizures with impaired awareness in those experiencing auras only, those with no seizures and those with continuing seizures. Epilepsy surgery is an effective treatment for refractory focal epilepsy. Driving is an important factor affecting quality of life. In the UK, driving is not permitted if focal seizures with no impairment of awareness (auras, simple partial seizures) continue, if there is a prior history of seizures with impaired awareness, as will invariably be the case in those having epilepsy surgery. Current UK driving regulations allow driving if COSY is less than 20%.We calculated COSY in 819 epilepsy surgery patients with up to 25 years follow-up. Each patient year was graded on the The International League against Epilepsy surgery outcome scale.Patients who were entirely seizure-free for 1, 2 and 3 years had COSY of 4.9%, 3.5% and 2.4% respectively. Patients with only auras within the last 1, 2 or 3 years had a COSY of 11.3%, 9.2% and 7.8% respectively.Individuals with auras only after epilepsy surgery had a higher COSY than those who were seizure-free. If a COSY of below 20% is regarded as an acceptable risk, it may be suggested that those with auras only in a given year be allowed to drive. The relative risk of these patients causing accidents is lower than population groups such as those aged <25 or >75 years, who are permitted to drive.", "doi": "10.1136/jnnp-2017-316578", "title": "Auras and the risk of seizures with impaired consciousness following epilepsy surgery: implications for driving.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}