{"authors": [["Glynn", "Ronan W", "RW", "Department of Public Health Medicine, Dr. Steevens' Hospital, Dublin 8, Ireland; CTAR Biostatistics and Health Research, UCD School of Public Health, Physiotherapy and Sports Science, Belfield, Dublin 4, Ireland. Electronic address: Ronan.glynn@hse.ie."], ["Byrne", "Niamh", "N", "Department of Public Health Medicine, Dr. Steevens' Hospital, Dublin 8, Ireland."], ["O'Dea", "Siobhan", "S", "Gay Men's Health Service, Baggot Street Hospital, Dublin 2, Ireland."], ["Shanley", "Adam", "A", "Gay Men's Health Service, Baggot Street Hospital, Dublin 2, Ireland."], ["Codd", "Mary", "M", "CTAR Biostatistics and Health Research, UCD School of Public Health, Physiotherapy and Sports Science, Belfield, Dublin 4, Ireland."], ["Keenan", "Eamon", "E", "Addiction Services, National Social Inclusion Office, Mill Lane, Palmerstown, Dublin 20, Ireland."], ["Ward", "Mary", "M", "Department of Public Health Medicine, Dr. Steevens' Hospital, Dublin 8, Ireland."], ["Igoe", "Derval", "D", "Health Protection Surveillance Centre,25-27 Middle Gardiner Street, Dublin 1, Ireland."], ["Clarke", "Susan", "S", "Gay Men's Health Service, Baggot Street Hospital, Dublin 2, Ireland."]], "date": "2017-12-07", "id": "29223761", "text": "Drug use for or during sex ('chemsex') among MSM has caused concern, because of the direct effects of the drugs themselves, and because of an increased risk of transmission of sexually transmitted infections (STIs). This study aimed to assess the prevalence of chemsex, associated behaviours and STIs among attendees at Ireland's only MSM-specific sexual health clinic in Dublin over a six week period in 2016.The questionnaire collected demographic data, information on sexuality and sexual practice, self-reported history of treatment for STIs, and chemsex use. Key variables independently associated with treatment for STIs over the previous 12 months were identified using multivariable logistic regression.The response rate was 90% (510/568). One in four (27%) reported engaging in chemsex within the previous 12 months. Half had taken ≥2 drugs on his last chemsex occasion. One in five (23%) reported that they/their partners had lost consciousness as a result of chemsex. Those engaging in chemsex were more likely to have had more sexual partners(p<0.001), more partners for anal intercourse (p<0.001) and to have had condomless anal intercourse(p=0.041). They were also more likely to report having been treated for gonorrhoea over the previous 12 months (adjusted OR 2.03, 95% CI 1.19-3.46, p=0.009). One in four (25%) reported that chemsex was impacting negatively on their lives and almost one third (31%) reported that they would like help or advice about chemsex.These results support international evidence of a chemsex culture among a subset of MSM. They will be used to develop an effective response which simultaneously addresses addiction and sexual ill-health among MSM who experience harm/seek help as a consequence of engagement in chemsex.", "doi": "10.1016/j.drugpo.2017.10.008", "title": "Chemsex, risk behaviours and sexually transmitted infections among men who have sex with men in Dublin, Ireland.", "journal": ["The International journal on drug policy", "Int. J. Drug Policy"]}