{"authors": [["Takagi", "Yasushi", "Y", "Department of Neurosurgery, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Hadeishi", "Hiromu", "H", "Department of Neurosurgery, Kameda Medical Center, Kamogawa, Japan."], ["Mineharu", "Yohei", "Y", "Department of Neurosurgery, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Yoshida", "Kazumichi", "K", "Department of Neurosurgery, Kyoto University Graduate School of Medicine, Kyoto, Japan."], ["Ogasawara", "Kuniaki", "K", "Department of Neurosurgery, Graduate School of Medicine, Iwate Medical University, Morioka, Japan."], ["Ogawa", "Akira", "A", "Department of Neurosurgery, Graduate School of Medicine, Iwate Medical University, Morioka, Japan."], ["Miyamoto", "Susumu", "S", "Department of Neurosurgery, Kyoto University Graduate School of Medicine, Kyoto, Japan. Electronic address: miy@kuhp.kyoto-u.ac.jp."]], "date": "2017-12-04", "id": "29217366", "text": "Subarachnoid hemorrhage (SAH) remains a significant cause of mortality in Japan. The Japan Stroke Society set out to conduct a nationwide survey to identify contributing factors and outcomes of SAH misdiagnosis.We initially surveyed 737 training institutes and 1259 departments in Japan between April 2012 and March 2014 for the presence of misdiagnosed SAH. Clinical information was then sought from respondents with a positive misdiagnosis. Information on 579 misdiagnosed cases was collected.Most initial misdiagnoses occurred in nonteaching hospitals (72%). Of those presenting with headache, 55% did not undergo a computed tomography (CT) scan. In addition, SAH was missed in the patients who underwent CT scans. The clinically diagnosed rerupture rate was 27%. Mortality among all cases was 11%. Institutes achieving a final diagnosis were staffed by neurologists or neurosurgeons. Multivariate logistic regression analysis indicated that age (≥65), consciousness level (Japan Coma Scale score at correct diagnosis), rerupture of an aneurysm, and no treatment by clipping or coiling were significantly associated with poor clinical outcome.The prognosis of misdiagnosis of SAH is severe. Neuroradiological assessment and correct diagnosis can prevent SAH misdiagnosis. When there is a possible diagnosis of SAH, consultation with a specialist is important.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.024", "title": "Initially Missed or Delayed Diagnosis of Subarachnoid Hemorrhage: A Nationwide Survey of Contributing Factors and Outcomes in Japan.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}