{"authors": [["Mills", "Paul J", "PJ", "1 Department of Family Medicine and Public Health, University of California , San Diego, La Jolla, CA."], ["Peterson", "Christine Tara", "CT", "1 Department of Family Medicine and Public Health, University of California , San Diego, La Jolla, CA."], ["Pung", "Meredith A", "MA", "1 Department of Family Medicine and Public Health, University of California , San Diego, La Jolla, CA."], ["Patel", "Sheila", "S", "1 Department of Family Medicine and Public Health, University of California , San Diego, La Jolla, CA."], ["Weiss", "Lizabeth", "L", "3 Mind-Body Medical Group, The Chopra Center for Wellbeing, Carlsbad, CA."], ["Wilson", "Kathleen L", "KL", "1 Department of Family Medicine and Public Health, University of California , San Diego, La Jolla, CA."], ["Doraiswamy", "P Murali", "PM", "4 Department of Psychiatry and Duke Institute for Brain Sciences, Duke University, Durham, NC."], ["Martin", "Jeffery A", "JA", "5 Sophia University, Transformative Technology Laboratory, Palo Alto, CA."], ["Tanzi", "Rudolph E", "RE", "6 Department of Neurology at Harvard University and Genetics and Aging Research Unit, Harvard Medical School, Boston, MA."], ["Chopra", "Deepak", "D", "1 Department of Family Medicine and Public Health, University of California , San Diego, La Jolla, CA."]], "date": "2017-12-07", "id": "29216441", "text": "This study examined the effects of a comprehensive mind-body program on sense of nondual awareness and spiritual awakening.The study compared the effects of participation in an intensive 6-day Ayurveda-based mind-body program that addressed physical, emotional, and spiritual domains as compared with a control condition.Resort setting.Participants were 69 healthy women and men (mean age 53.9 years; range 32-86).The primary outcome was the Nondual Embodiment Thematic Inventory (NETI).A significant group by time interaction (p = 0.029) indicated that after the intervention, participants in the mind-body program showed a significant increase in NETI scores (p < 0.03), which was sustained 1 month later (p < 0.01).Findings suggest that an intensive program providing holistic instruction and experience in mind-body practices can lead to a significant and sustained shift in perception of self-awareness, one that is likely favorable to well-being.", "doi": "10.1089/acm.2017.0160", "title": "Change in Sense of Nondual Awareness and Spiritual Awakening in Response to a Multidimensional Well-Being Program.", "journal": ["Journal of alternative and complementary medicine (New York, N.Y.)", "J Altern Complement Med"]}