{"authors": [["Marfia", "Giovanni", "G", "Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Pirola", "Elena", "E", "Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Navone", "Stefania Elena", "SE", "Laboratory of Experimental Neurosurgery and Cell Therapy, Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Beretta", "Matteo", "M", "Laboratory of Experimental Neurosurgery and Cell Therapy, Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Guarnaccia", "Laura", "L", "Laboratory of Experimental Neurosurgery and Cell Therapy, Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Trombetta", "Elena", "E", "Flow Cytometry Service, Clinical Chemistry and Microbiology Laboratory Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Franzini", "Andrea", "A", "Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Rampini", "Paolo", "P", "Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy."], ["Campanella", "Rolando", "R", "Neurosurgery Unit, Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico , University of Milan, Milan, Italy. rolando.campanella@unimi.it."]], "date": "2017-12-07", "id": "29215136", "text": "A 36-year-old white man presented with sudden-onset headache and rapid deterioration of consciousness. Computer tomography revealed a right capsular intra-parenchimal hemorrhage with an intraventricular component; therefore, emergency surgery was performed. Once the hematoma was evacuated, the cause of the hemorrhage was identified as a tumor mass and it was resected. Histopathological and immunohistochemical examinations of the surgical specimen disclosed a diagnosis of atypical central neurocytoma. By using a protocol recently set up in our laboratory, we succeeded in isolating and propagating, for the first time, human endothelial cells from central neurocytoma (CN-ECs). Different analyses revealed that isolated CN-ECs consist of a pure endothelial cell population, with the expression of endothelial markers (CD31, CD309/VEGFR2, CD105, eNOS) and with angiogenic properties, such as the uptake of LDL. Moreover, CN-ECs spontaneously organize in a vascular-like structure. The goal of this case report is to stress the need for further studies focused on understanding the causes of the onset of an intra-parenchimal hemorrhage in the presence of an atypical central neurocytoma in order to tailor treatments to each single patient and achieve the best clinical outcome.", "doi": "10.14670/HH-11-953", "title": "Spontaneous intracerebral hemorrhage as presentation of atypical central neurocytoma: the role of angiogenesis through the characterization of tumor endothelial cells.", "journal": ["Histology and histopathology", "Histol. Histopathol."]}