{"authors": [["Sousa", "Nariana Mattos Figueiredo", "NMF", "Neuropsicóloga. Psicóloga Hospitalar do Programa de Reabilitação Neurológica da Unidade Salvador da Rede Sarah de Hospitais de Reabilitação."]], "date": null, "id": "29213515", "text": "The term amnesia refers to a pathological state of mind in which memory and learning are affected to a greater extent than other cognitive functions in a patient without altered level of consciousness. The aim of the current study was to describe a case of severe amnesia in a patient during neurological rehabilitation and to report the importance of preserved cognitive functions to compensate for the mnemonic deficit. VJA presented a clinical condition suggestive of encephalopathy due to caloric-protein malnutrition following several abdominal surgical procedures for complicated choledocholithiasis. A descriptive analysis of the results was carried out to outline the goals attained and the factors limiting implementation of memory aids. After the intervention program, consisting of individual and group activities, VJA showed improvement in level of recall with repetition of tasks, but still required constant external monitoring. Longitudinal follow-up is necessary to obtain more consistent results.O termo amnésia refere-se a um estado mental patológico em que a memória e o aprendizado estão afetados em proporções maiores do que as demais funções cognitivas em um paciente sem alteração do nível de consciência. O estudo vigente buscou descrever um caso de amnésia grave em paciente durante reabilitação neurológica e relatar a importância de funções cognitivas preservadas para compensação do deficit mnemônico. V.J.A. apresenta quadro clínico sugestivo de Encefalopatia por desnutrição calórico-proteíca, em virtude de vários procedimentos cirúrgicos abdominais em razão de coledocolitíase complicada. Foi realizada análise descritiva dos resultados, buscando detalhar as metas alcançadas e os limitadores para implementação dos auxílios de memória. Após o programa de intervenção, constituído por atividades individuais e grupais (inseridas no contexto e significativas para o paciente), foi observado que V.J.A. apresentou melhora do padrão de evocação com a repetição das tarefas, porém ainda com necessidade de monitoração externa constante. Faz-se, então, necessário acompanhamento longitudinal para obtenção de resultados mais consistentes.", "doi": "10.1590/1980-57642016dn11-020016", "title": "Rehabilitation in severe memory deficit: A case study.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}