{"authors": [["Baria", "Alex T", "AT", null], ["Centeno", "Maria Virginia", "MV", null], ["Ghantous", "Mariam E", "ME", "Associate, Medical Research, The Expert Institute."], ["Chang", "Pei-Ching", "PC", "Gottfried Lab, Neurology, Post-Doctoral Researcher, Perelman School of Medicine,, University of Pennsylvania, United States."], ["Procissi", "Daniele", "D", null], ["Apkarian", "A Vania", "AV", "Physiology, Northwestern University, United States."]], "date": "2017-12-06", "id": "29212921", "text": "Even though a number of findings, based on information content or information integration, are shown to define neural underpinnings characteristic of a conscious experience, the neurophysiological mechanism of consciousness is still poorly understood. Here, we investigated the brain activity and functional connectivity changes that occur in the isoflurane anesthetized unconscious state in contrast to the awake-state in rats (awake and/or anesthetized n=68 rats). We examined nine information measures previously shown to distinguish between conscious states; BOLD variability, functional connectivity strength, modularity, weighted modularity, efficiency, clustering coefficient, small-worldness, and spatial and temporal Lempel-Ziv complexity measure. We also identified modular membership, seed based network connectivity, and absolute and normalized power spectrums to assess the integrity of the BOLD functional networks between awake and anesthesia. fMRI BOLD variability and related absolute power were the only information measures significantly higher during the awake-state compared to isoflurane anesthesia across animals, and with varying levels of anesthesia, after correcting for motion and respiration confounds. Thus, we conclude that, at least under the specific conditions examined here, global measures of information integration/sharing do not properly distinguish the anesthetized state from wakefulness, and heightened overall, global and local, BOLD variability is the most reliable determinant of conscious brain activity relative to isoflurane anesthesia.", "doi": "10.1152/jn.00714.2017", "title": "BOLD temporal variability differentiates wakefulness from anesthesia-induced unconsciousness.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}