{"authors": [["Yeh", "Chun-Yin", "CY", "Institute of Allied Health Sciences, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Chen", "Po-Lin", "PL", "Department of Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Chuang", "Kun-Ta", "KT", "Department of Computer Science and Information Engineering, National Cheng Kung University, Tainan, Taiwan."], ["Shu", "Yu-Chen", "YC", "Department of Mathematics, National Cheng Kung University, Tainan, Taiwan."], ["Chien", "Yu-Wen", "YW", "Department of Public Health, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Perng", "Guey Chuen", "GC", "Department of Microbiology and Immunology, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Ko", "Wen-Chien", "WC", "Department of Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Ko", "Nai-Ying", "NY", "Institute of Allied Health Sciences, College of Medicine, National Cheng Kung University, Tainan, Taiwan."]], "date": "2017-12-06", "id": "29211743", "text": "Tainan experienced the most severe dengue epidemic in Taiwan in 2015. This study investigates the association between the signs and symptoms at the time of reporting with the adverse dengue prognoses.A descriptive study was conducted using secondary data from the Dengue Disease Reporting System in Tainan, Taiwan, between January 1 and December 31, 2015. A multivariate stepwise logistic regression was used to identify the risk factors for the adverse prognoses: ICU admissions and mortality.There were 22,777 laboratory-confirmed reported cases (mean age 45.6 ± 21.2 years), of which 3.7% were admitted to intensive care units (ICU), and 0.8% were fatal. The most common symptoms were fever (92.8%), myalgia (26.6%), and headache (22.4%). The prevalence of respiratory distress, altered consciousness, shock, bleeding, and thrombocytopenia increased with age. The multivariate analysis indicated that being in 65-89 years old age group [Adjusted Odds Ratio (aOR):4.95], or the 90 years old and above age group (aOR: 9.06), and presenting with shock (aOR: 8.90) and respiratory distress (aOR: 5.31) were significantly associated with the risk of ICU admission. While old age (aOR: 1.11), respiratory distress (aOR: 9.66), altered consciousness (aOR: 7.06), and thrombocytopenia (aOR: 2.55) were significantly associated with the risk of mortality.Dengue patients older than 65 and those with severe and non-specific signs and symptoms at the time of reporting were at a higher risk of ICU admission and mortality. First-line healthcare providers need to be aware of the varied presentations between the different age groups to allow early diagnosis and in-time management, which would prevent ICU admissions and fatalities in dengue patients.", "doi": "10.1371/journal.pntd.0006091", "title": "Symptoms associated with adverse dengue fever prognoses at the time of reporting in the 2015 dengue outbreak in Taiwan.", "journal": ["PLoS neglected tropical diseases", "PLoS Negl Trop Dis"]}