{"authors": [["Hong", "Mianwei", "M", "School of Environment, Guangzhou Key Laboratory of Environmental Exposure and Health, and Guangdong Key Laboratory of Environmental Pollution and Health, Jinan University, Guangzhou 510632, China E-mail: tlugang@jnu.edu.cn."], ["Lu", "Gang", "G", "School of Environment, Guangzhou Key Laboratory of Environmental Exposure and Health, and Guangdong Key Laboratory of Environmental Pollution and Health, Jinan University, Guangzhou 510632, China E-mail: tlugang@jnu.edu.cn."], ["Hou", "Changcheng", "C", "School of Environment, Guangzhou Key Laboratory of Environmental Exposure and Health, and Guangdong Key Laboratory of Environmental Pollution and Health, Jinan University, Guangzhou 510632, China E-mail: tlugang@jnu.edu.cn."], ["She", "Shaohua", "S", "School of Environment, Guangzhou Key Laboratory of Environmental Exposure and Health, and Guangdong Key Laboratory of Environmental Pollution and Health, Jinan University, Guangzhou 510632, China E-mail: tlugang@jnu.edu.cn."], ["Zhu", "Lingfei", "L", "School of Environment, Guangzhou Key Laboratory of Environmental Exposure and Health, and Guangdong Key Laboratory of Environmental Pollution and Health, Jinan University, Guangzhou 510632, China E-mail: tlugang@jnu.edu.cn."]], "date": null, "id": "29210682", "text": "With the improvement of people's consciousness about health, more attention has been paid to the biosafety of effluent reaching conventional discharge standard. In this contribution, removal efficiency of chemical oxygen demand (COD), acute toxicity, genotoxicity and estrogenicity in landfill leachate membrane concentrates (MCs) among UV-Fenton, Fenton and activated carbon adsorption process were compared. Daphnia magna acute toxicity assay, comet assay, cytokinesis-block micronucleus and E-screen assay were performed to assess whether the effluent reaching the main parameters of Chinese Discharge Standard (GB 16889-2008) still had toxic residues. Under the conditions that COD of effluents treated by the three processes were up to the discharge standard, no obvious toxic residue was found in the effluent of UV-Fenton treatment, but effluent from Fenton or activated carbon adsorption process showed genotoxicity or estrogenicity to some extent. Dynamic analysis of UV-Fenton degradation process for estrogen simulation solutions was also conducted, and the formation of intermediates was detected by gas chromatography-mass spectrometry (GC/MS). Toxic residues might be caused by the lack of treatment duration and the formation of more toxic intermediates. UV-Fenton was found to be efficient for the treatment of MCs. Biosafety should be concerned when a new wastewater discharge standard is being established.", "doi": "10.2166/wst.2017.469", "title": "Advanced treatment of landfill leachate membrane concentrates: performance comparison, biosafety and toxic residue analysis.", "journal": ["Water science and technology : a journal of the International Association on Water Pollution Research", "Water Sci. Technol."]}