{"authors": [["Tsitsopoulos", "Parmenion P", "PP", "Section of Neurosurgery, Department of Neuroscience, Uppsala University, Uppsala, Sweden."], ["Abu Hamdeh", "Sami", "S", "Section of Neurosurgery, Department of Neuroscience, Uppsala University, Uppsala, Sweden."], ["Marklund", "Niklas", "N", "Section of Neurosurgery, Department of Neuroscience, Uppsala University, Uppsala, Sweden."]], "date": "2017-11-20", "id": "29209266", "text": "Traumatic brain injury (TBI) is a multidimensional and highly complex disease commonly resulting in widespread injury to axons, due to rapid inertial acceleration/deceleration forces transmitted to the brain during impact. Axonal injury leads to brain network dysfunction, significantly contributing to cognitive and functional impairments frequently observed in TBI survivors. Diffuse axonal injury (DAI) is a clinical entity suggested by impaired level of consciousness and coma on clinical examination and characterized by widespread injury to the hemispheric white matter tracts, the corpus callosum and the brain stem. The clinical course of DAI is commonly unpredictable and it remains a challenging entity with limited therapeutic options, to date. Although axonal integrity may be disrupted at impact, the majority of axonal pathology evolves over time, resulting from delayed activation of complex intracellular biochemical cascades. Activation of these secondary biochemical pathways may lead to axonal transection, named secondary axotomy, and be responsible for the clinical decline of DAI patients. Advances in the neurocritical care of TBI patients have been achieved by refinements in multimodality monitoring for prevention and early detection of secondary injury factors, which can be applied also to DAI. There is an emerging role for biomarkers in blood, cerebrospinal fluid, and interstitial fluid using microdialysis in the evaluation of axonal injury in TBI. These biomarker studies have assessed various axonal and neuroglial markers as well as inflammatory mediators, such as cytokines and chemokines. Moreover, modern neuroimaging can detect subtle or overt DAI/white matter changes in diffuse TBI patients across all injury severities using magnetic resonance spectroscopy, diffusion tensor imaging, and positron emission tomography. Importantly, serial neuroimaging studies provide evidence for evolving axonal injury. Since axonal injury may be a key risk factor for neurodegeneration and dementias at long-term following TBI, the secondary injury processes may require prolonged monitoring. The aim of the present review is to summarize the clinical short- and long-term monitoring possibilities of axonal injury in TBI. Increased knowledge of the underlying pathophysiology achieved by advanced clinical monitoring raises hope for the development of novel treatment strategies for axonal injury in TBI.", "doi": "10.3389/fneur.2017.00599", "title": "Current Opportunities for Clinical Monitoring of Axonal Pathology in Traumatic Brain Injury.", "journal": ["Frontiers in neurology", "Front Neurol"]}