{"authors": [["Wang", "Guoxiang", "G", "Department of Spine Surgery, Orthopedics Hospital affiliated to the Second Bethune Hospital, Jilin University, Changchun 130041, China."], ["Zhang", "Yi Ping", "YP", "Norton Neuroscience Institute, Norton Healthcare, Louisville, KY 40202, USA."], ["Gao", "Zhongwen", "Z", "Department of Pediatrics, University of Louisville School of Medicine, Louisville, KY 40202, USA."], ["Shields", "Lisa B E", "LBE", "Norton Neuroscience Institute, Norton Healthcare, Louisville, KY 40202, USA."], ["Li", "Fang", "F", "Department of Pediatrics, University of Louisville School of Medicine, Louisville, KY 40202, USA."], ["Chu", "Tianci", "T", "Department of Pediatrics, University of Louisville School of Medicine, Louisville, KY 40202, USA."], ["Lv", "Huayi", "H", "Eye Center of the Second Bethune Hospital, Jilin University, Changchun 130041, China."], ["Moriarty", "Thomas", "T", "Norton Neuroscience Institute, Norton Healthcare, Louisville, KY 40202, USA."], ["Xu", "Xiao-Ming", "XM", "Stark Neurosciences Research Institute, Department of Neurological Surgery, Indiana University School of Medicine, Indianapolis, IN 46202, USA."], ["Yang", "Xiaoyu", "X", "Department of Spine Surgery, Orthopedics Hospital affiliated to the Second Bethune Hospital, Jilin University, Changchun 130041, China j0cai002@louisville.edu cbshields1@gmail.com yangxiaoyu88@sina.com."], ["Shields", "Christopher B", "CB", "Norton Neuroscience Institute, Norton Healthcare, Louisville, KY 40202, USA j0cai002@louisville.edu cbshields1@gmail.com yangxiaoyu88@sina.com."], ["Cai", "Jun", "J", "Department of Spine Surgery, Orthopedics Hospital affiliated to the Second Bethune Hospital, Jilin University, Changchun 130041, China j0cai002@louisville.edu cbshields1@gmail.com yangxiaoyu88@sina.com."]], "date": "2017-11-30", "id": "29208736", "text": "Abusive head trauma (AHT) is the leading cause of death from trauma in infants and young children. An AHT animal model was developed on 12-day-old mice subjected to 90° head extension-flexion sagittal shaking repeated 30, 60, 80, and 100 times. The mortality and time until return of consciousness were dependent on the number of repeats and severity of the injury. Under 60 times of repeated head shakings, the pups demonstrated apnea and/or bradycardia immediately after injury. Acute oxygen desaturation was observed by pulse oximetry during respiratory and cardiac suppression. The cerebral blood perfusion was assessed by laser speckle contrast analysis (LASCA) using the PeriCam PSI system. There was a severe reduction in cerebral blood perfusion immediately after the trauma that did not significantly improve within 24 hours. The injured mice began to experience reversible sensorimotor function at 9 days post-injury (dpi) which completely recovered at 28 dpi. However, cognitive deficits and anxiety-like behavior remained. Subdural/subarachnoid hemorrhage, damage to the brain-blood barrier, and parenchymal edema were found in all pups subjected to 60 insults. Pro-inflammatory response and reactive gliosis were up-regulated 3 dpi. Degenerated neurons were found in the cerebral cortex and olfactory tubercles at 30 dpi. This mouse model of repetitive brain injury by rotational head acceleration-deceleration partially mimics the major pathophysiological and behavioral events that occur in children with AHT. The resultant hypoxia/ischemia suggests a potential mechanism underlying the secondary rotational acceleration-deceleration induced brain injury in developing mice.", "doi": "10.1242/dmm.030387", "title": "Pathophysiological and behavioral deficits in developing mice following rotational acceleration-deceleration traumatic brain injury.", "journal": ["Disease models & mechanisms", "Dis Model Mech"]}