{"authors": [["Gasser", "Michèle", "M", "European Center of Excellence for Bariatric and Metabolic Surgery, Bern, Switzerland."], ["Meier", "Claudia", "C", "European Center of Excellence for Bariatric and Metabolic Surgery, Bern, Switzerland."], ["Herren", "Sylvia", "S", "European Center of Excellence for Bariatric and Metabolic Surgery, Bern, Switzerland."], ["Aubry", "Emilie", "E", "Division of Diabetes, Endocrinology, Nutritional Medicine and Metabolism, Bern University Hospital, University of Bern, Switzerland."], ["Steffen", "Rudolf", "R", "European Center of Excellence for Bariatric and Metabolic Surgery, Bern, Switzerland. Electronic address: rudolf.steffen@bluewin.ch."], ["Stanga", "Zeno", "Z", "Division of Diabetes, Endocrinology, Nutritional Medicine and Metabolism, Bern University Hospital, University of Bern, Switzerland."]], "date": "2017-11-23", "id": "29208421", "text": "Postprandial hyperinsulinemic hypoglycemia (pHH) is an increasingly reported complication after Roux-en-Y gastric bypass (RYGB). As pHH can cause life-threatening emergencies if occurring without warning symptoms, challenge testing may detect patients at risk. The study objective was to determine the frequency of occurrence of pHH with or without symptoms of hypoglycemia after RYGB.We undertook an observational cohort study of consecutive, unselected patients approximately one year after uncomplicated RYGB. To simulate normal habits, all patients received a standardized carbohydrate-rich solid mixed meal. Plasma glucose and insulin were measured at 30, 60, 90, 120, and 150 min thereafter. Symptoms were classified as autonomous or neuroglycopenic. Patients with hypoglycemia (plasma glucose <3.0 mmol/L [55 mg/dL]), were tested a second time with a protein-rich solid mixed meal.113 patients were included. Total weight loss at the first follow-up check (14 ± 0.4 months) was 33.97 ± 9.3%. After the carbohydrate-rich meal, glucose dropped to <3.0 mmol/L in 13.2% (n = 15) of patients vs no drop to <3.0 mmol/L after a protein-rich meal. The pHH occurred in 11.5% (n = 13) of patients. Asymptomatic patients (5.3%, n = 6) carried an increased risk (p = 0.008) for pHH. One patient needed emergency treatment after sudden loss of consciousness after the carbohydrate-rich meal.The occurrence of pHH was quite high in our study population with 11.5% thereof 5.3% asymptomatic. We therefore suggest that detection of these patients warrants a screening of patients after RYGB. At-risk patients should than be adequately advised to avoid carbohydrate-rich meals in order to optimize risk management.", "doi": "10.1016/j.clnu.2017.11.013", "title": "Is testing for postprandial hyperinsulinemic hypoglycemia after gastric bypass necessary?", "journal": ["Clinical nutrition (Edinburgh, Scotland)", "Clin Nutr"]}