{"authors": [["Nezafati", "Saeed", "S", "Associate Professor, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Azadi Street, Iran."], ["Khiavi", "Reza Khorshidi", "RK", "Assistant Professor, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Azadi Street, Iran."], ["Mirinejhad", "Seyyed Sina", "SS", "Postgraduate Student, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Azadi Street, Iran."], ["Ammadi", "Dawood Aghamoh", "DA", "Associate Professor, Department of Anaesthesiology, Tabriz University of Medical Sciences, Tabriz, Azadi Street, Iran."], ["Ghanizadeh", "Milad", "M", "Postgraduate Student, Department of Oral and Maxillofacial Surgery, Tabriz University of Medical Sciences, Tabriz, Azadi Street, Iran."]], "date": "2017-09-01", "id": "29207772", "text": "Pain is an unpleasant feeling due to tissue destruction, which disturbs an individual's daily routines even at its lowest levels. The majority of surgeons and anaesthesiologists are increasingly trying to administer non-opioid analgesics because excessive use of opioids after surgery results in patient dissatisfaction.To evaluate the analgesic effect of intravenous injection of different doses of ketorolac at different intervals in patients undergoing surgery for unilateral fractures of the mandible.In the present randomized clinical trial (March 2016 to January 2017, in Tabriz Imam Reza Treatment/Educational Center), 50 patients were assigned to five groups with simple randomization method. In Group 1 and 2, immediately before the induction of general anaesthesia 30 and 60 mg of ketorolac and in Group 3 and 4, immediately before termination of surgery 30 and 60 mg of ketorolac was injected intravenously. In Group 5, ketorolac was not administered. After each patient regained complete consciousness, the severity of pain was determined using VAS up to 24 hours at baseline and at 2, 4, 6, 12 and 24-hours intervals. The total dose of the opioid analgesic agent (morphine-pethidine) and the time for the first request for an analgesic agent were recorded for each patient and their means were compared in each group with suitable statistical tests.The patients in Group 5 and 4 exhibited the highest and lowest mean pain scores (5.03±0.9 and 3.5±1), respectively. ANOVA for repeated measures and post-hoc Tukey tests showed significant differences only between Group 3 and 5 (p=0.002) and Group 4 and 5 (p=0.001), with no significant differences between the other groups (p>0.005). The highest dose of the analgesic agent was in Group 5 (5.3±1.4 mg) and the lowest dose was recorded in Group 4 (1.6±0.6 mg). Patients in the control group received significantly higher doses compared to the other groups (p<0.05). The patients in Group 1 and 2 received higher doses of analgesics compared to Group 3 and 4 (p<0.05). The longest time for the request for the first dose of analgesic agent after surgery was 73.4±12.03 minutes in Group 4 The patients in the control group had requested analgesics after surgery at a significantly shorter time compared to the patients in all the study groups (p<0.05). The patients in Group 1 and 2 had requested analgesics at a shorter time after surgery compared to the subjects in Group 3 and 4 (p<0.05).Intravenous administration of 30 and 60 mg of ketorolac, immediately before termination of surgery, decreases the pain severity and the need for opioid analgesics after surgery.", "doi": "10.7860/JCDR/2017/30946.10558", "title": "Comparison of Pain Relief from Different Intravenous Doses of Ketorolac after Reduction of Mandibular Fractures.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"]}