{"authors": [["Bhatia", "Kishankumar Maheshkumar", "KM", "Junior Resident, Department of Community Medicine, Smt. B. K. Shah Medical Institute and Research Centre, Sumandeep Vidyapeeth, Vadodara, Gujarat, India."], ["Pandit", "Niraj", "N", "Professor, Department of Community Medicine, Smt. B. K. Shah Medical Institute and Research Centre, Sumandeep Vidyapeeth, Vadodara, Gujarat, India."]], "date": "2017-09-01", "id": "29207741", "text": "The police personnel are special group of population that work for minimum 12 hours a day. They are at risk of various types of chronic morbidities.To determine the sociodemographic, chronic morbidity and health profile of police personnel of Vadodara district.It was a cross-sectional study conducted on the police force of Vadodara district, Gujarat, India. The present study was the outcome of health checkup camp for police personnel. Total 982 police personnel participated in the aforementioned study. Information regarding the sociodemographic profile, addiction to alcohol drinking, tobacco chewing or smoking, diagnosed chronic morbidities, BMI, blood sugar and history of exercise and yoga was collected. Data collected was entered into Microsoft Excel 2007 and analysed by using Epi-Info 7. Statistical methods used included frequencies and proportions for categorical data while range, mean and standard deviation were calculated for continuous data. For bivariate analysis, Chi-square test was used.In the study population, 95.10% were males. The prevalence of chronic morbidity, hypertension and diabetes were 9.5%, 5% and 2.6% respectively. About 47.05% had normal BMI and mean BMI was 24. The study revealed that 7.64% police personnel had the habit of smoking, 3.16% consumed alcohol whereas 24.03% consumed tobacco products. It was found that 138 (14.05%) were active in sports and 304 (30.95%) were actively involved in exercise while 44 (4.48%) were involved in yoga.The prevalence of hypertension (5%) and diabetes (2.6%) were low as compared to the general population (NFHS-4). This can be attributed to health consciousness prevalent among the population. A substantial number of study population were involved in sports, exercise and yoga.", "doi": "10.7860/JCDR/2017/27435.10586", "title": "Prevalence of Chronic Morbidity and Sociodemographic Profile of Police Personnel - A Study from Gujarat.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"]}