{"authors": [["Pereira", "Maria Eduarda Diniz", "MED", "Hospital Center of Peniche, Peniche, UK."], ["Barbosa", "António", "A", "Faculdade de Medicina, Universidade de Lisboa, Lisboa, Portugal."], ["Dixe", "Maria Dos Anjos", "MDA", "Escola Superior de Saúde do Instituto Politécnico de Leiria, Unidade de investigação em Saúde, Leiria, Portugal."]], "date": "2017-12-05", "id": "29205442", "text": "This research sought to describe the care provided by the nursing staff of the Western Department of the Basic Emergency Service for end-of-life patients. This was a retrospective, quantitative, exploratory and descriptive (level I) study, which sought to research the nursing records of 83 patients from admission to death. Patients who met the following inclusion criteria were considered eligible: adults; had an oncological or nononcological, advanced and irreversible chronic disease; and died in the Basic Emergency Service in the period from January 2011 to December 2012. An instrument was created for data collection, the content, relevance and adequacy of which was validated by a panel of experts in the area of palliative care. The study protocol was approved by the Institutional Ethics Committee. The main results indicate that the majority of patients died in the Observation Room in a period between the first two and twenty-four hours. Nursing interventions favoured technical-instrumental care related to medical prescriptions and service routines such as venous punctures, catheterisations, taking blood samples for analysis, aspiration of secretions, intravenous administration of fluids and drugs for symptomatic control, and monitoring of vital parameters and the state of consciousness. With the proximity of death, the nurses favoured the registration of cardiorespiratory arrest, cardiopulmonary resuscitation manoeuvres and aspiration of secretions. In the recognition of predictive factors of imminent death, the nurses favoured the patient's entry into a comatose state and aggravation of asthenia. In most patients, the entry into agony phase was not diagnosed.", "doi": "10.1111/scs.12551", "title": "Palliative care for end-of-life patients in a basic emergency service.", "journal": ["Scandinavian journal of caring sciences", "Scand J Caring Sci"]}