{"authors": [["Quraishi", "Imran H", "IH", "Department of Neurology, Yale Comprehensive Epilepsy Center, Yale School of Medicine, USA."], ["Benjamin", "Christopher F", "CF", "Department of Neurology, Yale Comprehensive Epilepsy Center, Yale School of Medicine, USA."], ["Spencer", "Dennis D", "DD", "Department of Neurosurgery, Yale Comprehensive Epilepsy Center, Yale School of Medicine, USA."], ["Blumenfeld", "Hal", "H", "Department of Neurology, Yale Comprehensive Epilepsy Center, Yale School of Medicine, USA."], ["Alkawadri", "Rafeed", "R", "Department of Neurology, Yale Comprehensive Epilepsy Center, Yale School of Medicine, USA."]], "date": "2017-09-29", "id": "29204347", "text": "We report a case of impairment of consciousness (IOC) induced by electrical cortical stimulation (ECS) of homologous regions within the lateral frontal convexities in a patient with medically intractable epilepsy. The patient had mixed features of idiopathic generalized and focal epilepsy. On intracranial EEG recording, interictal and ictal discharges showed a high degree of synchrony across widespread bilateral fronto-parietal areas. We identified regions in the lateral frontal lobes that reliably and produced loss of consciousness by ECS. This was accompanied by evoked EEG activity of admixed frequencies over the fronto-parietal, mesial frontal and temporal regions during stimulation and was not associated with after-discharges. Symptoms were immediately reversible upon cessation of stimulation. This finding suggests that focal cortical stimulation can disrupt widespread networks that underlie consciousness. Individuals with high degrees of speculated thalamo-frontal cortical connectivity might be more susceptible to this effect, and the findings highlight the importance of standardizing the testing of level of consciousness during mapping sessions. Although consciousness is commonly impaired in epileptic seizures, limited literature is available on loss of consciousness induced by electrical cortical stimulation (ECS) in humans undergoing intracranial EEG evaluations for localization of epileptic focus. One theory advocates the presence of consciousness 'switch' in subcortical structures. While this model is novel and simplistic, it has its inherent limitations. In this case study, we propose an alternative approach on the entity and discuss the complex circuits underlying it and correlate that with the electrophysiological findings and the pathophysiology of the phenotype of the disease and discuss potential causes for rarity of reports on the subject.", "doi": "10.1016/j.ebcr.2017.09.006", "title": "Impairment of consciousness induced by bilateral electrical stimulation of the frontal convexity.", "journal": ["Epilepsy & behavior case reports", "Epilepsy Behav Case Rep"]}