{"authors": [["Wang", "Bing", "B", "School of Resources and Safety Engineering, Central South University, Changsha, Hunan 410083, PR China. Electronic address: safeboy@csu.edu.cn."], ["Wu", "Chao", "C", "School of Resources and Safety Engineering, Central South University, Changsha, Hunan 410083, PR China."], ["Shi", "Bo", "B", "School of Resources and Safety Engineering, Central South University, Changsha, Hunan 410083, PR China."], ["Huang", "Lang", "L", "School of Resources and Safety Engineering, Central South University, Changsha, Hunan 410083, PR China."]], "date": "2017-08-25", "id": "29203020", "text": "In safety management (SM), it is important to make an effective safety decision based on the reliable and sufficient safety-related information. However, many SM failures in organizations occur for a lack of the necessary safety-related information for safety decision-making. Since facts are the important basis and foundation for decision-making, more efforts to seek the best evidence relevant to a particular SM problem would lead to a more effective SM solution. Therefore, the new paradigm for decision-making named \"evidence-based practice (EBP)\" can hold important implications for SM, because it uses the current best evidence for effective decision-making.Based on a systematic review of existing SM approaches and an analysis of reasons why we need new SM approaches, we created a new SM approach called evidence-based safety (EBS) management by introducing evidence-based practice into SM.It was necessary to create new SM approaches. A new SM approach called EBS was put forward, and the basic questions of EBS such as its definition and core were analyzed in detail. Moreover, the determinants of EBS included manager's attitudes towards EBS; evidence-based consciousness in SM; evidence sources; technical support; EBS human resources; organizational culture; and individual attributes.EBS is a new and effective approach to teaching the practice of SM. Of course, further research on EBS should be carried out to make EBS a reality. Practical applications: Our work can provide a new and effective idea and method to teach the practice of SM. Specifically, EBS proposed in our study can help safety professionals make an effective safety decision based on a firm foundation of high-grade evidence.", "doi": "10.1016/j.jsr.2017.08.012", "title": "Evidence-based safety (EBS) management: A new approach to teaching the practice of safety management (SM).", "journal": ["Journal of safety research", "J Safety Res"]}