{"authors": [["Barzegar", "Mohammad", "M", "Department of Pediatrics, Pediatric Health Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Piri", "Reza", "R", "Medical Philosophy and History Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Naghavi-Behzad", "Mohammad", "M", "Student's Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Ghasempour", "Masoumeh", "M", "Department of Pediatrics, Pediatric Health Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."]], "date": null, "id": "29202549", "text": "It is very important to have proper management in children with Seizure. Electroencephalography (EEG) as a diagnostic instrument has a key role in determining the management method of seizure in children. Because of poor cooperation of some children (especially children with attention deficit hyperactivity disorders and developmental disorders) in performing EEG, it is the best choice to sedate children before EEG. The aim of present study is to evaluate the sedation efficacy of clonidine in children before EEG. In a randomized clinical trial, 45 children age 2 to 12 with seizure, who referred to Children Hospital of Tabriz University of Medical Sciences and candidate for EEG, were studied. Sedation before EEG induced by 0.5 to 2.0 mg clonidine orally. Sedation score (0 to 5) measured by using eyes condition, response to voice, and response to touch. Successful sedation, EEG performing, and hemodynamic stability were evaluated during sedation. Of all patients, 40 patients (88.88%) were sedated successfully, and EEG was performed for all of the children. Mean onset time of clonidine effect was 35.47±13.56 minutes and mean time of that the patients' level of consciousness back to the level before administrating of clonidine was 77.55±26.87 minutes. Hemodynamic states of all patients were stable during the study, and there were no significant changes in vital sign of patients. In conclusion, clonidine can be considered as a safe alternative medication for sedation for EEG, which is fortunately associated with no significant change in vital signs, which may complicate overall status of patients.", "doi": null, "title": "Clonidine Sedation Effects in Children During Electroencephalography.", "journal": ["Acta medica Iranica", "Acta Med Iran"]}