{"authors": [["Travis", "Susan L", "SL", "Queensland Brain Institute, The University of Queensland."], ["Dux", "Paul E", "PE", "School of Psychology, The University of Queensland."], ["Mattingley", "Jason B", "JB", "Queensland Brain Institute, The University of Queensland."]], "date": null, "id": "29199846", "text": "The relationship between visual attention and conscious perception has been the subject of debate across a number of fields, including philosophy, psychology, and neuroscience. Whereas some researchers view attention and awareness as inextricably linked, others propose that the two are supported by distinct neural mechanisms that can be fully dissociated. In a pioneering study, van Boxtel, Tsuchiya, and Koch (2010b) reported evidence for a dissociation between attention and conscious perception using a perceptual adaptation task in which participants' perceptual awareness and visual attention were manipulated independently. They found that participants' awareness of an adapting stimulus increased afterimage duration, whereas attending to the adaptor decreased it. Given the important theoretical implications of these findings, we endeavored to replicate them using an identical paradigm while dealing with some potential shortcomings of the original study by adding more trials and a larger participant sample. Consistent with van Boxtel, Tsuchiya, and Koch, we found that afterimage duration was reliably increased when participants were aware of the adapting stimulus. In contrast to the original findings, however, attention to the adaptor also increased afterimage duration, suggesting that attention and awareness had the same-rather than opposing-effects on afterimage duration. We discuss possible reasons for this discrepancy. (PsycINFO Database Record", "doi": "10.1037/xhp0000458", "title": "Re-examining the influence of attention and consciousness on visual afterimage duration.", "journal": ["Journal of experimental psychology. Human perception and performance", "J Exp Psychol Hum Percept Perform"]}