{"authors": [["Ghinda", "Diana C", "DC", "Ottawa Hospital Research Institute, University of Ottawa, Division of Neurosurgery, The Ottawa Hospital, 1053 Carling Avenue, Ottawa, ON, K1Y 4E9, Canada; Mind, Brain Imaging and Neuroethics, Canada Research Chair, EJLB-Michael Smith Chair for Neuroscience and Mental Health, Royal Ottawa Mental Health Centre, University of Ottawa Institute of Mental Health Research, 1145 Carling Avenue, Rm. 6435, Ottawa, ON, K1Z 7K4, Canada. Electronic address: dghinda@toh.ca."], ["Wu", "Jin-Song", "JS", "Glioma Surgery Division, Department of Neurological Surgery, Huashan Hospital, Fudan University, 518 Wuzhong E Rd, Shanghai, China. Electronic address: wjsongc@126.com."], ["Duncan", "Niall W", "NW", "Brain and Consciousness Research Center, Taipei Medical University-Shuang Ho Hospital, 250 Wu-Xing Street, Taipei, 11031, Taiwan. Electronic address: niall.w.duncan@gmail.com."], ["Northoff", "Georg", "G", "Mind, Brain Imaging and Neuroethics, Canada Research Chair, EJLB-Michael Smith Chair for Neuroscience and Mental Health, Royal Ottawa Mental Health Centre, University of Ottawa Institute of Mental Health Research, 1145 Carling Avenue, Rm. 6435, Ottawa, ON, K1Z 7K4, Canada; Mental Health Center/7th Hospital, Zhejiang University School of Medicine, 305 Tianmu Road, Hangzhou, Zhejiang Province, 310013, China. Electronic address: georg.northoff@theroyal.ca."]], "date": "2017-12-02", "id": "29198588", "text": "This study represents a systematic review of the insights provided by resting state functional MRI (rs-fMRI) use in the glioma population. Following PRISMA guidelines, 45 studies were included in the review and were classified in glioma-related neuronal changes (n=28) and eloquent area localization (n=17). Despite the heterogeneous nature of the studies, there is considerable evidence of diffuse functional reorganization occurring in the setting of gliomas with local and interhemispheric functional connectivity alterations involving different functional networks. The studies showed evidence of decreased long distance functional connectivity and increased global local efficiency occurring in the setting of gliomas. The tumour grade seems to correlate with distinct functional connectivity changes. Overall, there is a potential clinical utility of rs-fMRI for identifying the functional brain network disruptions occurring in the setting of gliomas. Further studies utilizing standardized analytical methods are required to elucidate the mechanism through which gliomas induce global changes in brain connectivity.", "doi": "10.1016/j.neubiorev.2017.11.019", "title": "How much is enough-Can resting state fMRI provide a demarcation for neurosurgical resection in glioma?", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}