{"authors": [["Musioł", "Katarzyna", "K", "Department of Pediatric Oncology, Hematology and Chemotherapy, Medical University of Silesia, Upper Silesia Children's Care Health Centre, 16 Medykow Str, 40-752, Katowice, Poland. katkamusiol@gmail.com."], ["Waz", "Sylwia", "S", "Department of Pediatric Oncology, Hematology and Chemotherapy, Medical University of Silesia, Upper Silesia Children's Care Health Centre, 16 Medykow Str, 40-752, Katowice, Poland."], ["Boroń", "Michał", "M", "Department of Pediatric Oncology, Hematology and Chemotherapy, Medical University of Silesia, Upper Silesia Children's Care Health Centre, 16 Medykow Str, 40-752, Katowice, Poland."], ["Kwiatek", "Magdalena", "M", "Department of Pediatric Oncology, Hematology and Chemotherapy, Medical University of Silesia, Upper Silesia Children's Care Health Centre, 16 Medykow Str, 40-752, Katowice, Poland."], ["Machnikowska-Sokołowska", "Magdalena", "M", "Department of Diagnostic Imaging, Medical University of Silesia, Upper Silesia Children's Care Health Centre, Katowice, Poland."], ["Gruszczyńska", "Katarzyna", "K", "Department of Diagnostic Imaging, Medical University of Silesia, Upper Silesia Children's Care Health Centre, Katowice, Poland."], ["Sobol-Milejska", "Grażyna", "G", "Department of Pediatric Oncology, Hematology and Chemotherapy, Medical University of Silesia, Upper Silesia Children's Care Health Centre, 16 Medykow Str, 40-752, Katowice, Poland."]], "date": "2017-12-02", "id": "29198072", "text": "Posterior reversible leukoencephalopathy syndrome (PRES) is a clinical syndrome of varying aetiologies, characterised by acute neurological symptoms of brain dysfunction with MRI abnormalities in posterior cerebral white and grey matter. In most cases, symptoms resolve without neurological consequences.The aim of this paper is the analysis of predisposing factors, clinical outcomes and radiological features of PRES in eight children with hemato-oncological disease.We analysed the medical records of eight hemato-oncological patients aged from 3.0 to 16.1 years. The mean of age at primary diagnosis was 8.5 years.All patients had both clinical and radiological PRES features. Seven out of eight underwent intensive chemotherapy regimens. Time elapsed from start of treatment to the occurrence of PRES ranged from 6 to 556 days. In one case, PRES occurred before chemotherapy and was the first symptom of cancer. Most (six of eight) patients had history of hypertension (> 95pc) and some (two of eight) occurred electrolyte imbalance-mainly hypomagnesaemia. Patients presented headache (seven of eight), disturbances of consciousness (six of eight), seizures (six of eight), visual changes (four of eight) and vomiting (three of eight). MRI demonstrated abnormalities in seven children: typical cerebral oedema in the white matter of the occipital to the parietal lobes. Most patient lesions in the MRI shrunk after 4 weeks, and clinical symptoms of PRES disappeared completely within a few hours to few days.PRES may complicate oncological treatment in children. Hypertension is the most important risk factor of PRES. PRES should be included in differential diagnosis in all patients with acute neurological symptoms.", "doi": "10.1007/s00381-017-3664-y", "title": "PRES in the course of hemato-oncological treatment in children.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}