{"authors": [["Moavero", "Romina", "R", "Child Neurology Unit, Neuroscience and Neurorehabilitation Department, Bambino Gesù Children's Hospital, Headache Center, IRCCS, Rome, Italy."], ["Papetti", "Laura", "L", "Child Neurology Unit, Neuroscience and Neurorehabilitation Department, Bambino Gesù Children's Hospital, Headache Center, IRCCS, Rome, Italy."], ["Tarantino", "Samuela", "S", "Child Neurology Unit, Neuroscience and Neurorehabilitation Department, Bambino Gesù Children's Hospital, Headache Center, IRCCS, Rome, Italy."], ["Battan", "Barbara", "B", "Child Neurology Unit, Neuroscience and Neurorehabilitation Department, Bambino Gesù Children's Hospital, Headache Center, IRCCS, Rome, Italy."], ["Salfa", "Irene", "I", "DPUO, Tor Vergata University of Rome - Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Deodati", "Annalisa", "A", "Diabetology Center, DPUO, Tor Vergata University of Rome - Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Schiaffini", "Riccardo", "R", "Diabetology Center, DPUO, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."], ["Vigevano", "Federico", "F", "Child Neurology Unit, Neuroscience and Neurorehabilitation Department, Bambino Gesù Children's Hospital, Headache Center, IRCCS, Rome, Italy."], ["Valeriani", "Massimiliano", "M", "Child Neurology Unit, Neuroscience and Neurorehabilitation Department, Bambino Gesù Children's Hospital, Headache Center, IRCCS, Rome, Italy."]], "date": "2017-12-02", "id": "29197090", "text": "Transient headache and neurologic deficits with cerebrospinal fluid lymphocytosis (HaNDL) is benign and self-limited, with neurologic deficits including sensory disturbance of one body side, aphasia, nausea/vomiting, weakness, decreased vision, homonymous hemianopsia, photophobia. Acute confusional state can rarely occur. Papilledema and intracranial hypertension have also been described. It is a rare entity mainly affecting adults; however, it has been sporadically described in children and adolescents.In this clinical observational study, we describe a clinical series of three consecutive pediatric patients being diagnosed with HaNDL after presenting with altered consciousness, papilledema, and increased intracranial pressure. They all recovered without relapses.Presentation during childhood and adolescence is rare; the majority of pediatric cases presented with altered consciousness, which is infrequent in HaNDL. This may suggest that in childhood this symptom might be more common than in adults. All three patients presented with increased intracranial pressure and papilledema, thus suggesting that these aspects should be investigated in all patients presenting with this clinical pattern. Finally, all our patients began to suffer from migraine. This feature, together with the benign course of the disease, could favor the hypothesis of a migrainous pathophysiology of this syndrome, although this remains a speculative.", "doi": "10.1111/head.13238", "title": "Syndrome of Transient Headache and Neurologic Deficits With Cerebrospinal Fluid Lymphocitosis Should Be Considered in Children Presenting With Acute Confusional State.", "journal": ["Headache", "Headache"]}