{"authors": [["Kim", "Dong Yoon", "DY", "Department of Ophthalmology, Chungbuk National University Hospital, College of Medicine, Chungbuk National University, Cheongju, Korea."], ["Song", "Jiho", "J", "Department of Ophthalmology, Chungbuk National University Hospital, College of Medicine, Chungbuk National University, Cheongju, Korea."], ["Kim", "Jin Young", "JY", "Department of Ophthalmology, Jeju National University Hospital, Jeju National University School of Medicine, Jeju, Korea."], ["Choi", "Kyungpil", "K", "Aerospace Medical Center, Department of Aerospace Medicine, Cheongju, Korea."], ["Hyung", "Sungmin", "S", "Department of Ophthalmology, Chungbuk National University Hospital, College of Medicine, Chungbuk National University, Cheongju, Korea."], ["Chae", "Ju Byung", "JB", "Department of Ophthalmology, Chungbuk National University Hospital, College of Medicine, Chungbuk National University, Cheongju, Korea."]], "date": null, "id": "29196770", "text": "The purpose of this study was to evaluate the effect of gravity acceleration on choroidal and retinal nerve fiber layer (RNFL) thickness using swept-source optical coherence tomography (SS-OCT).Thirteen healthy volunteers who planned to participate in human centrifuge training as part of the flight surgeon selection process enrolled this study. During centrifuge training, gravity was gradually increased up to six times that of sea level. All subjects underwent complete ophthalmologic examination and three-dimensional wide-scanning SS-OCT imaging (DRI OCT-1 Atlantis; Topcon, Tokyo, Japan). Imaging was performed before (baseline), immediately after, and 15, 30, and 60 minutes after centrifuge training. Changes in choroidal thickness, choroidal volume, retinal thickness, and RNFL thickness after centrifuge training were analyzed.Mean choroidal thickness significantly and transiently decreased immediately (258.19 ± 73.54 μm, P < 0.001), 15 minutes (258.54 ± 75.12 μm, P = 0.001), and 30 minutes (254.31 ± 66.92, P = 0.001) after human centrifuge training, relative to baseline (273.35 ± 80.80 μm). However, the decreased choroidal thickness returned to baseline levels 1 hour after centrifuge training (270.12 ± 71.69 μm, P = 0.437). Mean retinal thickness and RNFL thickness were not significantly affected by human centrifuge training. In participants who suffered from gravity-force induced loss of consciousness (G-LOC) during training, the amount of the choroidal thickness decrease was larger than in participants who did not experience G-LOC. However, because of the small sample size, the difference, although large, was not statistically significant.Choroidal thickness and volume significantly and transiently decreased after human centrifuge training, which might reflect that choroidal perfusion was transiently decreased during human centrifuge training. Considering choroidal thickness decreased after human centrifuge training, long-term exposure to a high gravity environment may lead to ischemic injury to ocular structures.", "doi": "10.1167/iovs.17-21994", "title": "Effect of Gravity Acceleration on Choroidal and Retinal Nerve Fiber Layer Thickness: A Swept-Source Optical Coherence Tomography Study.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}