{"authors": [["Huang", "Jianping", "J", "Department of Psychology, Soochow University, Suzhou, 215000, China."], ["Li", "Yingli", "Y", "Department of Psychology, Soochow University, Suzhou, 215000, China."], ["Zhang", "Jianxin", "J", "Department of Psychology, Soochow University, Suzhou, 215000, China."], ["Wang", "Xiangpeng", "X", "Key Laboratory of Cognition and Personality of Ministry of Education, Faculty of Psychology, Southwest University, Chongqing, 400715, China."], ["Huang", "Chunlu", "C", "Department of Psychology, Soochow University, Suzhou, 215000, China."], ["Chen", "Antao", "A", "Key Laboratory of Cognition and Personality of Ministry of Education, Faculty of Psychology, Southwest University, Chongqing, 400715, China. xscat@swu.edu.cn."], ["Liu", "Dianzhi", "D", "Department of Psychology, Soochow University, Suzhou, 215000, China. dianzhiliu@foxmail.com."]], "date": "2017-12-01", "id": "29196661", "text": "Awareness of implicit knowledge is a changing process. Previous studies have examined brain activation patterns corresponding to the start and end stages of implicit learning, but failed to reveal the gradual changing course of awareness in implicit learning. The present study explored brain activation changes corresponding to different awareness states elicited by two different stimulus onset asynchrony (SOA, 850 ms and 1350 ms) over the whole course of implicit sequence learning (i.e., divided into three phases), by using a process dissociation procedure (PDP) paradigm and the technique of functional magnetic resonance imaging (fMRI). In the results, it was found that the 850 ms SOA elicited primarily an awareness state of unconsciousness, under which the frontal lobe was significantly activated during the early phase of implicit sequence learning, with its activation levels correlated positively to consciousness levels. In contrast, the 1350 ms SOA triggered predominantly an awareness state of consciousness, under which the activation levels of the inferior parietal lobule correlated positively to consciousness levels during the middle phase, and positively to consciousness levels as well as negatively to unconsciousness levels during the late phase of implicit sequence learning. Overall, the frontal lobe and inferior parietal lobule were found to play critical roles in mediating awareness states over the course of implicit sequence learning.", "doi": "10.1038/s41598-017-16340-2", "title": "fMRI Investigation on Gradual Change of Awareness States in Implicit Sequence Learning.", "journal": ["Scientific reports", "Sci Rep"]}