{"authors": [["Michel", "Christoph M", "CM", "Department of Basic Neuroscience, University of Geneva, Campus Biotech, Switzerland; Lemanic Biomedical Imaging Centre (CIBM), Lausanne and Geneva, Switzerland. Electronic address: christoph.michel@unige.ch."], ["Koenig", "Thomas", "T", "Translational Research Center, University Hospital of Psychiatry, University of Bern, Switzerland."]], "date": "2017-11-28", "id": "29196270", "text": "The present review discusses a well-established method for characterizing resting-state activity of the human brain using multichannel electroencephalography (EEG). This method involves the examination of electrical microstates in the brain, which are defined as successive short time periods during which the configuration of the scalp potential field remains semi-stable, suggesting quasi-simultaneity of activity among the nodes of large-scale networks. A few prototypic microstates, which occur in a repetitive sequence across time, can be reliably identified across participants. Researchers have proposed that these microstates represent the basic building blocks of the chain of spontaneous conscious mental processes, and that their occurrence and temporal dynamics determine the quality of mentation. Several studies have further demonstrated that disturbances of mental processes associated with neurological and psychiatric conditions manifest as changes in the temporal dynamics of specific microstates. Combined EEG-fMRI studies and EEG source imaging studies have indicated that EEG microstates are closely associated with resting-state networks as identified using fMRI. The scale-free properties of the time series of EEG microstates explain why similar networks can be observed at such different time scales. The present review will provide an overview of these EEG microstates, available methods for analysis, the functional interpretations of findings regarding these microstates, and their behavioral and clinical correlates.", "doi": "10.1016/j.neuroimage.2017.11.062", "title": "EEG microstates as a tool for studying the temporal dynamics of whole-brain neuronal networks: A review.", "journal": ["NeuroImage", "Neuroimage"]}