{"authors": [["Mapoure", "Yacouba Njankouo", "YN", "Department of Clinical Sciences, University of Douala, Douala, Cameroon."], ["Eyambe", "Ngowo Lydia", "NL", "Department of Clinical Sciences, University of Buea, Buea, Cameroon."], ["Dzudie", "Anastase Tamdja", "AT", "Department of Internal Medicine, Douala General Hospital, Douala, Cameroon."], ["Ayeah", "Chia Mark", "CM", "Department of Clinical Sciences, University of Douala, Douala, Cameroon."], ["Ba", "Hamadou", "H", "Department of Internal Medicine, University of Yaoundé I, Douala, Cameroon."], ["Hentchoya", "Romuald", "R", "Service of Intensive Care Unit, Douala General Hospital, Douala, Cameroon."], ["Luma", "Henry Namme", "HN", "Department of Internal Medicine, Douala General Hospital, Douala, Cameroon."]], "date": "2017-11-30", "id": "29190627", "text": "Studies suggest that sex differences have an impact on patients with stroke, but existing data in Africa remain inconclusive about this inference.To study sex differences in terms of the clinical profile and short-term outcome of stroke in the Douala General Hospital, Cameroon.A hospital-based prospective cohort study was carried out in a tertiary care hospital over an 8-year period, which included all patients admitted for confirmed acute stroke. Information about the history of stroke with emphasis on clinical profile and outcome was collected. Descriptive statistics, t test, and chi square test were used for comparisons, while the Kaplan-Meier curve was used for survival rate analysis.Of the 818 patients included, 455 (55.6%) were male patients. When compared to males, female patients are more likely to experience a stroke at an older age (mean age 62.3 ± 14.1 vs. 58.4 ± 12.9 years, p < 0.001), to be unmarried, to remain unemployed, and to have higher rates of cardio-embolic stroke (p = 0.049), body mass index (p = 0.031), altered levels of consciousness at presentation (p = 0.005), higher mean HDL cholesterol levels (p = 0.001), and in-hospital complications (p = 0.011), especially urinary tract infections (p = 0.018). Males were more likely to have health insurance, to smoke, to consume alcohol (p < 0.001), and to have higher rates of dysarthria (p = 0.004), higher mean uric acid (p = 0.013), and creatinine (p < 0.001) concentrations. Ischemic and hemorrhagic strokes were more prevalent in men (p = 0.003). There are no sex differences in terms of stroke severity, length-of-hospital stay, case fatality, and functional outcome on admission.Sex differences exist in the clinical profile of stroke but not in the outcome. Knowledge of these differences could help influence stroke prevention, thereby improving stroke burden in Africa.", "doi": "10.1159/000484319", "title": "Gender-Related Differences and Short-Term Outcome of Stroke: Results from a Hospital-Based Registry in Sub-Saharan Africa.", "journal": ["Neuroepidemiology", "Neuroepidemiology"]}