{"authors": [["Haugland", "Britt Øvrebø", "BØ", "VID Specialized University, Faculty of Health Bergen, Ulriksdal 10, 5009 Bergen, Norway. Electronic address: britt.haugland@vid.no."], ["Lassen", "Rasmus M", "RM", "VID Specialized University, Faculty of Health Bergen, Ulriksdal 10, 5009 Bergen, Norway. Electronic address: rasmus.lassen@vid.no."], ["Giske", "Tove", "T", "VID Specialized University, Faculty of Health Bergen, Ulriksdal 10, 5009 Bergen, Norway. Electronic address: tove.giske@vid.no."]], "date": "2017-11-22", "id": "29190589", "text": "Formation is an important part of nursing education, and it is the responsibility of nurse educators to facilitate learning situations that provide students with opportunities for personal discovery. Studies have shown that awareness of one's own vulnerability can be a source of professional maturation and courageous action. The study setting is a Christian university that emphasises its value base through the perspective of diakonia in the nursing programme. Diakonia is understood as the provision of caring. Two hundred and forty-five pages of reflective journals from 124 third-year students were analysed with qualitative content analysis. The main theme of the study was Professional formation through personal involvement and value integration. Four categories emerged: 1) Diakonia as a guide to professional compassion; 2) Consciousness of one's own values; 3) The urge to act courageously; and 4) Choosing to spend the time available. The article discusses how students can integrate values in their professional lives by using all senses when learning in real-life situations and by using systematic reflection alone and together with others. Professional formation is an ongoing process, and we have found that mandatory participation, reiteration and progression are important conditions for such formation to occur.", "doi": "10.1016/j.nepr.2017.11.013", "title": "Professional formation through personal involvement and value integration.", "journal": ["Nurse education in practice", "Nurse Educ Pract"]}