{"authors": [["Cosentino", "Chiara", "C", "Department of Medicine and Surgery, University of Parma. chiara.cosentino1@unipr.it."], ["Fama", "Mattia", "M", null], ["Foà", "Chiara", "C", null], ["Bromuri", "Giorgia", "G", null], ["Giannini", "Serena", "S", null], ["Saraceno", "Marco", "M", null], ["Spagnoletta", "Angela", "A", null], ["Tenkue", "Mbemo", "M", null], ["Trevisi", "Elena", "E", null], ["Sarli", "Leopoldo", "L", null]], "date": "2017-11-30", "id": "29189706", "text": "Unplanned extubations (UE) are getting more and more relevant in Critical Care, becoming a quality and care safeness outcome. This happens because after an UE the patient can face some complications concerning the airway management, respiratory and hemodynamic problems, lengthen in the hospital stay and in the mechanical ventilation time.  The aim of this review is identify and classify the factors that could increase UE risk.A systematic review of scientific articles was performed consulting the databases PubMed, Cinahl, Medline, EBSCOhost and Google Scholar. Articles from 2006 to 2011 were included. Pediatric Care settings were excluded.21 articles were selected. From the results emerged that risk factors associated to the patient are widely controversial. Yet restlessness, a low level of sedation and a high level of consciousness seem to be highly related to UE. Organizational risk factors, as workload, nurse:patient ratio, and the use of interdisciplinary protocols seem to play an important role in UE.According the current literature, the research on UE still has to handle a wide uncertainty. There is the need for more studies developing conclusive evidences on the role of different risk factors. Anyway, literature highlights the importance of the nurse and of the healthcare system organization in reducing UE incidence.", "doi": null, "title": "Unplanned Extubations in Intensive Care Unit: evidences for risk factors. A literature review.", "journal": ["Acta bio-medica : Atenei Parmensis", "Acta Biomed"]}