{"authors": [["Defresne", "Aline", "A", "From the GIGA - Consciousness, Anesthesia and Intensive Care Medicine Laboratory, University and CHU University Hospital of Liege, Belgium Department of Anaesthesia and Intensive Care Medicine, CHU University Hospital of Liege, Belgium and University Department of Anaesthesia and Intensive Care Medicine, CHR Citadelle, Liege, Belgium (AD, VB)."], ["Barvais", "Luc", "L", "From the GIGA - Consciousness, Anesthesia and Intensive Care Medicine Laboratory, University and CHU University Hospital of Liege, Belgium Department of Anaesthesia and Intensive Care Medicine, CHU University Hospital of Liege, Belgium and University Department of Anaesthesia and Intensive Care Medicine, CHR Citadelle, Liege, Belgium (AD, VB)."], ["Clement", "François", "F", "From the GIGA - Consciousness, Anesthesia and Intensive Care Medicine Laboratory, University and CHU University Hospital of Liege, Belgium Department of Anaesthesia and Intensive Care Medicine, CHU University Hospital of Liege, Belgium and University Department of Anaesthesia and Intensive Care Medicine, CHR Citadelle, Liege, Belgium (AD, VB)."], ["Bonhomme", "Vincent", "V", "From the GIGA - Consciousness, Anesthesia and Intensive Care Medicine Laboratory, University and CHU University Hospital of Liege, Belgium Department of Anaesthesia and Intensive Care Medicine, CHU University Hospital of Liege, Belgium and University Department of Anaesthesia and Intensive Care Medicine, CHR Citadelle, Liege, Belgium (AD, VB)."]], "date": "2017-11-18", "id": "29189318", "text": "The surgical plethysmographic index (SPI) is one of the available indexes of the nociception-antinociception (NAN) balance. Individually adjusting the NAN balance to prevent somatic responses to noxious stimulation remains a challenge.To assess whether guiding remifentanil administration according to the SPI response to a calibrated noxious stimulus (NANCAL) can blunt the haemodynamic response to tracheal intubation and surgical incision.Prospective randomised multicentre controlled study.Two Belgian university hospitals from January 2014 to April 2015.After ethic review board approval and informed consent, 48 American Society of Anesthesiologists I or II adult patients scheduled for surgery under general anaesthesia were enrolled.Patients were randomly assigned to a SPI group, where remifentanil effect-site concentration was adjusted according to NANCAL, or a control group, where it was fixed at 4 ng ml. Propofol concentration was always adjusted to maintain the bispectral index close to 40. NANCAL consisted of a 100 Hz, 60 mA electrical tetanic stimulation during 30 s at the wrist before tracheal intubation and before surgical incision.The primary endpoint was the efficacy of the NANCAL-guided remifentanil administration to prevent the haemodynamic response to tracheal intubation and surgical incision. The secondary aim was to compare the ability of SPI, analgesia nociception index, pupil diameter and mean arterial pressure response to NANCAL to predict the haemodynamic response to tracheal intubation and surgical incision.Our SPI response to NANCAL-based correcting scheme for remifentanil administration was not superior to a fixed remifentanil concentration at blunting the haemodynamic response to tracheal intubation or surgical incision. Among all tested NAN balance indices, only mean arterial pressure had significant predictive ability with regard to the haemodynamic response to surgical incision.Further research is needed to define the best NANCAL stimulus and the best remifentanil correcting scheme to help individualised tailoring of antinociception for each specific subpopulation of surgical patients.Clinicaltrials.gov NCT: 02884310; https://clinicaltrials.gov/ct2/show/NCT02884310.", "doi": "10.1097/EJA.0000000000000742", "title": "Standardised noxious stimulation-guided individual adjustment of remifentanil target-controlled infusion to prevent haemodynamic responses to laryngoscopy and surgical incision: A randomised controlled trial.", "journal": ["European journal of anaesthesiology", "Eur J Anaesthesiol"]}