{"authors": [["Ordóñez-Rubiano", "Edgar Gerardo", "EG", "Neurosurgery Department, Fundación Universitaria De Ciencias De La Salud, Hospital de San Jose/Hospital Infantil Universitario de San José."], ["Johnson", "Jason", "J", "Neuroradiology, MD Anderson."], ["Enciso-Olivera", "Cesar O", "CO", "Critical Care and Intensive Care Unit. Hospital Infantil Universitario De San José. Bogotá, Colombia, Hospital Infantil Universitario de San José - Fundación Universitaria de Ciencias de la Salud."], ["Marín-Muñoz", "Jorge H", "JH", "Neuroradiology. Hospital Infantil Universitario De San José. Bogotá, Colombia., Hospital Infantil Universitario de San José - Fundación Universitaria de Ciencias de la Salud."], ["Cortes-Lozano", "William", "W", "Neurosurgery, Fundación Universitaria De Ciencias De La Salud, Hospital de San Jose/Hospital Infantil Universitario de San José."], ["Baquero-Herrera", "Pablo E", "PE", "Neurosurgery Department. Hospital Infantil Universitario De San José. Bogotá, Colombia, Hospital Infantil Universitario de San José - Fundación Universitaria de Ciencias de la Salud."], ["Ordóñez-Mora", "Edgar G", "EG", "Neurosurgery Department. Hospital Infantil Universitario De San José. Bogotá, Colombia, Hospital Infantil Universitario de San José - Fundación Universitaria de Ciencias de la Salud."], ["Cifuentes-Lobelo", "Hernando A", "HA", "Neurosurgery Department. Hospital Infantil Universitario De San José. Bogotá, Colombia., Hospital Infantil Universitario de San José - Fundación Universitaria de Ciencias de la Salud."]], "date": "2017-09-28", "id": "29188167", "text": "This work describes the reconstruction of the ascending reticular activating system (ARAS) with diffusion tensor tractography in three patients with altered consciousness after traumatic brain injury. A diffusion tensor tractography was performed in three patients with impaired consciousness after a severe traumatic brain injury. A 1.5 T scanner was used to obtain the tensor sequences; axial tensors were acquired. Post-processing was performed, and the mean fractional anisotropy (FA) values were recorded. The FA maps were used to do a manual tracing of the following regions of interest (ROIs): the ventromedial midbrain, the anterior thalamus, and the hypothalamus. Case 1 presented destruction of the right dorsal and ventral tegmental tracts as well as destruction of the right middle forebrain bundle, case 2 had destruction of the right dorsal tegmental tract, and case 3 had destruction of the bilateral ventral and dorsal tegmental tracts, as well as destruction of the right middle forebrain bundle. The affected fibers of the ascending reticular activating system with diffuse axonal injury and the FA values abnormalities in the ascending reticular activating system in three patients with a disorder of consciousness (DOC) after traumatic brain injury are described.", "doi": "10.7759/cureus.1723", "title": "Reconstruction of the Ascending Reticular Activating System with Diffusion Tensor Tractography in Patients with a Disorder of Consciousness after Traumatic Brain Injury.", "journal": ["Cureus", "Cureus"]}