{"authors": [["Hattori", "Kasumi", "K", "Department of Neurology, Fukushima Medical University."], ["Matsuda", "Nozomu", "N", "Department of Neurology, Fukushima Medical University."], ["Murakami", "Takenobu", "T", "Department of Neurology, Fukushima Medical University."], ["Ito", "Eiichi", "E", "Department of Neurology, Fukushima Medical University."], ["Ugawa", "Yoshikazu", "Y", "Department of Neurology, Fukushima Medical University."]], "date": "2017-11-28", "id": "29187689", "text": "A 62-year-old man with acute paraplegia was transferred to our hospital. He had flaccid paraplegia and multiple cranial nerve palsies, such as mydriasis of the left pupil, abduction palsy of the left eye, hoarseness and dysphagia, but no meningeal irritation signs. MRI of the spinal canal showed swellings of the conus medullaris and the cauda equine, and also contrast enhancement of the spinal meninges. The cerebrospinal fluid (CSF) showed pleocytosis and protein increment. The lymph node was swollen in his right axilla. The biopsy specimen from the right axillary lymph node revealed metastasis of malignant melanoma histologically. Careful check-up of his whole body found a malignant melanoma in the subungual region of the right ring finger. Repeated cytological examination revealed melanoma cells in the CSF, confirming the diagnosis of leptomeningeal melanomatosis. His consciousness was gradually deteriorated. His family members chose supportive care instead of chemotherapy or surgical therapy after full information about his conditions. Finally, he died 60 days after transfer to our hospital. This is a rare case of leptomenigeal melanomatosis presenting with acute paraplegia and multiple cranial nerve palsies. Careful follow-up and repeated studies are vital for the early diagnosis of leptomenigeal melanomatosis in spite of atypical clinical presentation.", "doi": "10.5692/clinicalneurol.cn-001092", "title": "[A case of leptomeningeal melanomatosis with acute paraplegia and multiple cranial nerve palsies].", "journal": ["Rinsho shinkeigaku = Clinical neurology", "Rinsho Shinkeigaku"]}