{"authors": [["Friedberg", "Barry L", "BL", "Goldilocks Anesthesia Foundation, Newport Beach, Calif."]], "date": "2017-10-20", "id": "29184740", "text": "Friedberg's Triad is (1) measure the brain; (2) preempt the pain; (3) emetic drugs abstain. Persistent anesthesia problems include over- and under-medication, postoperative pain management, and postoperative nausea and vomiting. Inspired by Vinnik's diazepam-ketamine paradigm, Friedberg's propofol ketamine paradigm was first published in 1993. The 1997 addition of the bispectral (BIS) index brain monitor made the propofol ketamine paradigm numerically reproducible. The 1998 addition of the frontalis electromyogram (EMG) as a secondary trend to the BIS transformed the time-delayed BIS monitor into a real-time, extremely useful device. Before BIS monitoring, anesthesiologists only had heart rate (HR) and blood pressure (BP) changes to guide depth of anesthesia. Not surprisingly, the American Society of Anesthesiologists' Awareness study showed no HR or BP changes in half of the patients experiencing awareness with recall. HR and BP changes may only reflect brain stem signs while consciousness and pain are processed at higher, cortical brain levels. BIS/electromyogram measurement can accurately reflect propofol effect on the cerebral cortex in real time. Although propofol requirements can vary as much as a hundred-fold, titrating propofol to 60 < BIS < 75 with baseline electromyogram assures every patient will be anesthetized to the same degree and allows more scientific analysis of outcomes. Numerous publications are cited to support the author's 25-year clinical experience. Over that period, no office-based, cosmetic surgery patients were admitted to the hospital for unmanageable pain or postoperative nausea and vomiting. Friedberg's Triad appears to solve persistent anesthesia problems.", "doi": "10.1097/GOX.0000000000001527", "title": "Can Friedberg's Triad Solve Persistent Anesthesia Problems? Over-Medication, Pain Management, Postoperative Nausea and Vomiting.", "journal": ["Plastic and reconstructive surgery. Global open", "Plast Reconstr Surg Glob Open"]}