{"authors": [["Oakley", "David A", "DA", "Division of Psychology and Language Sciences, University College London, London, United Kingdom."], ["Halligan", "Peter W", "PW", "School of Psychology, Cardiff University, Cardiff, United Kingdom."]], "date": "2017-11-14", "id": "29184516", "text": "Despite the compelling subjective experience of executive self-control, we argue that \"consciousness\" contains no top-down control processes and that \"consciousness\" involves no executive, causal, or controlling relationship with any of the familiar psychological processes conventionally attributed to it. In our view, psychological processing and psychological products are not under the control of consciousness. In particular, we argue that all \"contents of consciousness\" are generated by and within non-conscious brain systems in the form of a continuous self-referential personal narrative that is not directed or influenced in any way by the \"experience of consciousness.\" This continuously updated personal narrative arises from selective \"internal broadcasting\" of outputs from non-conscious executive systems that have access to all forms of cognitive processing, sensory information, and motor control. The personal narrative provides information for storage in autobiographical memory and is underpinned by constructs of self and agency, also created in non-conscious systems. The experience of consciousness is a passive accompaniment to the non-conscious processes of internal broadcasting and the creation of the personal narrative. In this sense, personal awareness is analogous to the rainbow which accompanies physical processes in the atmosphere but exerts no influence over them. Though it is an end-product created by non-conscious executive systems, the personal narrative serves the powerful evolutionary function of enabling individuals to communicate (externally broadcast) the contents of internal broadcasting. This in turn allows recipients to generate potentially adaptive strategies, such as predicting the behavior of others and underlies the development of social and cultural structures, that promote species survival. Consequently, it is the capacity to communicate to others the contents of the personal narrative that confers an evolutionary advantage-not the experience of consciousness (personal awareness) itself.", "doi": "10.3389/fpsyg.2017.01924", "title": "Chasing the Rainbow: The Non-conscious Nature of Being.", "journal": ["Frontiers in psychology", "Front Psychol"]}