{"authors": [["Chen", "Yifan", "Y", "School of Kinesiology, Shanghai University of Sport, Shanghai, China."], ["Wang", "Xiaochun", "X", "School of Kinesiology, Shanghai University of Sport, Shanghai, China."], ["Yu", "Yanglan", "Y", "School of Kinesiology, Shanghai University of Sport, Shanghai, China."], ["Liu", "Ying", "Y", "School of Kinesiology, Shanghai University of Sport, Shanghai, China."]], "date": "2017-11-13", "id": "29180950", "text": "Background: The relationship between awareness and attention is complex and controversial. A growing body of literature has shown that the neural bases of consciousness and endogenous attention (voluntary attention) are independent. The important role of exogenous attention (reflexive attention) on conscious experience has been noted in several studies. However, exogenous attention can also modulate subliminal processing, suggesting independence between the two processes. The question of whether visual awareness and exogenous attention rely on independent mechanisms under certain circumstances remains unanswered. Methods: In the current study, electroencephalograph recordings were conducted using 64 channels from 16 subjects while subjects attempted to detect faint speed changes of colored rotating dots. Awareness and attention were manipulated throughout trials in order to test whether exogenous attention and visual awareness rely on independent mechanisms. Results: Neural activity related to consciousness was recorded in the following cue-locked time-windows (event related potential, cluster- based permutation test): 0-50, 150-200, and 750-800 ms. With a more liberal threshold, the inferior occipital lobe was found to be the source of awareness-related activity in the 0-50 ms range. In the later 150-200 ms range, activity in the fusiform and post-central gyrus was related to awareness. Awareness-related activation in the later 750-800 ms range was more widely distributed. This awareness-related activation pattern was quite different from that of attention. Attention-related neural activity was emphasized in the 750-800 ms time window and the main source of attention-related activity was localized to the right angular gyrus. These results suggest that exogenous attention and visual consciousness correspond to different and relatively independent neural mechanisms and are distinct processes under certain conditions.", "doi": "10.3389/fnins.2017.00633", "title": "Dissociable Electroencephalograph Correlates of Visual Awareness and Feature-Based Attention.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}