{"authors": [["Chen", "Sheng", "S", "Department of Neurosurgery, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, PR China."], ["Zhao", "Binjie", "B", "Department of Neurosurgery, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, PR China."], ["Wang", "Wei", "W", "Department of Neurosurgery, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, PR China."], ["Shi", "Ligen", "L", "Department of Neurosurgery, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, PR China."], ["Reis", "Cesar", "C", "Department of Physiology and Pharmacology, Loma Linda University, Loma Linda, California, USA."], ["Zhang", "Jianmin", "J", "Department of Neurosurgery, Second Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, PR China."]], "date": "2017-07-18", "id": "29179524", "text": "Despite years of effort, intracerebral hemorrhage (ICH) remains the most devastating form of stroke with more than 40% 30-day mortality worldwide. Hematoma expansion (HE), which occurs in one third of ICH patients, is strongly predictive of worse prognosis and potentially preventable if high-risk patients were identified in the early phase of ICH. In this review, we summarize data from recent studies on HE prediction and classify those potential indicators into four categories: clinical (severity of consciousness disturbance; blood pressure; blood glucose at and after admission); laboratory (hematologic parameters of coagulation, inflammation and microvascular integrity status), radiographic (interval time from ICH onset; baseline volume, shape and density of hematoma; intraventricular hemorrhage; especially the spot sign and modified spot sign) and integrated predictors (9-point or 24-point clinical prediction algorithm and PREDICT A/B). We discuss those predictors' underlying pathophysiology in HE and present opportunities to develop future therapeutic strategies.", "doi": "10.18632/oncotarget.19366", "title": "Predictors of hematoma expansion predictors after intracerebral hemorrhage.", "journal": ["Oncotarget", "Oncotarget"]}