{"authors": [["Brewer-Smyth", "Kathleen", "K", "Author Affiliations: College of Health Sciences, University of Delaware."], ["Pohlig", "Ryan T", "RT", null]], "date": null, "id": "29176519", "text": "We investigated women under the influence of alcohol compared with other illicit substances at the time of committing a crime to identify predictors of being under the influence of alcohol and female-enacted crime.Analyses of data, obtained from private interviews and examinations of female prison inmates, included regression analyses exploring predictors of being under the influence of alcohol at the time of the crime and predictors of violent crime. In addition, a reanalysis of a previously reported model, predicting conviction of a violent crime, was conducted including a new variable, being under the influence of alcohol at the time of the crime.Those under the influence of alcohol at the time of their crime had experienced greater nonfamilial childhood sexual abuse and traumatic brain injuries with loss of consciousness predating their crime. They were more likely to have committed a violent, rather than nonviolent, crime compared with those under the influence of other substances, with the latter being not significantly different for those not under the influence of any substance. Being under the influence of alcohol increased the risk of committing a violent crime, adjusting for other predictors of female violence.Women under the influence of alcohol are at a greater risk for committing violent crimes than those under the influence of other substances. Female nonfamilial childhood sexual abuse and traumatic brain injury victims were at a higher risk for being under the influence of alcohol, in comparison with other substances, at the time of committing a violent crime.", "doi": "10.1097/JFN.0000000000000177", "title": "Risk Factors for Women Being Under the Influence of Alcohol Compared With Other Illicit Substances at the Time of Committing Violent Crimes.", "journal": ["Journal of forensic nursing", "J Forensic Nurs"]}