{"authors": [["Schaefer", "Lauren M", "LM", "Department of Psychology, University of South Florida, United States."], ["Burke", "Natasha L", "NL", "Department of Medical and Clinical Psychology, Uniformed Services University of the Health Sciences, United States."], ["Calogero", "Rachel M", "RM", "Department of Psychology, University of Western Ontario, Canada."], ["Menzel", "Jessie E", "JE", "Department of Psychiatry, University of California, San Diego, United States."], ["Krawczyk", "Ross", "R", "Department of Psychology, College of St. Rose, United States."], ["Thompson", "J Kevin", "JK", "Department of Psychology, University of South Florida, United States. Electronic address: joelkevinthompson@gmail.com."]], "date": "2017-11-21", "id": "29172061", "text": "Objectification theory asserts that self-objectification, which manifests as self-surveillance, leads to increased body shame and subsequent eating pathology. Although evidence supports the core mediational model, the majority of this work utilizes primarily White samples, limiting generalizability to other ethnic groups. The current study examined whether the core tenets of objectification theory generalize to Black and Hispanic women. Participants were 880 college women from the United States (71.7% White, 15.1% Hispanic, 13.2% Black) who completed self-report measures of self-surveillance, body shame, and disordered eating. Multivariate analysis of variance tests indicated lower levels of self-surveillance and disordered eating among Black women. Moreover, body shame mediated the relationship between self-surveillance and disordered eating for White and Hispanic women, but not for Black women. These analyses support growing evidence for the role of body shame as a mediator between body surveillance and eating pathology, but only for women in certain ethnic groups.", "doi": "10.1016/j.bodyim.2017.10.005", "title": "Self-objectification, body shame, and disordered eating: Testing a core mediational model of objectification theory among White, Black, and Hispanic women.", "journal": ["Body image", "Body Image"]}