{"authors": [["Sirisena", "Dinesh", "D", "Sports Medicine Centre, Khoo Teck Puat Hospital, Singapore."], ["Walter", "Joy", "J", "Asia Rugby, Singapore."], ["Ong", "Joo Haw", "JH", "Sports Medicine Centre, Khoo Teck Puat Hospital, Singapore."], ["Probert", "Joanne", "J", "Sports Medicine Centre, Khoo Teck Puat Hospital, Singapore."]], "date": "2017-11-13", "id": "29167908", "text": "Sports concussion remains a challenging condition to manage despite changes to policy and practice since the 2012 Concussion in Sport Group consensus meeting. Emergency physicians (EPs) are often the first line of medical care for athletes in amateur and youth collision sports. This single-centre cross-sectional study aimed to establish the understanding and management of concussion by EPs in Singapore.An anonymised 17-item online questionnaire was sent out to EPs using the Google Forms application, requesting information on clinical experience, training, exposure to concussion cases in the emergency department (ED) and assessed knowledge of the condition.52 clinicians responded, with 25 (48.1%) being medical officers. Over 90% had not received formal training in concussion management and 27 (73.1%) assessed concussion regularly. 40 (76.9%) recognised loss of consciousness as not being essential for diagnosis but only 24 (46.2%) knew the most common symptom. 26 (50.0%) reported that they would perform brain imaging and among those who referred onwards, 29 (55.8%) made referrals were to neurosurgery. There was no significant difference between the clinical grade or training in concussion and positive responses for definition, indication for imaging or most common symptom.Concussion is a common presentation to this ED in Singapore. However, understanding of the condition, its clinical diagnosis, investigation and onward management is limited. Although EPs reported training in the subject matter, it is likely that this was insufficient. Perhaps commencing relevant education programmes as undergraduate and postgraduate medical students would enable progressive acquisition of knowledge and thereby improve patient management in the future.", "doi": "10.11622/smedj.2017104", "title": "A pilot single-centre cross-sectional study to determine the knowledge and management of sports concussion by emergency physicians: an experience from Singapore.", "journal": ["Singapore medical journal", "Singapore Med J"]}