{"authors": [["Kraehenmann", "Rainer", "R", "Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."], ["Pokorny", "Dan", "D", "Department of Psychosomatic Medicine and Psychotherapy, University of Ulm, Ulm, Germany."], ["Aicher", "Helena", "H", "Neuropsychopharmacology and Brain Imaging Unit, Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."], ["Preller", "Katrin H", "KH", "Neuropsychopharmacology and Brain Imaging Unit, Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."], ["Pokorny", "Thomas", "T", "Neuropsychopharmacology and Brain Imaging Unit, Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."], ["Bosch", "Oliver G", "OG", "Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."], ["Seifritz", "Erich", "E", "Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."], ["Vollenweider", "Franz X", "FX", "Neuropsychopharmacology and Brain Imaging Unit, Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric Hospital, University of Zurich, Zürich, Switzerland."]], "date": "2017-11-08", "id": "29167644", "text": "Rationale: Stimulation of serotonin 2A (5-HT2A) receptors by lysergic acid diethylamide (LSD) and related compounds such as psilocybin has previously been shown to increase primary process thinking - an ontologically and evolutionary early, implicit, associative, and automatic mode of thinking which is typically occurring during altered states of consciousness such as dreaming. However, it is still largely unknown whether LSD induces primary process thinking under placebo-controlled, standardized experimental conditions and whether these effects are related to subjective experience and 5-HT2A receptor activation. Therefore, this study aimed to test the hypotheses that LSD increases primary process thinking and that primary process thinking depends on 5-HT2A receptor activation and is related to subjective drug effects. Methods: Twenty-five healthy subjects performed an audio-recorded mental imagery task 7 h after drug administration during three drug conditions: placebo, LSD (100 mcg orally) and LSD together with the 5-HT2A receptor antagonist ketanserin (40 mg orally). The main outcome variable in this study was primary index (PI), a formal measure of primary process thinking in the imagery reports. State of consciousness was evaluated using the Altered State of Consciousness (5D-ASC) rating scale. Results: LSD, compared with placebo, significantly increased primary index (p < 0.001, Bonferroni-corrected). The LSD-induced increase in primary index was positively correlated with LSD-induced disembodiment (p < 0.05, Bonferroni-corrected), and blissful state (p < 0.05, Bonferroni-corrected) on the 5D-ASC. Both LSD-induced increases in primary index and changes in state of consciousness were fully blocked by ketanserin. Conclusion: LSD induces primary process thinking via activation of 5-HT2A receptors and in relation to disembodiment and blissful state. Primary process thinking appears to crucially organize inner experiences during both dreams and psychedelic states of consciousness.", "doi": "10.3389/fphar.2017.00814", "title": "LSD Increases Primary Process Thinking via Serotonin 2A Receptor Activation.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}