{"authors": [["Suzuki", "Keisuke", "K", "Sackler Centre for Consciousness Science, University of Sussex, Brighton, BN1 9QJ, United Kingdom. K.Suzuki@sussex.ac.uk."], ["Roseboom", "Warrick", "W", "Sackler Centre for Consciousness Science, University of Sussex, Brighton, BN1 9QJ, United Kingdom."], ["Schwartzman", "David J", "DJ", "Sackler Centre for Consciousness Science, University of Sussex, Brighton, BN1 9QJ, United Kingdom."], ["Seth", "Anil K", "AK", "Sackler Centre for Consciousness Science, University of Sussex, Brighton, BN1 9QJ, United Kingdom."]], "date": "2017-11-22", "id": "29167538", "text": "Altered states of consciousness, such as psychotic or pharmacologically-induced hallucinations, provide a unique opportunity to examine the mechanisms underlying conscious perception. However, the phenomenological properties of these states are difficult to isolate experimentally from other, more general physiological and cognitive effects of psychoactive substances or psychopathological conditions. Thus, simulating phenomenological aspects of altered states in the absence of these other more general effects provides an important experimental tool for consciousness science and psychiatry. Here we describe such a tool, which we call the Hallucination Machine. It comprises a novel combination of two powerful technologies: deep convolutional neural networks (DCNNs) and panoramic videos of natural scenes, viewed immersively through a head-mounted display (panoramic VR). By doing this, we are able to simulate visual hallucinatory experiences in a biologically plausible and ecologically valid way. Two experiments illustrate potential applications of the Hallucination Machine. First, we show that the system induces visual phenomenology qualitatively similar to classical psychedelics. In a second experiment, we find that simulated hallucinations do not evoke the temporal distortion commonly associated with altered states. Overall, the Hallucination Machine offers a valuable new technique for simulating altered phenomenology without directly altering the underlying neurophysiology.", "doi": "10.1038/s41598-017-16316-2", "title": "A Deep-Dream Virtual Reality Platform for Studying Altered Perceptual Phenomenology.", "journal": ["Scientific reports", "Sci Rep"]}