{"authors": [["Boettger", "Soenke", "S", "Department of Psychiatry and Psychotherapy, University Hospital Zurich, University Zurich, Ramistrasse 100, 8091 Zurich, Switzerland. Electronic address: soenke.boettger@usz.ch."], ["Nuñez", "David Garcia", "DG", "University Hospital Basel, University Basel, Spitalstrasse 21, 8046 Basel, Switzerland."], ["Meyer", "Rafael", "R", "Institute for Regenerative Medicine, University Zurich, Wagistrasse 14, 8952 Schlieren, Switzerland."], ["Richter", "André", "A", "Department of Psychiatry and Psychotherapy, University Hospital Zurich, University Zurich, Ramistrasse 100, 8091 Zurich, Switzerland."], ["Fernandez", "Susana Franco", "SF", "Institute of Anaesthesiology, University Hospital Zurich, University Zurich, Ramistrasse 100, 8091 Zurich, Switzerland."], ["Rudiger", "Alain", "A", "Institute of Anaesthesiology, University Hospital Zurich, University Zurich, Ramistrasse 100, 8091 Zurich, Switzerland."], ["Schubert", "Maria", "M", "Inselspital, University Hospital Bern, Directorate of Nursing/MTT, Freiburgstrasse 8, 3010 Bern, Switzerland. Electronic address: maria.schubert@unibas.ch."], ["Jenewein", "Josef", "J", "Department of Psychiatry and Psychotherapy, University Hospital Zurich, University Zurich, Ramistrasse 100, 8091 Zurich, Switzerland."]], "date": "2017-10-04", "id": "29167040", "text": "Sedation is a core concept in the intensive care setting, however, the impact of sedation on delirium has not yet been studied to date.In this prospective cohort study, 225 patients with Richmond Agitation and Sedation (RASS) scores of -1 - drowsiness and 0 - alert- and calmness were assessed with the Delirium Rating Scale-Revised 1998 (DRS-R-98) and DSM-IV-TR-determined diagnosis of delirium assessing drowsiness versus alertness.By itself, drowsiness increased the odds for developing delirium eightfold (OR 7.88 p<0.001) and rates of delirium were 68.2 and 21.4%, respectively. Further, in the drowsy patient, delirium was more severe. In the presence of drowsiness, delirium was characterized by sleep-wake cycle disturbances and language abnormalities. These two features, in addition to psychomotor retardation, allowed the correct classification of delirium at RASS-1. The same features, in addition to thought abnormalities and the impairment in the cognitive domain, orientation, attention, short- and long-term memory representing the core domains of delirium, or the temporal onset were very sensitive towards delirium, however lacked specificity. Conversely, delusions, perceptual abnormalities and lability of affect representing the non-core domain were very specific for delirium in the drowsy, however, not very sensitive. In the absence of delirium, drowsiness caused attentional impairment and language abnormalities.Drowsiness increased the odds for developing delirium eightfold and caused more severe delirium, which was characterized by sleep-wake cycle and language abnormalities. Further, drowsiness by itself caused attentional impairment and language abnormalities, thus, with its disturbance in consciousness was subthreshold for delirium.", "doi": "10.1016/j.jpsychores.2017.09.011", "title": "Delirium in the intensive care setting and the Richmond Agitation and Sedation Scale (RASS): Drowsiness increases the risk and is subthreshold for delirium.", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}