{"authors": [["Radell", "Sally A", "SA", "University of Tennessee, Knoxville, Tennessee."], ["Keneman", "Margaret L", "ML", "University of Tennessee, Knoxville, Tennessee."], ["Mandradjieff", "Mara P", "MP", "University of Tennessee, Knoxville, Tennessee."], ["Adame", "Daniel D", "DD", "University of Tennessee, Knoxville, Tennessee."], ["Cole", "Steven P", "SP", "Research Design Associates, Yorktown Heights, New York."]], "date": null, "id": "29166983", "text": "This mixed methods study compares the level of satisfaction with one's body image between beginning- and advanced-level female collegiate ballet students. Thirty-six beginning-level students were enrolled in two ballet classes, and a second group of 16 advanced-level students was enrolled in a third class. A mirror was used in the teaching of both groups. During the first and thirteenth week of a 14-week semester, students completed the Cash 69-item Body Self-Relations Questionnaire. In addition, five students from each group were randomly selected to participate in semi-structured interviews during the second and last week of the semester. Researchers asked students questions about their kinesthetic experience and the mirror's role in the studio. The quantitative results indicated that over the course of the semester the beginning dancers decreased in feeling physically fit, while the advanced dancers felt more in shape. For both beginning and advanced dancers there was a decrease in body image satisfaction. By semester's end, the advanced dancers were more preoccupied with weight and exercised more than the beginning dancers. The interviews revealed that four out of the five beginning ballet students discussed the use of the mirror in class and reported experiencing thoughts and sensations characteristic of the objective self-awareness state, such as heightened self-consciousness, comparison of self to others, or negative self-evaluation. The advanced dancers, on the other hand, focused on developing ways to avoid the mirror and preferred to \"feel\" movements muscularly before using the mirror for feedback. Even though the advanced dancers had more knowledge of how to use a mirror beneficially in class, their body image scores were equally as compromised as the beginning students'. These results suggest that both beginning- and advanced-level ballet students experience a decrease in body image satisfaction in a mirrored studio environment.", "doi": "10.12678/1089-313X.21.4.135", "title": "Comparison Study of Body Image Satisfaction Between Beginning- and Advanced-Level Female Ballet Students.", "journal": ["Journal of dance medicine & science : official publication of the International Association for Dance Medicine & Science", "J Dance Med Sci"]}