{"authors": [["Mancuso", "Mauro", "M", "Tuscany Rehabilitation Clinic, Montevarchi, Italy."], ["Abbruzzese", "Laura", "L", "Tuscany Rehabilitation Clinic, Montevarchi, Italy."], ["Canova", "Stefania", "S", "Tuscany Rehabilitation Clinic, Montevarchi, Italy."], ["Landi", "Giulia", "G", "Siena Brain Investigation and Neuromodulation Lab, Department of Medicine, Surgery and Neuroscience, University of Siena, Siena, Italy."], ["Rossi", "Simone", "S", "Siena Brain Investigation and Neuromodulation Lab, Department of Medicine, Surgery and Neuroscience, University of Siena, Siena, Italy."], ["Santarnecchi", "Emiliano", "E", "Siena Brain Investigation and Neuromodulation Lab, Department of Medicine, Surgery and Neuroscience, University of Siena, Siena, Italy."]], "date": "2017-11-06", "id": "29163104", "text": "Background: The absence of efficient treatments capable to promote central nervous system recovery in patients in vegetative state (VS) due to a severe acquired brain injury highlights the need of exploring alternative neuromodulatory treatments that can lead to neurobehavioral gains. Some encouraging preliminary observations suggest that transcranial direct current stimulation could be effective in disorders of consciousness (DoC) patients, especially when applied on the dorsolateral prefrontal cortex (DLPFC) in patients with minimally conscious state (MCS) but not in those with VS. Objective: The primary aim of the present study was to verify if the application of transcranial random noise stimulation (tRNS) on the DLPFC might favor improvements of consciousness recovery in subacute VS-UWS. Methods: Nine patients with DoC due to traumatic brain injury (n = 1), anoxia (n = 3), and vascular damage (n = 5), have undergone a randomized, double-blind, sham-controlled, neuromodulatory trial with tRNS of bilateral DLPFC. All patients were in a post-acute phase and the DoC onset ranged from 30 days to 4 months. The diagnosis of DoC was based on internationally established criteria from the Multi-Society Task Force on PVS, and classified as VS or MCS using the JFK Coma Recovery Scale-Revised scores (CRS-R). We used CRS-R, Synek Scale, Ad-Hoc semi-quantitative scale and the Clinical Global Impression-Improvement scale to measure behavioral and electrophysiological changes during tRNS intervention. All patients were also treated with daily conventional rehabilitation treatment. Results: No significant differences emerged between active and sham groups regarding improvements of level of consciousness, as well as on electroencephalographic data. Only one patient showed emergence from VS-UWS, evolving from VS to MCS after the tRNS stimulation, at a distance of 3 weeks from the enrolment into the study. Conclusion: Repeated applications of tRNS of the DLPFC, even if applied in a subacute phase of VS-UWS state, did not modify behavioral and neurophysiological outcomes differently than sham stimulation.", "doi": "10.3389/fnhum.2017.00524", "title": "Transcranial Random Noise Stimulation Does Not Improve Behavioral and Neurophysiological Measures in Patients with Subacute Vegetative-Unresponsive Wakefulness State (VS-UWS).", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}