{"authors": [["Sánchez-Ramón", "Silvia", "S", "Department of Clinical Immunology and IdISSC, Hospital Clínico San Carlos, Madrid, Spain."], ["Faure", "Florence", "F", "PSL Research University, INSERM U932, Institut Curie, Paris, France."]], "date": "2017-10-27", "id": "29163052", "text": "The recognition of internal and external sources of stimuli, the self from non-self, seems to be an intrinsic property to the adequate functioning of the immune system and the nervous system, both complex network systems that have evolved to safeguard the self biological identity of the organism. The mammalian brain development relies on dynamic and adaptive processes that are now well described. However, the rules dictating this highly constrained developmental process remain elusive. Here we hypothesize that there is a cellular basis for brain selfhood, based on the analogy of the global mechanisms that drive the self/non-self recognition and instruction by the immune system. In utero education within the thymus by multi-step selection processes discard overly low and high affinity T-lymphocytes to self stimuli, thus avoiding expendable or autoreactive responses that might lead to harmful autoimmunity. We argue that the self principle is one of the chief determinants of neocortical brain neurogenesis. According to our hypothesis, early-life education on self at the subcortical plate of the neocortex by selection processes might participate in the striking specificity of neuronal repertoire and assure efficiency and self tolerance. Potential implications of this hypothesis in self-reactive neurological pathologies are discussed, particularly involving consciousness-associated pathophysiological conditions, i.e., epilepsy and schizophrenia, for which we coined the term autophrenity.", "doi": "10.3389/fncel.2017.00340", "title": "The Thymus/Neocortex Hypothesis of the Brain: A Cell Basis for Recognition and Instruction of Self.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}