{"authors": [["Bola", "Michał", "M", "Laboratory of Brain Imaging, Neurobiology Center, Nencki Institute of Experimental Biology of Polish Academy of Sciences, Warsaw, Poland. Electronic address: m.bola@nencki.gov.pl."], ["Barrett", "Adam B", "AB", "Sackler Centre for Consciousness Science, Department of Informatics, University of Sussex, Brighton BN1 9QJ, UK."], ["Pigorini", "Andrea", "A", "Department of Clinical Sciences, University of Milan, Milan 20157, Italy."], ["Nobili", "Lino", "L", "Centre of Epilepsy Surgery \"C. Munari\", Niguarda Hospital, Milan, 20162, Italy."], ["Seth", "Anil K", "AK", "Sackler Centre for Consciousness Science, Department of Informatics, University of Sussex, Brighton BN1 9QJ, UK."], ["Marchewka", "Artur", "A", "Laboratory of Brain Imaging, Neurobiology Center, Nencki Institute of Experimental Biology of Polish Academy of Sciences, Warsaw, Poland."]], "date": "2017-11-21", "id": "29162522", "text": "Loss of consciousness can result from a wide range of causes, including natural sleep and pharmacologically induced anesthesia. Important insights might thus come from identifying neuronal mechanisms of loss and re-emergence of consciousness independent of a specific manipulation. Therefore, to seek neuronal signatures of loss of consciousness common to sleep and anesthesia we analyzed spontaneous electrophysiological activity recorded in two experiments. First, electrocorticography (ECoG) acquired from 4 macaque monkeys anesthetized with different anesthetic agents (ketamine, medetomidine, propofol) and, second, stereo-electroencephalography (sEEG) from 10 epilepsy patients in different wake-sleep stages (wakefulness, NREM, REM). Specifically, we investigated co-activation patterns among brain areas, defined as correlations between local amplitudes of gamma-band activity. We found that resting wakefulness was associated with intermediate levels of gamma-band coupling, indicating neither complete dependence, nor full independence among brain regions. In contrast, loss of consciousness during NREM sleep and propofol anesthesia was associated with excessively correlated brain activity, as indicated by a robust increase of number and strength of positive correlations. However, such excessively correlated brain signals were not observed during REM sleep, and were present only to a limited extent during ketamine anesthesia. This might be related to the fact that, despite suppression of behavioral responsiveness, REM sleep and ketamine anesthesia often involve presence of dream-like conscious experiences. We conclude that hyper-correlated gamma-band activity might be a signature of loss of consciousness common across various manipulations and independent of behavioral responsiveness.", "doi": "10.1016/j.neuroimage.2017.11.030", "title": "Loss of consciousness is related to hyper-correlated gamma-band activity in anesthetized macaques and sleeping humans.", "journal": ["NeuroImage", "Neuroimage"]}