{"authors": [["Baykan", "Betul", "B", "1 Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Gungor Tuncer", "Ozlem", "O", "2 Department of Neurology, Istanbul Bilim University, Istanbul, Turkey."], ["Vanli-Yavuz", "Ebru Nur", "EN", "1 Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Baysal Kirac", "Leyla", "L", "1 Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Gundogdu", "Gokcen", "G", "4 Department of Pathology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Bebek", "Nerses", "N", "1 Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Gurses", "Candan", "C", "1 Department of Neurology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Altindag", "Ebru", "E", "2 Department of Neurology, Istanbul Bilim University, Istanbul, Turkey."], ["Tuzun", "Erdem", "E", "5 Department of Neuroscience, Institute of Experimental Medical Research, Istanbul University, Istanbul, Turkey."]], "date": "2017-02-01", "id": "29161898", "text": "Although its specificity has not previously been investigated in other cohorts, delta brush pattern (DBP) is increasingly reported in the EEGs of patients with anti- N-methyl-d-aspartate receptor (NMDAR) encephalitis.We aimed to investigate the DBP in the EEGs of 2 cohorts; patients with change in consciousness for various causes monitored in the intensive care unit (ICU) (n = 106) and patients with mesial temporal lobe epilepsy (MTLE) with or without antineuronal antibodies (n = 76).These patients were investigated for the presence of DBP, defined as an EEG pattern characterized by delta activity at 1 to 3 Hz with superimposed bursts of rhythmic 12- to 30-Hz activity. Two investigators blindfolded for the clinical and immunological data independently analyzed the EEGs for recognition of this pattern. An EEG picture compatible with DBP was observed in 4 patients; only 1 of them (1.3%) belonged to the MTLE group. She did not bear any of the investigated autoantibodies and was seizure-free after epilepsy surgery. In the ICU group, there were 3 additional patients showing DBP with various diagnoses such as hypoxic encephalopathy, brain tumor, stroke, and metabolic derangements. All of them had died in 1-month period.Our results underlined that DBP is not unique to NMDAR encephalitis; it may very rarely occur in MTLE with good prognosis after surgery and second, in ICU patients who have high mortality rate. Therefore, the presence of this pattern should alert the clinician for NMDAR encephalitis but other possible etiologies should not be ignored.", "doi": "10.1177/1550059417693168", "title": "Delta Brush Pattern Is Not Unique to NMDAR Encephalitis: Evaluation of Two Independent Long-Term EEG Cohorts.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}