{"authors": [["Ukleja-Sokołowska", "Natalia", "N", "Department and Clinic of Allergology, Clinical Immunology and Internal Diseases, Ludwik Rydygier Collegium Medicum in Bydgoszcz NCU, Poland."], ["Gawrońska-Ukleja", "Ewa", "E", "Department and Clinic of Allergology, Clinical Immunology and Internal Diseases, Ludwik Rydygier Collegium Medicum in Bydgoszcz NCU, Poland."], ["Żbikowska-Gotz", "Magdalena", "M", "Department and Clinic of Allergology, Clinical Immunology and Internal Diseases, Ludwik Rydygier Collegium Medicum in Bydgoszcz NCU, Poland."], ["Sokołowski", "Łukasz", "Ł", "Department of Hygiene, Epidemiology and Ergonomics, Division of Ergonomics and Exercise Physiology, Ludwik Rydygier Collegium Medicum in Bydgoszcz NCU, Poland."], ["Bartuzi", "Zbigniew", "Z", "Department and Clinic of Allergology, Clinical Immunology and Internal Diseases, Ludwik Rydygier Collegium Medicum in Bydgoszcz NCU, Poland."]], "date": "2017-11-22", "id": "29161052", "text": "Eggplant allergy is rare and most of the previously described reactions were mild. In this case report, we present an interesting case of a 27-year-old male who experienced symptoms of anaphylaxis (shortness of breath, and swelling of the face, lips and tongue, which was followed by hypotension, tachycardia of 140/min and a sudden loss of consciousness) several minutes after eating a dish containing backed eggplant. Previously, the patient had experienced symptoms of allergy after eating different types of food, such as salad and chicken in spices. The symptoms were enhanced by co-factors. They were heterogeneous, ranging from oral symptoms to anaphylactic shock. During the diagnostic pathway, skin prick tests (SPTs) were positive to grass and cat. Prick by prick skin tests were positive for eggplant, both cooked and fresh. In ImmunoCap ISAC, IgE specific to rPhl p 1 (1.7 ISU-E), rCan f 5 (1,2 ISU-E), Fel d 1 (9.6 ISU-E ) and LTPs - nJug r 3 (0.5 ISU-E), rPru p 3 (0.6 ISU-E), rPla a 3 (1.3 ISU-E) were found. Based on the clinical pattern of the disease and the results of component resolved diagnosis, we suspect that this complex case of anaphylaxis may be gathered with LTP syndrome.", "doi": "10.12932/AP0846", "title": "Recurrent anaphylaxis in patient allergic to eggplant - a case study.", "journal": ["Asian Pacific journal of allergy and immunology", "Asian Pac. J. Allergy Immunol."]}