{"authors": [["Araújo", "A M", "AM", "Department of Anesthesiology, Intensive Care and Emergency, Centro Hospitalar do Porto, Porto, Portugal."], ["Machado", "H S", "HS", "Department of Anesthesiology, Intensive Care and Emergency, Centro Hospitalar do Porto, Porto, Portugal."], ["Falcão", "A C", "AC", "Laboratory of Pharmacology, Faculty of Pharmacy, University of Coimbra, Coimbra, Portugal."], ["Soares-da-Silva", "P", "P", "Department of Biomedicine, Unit of Pharmacology and Therapeutics, Faculty of Medicine, University of Porto, Porto, Portugal."]], "date": "2017-11-21", "id": "29159892", "text": "Obese patients require specific perioperative care when compared with non-obese patients. The present study aimed to analyse the ability of size descriptors to estimate propofol induction dose in class II and III obese patients.A cross-sectional study on adult patients with body mass index (BMI) equal to or greater than 35 kg/m2 and on adult patients with BMI lower than 35 kg/m2 was carried out. General anaesthesia was induced with remifentanil, propofol and rocuronium. Propofol infusion was started at 2000 mg/h until loss of consciousness. Bioelectrical impedance analysis and Brice modified interview was completed during pre- and post-operative evaluation, respectively. Measurements of propofol plasma concentration were performed using gas chromatography/ion trap-mass spectrometry.Forty patients were enrolled in the study. The median values of fat free mass (FFM) in BMI < 35 kg/m2 and BMI ≥ 35 kg/m2 groups were 70% and 55% of total body weight, respectively. Our results did not demonstrate a strong correlation level between the studied size descriptors and propofol induction dose in both groups. Nevertheless, when propofol doses were normalized by FFM, an apparent convergence of the empirical cumulative distribution functions was observed.None of the size descriptors was seen to be an effective predictor of the propofol induction dose in class II and III obese patients when a fixed infusion rate was used. Due to the observed variability between patients, guiding propofol induction dose against a clinical endpoint of unconsciousness appears more appropriate in order to avoid side effects related both with under or overdosing of propofol.", "doi": "10.1111/aas.13039", "title": "Reliability of body-weight scalars on the assessment of propofol induction dose in obese patients.", "journal": ["Acta anaesthesiologica Scandinavica", "Acta Anaesthesiol Scand"]}