{"authors": [["Liu", "Quan", "Q", "Key Laboratory of Fiber Optic Sensing Technology and Information Processing (Wuhan University of Technology), Ministry of Education, Wuhan, China."], ["Ma", "Li", "L", "Key Laboratory of Fiber Optic Sensing Technology and Information Processing (Wuhan University of Technology), Ministry of Education, Wuhan, China."], ["Chiu", "Ren-Chun", "RC", "Department of Mechanical Engineering and Innovation Center for Big Data and Digital Convergence, Yuan Ze University, Taoyuan, Taiwan."], ["Fan", "Shou-Zen", "SZ", "Department of Anesthesiology, National Taiwan University, Taipei, Taiwan."], ["Abbod", "Maysam F", "MF", "Department of Electronic and Computer Engineering, Brunel University London, Uxbridge, United Kingdom."], ["Shieh", "Jiann-Shing", "JS", "Department of Mechanical Engineering and Innovation Center for Big Data and Digital Convergence, Yuan Ze University, Taoyuan, Taiwan."]], "date": "2017-11-16", "id": "29158992", "text": "Evaluation of depth of anaesthesia (DoA) is critical in clinical surgery. Indices derived from electroencephalogram (EEG) are currently widely used to quantify DoA. However, there are known to be inaccurate under certain conditions; therefore, experienced anaesthesiologists rely on the monitoring of vital signs such as body temperature, pulse rate, respiration rate, and blood pressure to control the procedure. Because of the lack of an ideal approach for quantifying level of consciousness, studies have been conducted to develop improved methods of measuring DoA. In this study, a short-term index known as the similarity and distribution index (SDI) is proposed. The SDI is generated using heart rate variability (HRV) in the time domain and is based on observations of data distribution differences between two consecutive 32 s HRV data segments. A comparison between SDI results and expert assessments of consciousness level revealed that the SDI has strong correlation with anaesthetic depth. To optimise the effect, artificial neural network (ANN) models were constructed to fit the SDI, and ANN blind cross-validation was conducted to overcome random errors and overfitting problems. An ensemble ANN was then employed and was discovered to provide favourable DoA assessment in comparison with commonly used Bispectral Index. This study demonstrated the effectiveness of this method of DoA assessment, and the results imply that it is feasible and meaningful to use the SDI to measure DoA with the additional use of other measurement methods, if appropriate.", "doi": "10.7717/peerj.4067", "title": "HRV-derived data similarity and distribution index based on ensemble neural network for measuring depth of anaesthesia.", "journal": ["PeerJ", "PeerJ"]}