{"authors": [["Squintani", "Giovanna", "G", "Neuroscience Department, Azienda Ospedaliera Universitaria Integrata, Verona, Italy. giovannamaddalena.squintani@aovr.veneto.it."], ["Brugnoli", "Maria P", "MP", "Department of Anesthesia, Critical Care and Pain Therapy, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Pasin", "Emanuela", "E", "Department of Anesthesia, Critical Care and Pain Therapy, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Segatti", "Alessia", "A", "Neuroscience Department, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Concon", "Elisa", "E", "Neuroscience Department, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Polati", "Enrico", "E", "Department of Anesthesia, Critical Care and Pain Therapy, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Bonetti", "Bruno", "B", "Neuroscience Department, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Matinella", "Angela", "A", "Neuroscience Department, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."]], "date": "2017-11-10", "id": "29156922", "text": "Hypnotic analgesia is one of the most effective nonpharmacological methods for pain control. Hypnosis and distraction of attention from pain might share similar mechanisms by which brain responses to painful stimulation could be similarly reduced in both states. There is ample evidence for the efficacy of clinical hypnosis as a psychological intervention in the treatment of acute or chronic pain. Results are conflicting, however, with some studies showing an increase, others a reduction, and others still no change in the amplitude of event-related brain potentials during hypnosis as compared to control conditions. Here we compared the effects of clinical hypnosis to simple distraction of attention during recording of laser-evoked potentials (LEPs) in patients with chronic pain.The dominant hand in ten patients with chronic pain was tested with LEPs during: (I) resting state; (II) clinical hypnosis, and (III) distraction of attention. Nociceptive responses elicited by LEPs were graded on a numerical rating scale (NRS), and the change in N2-P2 complex amplitude during the three experimental conditions was analyzed.N2-P2 amplitudes were significantly decreased during the hypnotic state as compared to the resting state and distraction of attention.Hypnosis is a modified state of consciousness that may differ from mental relaxation or distraction of attention from pain. A reduction in N2-P2 amplitude may result from the modulation of diverse brain networks, particularly the frontolimbic pathways, which could modify noxious stimuli input processing during hypnotic analgesia. Our findings indicate that several different brain mechanisms may act together in hypnosis and distraction of attention during pain processing and that clinical hypnosis may provide a useful non-invasive pain relief therapy.", "doi": "10.21037/apm.2017.10.04", "title": "Changes in laser-evoked potentials during hypnotic analgesia for chronic pain: a pilot study.", "journal": ["Annals of palliative medicine", "Ann Palliat Med"]}