{"authors": [["Agarwal", "Siddharth", "S", "Saran Ashram Hospital and Dayalbagh Educational Institute (Deemed University) Agra, India. siddharthsatsangi@yahoo.com."], ["Kumar", "Vijai", "V", "Saran Ashram Hospital and Dayalbagh Educational Institute (Deemed University) Agra, India."], ["Agarwal", "Sapna", "S", "Saran Ashram Hospital and Dayalbagh Educational Institute (Deemed University) Agra, India."], ["Brugnoli", "Maria Paola", "MP", "Saran Ashram Hospital and Dayalbagh Educational Institute (Deemed University) Agra, India; Department of Surgical Sciences, Anesthesiology, Intensive Care and Pain Therapy at the University of Verona, Italy."], ["Agarwal", "Ansh", "A", "Saran Ashram Hospital and Dayalbagh Educational Institute (Deemed University) Agra, India; Technical College,Dayalbagh Educational Institute, Agra, India."]], "date": "2017-09-20", "id": "29156893", "text": "Human body is a biological, open system and maintains itself in the changing environment. Disease state is cured by many medicinal systems for healing. Esoteric healing (through introspective hypnosis, meditation and spiritual intercession) is the system where its believers regard Supreme Being as Omnipotent, Omnipresent and Omniscient. Such persons take ill health as a boon and pray through meditation that He may by His Mercy grant health or if God wishes otherwise, they happily accept it so that they keep moving ahead on their spiritual path. This study is a review of literature, where results clearly point towards better psychological and spiritual healing in patients who believe in esoteric cures. Modern science in terms of cognitive psychology or neurophysiology has begun to emphasize the role of consciousness but, that is confined only to the physical world. It is only with the advent of Param Purush Puran Dhani Soami Ji Maharaj (200 years ago) that in the religion of Saints, the ultimate consciousness or the Super Consciousness of the highest order has been revealed.", "doi": "10.21037/apm.2017.08.08", "title": "Meditational spiritual intercession and recovery from disease in palliative care: a literature review.", "journal": ["Annals of palliative medicine", "Ann Palliat Med"]}