{"authors": [["Guo", "Shanbin", "S", "Department of Pharmacy, Shengjing Hospital of China Medical University, No 36, Sanhao Street, Herping District, Shenyang 110004, China."], ["Liu", "Lidan", "L", "Department of Anaesthesiology, Shengjing Hospital of China Medical University, No 36, Sanhao Street, Herping District, Shenyang 110004, China."], ["Wang", "Cong", "C", "Department of Anaesthesiology, Shengjing Hospital of China Medical University, No 36, Sanhao Street, Herping District, Shenyang 110004, China."], ["Jiang", "Qian", "Q", "Department of Anaesthesiology, Shengjing Hospital of China Medical University, No 36, Sanhao Street, Herping District, Shenyang 110004, China."], ["Dong", "Yunxia", "Y", "Department of Anaesthesiology, Shengjing Hospital of China Medical University, No 36, Sanhao Street, Herping District, Shenyang 110004, China."], ["Tian", "Yue", "Y", "Department of Anaesthesiology, Shengjing Hospital of China Medical University, No 36, Sanhao Street, Herping District, Shenyang 110004, China. Electronic address: tianyue_tougao@yeah.net."]], "date": "2017-11-17", "id": "29155302", "text": "Critically ill old patients sometimes require repeated surgical interventions, and thus it is important to determine the influence of repeated exposure to anesthetics on learning and memory. Sevoflurane, a widely used inhalation anesthetic, has few neurological adverse effects and offers a rapid return to consciousness. But the long-term influence of sevoflurane exposure and the effect of repeated sevoflurane exposure on cognition have rarely been reported, and available studies are contradictory.In the present study, the Morris water maze test was employed to investigate the long-term influence of single (4h) or repeated (2h daily for 5 consecutive days) exposure to 1.5% or 2.5% sevoflurane on the learning ability and memory of old (16-18months old) male rats. Testing was performed from 1day to 4weeks after the last exposure. In the hippocampus, brain derived neurotrophic factor (BDNF), NF-κB mRNA, and apoptosis rate were also examined to determine whether cellular biochemical changes related to cognition and memory occurred after single or repeated exposure to sevoflurane.Repeated exposure to 2.5% sevoflurane decreased hippocampal levels of BDNF protein, enhanced hippocampal levels of NF-κB mRNA, and increased the apoptosis rate of pyramidal cells. Single exposure to 2.5% sevoflurane, and repeated exposure to either 1.5% or 2.5% sevoflurane significantly compromised learning and memory of old male rats.Repeated exposure to sevoflurane impaired the learning and memory of old male rats, an impairment that was accompanied by cognition-related biochemical changes in the hippocampus.", "doi": "10.1016/j.lfs.2017.11.025", "title": "Repeated exposure to sevoflurane impairs the learning and memory of older male rats.", "journal": ["Life sciences", "Life Sci."]}