{"authors": [["Messing", "Jill Theresa", "JT", "School of Social Work, Arizona State University, Phoenix, Arizona. Electronic address: jill.messing@asu.edu."], ["Patch", "Michelle", "M", "School of Nursing, Johns Hopkins University, Baltimore, Maryland."], ["Wilson", "Janet Sullivan", "JS", "College of Nursing Graduate Programs, University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma."], ["Kelen", "Gabor D", "GD", "Department of Emergency Medicine, School of Medicine, Johns Hopkins University, Baltimore, Maryland."], ["Campbell", "Jacquelyn", "J", "School of Nursing, Johns Hopkins University, Baltimore, Maryland."]], "date": "2017-11-16", "id": "29153725", "text": "Because identification of intimate partner violence (IPV) in health care settings is low and strangulation increases lethality risk among women experiencing IPV, we examined the prevalence and correlates of nonfatal strangulation among 1,008 women survivors of IPV.Trained researchers conducted semistructured interviews with women survivors of IPV referred by police. Multinomial logistic regression examined differential correlates of attempted, completed, and multiple strangulation.Interviews were conducted with 71.14% of eligible women contacted by researchers. A high proportion (79.66%) of the women interviewed experienced attempted (11.70%), completed (30.16%), or multiple (37.80%) strangulation. Each form of strangulation was independently significantly associated with sexual violence when compared with no strangulation. African American women were at increased risk of attempted (adjusted relative risk ratio [ARR], 2.02; p < .05), completed (ARR, 1.79; p < .05), and multiple strangulation (ARR, 2.62; p < .001). Compared with no strangulation, multiple strangulation was associated with more IPV injury and risk factors for homicide, including loss of consciousness (ARR, 2.95; p < .05) and miscarriage (ARR, 5.08; p < .05). Women who had lost consciousness owing to strangulation were more likely to seek medical care than those who had been strangled but had not lost consciousness (p < .01).Strangulation is a prevalent form of IPV that presents significant health risks to women. Women's health practitioners are optimally positioned to identify subtle signs and symptoms of strangulation, help women to understand the delayed sequelae and potential future fatality associated with strangulation, and connect them with appropriate resources to reduce the risk of morbidity and mortality.", "doi": "10.1016/j.whi.2017.10.002", "title": "Differentiating among Attempted, Completed, and Multiple Nonfatal Strangulation in Women Experiencing Intimate Partner Violence.", "journal": ["Women's health issues : official publication of the Jacobs Institute of Women's Health", "Womens Health Issues"]}