{"authors": [["Yamaguchi", "Yoshitaka", "Y", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Japan. Electronic address: y.yamaguchi830@gmail.com."], ["Hayakawa", "Mikito", "M", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Japan."], ["Kinoshita", "Naoto", "N", "Department of Neurology, National Cerebral and Cardiovascular Center, Suita, Japan."], ["Yokota", "Chiaki", "C", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Japan."], ["Ishihara", "Toshiya", "T", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Japan."], ["Toyoda", "Kazunori", "K", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Japan."]], "date": "2017-11-15", "id": "29153397", "text": "A 63-year-old woman with end-stage renal disease on maintenance hemodialysis discontinued her medication for rheumatoid arthritis with prednisolone and azathioprine. One month later, she was admitted because of consciousness disturbance and right hemiparesis. Diffusion-weighted brain magnetic resonance imaging (MRI) revealed multiple hyperintensities in her left frontal and parietal lobes. She also developed high fever and left neck pain. Carotid ultrasonography showed calcified plaque with vessel wall swelling at the bifurcation of the left common carotid artery (LCCA) and surrounding hypoechoic soft tissue. The tissue was identified as an isodense lesion on noncontrast computed tomography (CT) and as a high-intensity lesion on fat-saturated T2-weighted MRI. From her symptoms and radiological findings, she was diagnosed with carotidynia. Cervical MRI also showed that the LCCA was transposed to a retropharyngeal location, suggesting a moving carotid artery. Carotid ultrasonography revealed that the LCCA moved to and from the retropharyngeal position with swallowing and was thus being compressed by the hyoid bone. After corticosteroid therapy was initiated with 30 mg of prednisolone, her symptoms and radiological findings improved. To our knowledge, this is the first report of a case of cerebral embolism due to carotidynia. The repetitive compressions by the hyoid bone during swallowing were presumed to have provoked shear stress and inflammation of the carotid vessel wall, which was aggravated by discontinuation of steroid therapy in our case. These mechanical and inflammatory stresses might cause dysfunction of endothelial cells, hypercoagulation, platelet hyperaggregation, and vulnerability and rupture of carotid plaques, and may subsequently result in embolic strokes.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.008", "title": "Embolic Stroke due to Carotidynia Potentially Associated with Moving Carotid Artery Caused by Swallowing.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}