{"authors": [["Shiao", "Chih-Chung", "CC", "Division of Nephrology, Department of Internal Medicine, Saint Mary's Hospital Luodong, Yilan, Taiwan, R.O.C."], ["Huang", "Ya-Ting", "YT", "Department of Nursing, Saint Mary's Hospital Luodong, Yilan, Taiwan, R.O.C."], ["Lai", "Tai-Shuan", "TS", "Division of Nephrology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Huang", "Tao-Min", "TM", "Division of Nephrology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Wang", "Jian-Jhong", "JJ", "Division of Nephrology, Department of Internal Medicine, Chi-Mei Medical Center, Liouying, Tainan, Taiwan, R.O.C."], ["Huang", "Chun-Te", "CT", "Division of Internal & Critical Care Medicine, Department of Critical care Medicine, Taichung Veterans General Hospital, Taichung, Taiwan, R.O.C."], ["Wu", "Pei-Chen", "PC", "Division of Nephrology, Department of Internal Medicine, MacKay Memorial Hospital, Taipei, Taiwan, R.O.C."], ["Wu", "Che-Hsiung", "CH", "Division of Nephrology, Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation, Taipei, Taiwan, R.O.C."], ["Tsai", "I-Jung", "IJ", "Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Tseng", "Li-Jung", "LJ", "Department of Surgery, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Wang", "Chih-Hsien", "CH", "Department of Surgery, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Chu", "Tzong-Shinn", "TS", "Division of Nephrology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Wu", "Kwan-Dun", "KD", "Division of Nephrology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], ["Wu", "Vin-Cent", "VC", "Division of Nephrology, Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan, R.O.C."], [null, null, null, null]], "date": "2017-11-17", "id": "29149189", "text": "Postoperative acute kidney injury (AKI) is common following cardiac surgery (CS). Body weight (BW) may be an amenable variable by representing the summation of the nutritional and the fluid status. However, the predictive role of perioperative BW changes in CS patients with severe postoperative AKI is never explored. This study aimed to evaluate this association.This study was conducted using a prospectively collected multicenter cohort, NSARF (National Taiwan University Hospital Study Group on Acute Renal Failure) database. The adult CS patients with postoperative AKI requiring renal replacement therapy (RRT), who had clear initial consciousness, received CS within 14 days of hospitalization, and underwent RRT within seven days after CS in intensive care units from January 2001 to January 2014 were enrolled. With the endpoint of 30-day postoperative mortality, we evaluated the association between the clinical factors denoting fluid status and patients outcomes.A total of 188 patients (70 female, mean age 63.7 ± 15.2 years) were enrolled. Comparing with the survivors (n = 124), the non-survivors (n = 64) had a significantly higher perioperative BW change [3.6 ± 6.1% versus 0.1 ± 8.3%, p = 0.003] but not the postoperative and pre-RRT BW changes. By using multivariate Cox proportional hazards model, the independent indicators of 30-day postoperative mortality included perioperative BW change (p = 0.026) and packed red blood cells transfusion (p = 0.007), postoperative intra-aortic balloon pump (p = 0.001) and central venous pressure level (p = 0.005), as well as heart rate (p = 0.022), sequential organ failure assessment score (p < 0.001), logistic organ dysfunction score (p = 0.001), and blood total bilirubin level (p = 0.044) at RRT initiation. The generalized additive models further demonstrated, in a multivariate manner, that the mortality risk rose significantly during a perioperative BW change of 2% to 15%.Perioperative BW change was independently associated with an increased risk for 30-day postoperative mortality in CS patients with RRT-requiring AKI.", "doi": "10.1371/journal.pone.0187280", "title": "Perioperative body weight change is associated with in-hospital mortality in cardiac surgical patients with postoperative acute kidney injury.", "journal": ["PloS one", "PLoS ONE"]}