{"authors": [["Déli", "Eva", "E", "Institute for Consciousness Studies (ICS), Benczurter 9, Nyíregyháza, 4400 Hungary."], ["Tozzi", "Arturo", "A", "Center for Nonlinear Science, University of North Texas, 1155 Union Circle, #311427, Denton, TX 76203-5017 USA."], ["Peters", "James F", "JF", "Department of Electrical and Computer Engineering, University of Manitoba, 75A Chancellor's Circle, Winnipeg, MB R3T 5V6 Canada."]], "date": "2017-08-23", "id": "29147146", "text": "Brain electric activity exhibits two important features: oscillations with different timescales, characterized by diverse functional and psychological outcomes, and a temporal power law distribution. In order to further investigate the relationships between low- and high- frequency spikes in the brain, we used a variant of the Borsuk-Ulam theorem which states that, when we assess the nervous activity as embedded in a sphere equipped with a fractal dimension, we achieve two antipodal points with similar features (the slow and fast, scale-free oscillations). We demonstrate that slow and fast nervous oscillations mirror each other over time via a sinusoid relationship and provide, through the Bloch theorem from solid-state physics, the possible equation which links the two timescale activities. We show that, based on topological findings, nervous activities occurring in micro-levels are projected to single activities at meso- and macro-levels. This means that brain functions assessed at the higher scale of the whole brain necessarily display a counterpart in the lower ones, and vice versa. Our topological approach makes it possible to assess brain functions both based on entropy, and in the general terms of particle trajectories taking place on donut-like manifolds. Condensed brain activities might give rise to ideas and concepts by combination of different functional and anatomical levels. Furthermore, cognitive phenomena, as well as social activity can be described by the laws of quantum mechanics; memories and decisions exhibit holographic organization. In physics, the term duality refers to a case where two seemingly different systems turn out to be equivalent. This topological duality holds for all the types of spatio-temporal brain activities, independent of their inter- and intra-level relationships, strength, magnitude and boundaries, allowing us to connect the physiological manifestations of consciousness to the electric activities of the brain.", "doi": "10.1007/s11571-017-9450-4", "title": "Relationships between short and fast brain timescales.", "journal": ["Cognitive neurodynamics", "Cogn Neurodyn"]}