{"authors": [["Gélinas", "Céline", "C", "Ingram School of Nursing, McGill University, 680 Sherbrooke Street West, Montréal, Québec H3A 2M7 Canada; Centre for Nursing Research and Lady Davis Institute, Jewish General Hospital, 3755 Chemin Côte-Sainte-Catherine, H-301.2, Montréal, Québec H3T 1E2, Canada. Electronic address: celine.gelinas@mcgill.ca."], ["Puntillo", "Kathleen A", "KA", "Department of Physiological Nursing, University of California, San Francisco, 2 Koret Way Box 0610, San Francisco, CA 94943-0610, USA."], ["Boitor", "Madalina", "M", "Ingram School of Nursing, McGill University, 680 Sherbrooke Street West, Montréal, Québec H3A 2M7 Canada; Centre for Nursing Research and Lady Davis Institute, Jewish General Hospital, 3755 Chemin Côte-Sainte-Catherine, H-301.2, Montréal, Québec H3T 1E2, Canada."], ["Bérubé", "Mélanie", "M", "Ingram School of Nursing, McGill University, 680 Sherbrooke Street West, Montréal, Québec H3A 2M7 Canada; Department of Trauma, Hôpital du Sacré-Coeur de Montréal, 5400 Boulevard Gouin Ouest, Montréal, Quebec H4J 1C4, Canada."], ["Topolovec-Vranic", "Jane", "J", "Ingram School of Nursing, McGill University, 680 Sherbrooke Street West, Montréal, Québec H3A 2M7 Canada; Centre for Nursing Research and Lady Davis Institute, Jewish General Hospital, 3755 Chemin Côte-Sainte-Catherine, H-301.2, Montréal, Québec H3T 1E2, Canada; Department of Physiological Nursing, University of California, San Francisco, 2 Koret Way Box 0610, San Francisco, CA 94943-0610, USA; Department of Trauma, Hôpital du Sacré-Coeur de Montréal, 5400 Boulevard Gouin Ouest, Montréal, Quebec H4J 1C4, Canada; Institute of Higher Education and Research in Healthcare, University of Lausanne and Lausanne University Hospital, Route de la Corniche 10, Biopôle 2, 1010 Lausanne, Switzerland; Department of Anesthesiology and Pain Medicine, University of Washington, Harborview Medical Center, 325 Ninth Avenue, Seattle, WA, USA; Department of Critical Care, Hôpital du Sacré-Coeur de Montréal, 5400 Boulevard Gouin Ouest, Montréal, Quebec H4J 1C4, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, West 5th Campus, 100 West 5th Street, Hamilton, Ontario L8N 3K7, Canada."], ["Ramelet", "Anne-Sylvie", "AS", "Institute of Higher Education and Research in Healthcare, University of Lausanne and Lausanne University Hospital, Route de la Corniche 10, Biopôle 2, 1010 Lausanne, Switzerland."], ["Joffe", "Aaron M", "AM", "Department of Anesthesiology and Pain Medicine, University of Washington, Harborview Medical Center, 325 Ninth Avenue, Seattle, WA, USA."], ["Richard-Lalonde", "Melissa", "M", "Ingram School of Nursing, McGill University, 680 Sherbrooke Street West, Montréal, Québec H3A 2M7 Canada; Centre for Nursing Research and Lady Davis Institute, Jewish General Hospital, 3755 Chemin Côte-Sainte-Catherine, H-301.2, Montréal, Québec H3T 1E2, Canada."], ["Bernard", "Francis", "F", "Department of Critical Care, Hôpital du Sacré-Coeur de Montréal, 5400 Boulevard Gouin Ouest, Montréal, Quebec H4J 1C4, Canada."], ["Streiner", "David L", "DL", "Department of Psychiatry and Behavioural Neurosciences, McMaster University, West 5th Campus, 100 West 5th Street, Hamilton, Ontario L8N 3K7, Canada."]], "date": "2017-11-13", "id": "29146105", "text": "The evidence shows that brain-injured patients express behaviours that are related to their level of consciousness (LOC), and different from other patients in the intensive care unit (ICU). Therefore, existing behavioural scales should be revised to enhance their content and validity for use in these patients.The aim was to evaluate the content relevance of behaviours and autonomic responses for pain assessment of brain-injured ICU patients from the perspective of critical care clinicians.A total of 77 clinicians from four adult neuroscience ICUs (three from Canada and one from the United States) participated in this descriptive study. A physician/nurse ratio of 21% (13/61) was reached in this quota sample, and three physiotherapists also participated. They completed a content validation questionnaire of 19 items rated on clarity and relevance based on the patient's LOC. Item Content Validity Index (I-CVI), and modified kappa (κ*) were calculated. Values higher than 0.78 and 0.75 respectively were considered excellent.Regardless of the patient's LOC, brow lowering, grimacing, and trying to reach the pain site were rated as the most relevant behaviours by clinicians, with excellent values of I-CVI>0.78 and κ*>0.75. Eyes tightly closed, moaning and verbal complaints of pain also obtained excellent values in altered LOC and conscious patients. Eye weeping obtained excellent values only in conscious patients. Other items showed fair (0.40-0.59) to good (0.60-0.74) values, while blinking and coughing showed poor values (<0.40) at various LOC.Facial expressions, movements towards the pain site, and vocalisation of pain were the most relevant pain-related behaviours rated by critical care clinicians. The relevance of some behaviours (e.g., moaning and verbal complaints of pain) varied across LOCs, thereby calling forth adaptations of behavioural pain scales to allow for interpretation in the context of a patient's LOC and ability to express specific behaviours.", "doi": "10.1016/j.aucc.2017.10.002", "title": "Content validation of behaviours and autonomic responses for the assessment of pain in critically ill adults with a brain injury.", "journal": ["Australian critical care : official journal of the Confederation of Australian Critical Care Nurses", "Aust Crit Care"]}