{"authors": [["Vaidyanathan", "Subramanian", "S", "Regional Spinal Injuries Centre."], ["Soni", "Bakul M", "BM", "Regional Spinal Injuries Centre."], ["Mansour", "Paul", "P", "Department of Histopathology, Southport and Formby District General Hospital, Town Lane, Southport, UK."], ["Oo", "Tun", "T", "Regional Spinal Injuries Centre."]], "date": "2017-11-02", "id": "29138603", "text": "To identify areas for improvement, the National Health Service in England mandates the review of case reports of patients who have died, which should be translated into improved care for other patients.A 49-year-old Caucasian man sustained C-7 tetraplegia in a motorcycle accident in 1992. In 2009, he developed seizures and collapsed in the lavatory on a number of occasions during manual self-evacuation of his bowel. A 24-hour electrocardiogram recording at that time showed sinus rhythm with a maximum heart rate of 97 and a minimum of 39 beats per minute; there were no significant arrhythmias that could have contributed to his episodes of collapse. In 2015, the patient again collapsed while performing manual evacuation of his bowel; on this occasion, he did not suffer a seizure. He was found unresponsive in the bathroom by his daughter, who contacted the emergency services. He recovered consciousness on arrival at the Accident and Emergency Department. A noncontrast computed tomography scan of his head revealed no acute intracranial pathology. In 2016, he suffered a fatal collapse in the lavatory, again while performing manual bowel evacuation. At autopsy, no other significant disease was found that might have caused death, and given the clinical history, the cause of death was recorded as autonomic dysreflexia.There were delays in 1) recognizing that his episodes of collapse in the lavatory were due to autonomic dysreflexia induced by manual bowel evacuation; 2) recommending the prior application of topical 2% lidocaine jelly to prevent or limit autonomic dysreflexia occurring during manual bowel evacuation; and 3) considering alternative bowel management such as stimulant laxatives, transanal irrigation, or colostomy, which could have prevented the occurrence of autonomic dysreflexia caused by manual evacuation.", "doi": "10.2147/IMCRJ.S135586", "title": "Fatal collapse due to autonomic dysreflexia during manual self-evacuation of bowel in a tetraplegic patient living alone: lessons to learn.", "journal": ["International medical case reports journal", "Int Med Case Rep J"]}