{"authors": [["Goldenberg", "Adi Miriam", "AM", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Minert", "Anne", "A", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Fishman", "Yelena", "Y", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Wolf", "Gilly", "G", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Devor", "Marshall", "M", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel. Electronic address: marshlu@mail.huji.ac.il."]], "date": "2017-11-11", "id": "29138109", "text": "The MPTA (mesopontine tegmental anesthesia area) is a key node in a network of axonal pathways that collectively engage the key components of general anesthesia: immobility and atonia, analgesia, amnesia and loss-of-consciousness. In this study we have applied double retrograde tracing to analyze MPTA connectivity, with a focus on axon collateralization. Prior tracer studies have shown that collectively, MPTA neurons send descending projections to spinal and medullary brain targets associated with atonia and analgesia as well as ascending projections to forebrain structures associated with amnesia and arousal. Here we ask whether individual MPTA neurons collateralize broadly as might be expected of modulatory circuitry, sending axonal branches to both caudal and to rostral targets, or whether connectivity is more selective. Two distinguishable retrograde tracers were microinjected into pairs (\"dyads\") of known synaptic targets of the MPTA, one caudal and one rostral. We found that neurons that were double-labeled, and hence project to both targets were rare, constituting <0.5% on average of all MPTA neurons that project to these targets. The large majority sent axons either caudally, presumably to mediate mobility and/or antinociception, or rostrally, presumably to mediate mnemonic and/or arousal/cognitive functions. MPTA neurons with descending vs ascending projections also differed in size and shape, supporting the conclusion that they constitute distinct neuronal populations. From these and prior observations we conclude that the MPTA has a hybrid architecture including neurons with heterogeneous patterns of connectivity, some highly collateralized and some more targeted.", "doi": "10.1016/j.neuroscience.2017.11.007", "title": "Mesopontine Neurons Implicated in Anesthetic Loss-of-consciousness have Either Ascending or Descending Axonal Projections, but Not Both.", "journal": ["Neuroscience", "Neuroscience"]}