{"authors": [["Masahiko", "Kaneko", "K", "Department of Internal Medicine, Uwajima City Hospital, 1-1 Goten-machi, Uwajima City, Ehime 798-8510, Japan. Electronic address: m03oia2308@wi.kualnet.jp."], ["Hisaharu", "Shikata", "S", "Department of Internal Medicine, Uwajima City Hospital, 1-1 Goten-machi, Uwajima City, Ehime 798-8510, Japan. Electronic address: shikata@uwajima-mh.jp."], ["Shoichi", "Matsukage", "M", "Department of Pathology, Uwajima City Hospital, 1-1 Goten-machi, Uwajima City, Ehime 798-8510, Japan. Electronic address: matsukage-s@uwajima-mh.jp."], ["Masaki", "Maruta", "M", "Department of Hematology, Clinical Immunology, and Infectious Diseases, Ehime University Graduate School of Medicine, Shitsukawa, Toon City, Ehime 791-0295, Japan. Electronic address: masakimaruta@gmail.com."], ["Hiroto", "Shinomiya", "S", "Ehime Prefectural Institute of Public Health and Environmental Science, 8-234 Sanbancho, Matsuyama, Ehime 790-0003, Japan. Electronic address: shinomiya-hiroto@pref.ehime.lg.jp."], ["Tadaki", "Suzuki", "S", "Department of Pathology, National Institute of Infectious Diseases, 1-23-1 Toyama, Shinjuku-Ku, Tokyo 162-8640, Japan. Electronic address: tksuzuki@nid.go.jp."], ["Hideki", "Hasegawa", "H", "Department of Pathology, National Institute of Infectious Diseases, 1-23-1 Toyama, Shinjuku-Ku, Tokyo 162-8640, Japan. Electronic address: hasegawa@nih.go.jp."], ["Masayuki", "Shimojima", "S", "Department of Virology 1, National Institute of Infectious Diseases, 4-7-1 Gakuen, Musashimurayama, Tokyo 208-0011, Japan. Electronic address: shimoji-@nih.go.jp."], ["Masayuki", "Saijo", "S", "Department of Virology 1, National Institute of Infectious Diseases, 4-7-1 Gakuen, Musashimurayama, Tokyo 208-0011, Japan. Electronic address: msaijo@nih.go.jp."]], "date": "2017-11-11", "id": "29138019", "text": "Severe fever with thrombocytopenia syndrome (SFTS), a severe infectious disease caused by novel bunyavirus, SFTS virus (SFTSV), is endemic to China, Korea, and Japan. Most SFTS patients show abnormalities in consciousness. Pathological findings in the central nervous system (CNS) of SFTS patients are not reported. A 53-year-old Japanese man was admitted to Uwajima City Hospital with an 8-day history of fever and diarrhea. Laboratory tests revealed leukopenia, thrombocytopenia, and liver enzyme elevation. He was diagnosed as having severe fever with thrombocytopenia syndrome (SFTS) following detection of the SFTSV genome in his blood. Bone marrow aspiration revealed hemophagocytic lymphohistiocytosis. He suffered progressive CNS disturbance and died on day 13 from onset of first symptoms. The SFTSV genome load in blood and levels of certain cytokines increased over the disease course. Necrotizing lymphadenitis with systemic lymphoid tissues positive for nucleocapsid protein (NP) of SFTSV was revealed by immunohistochemical (IHC) analysis. SFTSV-NP-positive immunoblasts were detected in all organs examined, including the CNS, and in the vascular lumina of each organ. Parenchymal cells of all organs examined were negative for SFTSV-NP on IHC analysis. Microscopic examination of the pons showed focal neuronal cell degeneration with hemosiderin-laden macrophages around extended microvessels with perivascular inflammatory cell infiltration and intravascular fibrin deposition. Autopsy confirmed this patient with SFTS was positive for systemic hemophagocytic lymphohistiocytosis including in the CNS. This patient's neurological abnormalities may have been caused by both functional and organic abnormalities. These novel findings provide important insights into the pathophysiology of SFTS.", "doi": "10.1016/j.jiac.2017.10.016", "title": "A patient with severe fever with thrombocytopenia syndrome and hemophagocytic lymphohistiocytosis-associated involvement of the central nervous system.", "journal": ["Journal of infection and chemotherapy : official journal of the Japan Society of Chemotherapy", "J. Infect. Chemother."]}