{"authors": [["Salminen-Vaparanta", "Niina", "N", "The Department of Psychology, University of Turku, Assistentinkatu 7, 20014 Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland. Electronic address: niisalm@utu.fi."], ["Koivisto", "Mika", "M", "The Department of Psychology, University of Turku, Assistentinkatu 7, 20014 Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland."], ["Vorobyev", "Victor", "V", "The Department of Psychology, University of Turku, Assistentinkatu 7, 20014 Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland."], ["Alakurtti", "Kati", "K", "Turku PET Centre, University of Turku, Finland."], ["Revonsuo", "Antti", "A", "The Department of Psychology, University of Turku, Assistentinkatu 7, 20014 Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland; School of Bioscience, Department of Cognitive Neuroscience and Philosophy, University of Skövde, Sweden."]], "date": "2017-11-11", "id": "29137989", "text": "Primary visual cortex (V1) and extrastriate V2 are necessary for the emergence of visual consciousness, but the effects of involvement of extrastriate V3 on visual consciousness is unclear. The objective of this study was to examine the causal role of V3 in visual consciousness in humans. We combined neuronavigated transcranial magnetic stimulation (TMS) with a computational model of the TMS-induced electric field to test whether or not the intact processing of visual input in V3, like in V1 and V2, is necessary for conscious visual perception. We targeted the stimulation both to V2 and to V3. If TMS of V3 blocks conscious visual perception of stimuli, then activation in V3 is a causally necessary prerequisite for conscious perception of stimuli. According to the alternative hypothesis, TMS of V3 will not block the conscious visual perception of stimuli, because the pathways from V1 to the higher cortical areas that go around V3 provide sufficient visual input for the emergence of conscious visual perception. The results showed that TMS interfered with conscious perception of features, detection of stimulus presence and the ability to discriminate the letter stimuli both when TMS was targeted either to V3 or to V2. For the conscious detection of stimulus presence, the effect was significantly stronger when V2 was stimulated than when V3 was stimulated. The results of the present study suggest that in addition to the primary visual cortex and V2, also V3 causally contributes to the generation of the most basic form of visual consciousness. Importantly, the results also indicate that V3 is necessary for visual perception in general, not only for visual consciousness.", "doi": "10.1016/j.neuropsychologia.2017.11.013", "title": "Does TMS on V3 block conscious visual perception?", "journal": ["Neuropsychologia", "Neuropsychologia"]}