{"authors": [["de Kort", "Floor A S", "FAS", "Department of Neurology and Neurosurgery, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Geurts", "Marjolein", "M", "Department of Neurology and Neurosurgery, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, the Netherlands. m.geurts-2@umcutrecht.nl."], ["de Kort", "Paul L M", "PLM", "Department of Neurology, Elisabeth-Twee Steden ziekenhuis, Tilburg, the Netherlands."], ["van Tuijl", "Julia H", "JH", "Department of Neurology, Elisabeth-Twee Steden ziekenhuis, Tilburg, the Netherlands."], ["van Thiel", "Ghislaine J M W", "GJMW", "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Kappelle", "L Jaap", "LJ", "Department of Neurology and Neurosurgery, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, the Netherlands."], ["van der Worp", "H Bart", "HB", "Department of Neurology and Neurosurgery, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, the Netherlands."]], "date": "2017-11-14", "id": "29137615", "text": "Patients with severe stroke often do not have the capacity to participate in discussions on treatment restrictions because of a reduced level of consciousness, aphasia, or another cognitive disorder. We assessed the role of advance directives and proxy opinions in the decision-making process of incapacitated patients.Sixty patients with severe functional dependence (Barthel Index ≤6) at day four after ischemic stroke or intracerebral hemorrhage were included in a prospective two-center cohort study. The decision-making process with respect to treatment restrictions was assessed by means of a semi-structured questionnaire administered to the treating physician at the day of inclusion.Forty-nine patients (82%) did not have the capacity to participate in the decision-making process. In eight patients, there was no discussion on treatment restrictions and full care was installed. In 41 patients, the decision whether to install treatment restrictions was discussed with proxies. One patient had a written advance directive. In the remaining 40 patients, proxies based their opinion on previously expressed wishes of the patient (18 patients) or advised in the best interest of the patient (22 patients). In 36 of 41 patients, treatment restrictions were installed after agreement between physician and proxy. At six months, 23 of 49 patients had survived. In only three of them the decision on treatment restrictions was based on previously expressed wishes. Remarkably, two of these survivors could not recall any of their alleged previously expressed wishes.Treatment restrictions were installed in the majority of incapacitated patients after stroke. Proxy opinions frequently served as the best way to respect the patients' autonomy, but their accuracy remains unclear.", "doi": "10.1186/s12904-017-0234-8", "title": "Advance directives, proxy opinions, and treatment restrictions in patients with severe stroke.", "journal": ["BMC palliative care", "BMC Palliat Care"]}