{"authors": [["Ramadasan-Nair", "Renjini", "R", "Center for Integrative Brain Research, Seattle Children's Research Institute, 1900 Ninth Avenue, Seattle, WA, United States of America."], ["Hui", "Jessica", "J", "Center for Integrative Brain Research, Seattle Children's Research Institute, 1900 Ninth Avenue, Seattle, WA, United States of America."], ["Zimin", "Pavel I", "PI", "Center for Integrative Brain Research, Seattle Children's Research Institute, 1900 Ninth Avenue, Seattle, WA, United States of America."], ["Itsara", "Leslie S", "LS", "Center for Integrative Brain Research, Seattle Children's Research Institute, 1900 Ninth Avenue, Seattle, WA, United States of America."], ["Morgan", "Philip G", "PG", "Center for Integrative Brain Research, Seattle Children's Research Institute, 1900 Ninth Avenue, Seattle, WA, United States of America."], ["Sedensky", "Margaret M", "MM", "Center for Integrative Brain Research, Seattle Children's Research Institute, 1900 Ninth Avenue, Seattle, WA, United States of America."]], "date": "2017-11-14", "id": "29136012", "text": "Knockout of the mitochondrial complex I protein, NDUFS4, profoundly increases sensitivity of mice to volatile anesthetics. In mice carrying an Ndufs4lox/lox gene, adeno-associated virus expressing Cre recombinase was injected into regions of the brain postulated to affect sensitivity to volatile anesthetics. These injections generated otherwise phenotypically wild type mice with region-specific, postnatal inactivation of Ndufs4, minimizing developmental effects of gene loss. Sensitivities to the volatile anesthetics isoflurane and halothane were measured using loss of righting reflex (LORR) and movement in response to tail clamp (TC) as endpoints. Knockdown (KD) of Ndufs4 in the vestibular nucleus produced resistance to both anesthetics for movement in response to TC. Ndufs4 loss in the central and dorsal medial thalami and in the parietal association cortex increased anesthetic sensitivity to both TC and LORR. Knockdown of Ndufs4 only in the parietal association cortex produced striking hypersensitivity for both endpoints, and accounted for half the total change seen in the global KO (Ndufs4(KO)). Excitatory synaptic transmission in the parietal association cortex in slices from Ndufs4(KO) animals was hypersensitive to isoflurane compared to control slices. We identified a direct neural circuit between the parietal association cortex and the central thalamus, consistent with a model in which isoflurane sensitivity is mediated by a thalamic signal relayed through excitatory synapses to the parietal association cortex. We postulate that the thalamocortical circuit is crucial for maintenance of consciousness and is disrupted by the inhibitory effects of isoflurane/halothane on mitochondria.", "doi": "10.1371/journal.pone.0188087", "title": "Regional knockdown of NDUFS4 implicates a thalamocortical circuit mediating anesthetic sensitivity.", "journal": ["PloS one", "PLoS ONE"]}