{"authors": [["Marzuillo", "Pierluigi", "P", "From the *Department of Woman, Child and of General and Specialized Surgery, Seconda Università degli Studi di Napoli; and †Pediatric Emergency Department, Azienda Ospedaliera di Rilievo Nazionale Santobono-Pausilipon di Napoli, Napoli, Italy."], ["Guarino", "Stefano", "S", null], ["Tipo", "Vincenzo", "V", null], ["Apicella", "Andrea", "A", null], ["Grandone", "Anna", "A", null], ["Diplomatico", "Mario", "M", null], ["Polito", "Cesare", "C", null], ["Miraglia Del Giudice", "Emanuele", "E", null], ["La Manna", "Angela", "A", null], ["Perrone", "Laura", "L", null]], "date": "2017-11-14", "id": "29135903", "text": "Frequently, general pediatricians could face a patient with syncope, which represents approximately 1% to 3% of emergency visits. Micturition syncope is a transient loss of consciousness with onset immediately before, during, or after micturition. Literature evidence indicates that healthy young men are a population with major risk for presenting micturition syncope, with a peak of incidence around 40 to 50 years of age. Usually, this syncope occurs in the morning, after wake-up, or, more generally, when the male patients assume the orthostatic position after a period of supine position in a warm bed. No information on micturition syncope clinical presentation and prevalence in childhood is available in the literature, and probably, this kind of syncope is unrecognized in childhood. We describe 4 unreported pediatric patients with a diagnosis of micturition syncope and well-defined clinical presentation. In all patients, the syncope has been presented in the same conditions: in the morning; after wake-up; in an orthostatic position; just before, after, or during urinary bladder voiding; and with spontaneous recovery in few minutes. Interestingly, 1 patient presented with the syncope during urinary bladder voiding by autocatheterization. In our patients, all investigations made as the first approach in the pediatric emergency department did not show any abnormal results, possibly underlying the syncope episodes. By describing our experience, we want to underline the clinical presentation of micturition syncope and give to the clinicians the elements to recognize and manage it easily in children.", "doi": "10.1097/PEC.0000000000001345", "title": "Micturition Syncope in Childhood: How to Recognize and Manage It.", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"]}