{"authors": [["Clericetti", "Caterina M", "CM", "Pediatric Department of Southern Switzerland, Bellinzona, Switzerland."], ["Milani", "Gregorio P", "GP", "Pediatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Lava", "Sebastiano A G", "SAG", "University Children's Hospital, Inselspital - University of Bern, Bern, Switzerland."], ["Bianchetti", "Mario G", "MG", "Pediatric Department of Southern Switzerland, Bellinzona, Switzerland. mario.bianchetti@usi.ch."], ["Simonetti", "Giacomo D", "GD", "Pediatric Department of Southern Switzerland, Bellinzona, Switzerland."], ["Giannini", "Olivier", "O", "Department of Internal Medicine, Ente Ospedaliero Cantonale, Mendrisio, Switzerland."]], "date": "2017-11-13", "id": "29134448", "text": "Hyperammonemia usually results from an inborn error of metabolism or from an advanced liver disease. Individual case reports suggest that both distal renal tubular acidosis and urinary tract infection may also result in hyperammonemia.A systematic review of the literature on hyperammonemia secondary to distal renal tubular acidosis and urinary tract infection was conducted.We identified 39 reports on distal renal tubular acidosis or urinary tract infections in association with hyperammonemia published between 1980 and 2017. Hyperammonemia was detected in 13 children with distal renal tubular acidosis and in one adult patient with distal renal tubular acidosis secondary to primary hyperparathyroidism. In these patients a negative relationship was observed between circulating ammonia and bicarbonate levels (P < 0.05). In 31 patients (19 children, 12 adults), an acute urinary tract infection was complicated by acute hyperammonemia and symptoms and signs of acute neuronal dysfunction, such as an altered level of consciousness, convulsions and asterixis, often associated with signs of brain edema, such as anorexia and vomiting. Urea-splitting bacteria were isolated in 28 of the 31 cases. The urinary tract was anatomically or functionally abnormal in 30 of these patients.This study reveals that both altered distal renal tubular acidification and urinary tract infection may be associated with relevant hyperammonemia in both children and adults.", "doi": "10.1007/s00467-017-3829-7", "title": "Hyperammonemia associated with distal renal tubular acidosis or urinary tract infection: a systematic review.", "journal": ["Pediatric nephrology (Berlin, Germany)", "Pediatr. Nephrol."]}