{"authors": [["Girasek", "Edmond", "E", "Health Services Management Training Centre, Semmelweis University, Kútvölgyi út 2, Budapest, 1125, Hungary. girasek@emk.sote.hu."], ["Szócska", "Miklós", "M", "Health Services Management Training Centre, Semmelweis University, Kútvölgyi út 2, Budapest, 1125, Hungary."], ["Kovács", "Eszter", "E", "Health Services Management Training Centre, Semmelweis University, Kútvölgyi út 2, Budapest, 1125, Hungary."], ["Gaál", "Péter", "P", "Health Services Management Training Centre, Semmelweis University, Kútvölgyi út 2, Budapest, 1125, Hungary."]], "date": "2017-11-13", "id": "29132345", "text": "Hungary has been serious facing human resources crisis in health care, as a result of a massive emigration of health workers. The resulting shortage is unevenly distributed among medical specialisations. The findings of research studies are consistent in that the most important motivating factor of the choice of the medical career and of medical specialisations is professional interest. Beyond this, it is important to examine other reasons of why students do or do not choose certain specialisations. The lifestyle determined by the chosen speciality is one such factor described in the literature.Using convenient sampling, first year resident medical doctors from each of the four Hungarian universities with a medical faculty were asked to participate in the study in 2008. In total 391 first year resident medical doctors completed the self-administered questionnaire indicating a 57.3% response rate. On the basis of the work of Schwartz et al. (Acad Med 65(3):207-210, 1990), the specialisation fields were divided into the two main categories of non-controllable (NCL) or controllable lifestyles (CL). We carried out a factor analysis on motivating factors and set up an explanatory model regarding the choice of CL and NCL specialisations.Two maximum likelihood factors were extracted from the motivational questions: \"lifestyle and income\" and \"professional interest and consciousness\". The explanatory model on specialisation choice shows that the \"professional interest and consciousness\" factor increases the likelihood of choosing NCL specialisations. In contrast the \"lifestyle and income\" factor has no significant impact on the choice of CL/NCL specialisations in the model.Our results confirm the important role of professional interest in the choice of medical specializations in Hungary. On the other hand, it seems surprising that we found no significant difference in the \"lifestyle and income\" related motivation among those medical residents, who opted for CL as opposed to those, who opted for NCL specialisations. This does not necessarily mean that lifestyle is not an important motivating factor, but that it is equally important for both groups of medical residents.", "doi": "10.1186/s12909-017-1031-z", "title": "The role of controllable lifestyle in the choice of specialisation among Hungarian medical doctors.", "journal": ["BMC medical education", "BMC Med Educ"]}