{"authors": [["Bond", "Kirsten Rl", "KR", "Auckland Emergency Department, Auckland City Hospital, Auckland, New Zealand."], ["Horsley", "Carl Ae", "CA", "Critical Care Complex, Middlemore Hospital, Auckland, New Zealand."], ["Williams", "Anthony B", "AB", "Critical Care Complex, Middlemore Hospital, Auckland, New Zealand."]], "date": "2017-11-12", "id": "29131536", "text": "To describe the use of non-invasive ventilation (NIV) in adults presenting with status asthmaticus to Middlemore Hospital Critical Care Complex (CCC, South Auckland, New Zealand) from 2000 to 2015.Retrospective review of all adult asthma admissions to the Hospital CCC between 2000 and 2015. Demographic, physiological, treatment data and blood gas results were recorded.There were 265 asthma admissions to Middlemore Hospital CCC during the study period. The median age was 34 years; 64% were female. NIV was used in 186 admissions, of which eight went on to require intubation and invasive mechanical ventilation (IMV). Twenty-three other admissions received IMV without a trial of NIV and a further 58 were managed with medical care only. The average pH for all admissions was 7.23 and the IMV group had an average pH of 6.99. Forty-five admissions presented with a Glasgow Coma Scale (GCS) score of ≤10. Twenty-five of these were managed with NIV with only one requiring subsequent intubation. The mean duration of NIV in this group was 5 h (range 1-17 h) with a mean ICU and hospital length of stay of 17 h and 3.5 days, respectively. All patients in this group effectively lowered the pCO2 over a 2 h period with NIV having an average drop of 5.9 kPa and IMV 3.4 kPa.The use of NIV appears to be safe and effective in patients with severe asthma, including selected patients with an altered level of consciousness. NIV was well tolerated with a low need for subsequent intubation.", "doi": "10.1111/1742-6723.12876", "title": "Non-invasive ventilation use in status asthmaticus: 16 years of experience in a tertiary intensive care.", "journal": ["Emergency medicine Australasia : EMA", "Emerg Med Australas"]}