{"authors": [["Holt", "Nicola J", "NJ", "Senior Lecturer, Department of Health and Social Sciences, University of the West of England, Bristol, Frenchay Campus, Coldharbour Lane, Bristol BS16 1QY, UK."]], "date": "2017-11-13", "id": "29130867", "text": "To measure the immediate impact of art-making in everyday life on diverse indices of wellbeing ('in the moment' and longer term) in order to improve understanding of the psychological mechanisms by which art may improve mental health.Using the experience-sampling method, 41 artists were prompted (with a 'beep' on a handheld computer) at random intervals (10 times a day, for one week) to answer a short questionnaire. The questionnaire tracked art-making and enquired about mood, cognition and state of consciousness. This resulted in 2,495 sampled experiences, with a high response rate in which 89% of questionnaires were completed.Multi-level modelling was used to evaluate the impact of art-making on experience, with 2,495 'experiences' (experiential-level) nested within 41 participants (person-level). Recent art-making was significantly associated with experiential shifts: improvement in hedonic tone, vivid internal imagery and the flow state. Furthermore, the frequency of art-making across the week was associated with person-level measures of wellbeing: eudemonic happiness and self-regulation. Cross-level interactions, between experiential and person-level variables, suggested that hedonic tone improved more for those scoring low on eudemonic happiness, and further that, those high in eudemonic happiness were more likely to experience phenomenological features of the flow state and to experience inner dialogue while art-making.Art-making has both immediate and long-term associations with wellbeing. At the experiential level, art-making affects multiple dimensions of conscious experience: affective, cognitive and state factors. This suggests that there are multiple routes to wellbeing (improving hedonic tone, making meaning through inner dialogue and experiencing the flow state). Recommendations are made to consider these factors when both developing and evaluating public health interventions that involve participatory art.", "doi": "10.1177/1757913917739041", "title": "Using the experience-sampling method to examine the psychological mechanisms by which participatory art improves wellbeing.", "journal": ["Perspectives in public health", "Perspect Public Health"]}