{"authors": [["Trebuchon", "Agnès", "A", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France. Electronic address: agnes.trebuchon@univ-amu.fr."], ["Lambert", "Isabelle", "I", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["Guisiano", "Bernard", "B", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["McGonigal", "Aileen", "A", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["Perot", "Charline", "C", "APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["Bonini", "Francesca", "F", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["Carron", "Romain", "R", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["Liegeois-Chauvel", "Catherine", "C", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France."], ["Chauvel", "Patrick", "P", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."], ["Bartolomei", "Fabrice", "F", "Aix Marseille Univ, INSERM, INS, Inst Neurosci Syst, Marseille, France; APHM, Hôpital de la Timone, Service de Neurophysiologie Clinique, Marseille, France."]], "date": "2017-12-07", "id": "29128469", "text": "Ictal language disturbances may occur in dominant hemisphere temporal lobe epilepsy (TLE), but little is known about the precise anatomoelectroclinical correlations. This study investigated the different facets of ictal aphasia in intracerebrally recorded TLE.Video-stereoelectroencephalography (SEEG) recordings of 37 seizures in 17 right-handed patients with drug-resistant TLE were analyzed; SEEG electroclinical correlations between language disturbance and involvement of temporal lobe structures were assessed. In the clinical analysis, we separated speech disturbance from loss of consciousness.According to the region involved, different patterns of ictal aphasia in TLE were identified. Impaired speech comprehension was associated with posterior lateral involvement, anomia and reduced verbal fluency with anterior mediobasal structures, and jargonaphasia with basal temporal involvement. The language production deficits, such as anomia and low fluency, cannot be simply explained by an involvement of Broca's area, since this region was not affected by seizure discharge.Assessment of language function in the early ictal state can be successfully performed and provides valuable information on seizure localization within the temporal lobe as well as potentially useful information for guiding surgery.", "doi": "10.1016/j.yebeh.2017.08.022", "title": "The different patterns of seizure-induced aphasia in temporal lobe epilepsies.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}