{"authors": [["Sasaki", "Kaori", "K", "Department of Pediatrics, Kakogawa Central City Hospital, Kakogawa, Japan."], ["Nagase", "Hiroaki", "H", "Department of Pediatrics, Kobe University Hospital, Kobe, Japan."], ["Maruyama", "Azusa", "A", "Department of Neurology, Hyogo Prefectural Kobe Children's Hospital, Kobe, Japan."], ["Fujita", "Kyoko", "K", "Emergency and General Mediciine, Hyogo Prefectural Kobe Children's Hospital, Kobe, Japan."], ["Nishiyama", "Masahiro", "M", "Department of Pediatrics, Kobe University Hospital, Kobe, Japan."], ["Tanaka", "Tsukasa", "T", "Department of Neurology, Hyogo Prefectural Kobe Children's Hospital, Kobe, Japan."], ["Nukina", "Sadayuki", "S", "Department of Pediatrics, Akashi City Hospital, Akashi, Japan."], ["Takumi", "Toru", "T", "Department of Pediatrics, Kita-Harima Medical Center, Ono, Japan."], ["Takenaka", "Kanae", "K", "Department of Pediatrics, Kita-Harima Medical Center, Ono, Japan."], ["Oyazato", "Yoshinobu", "Y", "Department of Pediatrics, Kakogawa Central City Hospital, Kakogawa, Japan."], ["Nishiyama", "Atsushi", "A", "Department of Pediatrics, Kakogawa Central City Hospital, Kakogawa, Japan."], ["Kawata", "Tomoko", "T", "Department of Pediatrics, St Mary's Hospital, Himeji, Japan."], ["Saeki", "Keisuke", "K", "Department of Pediatrics, Nishiwaki City Hospital, Nishiwaki, Japan."], ["Takami", "Yuichi", "Y", "Department of Pediatrics, Japanese Red Cross Society Himeji Hospital, Himeji, Japan."], ["Satake-Inoue", "Eriko", "E", "Department of Pediatrics, Japanese Red Cross Society Himeji Hospital, Himeji, Japan."], ["Iijima", "Kazumoto", "K", "Department of Pediatrics, Kobe University Hospital, Kobe, Japan."], ["Morioka", "Ichiro", "I", "Department of Pediatrics, Kobe University Hospital, Kobe, Japan."], ["Uetani", "Yoshiyuki", "Y", "Emergency and General Mediciine, Hyogo Prefectural Kobe Children's Hospital, Kobe, Japan."]], "date": "2017-11-09", "id": "29127224", "text": "This study aimed to verify the screening performance of our clinical prediction rule for neurological sequelae due to acute encephalopathy (NSAE-CPR), which previously identified the following three variables as predictive of poor outcomes: (1) refractory status epilepticus; (2) consciousness disturbance and/or hemiplegia at 6 hours from onset and (3) aspartate aminotransferase >90 IU/L within 6 hours of onset.Medical community-based multicentre retrospective cohort study.Six regional hospitals in Harima and one tertiary centre in Kobe, Japan, from 2008 to 2012.We enrolled a total of 1612 patients aged <16 years who met the diagnostic criteria for an initial diagnosis of complex febrile seizure. Patients with a history of neurological disease and those included in the derivation cohort were excluded.Univariate and multivariate analyses were performed to determine the association between each of the three predictor variables and poor AE outcome (Pediatric Cerebral Performance Category score ≥2). Receiver operating characteristic curve (ROC) analysis was also performed to assess the screening performance of the NSAE-CPR.The ROC analysis identified at least one of the three predictive variables as an optimal cut-off point, with an area under the curve of 0.915 (95% CI 0.825 to 1.000). The sensitivity, specificity, positive and negative predictive values, positive and negative likelihood ratios and Matthews correlation coefficient were 0.867, 0.954, 0.149, 0.999, 18.704, 0.140 and 0.349, respectively.Our findings indicate that the NSAE-CPR can be used for the screening and identification of patients with poor outcomes due to acute encephalopathy within 6 hours of onset.", "doi": "10.1136/bmjopen-2017-016675", "title": "Clinical prediction rule for neurological sequelae due to acute encephalopathy: a medical community-based validation study in Harima, Japan.", "journal": ["BMJ open", "BMJ Open"]}