{"authors": [["Tone", "Kazuya", "K", "Graduate School of Medicine, Teikyo University, Tokyo, Japan."], ["Fujisaki", "Ryuichi", "R", "Department of Emergency Medicine Faculty of Medicine, Teikyo University Hospital, Tokyo, Japan."], ["Hagiwara", "Shigehiro", "S", "Department of Clinical Laboratory Science, Graduate School of Medical Technology, Teikyo University, Tokyo, Japan."], ["Tamura", "Takashi", "T", "General Medical Education and Research Center, Teikyo University, Tokyo, Japan."], ["Ishigaki", "Shinobu", "S", "Department of Central Clinical Laboratory, Teikyo University Hospital, Tokyo, Japan."], ["Alshahni", "Mohamed Mahdi", "MM", "Institute of Medical Mycology, Teikyo University, Itabashi, Tokyo, Japan."], ["Takehisa", "Makoto", "M", "Department of Otorhinolaryngology, Teikyo University Hospital, Tokyo, Japan."], ["Watanabe", "Takehiro", "T", "Department of Neuro Surgery, Teikyo University Hospital, Tokyo, Japan."], ["Yasui", "Takuya", "T", "Department of Otorhinolaryngology, Teikyo University Hospital, Tokyo, Japan."], ["Tokairin", "Takuo", "T", "Department of Pathology, Teikyo University Hospital, Tokyo, Japan."], ["Sagawa", "Toshiyo", "T", "Department of Emergency Medicine Faculty of Medicine, Teikyo University Hospital, Tokyo, Japan."], ["Sakamoto", "Tetsuya", "T", "Department of Emergency Medicine Faculty of Medicine, Teikyo University Hospital, Tokyo, Japan."], ["Ito", "Ken", "K", "Department of Otorhinolaryngology, Teikyo University Hospital, Tokyo, Japan."], ["Kuwano", "Kazuyoshi", "K", "Division of Respiratory Diseases, Department of Internal Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Makimura", "Koichi", "K", "Graduate School of Medicine, Teikyo University, Tokyo, Japan."]], "date": "2017-11-10", "id": "29125646", "text": "Central nervous system (CNS) infections due to filamentous basidiomycetes are extremely rare. We encountered a case of epidural abscess due to Schizophyllum commune that extended from sinusitis. A 53-year-old Japanese man presented at our hospital with a headache. Computed tomography (CT) of the cranium and sinuses showed ethmoid and sphenoid sinusitis with no intracranial abnormalities. The patient was diagnosed with acute sinusitis and underwent antibiotic treatment. However, the symptoms deteriorated, and the patient came to our hospital again with consciousness disturbance. CT scan of the cranium and sinuses showed no improvement of sinusitis after antibiotic therapy and an epidural abscess emerged in the middle cranial fossa. Therefore, emergency craniotomy and endoscopic sinus fenestration were performed. Filamentous fungal elements were observed in both rhinorrhoea and epidural abscess. The symptoms improved after the operation and administration of liposomal amphotericin B. The clinical isolate was identified as S. commune by a molecular-based method. To our knowledge, this is the first report of epidural abscess due to this fungus. Although rare, clinicians should be aware that S. commune could be a causative agent of CNS infections.", "doi": "10.1111/myc.12729", "title": "Epidural abscess caused by Schizophyllum commune: A rare case of rhinogenic cranial complication by a filamentous basidiomycete.", "journal": ["Mycoses", "Mycoses"]}