{"authors": [["Hu", "Qiaoxia", "Q", "Department of Neurology and Research Center of Neurology, Second Affiliated Hospital, and the Collaborative Innovation Center for Brain Science, Zhejiang University School of Medicine, 88 Jiefang Road, Hangzhou, 310009, China."], ["Li", "Hongfu", "H", "Department of Neurology and Research Center of Neurology, Second Affiliated Hospital, and the Collaborative Innovation Center for Brain Science, Zhejiang University School of Medicine, 88 Jiefang Road, Hangzhou, 310009, China."], ["Tian", "Jun", "J", "Department of Neurology and Research Center of Neurology, Second Affiliated Hospital, and the Collaborative Innovation Center for Brain Science, Zhejiang University School of Medicine, 88 Jiefang Road, Hangzhou, 310009, China."], ["Zhang", "Baorong", "B", "Department of Neurology and Research Center of Neurology, Second Affiliated Hospital, and the Collaborative Innovation Center for Brain Science, Zhejiang University School of Medicine, 88 Jiefang Road, Hangzhou, 310009, China. brzhang@zju.edu.cn."]], "date": "2017-11-09", "id": "29124441", "text": "The study aimed to determine the incidence and the onset time of bulbar paralysis (BP) associated with Miller-Fisher syndrome (MFS) and its overlaps, to better understand the clinical characteristics among patients with MFS and its overlaps. Medical records from 48 patients with MFS and its overlaps were divided into two groups based on the presence (MFS-BP+) or absence (MFS-BP-) of BP. Their clinical features, laboratory and electrophysiological findings, neuroimaging data, and treatment plan were analyzed and compared between two groups. The incidence of BP associated with MFS and its overlaps was 48%. Eighty-two percent of the patients developed BP within 1 week after the onset of MFS and its overlaps. The cerebrospinal fluid (CSF) protein level in patients was higher in MFS-BP+ than in MFS-BP- group (67.69 ± 26.59 vs. 50.15 ± 20.44 mg/dl; P < 0.05). Frequencies of severe limb weakness, hypoglossal paralysis, disturbance of consciousness, and tracheal intubation required were also significantly higher in MFS-BP+ than in MFS-BP- group. Positive results of anti-GQ1b and anti-GT1b antibodies were all found in MFS-BP+ group. The prevalence of BP in MFS and its overlap was higher, the majority of BP occurred within 7 days after the onset of the disease, and early diagnosis of BP concurrence is helpful to decide the treatment plan.", "doi": "10.1007/s10072-017-3184-2", "title": "Bulbar paralysis associated with Miller-Fisher syndrome and its overlaps in Chinese patients.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}