{"authors": [["Yamagishi", "Toshinobu", "T", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Kashiura", "Masahiro", "M", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Nakata", "Kazuya", "K", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Miyazaki", "Kazuki", "K", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Yukawa", "Takahiro", "T", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Tanabe", "Takahiro", "T", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Sugiyama", "Kazuhiro", "K", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Akashi", "Akiko", "A", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."], ["Hamabe", "Yuichi", "Y", "Tertiary Emergency Medical CenterTokyo Metropolitan Bokutoh HospitalSumida-kuTokyoJapan."]], "date": "2017-03-02", "id": "29123882", "text": "Sometimes it is difficult to diagnose circumferential aortic dissection with enhanced computed tomography alone. A 58-year-old woman presented with sudden-onset chest discomfort and loss of consciousness. Transthoracic echocardiogram showed mild aortic regurgitation. Enhanced computed tomography scans showed no obvious intimal tear or flap at the proximal ascending aorta, but an intimal flap was observed from the aortic arch to both common iliac arteries. Stanford type B dissection was tentatively diagnosed. Repeat detailed transthoracic echocardiography examination showed an intimal tear and flap at the ascending aorta; prolapse into the left ventricle caused severe aortic regurgitation. Type A aortic dissection was definitively diagnosed; emergent operation showed a circumferential intimal tear originating from the ascending aorta.The ascending aorta was replaced; aortic regurgitation disappeared. The patient was discharged in a good condition 58 days postoperatively.Dynamic evaluations with transthoracic echocardiography should be carried out to diagnose circumferential aortic dissection.", "doi": "10.1002/ams2.262", "title": "A case of circumferential type A aortic dissection with intimal intussusception diagnosed using repeat transthoracic echocardiography examination.", "journal": ["Acute medicine & surgery", "Acute Med Surg"]}