{"authors": [["Matsukawa", "Kanji", "K", "Department of Integrative Physiology, Graduate School of Biomedical and Health Sciences, Hiroshima University, Hiroshima, Japan matsuk@hiroshima-u.ac.jp."], ["Endo", "Kana", "K", "Department of Integrative Physiology, Graduate School of Biomedical and Health Sciences, Hiroshima University, Hiroshima, Japan."], ["Asahara", "Ryota", "R", "Department of Integrative Physiology, Graduate School of Biomedical and Health Sciences, Hiroshima University, Hiroshima, Japan."], ["Yoshikawa", "Miho", "M", "Department of Integrative Physiology, Graduate School of Biomedical and Health Sciences, Hiroshima University, Hiroshima, Japan."], ["Kusunoki", "Shinya", "S", "Department of Integrative Physiology, Graduate School of Biomedical and Health Sciences, Hiroshima University, Hiroshima, Japan."], ["Ishida", "Tomoko", "T", "Department of Integrative Physiology, Graduate School of Biomedical and Health Sciences, Hiroshima University, Hiroshima, Japan."]], "date": null, "id": "29122959", "text": "Our laboratory reported that facial skin blood flow may serve as a sensitive tool to assess an emotional status. Cerebral neural correlates during emotional interventions should be sought in relation to the changes in facial skin blood flow. To test the hypothesis that prefrontal activity has positive relation to the changes in facial skin blood flow during emotionally charged stimulation, we examined the dynamic changes in prefrontal oxygenation (with near-infrared spectroscopy) and facial skin blood flows (with two-dimensional laser speckle and Doppler flowmetry) during emotionally charged audiovisual challenges for 2 min (by viewing comedy, landscape, and horror movie) in 14 subjects. Hand skin blood flow and systemic hemodynamics were simultaneously measured. The extents of pleasantness and consciousness for each emotional stimulus were estimated by subjective rating from -5 (the most unpleasant; the most unconscious) to +5 (the most pleasant; the most conscious). Positively charged emotional stimulation (comedy) simultaneously decreased (P < 0.05) prefrontal oxygenation and facial skin blood flow, whereas negatively charged (horror) or neutral (landscape) emotional stimulation did not alter or slightly decreased them. Any of hand skin blood flow and systemic cardiovascular variables did not change significantly during positively charged emotional stimulation. The changes in prefrontal oxygenation had a highly positive correlation with the changes in facial skin blood flow without altering perfusion pressure, and they were inversely correlated with the subjective rating of pleasantness. The reduction in prefrontal oxygenation during positively charged emotional stimulation suggests a decrease in prefrontal neural activity, which may in turn elicit neurally mediated vasoconstriction of facial skin blood vessels.", "doi": "10.14814/phy2.13488", "title": "Prefrontal oxygenation correlates to the responses in facial skin blood flows during exposure to pleasantly charged movie.", "journal": ["Physiological reports", "Physiol Rep"]}