{"authors": [["Takada", "Toshihiko", "T", "Department of General Medicine, Shirakawa Satellite for Teaching and Research (STAR), Fukushima Medical University, Fukushima, Japan."], ["Yamamoto", "Yosuke", "Y", "Department of Healthcare Epidemiology, School of Public Health in the Graduate School of Medicine, Kyoto University, Kyoto, Japan."], ["Terada", "Kazuhiko", "K", "Department of General Medicine, Kimitsu Chuo Hospital, Kisarazu, Japan."], ["Ohta", "Mitsuyasu", "M", "Department of Internal Medicine, Ashigarakami Hospital, Kanagawa, Japan."], ["Mikami", "Wakako", "W", "Department of Radiology, Keiyu Hospital, Kanagawa, Japan."], ["Yokota", "Hajime", "H", "Department of Radiology, Chiba University Hospital, Chiba, Japan."], ["Hayashi", "Michio", "M", "Department of General Medicine, Shirakawa Satellite for Teaching and Research (STAR), Fukushima Medical University, Fukushima, Japan."], ["Miyashita", "Jun", "J", "Department of General Medicine, Shirakawa Satellite for Teaching and Research (STAR), Fukushima Medical University, Fukushima, Japan."], ["Azuma", "Teruhisa", "T", "Department of General Medicine, Shirakawa Satellite for Teaching and Research (STAR), Fukushima Medical University, Fukushima, Japan."], ["Fukuma", "Shingo", "S", "Department of General Medicine, Shirakawa Satellite for Teaching and Research (STAR), Fukushima Medical University, Fukushima, Japan."], ["Fukuhara", "Shunichi", "S", "Department of General Medicine, Shirakawa Satellite for Teaching and Research (STAR), Fukushima Medical University, Fukushima, Japan."]], "date": "2017-11-08", "id": "29122806", "text": "Diagnosis of community-acquired pneumonia (CAP) in the elderly is often delayed because of atypical presentation and non-specific symptoms, such as appetite loss, falls and disturbance in consciousness. The aim of this study was to investigate the external validity of existing prediction models and the added value of the non-specific symptoms for the diagnosis of CAP in elderly patients.Prospective cohort study.General medicine departments of three teaching hospitals in Japan.A total of 109 elderly patients who consulted for upper respiratory symptoms between 1 October 2014 and 30 September 2016.The reference standard for CAP was chest radiograph evaluated by two certified radiologists. The existing models were externally validated for diagnostic performance by calibration plot and discrimination. To evaluate the additional value of the non-specific symptoms to the existing prediction models, we developed an extended logistic regression model. Calibration, discrimination, category-free net reclassification improvement (NRI) and decision curve analysis (DCA) were investigated in the extended model.Among the existing models, the model by van Vugt demonstrated the best performance, with an area under the curve of 0.75(95% CI 0.63 to 0.88); calibration plot showed good fit despite a significant Hosmer-Lemeshow test (p=0.017). Among the non-specific symptoms, appetite loss had positive likelihood ratio of 3.2 (2.0-5.3), negative likelihood ratio of 0.4 (0.2-0.7) and OR of 7.7 (3.0-19.7). Addition of appetite loss to the model by van Vugt led to improved calibration at p=0.48, NRI of 0.53 (p=0.019) and higher net benefit by DCA.Information on appetite loss improved the performance of an existing model for the diagnosis of CAP in the elderly.", "doi": "10.1136/bmjopen-2017-019155", "title": "Diagnostic utility of appetite loss in addition to existing prediction models for community-acquired pneumonia in the elderly: a prospective diagnostic study in acute care hospitals in Japan.", "journal": ["BMJ open", "BMJ Open"]}