{"authors": [["Wawrzyniak", "Max", "M", "Department of Neurology, University of Leipzig, Liebigstraße 20, Leipzig, Germany. Electronic address: max.wawrzyniak@medizin.uni-leipzig.de."], ["Klingbeil", "Julian", "J", "Department of Neurology, University of Leipzig, Liebigstraße 20, Leipzig, Germany."], ["Zeller", "Daniel", "D", "Department of Neurology, University of Würzburg, Josef-Schneider-Straße 11, Würzburg, Germany."], ["Saur", "Dorothee", "D", "Department of Neurology, University of Leipzig, Liebigstraße 20, Leipzig, Germany."], ["Classen", "Joseph", "J", "Department of Neurology, University of Leipzig, Liebigstraße 20, Leipzig, Germany."]], "date": "2017-11-06", "id": "29122723", "text": "The feeling of body-ownership can be experimentally manipulated using the rubber hand illusion (RHI) paradigm. Participants experience a sense of ownership over an artificial hand when their hidden real hand and the visible artificial hand are synchronously stroked. Using lesion masks and behavioral data from a previous study on RHI failure in acute stroke patients, we here employed lesion network-symptom-mapping (LNSM) based on normative functional connectome data to identify lesion-dependent network connectivity related to the experience of self-attribution of an artificial hand in the RHI paradigm. We found that failure to experience the RHI was associated with higher normative lesion-dependent network connectivity to the right temporoparietal junction (rTPJ), right anterior Insula (raI) and right inferior frontal gyrus (rIFG). Since these areas were spared by the infarction in most patients with RHI failure (89% for rTPJ and 94% for raI/rIFG), the analysis suggests that remote dysfunction in rTPJ, raI, and rIFG accounted for RHI failure. These results highlight the potential role of rTPJ, raI, and rIFG in bodily self-consciousness. LNSM is a powerful tool capable of delineating the architecture of functional networks underlying complex cognitive function.", "doi": "10.1016/j.neuroimage.2017.11.011", "title": "The neuronal network involved in self-attribution of an artificial hand: A lesion network-symptom-mapping study.", "journal": ["NeuroImage", "Neuroimage"]}