{"authors": [["Hatanaka", "Mari", "M", "Department of Pediatrics, Osaka Medical College, Osaka, Japan."], ["Shimakawa", "Shuichi", "S", "Department of Pediatrics, Osaka Medical College, Osaka, Japan. Electronic address: ZVQ10523@nifty.com."], ["Okumura", "Akihisa", "A", "Department of Pediatrics, Aichi Medical University, Aichi, Japan."], ["Natsume", "Jun", "J", "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan."], ["Fukui", "Miho", "M", "Department of Pediatrics, Osaka Medical College, Osaka, Japan."], ["Nomura", "Shohei", "S", "Department of Pediatrics, Hirakata Municipal Hospital, Osaka, Japan."], ["Kashiwagi", "Mitsuru", "M", "Department of Pediatrics, Hirakata Municipal Hospital, Osaka, Japan."], ["Tamai", "Hiroshi", "H", "Department of Pediatrics, Osaka Medical College, Osaka, Japan."]], "date": "2017-11-06", "id": "29122401", "text": "Immunomodulatory therapy has shown some therapeutic benefits in patients with anti-N-methyl-D-aspartate receptor (anti-NMDAR) encephalitis. In this report, we describe the use of adrenocorticotropic hormone (ACTH) immunotherapy with good outcome in a patient with anti-NMDAR encephalitis.A 4-year-old girl developed convulsions in her right arm and leg without impaired consciousness. These convulsions occurred frequently in clusters of 10-20 events of 10-20 s duration. She was admitted to our hospital on the 6th day following her initial series of convulsions. Flaccid paralysis of the right hand and leg was also found. Interictal electroencephalography showed high-amplitude slow waves. No abnormal findings were shown on MRI. 99mTc-ECD brain SPECT on the 14th day showed hyperperfusion in the left hemisphere, including the left basal ganglia. The convulsions ceased following the oral administration of valproic acid on the 10th day; however, paralysis associated with choreic dyskinesia of the right arm and leg remained. ACTH immunotherapy was then performed on the 15th day. We identified the presence of N-methyl-D-aspartate receptor antibody in CSF samples taken on the 6th day. After ACTH therapy, the patient fully recovered from the paralysis associated with choreic dyskinesia of the right arm and leg. She has not had a relapse and has not required medication for over a year.ACTH immunotherapy may be a useful treatment option for patients with anti-NMDAR encephalitis, although further evaluation is required.", "doi": "10.1016/j.braindev.2017.10.003", "title": "The efficacy of adrenocorticotropic hormone in a girl with anti-N-methyl-D-aspartate receptor encephalitis.", "journal": ["Brain & development", "Brain Dev."]}