{"authors": [["Palanca", "B J A", "BJA", "Division of Biology and Biomedical Sciences."], ["Avidan", "M S", "MS", "Department of Anesthesiology, Washington University School of Medicine in St. Louis, St. Louis, MO, USA."], ["Mashour", "G A", "GA", "Department of Anesthesiology, Center for Consciousness Science and Neuroscience Graduate Program, University of Michigan Medical School, Ann Arbor, MI, USA."]], "date": null, "id": "29121298", "text": "Sevoflurane, a volatile anaesthetic agent well-tolerated for inhalation induction, provides a useful opportunity to elucidate the processes whereby halogenated ethers disrupt consciousness and cognition. Multiple molecular targets of sevoflurane have been identified, complementing imaging and electrophysiologic markers for the mechanistically obscure progression from wakefulness to unconsciousness. Recent investigations have more precisely detailed scalp EEG activity during this transition, with practical clinical implications. The relative timing of scalp potentials in frontal and parietal EEG signals suggests that sevoflurane might perturb the propagation of neural information between underlying cortical regions. Spatially distributed brain activity during general anaesthesia has been further investigated with positron emission tomography (PET) and resting-state functional magnetic resonance imaging (fMRI). Combined EEG and PET investigations have identified changes in cerebral blood flow and metabolic activity in frontal, parietal, and thalamic regions during sevoflurane-induced loss of consciousness. More recent fMRI investigations have revealed that sevoflurane weakens the signal correlations among brain regions that share functionality and specialization during wakefulness. In particular, two such resting-state networks have shown progressive breakdown in intracortical and thalamocortical connectivity with increasing anaesthetic concentrations: the Default Mode Network (introspection and episodic memory) and the Ventral Attention Network (orienting of attention to salient feature of the external world). These data support the hypotheses that perturbations in temporally correlated activity across brain regions contribute to the transition between states of sevoflurane sedation and general anaesthesia.", "doi": "10.1093/bja/aex244", "title": "Human neural correlates of sevoflurane-induced unconsciousness.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}