{"authors": [["Hentschke", "H", "H", "Department of Anesthesiology, Experimental Anesthesiology Section, University Hospital of Tübingen, Tübingen, Germany."], ["Raz", "A", "A", "Department of Anesthesiology, University of Wisconsin, Madison, WI, USA."], ["Krause", "B M", "BM", "Department of Anesthesiology, University of Wisconsin, Madison, WI, USA."], ["Murphy", "C A", "CA", "Department of Anesthesiology, University of Wisconsin, Madison, WI, USA."], ["Banks", "M I", "MI", "Department of Anesthesiology, University of Wisconsin, Madison, WI, USA."]], "date": null, "id": "29121295", "text": "Actions of general anaesthetics on activity in the cortico-thalamic network likely contribute to loss of consciousness and disconnection from the environment. Previously, we showed that the general anaesthetic isoflurane preferentially suppresses cortically evoked synaptic responses compared with thalamically evoked synaptic responses, but how this differential sensitivity translates into changes in network activity is unclear.We investigated isoflurane disruption of spontaneous and stimulus-induced cortical network activity using multichannel recordings in murine auditory thalamo-cortical brain slices.Under control conditions, afferent stimulation elicited short latency, presumably monosynaptically driven, spiking responses, as well as long latency network bursts that propagated horizontally through the cortex. Isoflurane (0.05-0.6 mM) suppressed spiking activity overall, but had a far greater effect on network bursts than on early spiking responses. At isoflurane concentrations >0.3 mM, network bursts were almost entirely blocked, even with increased stimulation intensity and in response to paired (thalamo-cortical + cortical layer 1) stimulation, while early spiking responses were <50% blocked. Isoflurane increased the threshold for eliciting bursts, decreased their propagation speed and prevented layer 1 afferents from facilitating burst induction by thalamo-cortical afferents.Disruption of horizontal activity spread and of layer 1 facilitation of thalamo-cortical responses likely contribute to the mechanism by which suppression of cortical feedback connections disrupts sensory awareness under anaesthesia.", "doi": "10.1093/bja/aex199", "title": "Disruption of cortical network activity by the general anaesthetic isoflurane.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}