{"authors": [["Guldenmund", "P", "P", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."], ["Vanhaudenhuyse", "A", "A", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."], ["Sanders", "R D", "RD", "Department of Anesthesiology, University of Wisconsin-Madison, Madison, WI, USA."], ["Sleigh", "J", "J", "Department of Anaesthesia, Waikato Clinical School, University of Auckland, Hamilton, New Zealand."], ["Bruno", "M A", "MA", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."], ["Demertzi", "A", "A", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."], ["Bahri", "M A", "MA", "Cyclotron Research Center, University of Liège, Liège, Belgium."], ["Jaquet", "O", "O", "Department of Anaesthesia and Intensive Care Medicine, CHU University Hospital of Liège, Liège, Belgium."], ["Sanfilippo", "J", "J", "Department of Anaesthesia and Intensive Care Medicine, CHU University Hospital of Liège, Liège, Belgium."], ["Baquero", "K", "K", "Cyclotron Research Center, University of Liège, Liège, Belgium."], ["Boly", "M", "M", "Department of Neurology, University of Wisconsin-Madison, Madison, WI, USA."], ["Brichant", "J F", "JF", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."], ["Laureys", "S", "S", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."], ["Bonhomme", "V", "V", "GIGA-Consciousness, Coma Science Group, Pain and Hypnosis, and Anesthesia and Intensive Care laboratories, GIGA Research, University and CHU University Hospital of Liège, Liège, Belgium."]], "date": null, "id": "29121293", "text": "We used functional connectivity measures from brain resting state functional magnetic resonance imaging to identify human neural correlates of sedation with dexmedetomidine or propofol and their similarities with natural sleep.Connectivity within the resting state networks that are proposed to sustain consciousness generation was compared between deep non-rapid-eye-movement (N3) sleep, dexmedetomidine sedation, and propofol sedation in volunteers who became unresponsive to verbal command. A newly acquired dexmedetomidine dataset was compared with our previously published propofol and N3 sleep datasets.In all three unresponsive states (dexmedetomidine sedation, propofol sedation, and N3 sleep), within-network functional connectivity, including thalamic functional connectivity in the higher-order (default mode, executive control, and salience) networks, was significantly reduced as compared with the wake state. Thalamic functional connectivity was not reduced for unresponsive states within lower-order (auditory, sensorimotor, and visual) networks. Voxel-wise statistical comparisons between the different unresponsive states revealed that thalamic functional connectivity with the medial prefrontal/anterior cingulate cortex and with the mesopontine area was reduced least during dexmedetomidine-induced unresponsiveness and most during propofol-induced unresponsiveness. The reduction seen during N3 sleep was intermediate between those of dexmedetomidine and propofol.Thalamic connectivity with key nodes of arousal and saliency detection networks was relatively preserved during N3 sleep and dexmedetomidine-induced unresponsiveness as compared to propofol. These network effects may explain the rapid recovery of oriented responsiveness to external stimulation seen under dexmedetomidine sedation.Committee number: 'Comité d'Ethique Hospitalo-Facultaire Universitaire de Liège' (707); EudraCT number: 2012-003562-40; internal reference: 20121/135; accepted on August 31, 2012; Chair: Prof G. Rorive. As it was considered a phase I clinical trial, this protocol does not appear on the EudraCT public website.", "doi": "10.1093/bja/aex257", "title": "Brain functional connectivity differentiates dexmedetomidine from propofol and natural sleep.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}