{"authors": [["Yeom", "Seul-Ki", "SK", "Department of Brain and Cognitive Engineering, Korea University, Seoul, Korea."], ["Won", "Dong-Ok", "DO", "Department of Brain and Cognitive Engineering, Korea University, Seoul, Korea."], ["Chi", "Seong In", "SI", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Seo", "Kwang-Suk", "KS", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Kim", "Hyun Jeong", "HJ", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Müller", "Klaus-Robert", "KR", "Department of Dental Anesthesiology, Seoul National University Dental Hospital, Seoul, Korea."], ["Lee", "Seong-Whan", "SW", "Department of Brain and Cognitive Engineering, Korea University, Seoul, Korea."]], "date": "2017-11-09", "id": "29121108", "text": "On sedation motivated by the clinical needs for safety and reliability, recent studies have attempted to identify brain-specific signatures for tracking patient transition into and out of consciousness, but the differences in neurophysiological effects between 1) the sedative types and 2) the presence/absence of surgical stimulations still remain unclear. Here we used multimodal electroencephalography-functional near-infrared spectroscopy (EEG-fNIRS) measurements to observe electrical and hemodynamic responses during sedation simultaneously. Forty healthy volunteers were instructed to push the button to administer sedatives in response to auditory stimuli every 9-11 s. To generally illustrate brain activity at repetitive transition points at the loss of consciousness (LOC) and the recovery of consciousness (ROC), patient-controlled sedation was performed using two different sedatives (midazolam (MDZ) and propofol (PPF)) under two surgical conditions. Once consciousness was lost via sedatives, we observed gradually increasing EEG power at lower frequencies (<15 Hz) and decreasing power at higher frequencies (>15 Hz), as well as spatially increased EEG powers in the delta and lower alpha bands, and particularly also in the upper alpha rhythm, at the frontal and parieto-occipital areas over time. During ROC from unconsciousness, these spatio-temporal changes were reversed. Interestingly, the level of consciousness was switched on/off at significantly higher effect-site concentrations of sedatives in the brain according to the use of surgical stimuli, but the spatio-temporal EEG patterns were similar, regardless of the sedative used. We also observed sudden phase shifts in fronto-parietal connectivity at the LOC and the ROC as critical points. fNIRS measurement also revealed mild hemodynamic fluctuations. Compared with general anesthesia, our results provide insights into critical hallmarks of sedative-induced (un)consciousness, which have similar spatio-temporal EEG-fNIRS patterns regardless of the stage and the sedative used.", "doi": "10.1371/journal.pone.0187743", "title": "Spatio-temporal dynamics of multimodal EEG-fNIRS signals in the loss and recovery of consciousness under sedation using midazolam and propofol.", "journal": ["PloS one", "PLoS ONE"]}