{"authors": [["Mortensen", "Nicolay", "N", "1 Department of Paediatric and Adolescent Medicine, Sørlandet Hospital, Kristiansand, Norway."], ["Augustsson", "Johan Henrik", "JH", "2 Department of Paediatric and Adolescent Medicine, Sørlandet Hospital, Arendal, Norway."], ["Ulriksen", "Jorunn", "J", "1 Department of Paediatric and Adolescent Medicine, Sørlandet Hospital, Kristiansand, Norway."], ["Hinna", "Unni Tveit", "UT", "1 Department of Paediatric and Adolescent Medicine, Sørlandet Hospital, Kristiansand, Norway."], ["Schmölzer", "Georg M", "GM", "3 Department of Paediatric and Adolescent Medicine, Akershus University Hospital, Lørenskog, Norway."], ["Solevåg", "Anne Lee", "AL", "3 Department of Paediatric and Adolescent Medicine, Akershus University Hospital, Lørenskog, Norway."]], "date": "2017-01-19", "id": "29119808", "text": "Tools for clinical assessment and escalation of observation and treatment are insufficiently established in the newborn population. We aimed to provide an overview over early warning- and track and trigger systems for newborn infants and performed a nonsystematic review based on a search in Medline and Cinahl until November 2015. Search terms included 'infant, newborn', 'early warning score', and 'track and trigger'. Experts in the field were contacted for identification of unpublished systems. Outcome measures included reference values for physiological parameters including respiratory rate and heart rate, and ways of quantifying the extent of deviations from the reference. Only four neonatal early warning scores were published in full detail, and one system for infants with cardiac disease was considered as having a more general applicability. Temperature, respiratory rate, heart rate, SpO2, capillary refill time, and level of consciousness were parameters commonly included, but the definition and quantification of 'abnormal' varied slightly. The available scoring systems were designed for term and near-term infants in postpartum wards, not neonatal intensive care units. In conclusion, there is a limited availability of neonatal early warning scores. Scoring systems for high-risk neonates in neonatal intensive care units and preterm infants were not identified.", "doi": "10.1177/1367493516689166", "title": "Early warning- and track and trigger systems for newborn infants: A review.", "journal": ["Journal of child health care : for professionals working with children in the hospital and community", "J Child Health Care"]}