{"authors": [["Singhi", "Pratibha", "P", "Pediatric Neurology Unit, Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, 160012, India. doctorpratibhasinghi@gmail.com."], ["Saini", "Arushi Gahlot", "AG", "Pediatric Neurology Unit, Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, 160012, India."]], "date": "2017-11-09", "id": "29119462", "text": "Syncope is defined as a sudden, self-limited loss of consciousness and postural tone followed by spontaneous and complete recovery without any neurological sequelae. It is one of the most common paroxysmal disorders in children and adolescents. The three major causes of syncope in children are neural, cardiovascular and other non-cardiovascular causes. The common unifying mechanism is transient global hypoperfusion of the brain. The diagnosis is primarily clinical and objective laboratory investigations add little to the diagnosis in children especially in neurocardiogenic subtype. Specific management depends on the underlying cause of syncope in children. For cardiac causes, management includes early referral to the pediatric cardiology specialist. When paroxysmal non-epileptic events are suspected, child psychology or psychiatry consultation should be sought to identify the stressors and counseling. For neurocardiogenic syncope, the main objective of treatment is to prevent recurrent events to improve the quality of life, psychological stress and school absenteeism by behavior and lifestyle modifications followed by drugs in refractory cases. The prognosis is excellent for neurocardiogenic syncope and is variable based on the underlying pathology in cardiogenic cases. As syncope is not a disease in itself but a symptom of an underlying disorder; hence, all children with syncope require assessment to exclude an underlying life-threatening cardiac or non-cardiac disorder.", "doi": "10.1007/s12098-017-2488-9", "title": "Syncope in Pediatric Practice.", "journal": ["Indian journal of pediatrics", "Indian J Pediatr"]}