{"authors": [["Zou", "Hong-Jun", "HJ", "Department of Orthopaedics, The First People's Hospital of Changzhou, School of Medicine, the Third Affiliated Hospital of Suzhou University, No. 185 of Juqian Street, Changzhou, 213000, China."], ["Wu", "Jun", "J", "Department of Orthopaedics, The First People's Hospital of Changzhou, School of Medicine, the Third Affiliated Hospital of Suzhou University, No. 185 of Juqian Street, Changzhou, 213000, China."], ["Hu", "Yong", "Y", "Department of Orthopaedics, The First People's Hospital of Changzhou, School of Medicine, the Third Affiliated Hospital of Suzhou University, No. 185 of Juqian Street, Changzhou, 213000, China."], ["Cheng", "Dong", "D", "Department of Orthopaedics, The First People's Hospital of Changzhou, School of Medicine, the Third Affiliated Hospital of Suzhou University, No. 185 of Juqian Street, Changzhou, 213000, China."], ["Liu", "Jin-Bo", "JB", "Department of Orthopaedics, The First People's Hospital of Changzhou, School of Medicine, the Third Affiliated Hospital of Suzhou University, No. 185 of Juqian Street, Changzhou, 213000, China. czljbljb@126.com."]], "date": "2017-11-08", "id": "29119335", "text": "To report a novel treatment method for vertebral artery injury. Vertebral artery injuries may be caused during trauma by fracture and excessive motion with subluxation from C2 to C6 in spite of vertebral artery deeply seated and normally well protected inside the transverse foramen. Optimal medical management of the occluded vertebral artery has yet to be determined.We report on a severely displaced C2-C3 fracture that was found to have a vertebral artery injury. Medical records and imaging were reviewed.A 50-year-old lady was hit by steel tube without loss of consciousness, but complaining of severe cervical and bilateral periscapular pain. Physical examination identified a neurologically intact patient with frontotemporal ecchymosis and posterior cervical tenderness. MRA and DSA showed an occluded left vertebral artery. After 3 days of observation, the patient showed no symptoms of brain ischemia or abnormal sensation and motor at four limbs. To ensure safety, we took the left vertebral artery embolism at the C2 and C5 levels before operation.To our knowledge, this is the first report of a displaced C2-C3 fracture in which transcatheter unilateral VAI embolization was used to prevent VAI bleeding during operation.", "doi": "10.1007/s00586-017-5386-y", "title": "Unilateral vertebral artery injury in a patient with displaced upper cervical spine fractures: the treatment for one case of vertebral artery embolism.", "journal": ["European spine journal : official publication of the European Spine Society, the European Spinal Deformity Society, and the European Section of the Cervical Spine Research Society", "Eur Spine J"]}