{"authors": [["Storm", "Johan F", "JF", "Division of Physiology, Department of Molecular Medicine, Institute of Basal Medical Sciences, University of Oslo, Oslo, 0317, Norway, j.f.storm@medisin.uio.no."], ["Boly", "Mélanie", "M", "Department of Neurology, University of Wisconsin, Madison, Wisconsin, 53705."], ["Casali", "Adenauer G", "AG", "Institute of Science and Technology, Federal University of São Paulo, São José dos Campos, SP, 12231-280, Brazil."], ["Massimini", "Marcello", "M", "Department of Biomedical and Clinical Sciences Luigi Sacco, University of Milan, Milan, 20157, Italy."], ["Olcese", "Umberto", "U", "Cognitive and Systems Neuroscience Group, Swammerdam Institute for Life Sciences and."], ["Pennartz", "Cyriel M A", "CMA", "Cognitive and Systems Neuroscience Group, Swammerdam Institute for Life Sciences and."], ["Wilke", "Melanie", "M", "Department of Cognitive Neurology, University Medicine Goettingen, Goettingen, 37075, Germany."]], "date": null, "id": "29118218", "text": "How consciousness (experience) arises from and relates to material brain processes (the \"mind-body problem\") has been pondered by thinkers for centuries, and is regarded as among the deepest unsolved problems in science, with wide-ranging theoretical, clinical, and ethical implications. Until the last few decades, this was largely seen as a philosophical topic, but not widely accepted in mainstream neuroscience. Since the 1980s, however, novel methods and theoretical advances have yielded remarkable results, opening up the field for scientific and clinical progress. Since a seminal paper by Crick and Koch (1998) claimed that a science of consciousness should first search for its neural correlates (NCC), a variety of correlates have been suggested, including both content-specific NCCs, determining particular phenomenal components within an experience, and the full NCC, the neural substrates supporting entire conscious experiences. In this review, we present recent progress on theoretical, experimental, and clinical issues. Specifically, we (1) review methodological advances that are important for dissociating conscious experience from related enabling and executive functions, (2) suggest how critically reconsidering the role of the frontal cortex may further delineate NCCs, (3) advocate the need for general, objective, brain-based measures of the capacity for consciousness that are independent of sensory processing and executive functions, and (4) show how animal studies can reveal population and network phenomena of relevance for understanding mechanisms of consciousness.", "doi": "10.1523/JNEUROSCI.1838-17.2017", "title": "Consciousness Regained: Disentangling Mechanisms, Brain Systems, and Behavioral Responses.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}