{"authors": [["Nath", "Pratap Chandra", "PC", "Department of Neurosurgery, SCB Medical College, Cuttack, Odisha, India."], ["Mishra", "Sudhansu Sekhar", "SS", "Department of Neurosurgery, SCB Medical College, Cuttack, Odisha, India."], ["Dhir", "Manmath Kumar", "MK", "Department of Neurosurgery, SCB Medical College, Cuttack, Odisha, India."], ["Deo", "Rama Chandra", "RC", "Department of Neurosurgery, SCB Medical College, Cuttack, Odisha, India."], ["Behera", "Bikash Ranjan", "BR", "Department of Neurosurgery, SCB Medical College, Cuttack, Odisha, India."], ["Rout", "Sitansu Kumar", "SK", "Department of Neurosurgery, SCB Medical College, Cuttack, Odisha, India."]], "date": null, "id": "29114302", "text": "Extradural hematoma (EDH) generally occurs in the site of impact, that is, coup injury site. EDH is associated with fracture of skull in many a times due to direct impact. However, EDH in counter coup site is a rare occurrence. Hardly, yet, 12 cases have been reported including this case. Here, we reported a case of a 22-year-old male of contrecoup acute EDH who had sustained head injury due to fall from bike. Physical examination revealed direct impact at the left occipito-parietal region with laceration of scalp and bruise with transient loss of consciousness at the time of injury. There was no evidence of impact on the right side of his head. Computed tomography scan revealed an EDH in the right fronto-temporal region without any bone fracture on bone windows. On intraoperative exploration, it is found that there was coronal suture diastasis with small subgaleal hematoma and right fronto-temporal extradural hematoma. The evacuation of EDH was done. The patient discharged on 3rd postoperative day. It can be concluded that direct impact on head causes exactly opposite hit of brain, and compensatory rebound causes a negative pressure in between the layers causing disruption of vessels and potential accumulation of blood. This mechanism mostly favors for acute subdural hematoma due to compact attachment of dura with cranium. However, in this case, diastasis of coronal suture due to transmitted force is the cause of accumulation of blood extradurally in relatively loosely adhered dura in fronto-temporal region where a potential negative pressure space is created by contrecoup injury.", "doi": "10.4103/ajns.AJNS_12_15", "title": "Contrecoup Extradural Hematoma with Coronal Suture Diastasis.", "journal": ["Asian journal of neurosurgery", "Asian J Neurosurg"]}