{"authors": [["Patel", "Nachiket", "N", "Banner/University of Arizona College of Medicine, Phoenix, AZ."], ["Choudhary", "Naila", "N", "Rochester General Hospital, Rochester, NY."], ["Tompkins", "Christine", "C", "University of Colorado School of Medicine, Aurora, CO."], ["Ammar", "Khawaja Afzal", "KA", "Aurora Medical Center, Milwaukee, WI."], ["Tajik", "A Jamil", "AJ", "Aurora Medical Center, Milwaukee, WI."], ["Chandrasekaran", "Krishnaswamy", "K", "Mayo Clinic, Rochester, MN."], ["Paterick", "Timothy E", "TE", "Aurora Medical Center, Milwaukee, WI."]], "date": null, "id": "29111543", "text": "Syncope is defined as a sudden transient loss of consciousness (TLOC) with concomitant loss of postural tone followed by spontaneous recovery. It is a subset of a broader class of medical conditions, including postural orthostatic tachycardia syndrome (POTS), orthostatic hypotension, and neurally mediated syncope (NMS), that may result in TLOC. The overlap of these clinical conditions leads to confusion regarding syncope classification that can hinder evaluation strategies, and pose challenges for diagnosis and treatment, particularly in young women. In this article, we review POTS, orthostatic hypotension, and NMS with an emphasis on NMS. These diverse orthostatic clinical entities may be associated with syncope and are frequently observed in young, healthy women. The importance of considering NMS as a diagnosis of exclusion cannot be overstated. We report a series of three young, otherwise healthy women, initially diagnosed with NMS, whose clinical course evolved over time into more sinister diagnoses that were overlooked and associated with devastating clinical outcomes. These cases highlight the importance of maintaining a broad differential diagnosis when considering the diagnosis of NMS. Each case synopsis provides key clinical features that must be considered to avoid overlooking more serious clinical conditions.", "doi": null, "title": "Syncope in Young Women: Broadening the Differential Diagnosis.", "journal": ["Reviews in cardiovascular medicine", "Rev Cardiovasc Med"]}