{"authors": [["Coleman", "Diana K", "DK", "Department of Emergency Medicine, The University of Texas Southwestern Medical Center, Dallas, Texas."], ["Long", "Brit", "B", "Department of Emergency Medicine, San Antonio Military Medical Center, Fort Sam Houston, Texas."], ["Koyfman", "Alex", "A", "Department of Emergency Medicine, The University of Texas Southwestern Medical Center, Dallas, Texas."]], "date": "2017-10-27", "id": "29110977", "text": "Syncope is an event that causes a transient loss of consciousness (LOC) secondary to global cerebral hypoperfusion. The transient nature of the event can make diagnosis in the emergency department (ED) difficult, as symptoms have often resolved by time of initial presentation. The symptoms and presentation of syncope are similar to many other conditions, which can lead to difficulty in establishing a diagnosis in the ED.This review evaluates patients presenting with a history concerning for possible syncope, mimics of syncope, and approach to managing syncope mimics.Syncope is caused by transient LOC secondary to global cerebral hypoperfusion. Many conditions can present similarly to syncope, making diagnosis in the ED difficult. Some of the most emergent conditions include seizures, stroke, metabolic disorders, and head trauma. Other nonemergent conditions include cataplexy, pseudosyncope, or deconditioning. Many laboratory studies and imaging can be nondiagnostic during ED evaluation. For patients presenting with apparent syncope, immediate treatment should focus on identifying and treating life-threatening conditions. History and physical examination can help guide further diagnostic evaluation and management.Patients with apparent syncope should be evaluated for potential immediate life-threatening conditions. A thorough history and physical examination can aid in distinguishing syncope from common mimics and help identify and subsequently treat life-threatening conditions.", "doi": "10.1016/j.jemermed.2017.09.012", "title": "Clinical Mimics: An Emergency Medicine-Focused Review of Syncope Mimics.", "journal": ["The Journal of emergency medicine", "J Emerg Med"]}