{"authors": [["Van der Poel", "N A", "NA", "Department of Otorhinolaryngology Head & Neck Surgery, Academic Medical Center, Amsterdam, The Netherlands. Electronic address: n.a.vanderpoel@amc.uva.nl."], ["van Spronsen", "E", "E", "Department of Otorhinolaryngology Head & Neck Surgery, Academic Medical Center, Amsterdam, The Netherlands."], ["Dietz de Loos", "D A", "DA", "Department of Otorhinolaryngology Head & Neck Surgery, Academic Medical Center, Amsterdam, The Netherlands."], ["Ebbens", "F A", "FA", "Department of Otorhinolaryngology Head & Neck Surgery, Academic Medical Center, Amsterdam, The Netherlands."]], "date": "2017-09-04", "id": "29106876", "text": "The aim of this study was to review the clinical presentation and early signs and symptoms of otogenic intracranial complications (OIC) in children and adults.retrospective chart review. The medical records of all children and adults admitted in our center with OIC during the period 2008-2017 were reviewed. Data concerning clinical presentation, treatment and outcomes were reviewed and analyzed.We included 47 patients with OIC: 21 children (range 1-13 years) and 26 adults (range 22-71 years). We included more patients with acute otitis media than with chronic otitis media (children 5% adults 19%, all with cholesteatoma). In children; the most common OIC was central cerebral venous thrombosis. In both children and adults; otogenic symptoms such as otalgia and otorrhea were present. Children presented more frequently with headache and nausea. Adults presented more frequently with decreased consciousness. Hearing loss was the most common long-term sequel. Three adults died.In our series, we found that OIC in children present as 'mimicking meningitis' (e.g. nausea and vomiting). Adults on the other hand have a clinical presentation 'mimicking stroke' (e.g. neurological deficits and decreased level of consciousness). In children, sinus thrombosis was observed more frequently than in adults. Despite the low mortality rate, death still occurs. Long -term sequelae most frequently include hearing loss in children as well as in adults.", "doi": "10.1016/j.ijporl.2017.08.034", "title": "Early signs and symptoms of intracranial complications of otitis media in pediatric and adult patients: A different presentation?", "journal": ["International journal of pediatric otorhinolaryngology", "Int. J. Pediatr. Otorhinolaryngol."]}