{"authors": [["Alboni", "Paolo", "P", "Sezione di Cardiologia e Syncope Unit, Ospedale Privato Quisisana, Ferrara."], ["Stucci", "Nicola", "N", "U.O. Medicina, Ospedale Privato Quisisana, Ferrara."], ["Parisi", "Claudia", "C", "U.O. Medicina, Ospedale Privato Quisisana, Ferrara."]], "date": null, "id": "29105672", "text": "Sick sinus syndrome (SSS) can be diagnosed only when there is a clear correlation between symptoms and sinus node dysfunction. In the absence of such correlation, the mechanism of undocumented intermittent symptoms such as syncopal spells in patients with permanent mild sinus bradycardia remains uncertain. Some clinical data suggest that a reflex mechanism is likely to be involved in many patients with syncope and sinus bradycardia: the course of syncopal recurrences is very variable from patient to patient and transient loss of consciousness does not recur in more than half of unpaced patients during an observation period of several years. The results of some studies seem to confirm a reflex mechanism as the cause of syncope in most cases: in patients with SSS and syncope the prevalence of positive response to tilt testing was high (~60%) and significantly higher than in patients with SSS without syncope and in other control groups. However, a depressed sinus node automaticity, roughly expressed by very prolonged sinus node recovery time, suggests a role of sinus node dysfunction in the origin of syncope. Patients with permanent mild sinus bradycardia and syncope as an isolated symptom should undergo tilt testing and electrophysiological study. In the presence of positive tilt test without very prolonged sinus node recovery time, the patient should be managed as the patients with neurally mediated syncope and normal sinus rate.", "doi": "10.1714/2803.28363", "title": "[Sinus bradycardia and syncope: what pathophysiological mechanism and what management of the patient?]", "journal": ["Giornale italiano di cardiologia (2006)", "G Ital Cardiol (Rome)"]}