{"authors": [["Grice-Jackson", "Thomas", "T", "School of Psychology, University of Sussex, Falmer, United Kingdom."], ["Critchley", "Hugo D", "HD", "Sackler Centre for Consciousness Science, University of Sussex, Falmer, United Kingdom."], ["Banissy", "Michael J", "MJ", "Department of Psychology, Goldsmith's College, University of London, London, United Kingdom."], ["Ward", "Jamie", "J", "School of Psychology, University of Sussex, Falmer, United Kingdom."]], "date": "2017-10-20", "id": "29104537", "text": "Around a quarter of the population report \"mirror pain\" experiences in which bodily sensations of pain are elicited in response to viewing another person in pain. We have shown that this population of responders further fractionates into two distinct subsets (Sensory/localized and Affective/General), which presents an important opportunity to investigate the neural underpinnings of individual differences in empathic responses. Our study uses fMRI to determine how regions involved in the perception of pain interact with regions implicated in empathic regulation in these two groups, relative to controls. When observing pain in others (minor injuries to the hands and feet), the two responder groups show activation in both the sensory/discriminative and affective/motivational components of the pain matrix. The control group only showed activation in the latter. The two responder groups showed clear differences in functional connectivity. Notably, Sensory/Localized responders manifest significant coupling between the right temporo-parietal junction (rTPJ) and bilateral anterior insula. We conclude that conscious experiences of vicarious pain is supported by specific patterns of functional connectivity between pain-related and regulatory regions, and not merely increased activity within the pain matrix itself.", "doi": "10.3389/fnhum.2017.00507", "title": "Consciously Feeling the Pain of Others Reflects Atypical Functional Connectivity between the Pain Matrix and Frontal-Parietal Regions.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}