{"authors": [["Damrongpipatkul", "Usanee", "U", "Division of Rheumatology, Department of Internal Medicine, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."], ["Oranratanachai", "Kanokporn", "K", "Division of Diagnostic Radiology, Department of Radiology, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."], ["Kasitanon", "Nuntana", "N", "Division of Rheumatology, Department of Internal Medicine, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."], ["Wuttiplakorn", "Salita", "S", "Division of Diagnostic Radiology, Department of Radiology, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand."], ["Louthrenoo", "Worawit", "W", "Division of Rheumatology, Department of Internal Medicine, Faculty of Medicine, Chiang Mai University, Chiang Mai, Thailand. worawit.louthrenoo@cmu.ac.th."]], "date": "2017-11-04", "id": "29103182", "text": "Posterior reversible encephalopathy syndrome (PRES) in patients with systemic lupus erythematosus (SLE) has been recognized increasingly. This study aimed to determine the prevalence, clinical features, brain imaging findings, outcomes, and associated factors of PRES in Thai SLE patients. SLE patients with PRES were identified from the lupus cohort of Chiang Mai University. Controls were SLE patients with a hospital number close to and actually had SLE diagnosis within 5 years of the case (case:control ratio = 1:4). Of 1,332 SLE patients, 30 episodes of PRES were identified in 24 female SLE patients (prevalence 1.80%). The mean ± SD age at SLE diagnosis and at onset of PRES was 25.02 ± 13.78 and 28.31 ± 12.61 years, respectively. Seizure was the most common presenting symptom, as seen in 28 episodes, followed by acute severe headache in 17, alteration of consciousness in 17, nausea and vomiting in 10, blurred vision in 11, and hemiparesis in 3. Abrupt increase in blood pressure and active nephritis were seen in 29 and 26 of the episodes, respectively. Urine protein/creatinine ratio > 1.00 (OR 15.72, 95% CI 3.12-79.12, p = 0.001) and hemoglobin < 10 gm/dL (OR 5.12, 95% CI 1.37-19.15, p = 0.015) were associated factors for developing PRES. During the observation period, 7 patients in the PRES group and 8 in the control group died (p = 0.015). PRES was uncommon in SLE patients, but associated with a high mortality rate. Active nephritis and anemia were associated factors of PRES in Thai SLE patients.", "doi": "10.1007/s10067-017-3892-2", "title": "Clinical features, outcome, and associated factors for posterior reversible encephalopathy in Thai patients with systemic lupus erythematosus: a case-control study.", "journal": ["Clinical rheumatology", "Clin. Rheumatol."]}