{"authors": [["Tüshaus", "Laura", "L", "Chronobiology and Sleep Research, Institute of Pharmacology and Toxicology, University of Zurich, 8057, Zurich, Switzerland."], ["Omlin", "Ximena", "X", "Sensory-Motor Systems Lab, ETH Zurich, 8092, Zurich, Switzerland."], ["Tuura", "Ruth O'Gorman", "RO", "Zurich Center for Integrative Human Physiology, University of Zurich, 8057, Zurich, Switzerland."], ["Federspiel", "Andrea", "A", "Translational Research Center, University Hospital of Psychiatry, University of Bern, 3000, Bern 60, Switzerland."], ["Luechinger", "Roger", "R", "Institute for Biomedical Engineering, University of Zurich and ETH Zurich, 8092, Zurich, Switzerland."], ["Staempfli", "Philipp", "P", "MR Center of the Psychiatric University Hospital and the Department of Child and Adolescent Psychiatry, University of Zurich, 8032, Zurich, Switzerland."], ["Koenig", "Thomas", "T", "Translational Research Center, University Hospital of Psychiatry, University of Bern, 3000, Bern 60, Switzerland."], ["Achermann", "Peter", "P", "Chronobiology and Sleep Research, Institute of Pharmacology and Toxicology, University of Zurich, 8057, Zurich, Switzerland. acherman@pharma.uzh.ch."]], "date": "2017-11-03", "id": "29101338", "text": "Cerebral blood flow (CBF) is related to integrated neuronal activity of the brain whereas EEG provides a more direct measurement of transient neuronal activity. Therefore, we addressed what happens in the brain during sleep, combining CBF and EEG recordings. The dynamic relationship of CBF with slow-wave activity (SWA; EEG sleep intensity marker) corroborated vigilance state specific (i.e., wake, non-rapid eye movement (NREM) sleep stages N1-N3, wake after sleep) differences of CBF e.g. in the posterior cingulate, basal ganglia, and thalamus, indicating their role in sleep-wake regulation and/or sleep processes. These newly observed dynamic correlations of CBF with SWA - namely a temporal relationship during continuous NREM sleep in individuals - additionally implicate an impact of sleep intensity on the brain's metabolism. Furthermore, we propose that some of the aforementioned brain areas that also have been shown to be affected in disorders of consciousness might therefore contribute to the emergence of consciousness.", "doi": "10.1038/s41598-017-12890-7", "title": "In human non-REM sleep, more slow-wave activity leads to less blood flow in the prefrontal cortex.", "journal": ["Scientific reports", "Sci Rep"]}