{"authors": [["Timmermann", "Christopher", "C", "Psychedelic Research Group, Centre for Psychiatry, Division of Brain Sciences, Imperial College London, W12 0NN, UK; Computational, Cognitive and Clinical Neuroscience Laboratory (C3NL), Department of Medicine, Imperial College London, W12 0NN, UK. Electronic address: c.timmermann-slater15@imperial.ac.uk."], ["Spriggs", "Meg J", "MJ", "Cognitive Neuroscience Research Group, School of Psychology, University of Auckland, New Zealand; Centre for Brain Research, University of Auckland, New Zealand; Brain Research, New Zealand."], ["Kaelen", "Mendel", "M", "Psychedelic Research Group, Centre for Psychiatry, Division of Brain Sciences, Imperial College London, W12 0NN, UK."], ["Leech", "Robert", "R", "Computational, Cognitive and Clinical Neuroscience Laboratory (C3NL), Department of Medicine, Imperial College London, W12 0NN, UK."], ["Nutt", "David J", "DJ", "Psychedelic Research Group, Centre for Psychiatry, Division of Brain Sciences, Imperial College London, W12 0NN, UK."], ["Moran", "Rosalyn J", "RJ", "Department of Engineering Mathematics, University of Bristol, BS8 1TH, UK."], ["Carhart-Harris", "Robin L", "RL", "Psychedelic Research Group, Centre for Psychiatry, Division of Brain Sciences, Imperial College London, W12 0NN, UK."], ["Muthukumaraswamy", "Suresh D", "SD", "Cognitive Neuroscience Research Group, School of Psychology, University of Auckland, New Zealand; Centre for Brain Research, University of Auckland, New Zealand; School of Pharmacy, University of Auckland, New Zealand; CUBRIC, School of Psychology, Cardiff University, Cardiff CF103AT, UK."]], "date": "2017-11-17", "id": "29101022", "text": "Under the predictive coding framework, perceptual learning and inference are dependent on the interaction between top-down predictions and bottom-up sensory signals both between and within regions in a network. However, how such feedback and feedforward connections are modulated in the state induced by lysergic acid diethylamide (LSD) is poorly understood. In this study, an auditory oddball paradigm was presented to healthy participants (16 males, 4 female) under LSD and placebo, and brain activity was recorded using magnetoencephalography (MEG). Scalp level Event Related Fields (ERF) revealed reduced neural adaptation to familiar stimuli, and a blunted neural 'surprise' response to novel stimuli in the LSD condition. Dynamic causal modelling revealed that both the presentation of novel stimuli and LSD modulate backward extrinsic connectivity within a task-activated fronto-temporal network, as well as intrinsic connectivity in the primary auditory cortex. These findings show consistencies with those of previous studies of schizophrenia and ketamine but also studies of reduced consciousness - suggesting that rather than being a marker of conscious level per se, backward connectivity may index modulations of perceptual learning common to a variety of altered states of consciousness, perhaps united by a shared altered sensitivity to environmental stimuli. Since recent evidence suggests that the psychedelic state may correspond to a heightened 'level' of consciousness with respect to the normal waking state, our data warrant a re-examination of the top-down hypotheses of conscious level and suggest that several altered states may feature this specific biophysical effector.", "doi": "10.1016/j.neuropharm.2017.10.039", "title": "LSD modulates effective connectivity and neural adaptation mechanisms in an auditory oddball paradigm.", "journal": ["Neuropharmacology", "Neuropharmacology"]}