{"authors": [["Szelecsenyi", "Arlette Cornelia", "AC", "Department of Clinical Veterinary Medicine, Small Animal Clinic, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."], ["Giger", "Urs", "U", "School of Veterinary Medicine, Section of Medical Genetics, University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Golini", "Lorenzo", "L", "Department of Clinical Veterinary Medicine, Small Animal Clinic, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."], ["Mothersill", "Ian", "I", "Department of Clinical Neurophysiology, Swiss Epilepsy Centre, Laboratory of EEG and Long Term Monitoring, Zürich, Switzerland."], ["Torgerson", "Paul R", "PR", "Section of Veterinary Epidemiology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."], ["Steffen", "Frank", "F", "Department of Small Animals, Neurology Service, VetSuisse Faculty - University of Zurich, Zurich, Switzerland."]], "date": null, "id": "29097567", "text": "Survival of cats with epilepsy of unknown cause (EUC) has not been reported. Seizure semiology and its relationship to treatment outcome and survival was studied in a population of 76 cats. A questionnaire for seizure semiology was developed based on experimental data. Seizure semiology was characterised by owner interviews at least one year after discharge. Seizures were classified as (1) primary generalised and (2) focal without and (3) with secondary generalisation. Median age at seizure onset was four (range 0.3-18) years. One-third of cats with EUC presented with primary generalised seizures and 78 per cent of those with initially focal seizures progressed to secondary generalised seizures. Clinical signs of generalised seizures included sudden onset of loss of consciousness and tonic-clonic seizures, while cats with focal seizures had unilateral signs. Antiepileptic drug (AED) therapy was initiated in 62 cats. Complete remission rate was 42 per cent and the median survival time was 3.2 (range 1-11) years with or without AED, and 91 per cent were still alive at the time of interview. Neither semiology nor seizure type predicted survival, response to treatment and outcome in cats with EUC. A seizure-free status of more than 12 months was observed in 79 per cent of cats without AED.", "doi": "10.1136/vr.104281", "title": "Survival in 76 cats with epilepsy of unknown cause: a retrospective study.", "journal": ["The Veterinary record", "Vet. Rec."]}