{"authors": [["Fangsaad", "Thitiporn", "T", "Department of Pediatrics, Bhumubol Adulyadej Hospital, Bangkok, Thailand. Electronic address: thitiporn_f@rtaf.mi.th."], ["Assawabumrungkul", "Siriluk", "S", "Department of Pediatrics, Bhumubol Adulyadej Hospital, Bangkok, Thailand."], ["Visudtibhan", "Anannit", "A", "Department of Pediatrics, Faculty of Medicine Ramathibodi Hospital, Mahidol, Bangkok, Thailand."]], "date": "2017-10-31", "id": "29097134", "text": "The study aims to explore the clinical course and long-term outcome in children with altered consciousness who underwent cEEG monitoring. A prospective observational study was conducted in neonatal and pediatric intensive care units from 1 September 2014 through 31 March 2017. Standard 10-20 cEEG monitoring was applied. Twenty children were included in this study. Their ages ranged from 1 day to 142.7 months (median age 40.6 months). Continuous EEG was commenced from 5 h to 5 days after the onset of alteration of consciousness (median 40.2 h). The range of EEG monitoring duration was 6.7-256.3 h (mean 50.4 h). Four patients (20%) had preexisting neurological diseases, which were 2 epilepsy, adrenoleukodystrophy and unknown cause of brain atrophy. Eleven patients (55%) had principle neurological diagnosis and the others 9 (45%) had systemic illnesses. Sixteen patients (80%) had clinical seizures prior to the commencement of cEEG monitoring. Fifteen patients (75%) received antiepileptic drugs before cEEG monitoring. NCSE was diagnosed in 25%. Comparison of patients' characteristics and long-term outcome between the NCSE and non NCSE groups, there was statistical significance between the two groups only with respect to epileptiform discharges. The patients are being follow up for a period of 24 months after the end of cEEG monitoring. The outcome of patients divided into those with a favorable outcome and those with poor outcome according to modified Rankin scale. The patients with isoelectric EEG background had relatively poorer outcomes than those with normal or slow background activities. The overall mortality rate for the entire population was 15%.", "doi": "10.1016/j.jocn.2017.10.063", "title": "Clinical course and long-term outcome in children with alteration of consciousness underwent continuous EEG monitoring: A prospective observational study in Thailand.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}