{"authors": [["Kartal", "Ayse", "A", "From the Division of Child Neurology, Selçuk University Faculty of Medicine, Alaeddin Kampusu, Selçuklu/Konya, Turkey."]], "date": "2017-10-31", "id": "29095389", "text": "In clinical practice, nonepileptic paroxysmal events during infancy and childhood are common reasons for parents and caregivers to seek for medical advice. These events are mostly unrecognized and considered as an epileptic seizure because of the clinical features resembling an epileptic seizure. Paroxysmal tonic upgaze, which consists of recurrent episodes of sustained upward deviation of the eyes and incomplete downward saccades, and normal horizontal eye movements without impairment of consciousness, is a diagnostic challenge for the pediatrician and pediatric neurologist. In general, the entity was defined as an apparently benign phenomenon with normal investigations and eventual complete resolution of the symptoms, although some authors reported on patients with associated neurologic signs, such as ataxia, developmental delay, and abnormal brain magnetic resonance imaging finding.The patients were 3 children (1 boy and 2 girls) who were between 5 and 18 months old experiencing rapid ocular movements with sustained conjugate upward deviation of the eyes. Their attacks, which were recorded using a video or electroencephalogram system, were also investigated comprehensively, including neurologic examination, electroencephalograms, brain magnetic resonance imaging, and metabolic tests. Paroxysmal tonic upgaze attacks have decreased in number or disappeared in 2 patients, but 1 patient exhibited mild abnormalities on magnetic resonance imaging and had relatives with epilepsy.In conclusion, paroxysmal tonic upgaze is an apparently benign phenomenon with unclear pathophysiology of various proposed mechanisms such as genetic predisposition, immaturity of the brain stem, neurotransmitter depletion, or immune dysregulation. It is important to recognize the clinical presentation of paroxysmal tonic upgaze and distinguish the disorders from epilepsy for deciding the treatment and prognosis of the patients.", "doi": "10.1097/PEC.0000000000001327", "title": "Paroxysmal Tonic Upgaze in Children: Three Case Reports and a Review of the Literature.", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"]}