{"authors": [["Gil Campos", "Mercedes", "M", ". mercedes_gil_campos@yahoo.es."], ["Blasco-Alonso", "Javier", "J", null], ["Sierra Córcoles", "Concepción", "C", null], ["Cuevas Cervera", "José Luis", "JL", null], ["Arrabal Fernández", "Luisa", "L", null], ["Aldámiz Echevarría", "Luis", "L", null], ["Belanger", "Amaya", "A", null]], "date": "2017-07-28", "id": "29095003", "text": "The hyperammonemic encephalopathy induced by causes different from inborn errors of metabolism is a relatively uncommon but severe complication.To study the characteristics of a secondary hyperammonemia episode to discern the triggering causes to get to the diagnosis, and the development in the therapeutic intervention.A multicenter retrospective study of children with hyperammonemia unrelated to inborn errors of metabolism, conducted in Spanish hospitals.Nineteen patients were selected; hyperammonemia developed in infants under one year old in 47% of them, being diagnosed mostly with two or more symptoms. The most common clinical finding was an altered consciousness level similar to that of intoxication symptoms, followed by seizures. These clinical symptoms were present in 14 patients, with one of them or both. Twelve of the 19 patients were in treatment with more than two antiepileptic drugs routinely. All children were treated with protein restriction (n: 10), scavengers (n: 10) and/or carglumic acid (n: 12) for the treatment of hyperammonemia.This study suggests that secondary hyperammonemia could be underdiagnosed because it is only detected when severe symptoms appear. Risk seems to be higher in those patients receiving antiepileptic drugs or those critically ill with a restricted diet or incremented metabolism. The response to specific treatment is adequate but should be established earlier to avoid neurological sequelae of this entity.INTRODUCCIÓN: la encefalopatía hiperamoniémica inducida por causas diferentes a los errores innatos del metabolismo es una complicación relativamente infrecuente, pero muy grave. OBJETIVOS: conocer las características de un episodio de hiperamoniemia secundaria, tratar de discernir las causas desencadenantes, cómo se llega al diagnóstico del episodio y cómo se desarrolla la actuación terapéutica. MÉTODOS: es un estudio multicéntrico retrospectivo de casos pediátricos con hiperamoniemia no relacionada con errores innatos del metabolismo, llevado a cabo en hospitales españoles. RESULTADOS: fueron seleccionados 19 pacientes y en un 47% el episodio de hiperamoniemia apareció en menores de un año, que fueron diagnosticados mayoritariamente con dos o más síntomas. La clínica más frecuente fue la de alteración del nivel de conciencia tipo intoxicación, seguida de las crisis convulsivas, sumando en ambas hasta 14 pacientes con alguna de ellas o las dos. Doce de los 19 pacientes utilizaban más de dos fármacos antiepilépticos de forma habitual. Todos los niños recibieron tratamiento con restricción proteica (n: 10), quelantes (n: 10) y/o ácido carglúmico (n: 12) para el tratamiento de la hiperamoniemia. CONCLUSIONES: este estudio sugiere que la hiperamoniemia secundaria puede estar infradiagnosticada y solo se detecta cuando aparece una sintomatología grave. Parecen ser pacientes de riesgo aquellos que reciben fármacos antiepilépticos o aquellos críticos con una alimentación restringida o un metabolismo elevado. La respuesta con tratamiento específico es adecuada pero debe ser precoz para evitar las secuelas neurológicas de esta entidad.", "doi": null, "title": "[Spanish multicenter study: hyperammonemia not associated with inborn errors of metabolism in children].", "journal": ["Nutricion hospitalaria", "Nutr Hosp"]}