{"authors": [["Betka", "Sophie", "S", "Brighton and Sussex Medical School, Clinical Imaging Science Centre, Brighton, United Kingdom."], ["Pfeifer", "Gaby", "G", "Brighton and Sussex Medical School, Clinical Imaging Science Centre, Brighton, United Kingdom."], ["Garfinkel", "Sarah", "S", "Brighton and Sussex Medical School, Clinical Imaging Science Centre, Brighton, United Kingdom."], ["Prins", "Hielke", "H", "Brighton and Sussex Medical School, Clinical Imaging Science Centre, Brighton, United Kingdom."], ["Bond", "Rod", "R", "Behavioural and Clinical Neuroscience, School of Psychology, University of Sussex, Brighton, United Kingdom."], ["Sequeira", "Henrique", "H", "SCALab, CNRS UMR 9193, University of Lille, Lille, France."], ["Duka", "Theodora", "T", "Behavioural and Clinical Neuroscience, School of Psychology, University of Sussex, Brighton, United Kingdom."], ["Critchley", "Hugo", "H", "Brighton and Sussex Medical School, Clinical Imaging Science Centre, Brighton, United Kingdom."]], "date": "2017-12-04", "id": "29094768", "text": "Alexithymia describes an abnormality of emotional experience that is commonly expressed among individuals with addiction and alcohol abuse disorders. Alexithymic individuals are characterized by difficulties in identifying and describing their emotions. This impairment is linked to the development and maintenance of addiction. Moreover, an emergent theory suggests alexithymia is itself secondary to a failure of interoception (sensitivity to internal bodily signals, including physiological arousal states).This study tested for hypothesized contributory roles of alexithymia and dysfunctional interoception in the expression of social drinking. Alexithymia, subjective sensitivity to bodily sensations, and alcohol consumption scores were quantified using the Toronto Alexithymia Scale, the Body Perception Questionnaire, and the Alcohol Use Questionnaire, respectively, in a normative sample (N = 600). Regression and bootstrapping mediation analyses were used to test the hypothesis that alexithymia mediated the association between sensitivity to bodily sensations and alcohol consumption.Alexithymia was positively correlated with sensitivity to bodily sensations and with alcohol consumption. Mediation analysis revealed that alexithymia, and more precisely, difficulty in identifying feelings, mediated the relationship between sensitivity to bodily sensations and alcohol consumption, such that the predictive effect of sensitivity to bodily sensations on alcohol intake became nonsignificant when controlling for alexithymia.These results indicate that alexithymia is associated with subjective hypersensitivity to bodily sensations. Moreover, our findings support the theoretical proposal that alexithymia is an expression of impaired processing of bodily sensations including physiological arousal, which underpin the development of maladaptive coping strategies, including alcohol use disorders. Our observations extend a growing literature emphasizing the importance of interoception and alexithymia in addiction, which can inform the development of new therapeutic strategies.", "doi": "10.1111/acer.13542", "title": "How Do Self-Assessment of Alexithymia and Sensitivity to Bodily Sensations Relate to Alcohol Consumption?", "journal": ["Alcoholism, clinical and experimental research", "Alcohol. Clin. Exp. Res."]}