{"authors": [["Poncin", "Marie", "M", "Psychological Sciences Research Institute, Université catholique de Louvain, Louvain-la-Neuve, Belgium."], ["Vermeulen", "Nicolas", "N", "Psychological Sciences Research Institute, Université catholique de Louvain, Louvain-la-Neuve, Belgium."], ["de Timary", "Philippe", "P", "Psychological Sciences Research Institute, Université catholique de Louvain, Louvain-la-Neuve, Belgium."]], "date": "2017-10-18", "id": "29093690", "text": "Background: Emotion regulation refers to the attempt to influence the latency, magnitude, and duration of an emotion, and to modify the experiential, behavioral, or physiological components of the emotional response. In situations of personal failure, individuals, and in particular those who present a tendency to self-focus, may experience intense emotional distress. Individuals who lack proper adaptive emotion regulation strategies may engage in activities leading to immediate pleasure, such as alcohol drinking, in order to escape the self-relevance of emotional experiences. This self-awareness theory of drinking has been shown explain relapses in self-focused alcohol-dependent individuals in situations of personal failure, after detoxification. Such relapses support the existence of maladaptive emotion regulation strategies in alcohol dependence. As binge drinking may be considered as an early stage of alcohol-use-disorder, the aim of this study was to explore the relationship between emotional distress, self-regulation and self-consciousness in binge drinkers (BD). Methods: Fifty-five students (32 BD and 23 controls) completed different questionnaires related to the self (self-consciousness and self-regulation questionnaires) and were exposed to a situation of self-failure (insoluble anagrams). Results: The distress induced by the anagrams task was more related to self-blame, ruminations and maladaptive emotion regulation strategies in BD than in controls. Emotional distress was related to less positive refocusing, refocusing on planning, and adaptive emotion regulation strategies among the control group with less public self-consciousness. Emotional distress was related to more positive refocusing, positive reappraisal, refocusing on planning, and adaptive emotion regulation strategies among control participants with higher public self-consciousness. Low self-conscious BD who experienced anagram distress used less acceptance and less refocusing on planning strategies. Conversely, high self-conscious BD used more refocusing on planning strategies when experiencing anagram distress. Conclusion: This study suggests a relationship between emotional distress and self-regulation, in BD only. Moreover, public self-consciousness appears to be a disposition that motivates non-BD to improve actions and attitudes to meet self-standards. Finally, this study suggests a minor role of self-consciousness in the relationship between self-regulation and emotional distress in BD. Finally, low private/public self-consciousness in the binge drinking group may also be related to more maladaptive emotion regulation strategies.", "doi": "10.3389/fpsyg.2017.01795", "title": "Distress Response to the Failure to an Insoluble Anagrams Task: Maladaptive Emotion Regulation Strategies in Binge Drinking Students.", "journal": ["Frontiers in psychology", "Front Psychol"]}