{"authors": [["Xiaobo", "Fang", "F", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangdong, China."], ["Yanling", "Liang", "L", "Department of Neurology, The Third Affiliated Hospital of Guangzhou Medical University, Guangdong, China."], ["Dunjin", "Chen", "C", "Department of Obstetrics, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou Medical Center for Critical Pregnant Women, Guangdong, China."], ["Fang", "He", "H", "Department of Obstetrics, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou Medical Center for Critical Pregnant Women, Guangdong, China."], ["Jia", "Chen", "C", "Department of Neurology, The Third Affiliated Hospital of Guangzhou Medical University, Guangdong, China."], ["Yuhua", "Zhong", "Z", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangdong, China."], ["Weixi", "Zhang", "Z", "Department of Neurology, The First Affiliated Hospital, Sun Yat-sen University, Guangdong, China."]], "date": "2017-11-02", "id": "29093565", "text": "Reversible posterior leukoencephalopathy syndrome (RPLS) is a critical maternal complication in some pre-eclampsia (PE) and nearly all eclampsia patients; RPLS is associated with high blood pressure (BP). However, the effect of BP on RPLS and the different characteristics of RPLS in PE or eclampsia are largely unknown. We consecutively collected data from 69 patients who were diagnosed with RPLS in PE or eclampsia between 2013 and 2017. The BP and biochemical indicators at onset and post onset of RPLS were examined to explore their likely correlation with RPLS. We grouped patients into PE (n=40) and eclampsia (n=29) groups according to whether a seizure had occurred. Information regarding BP, clinical symptoms and imaging features was collected retrospectively to explore the differences between groups. BP measurements (moderate and severe hypertension, systolic pressure (SBP), diastolic pressure (DBP) and mean arterial pressure (MAP) levels) and biochemical indicators (uric acid, lactate dehydrogenase (LDH), C-reactive protein and WBC) were higher at the onset of RPLS than post-onset of RPLS (P<0.001), whereas normal BP and serum albumin levels were lower (P<0.001). Moreover, the BP values (SBP, DBP and MAP) and LDH levels were significantly correlated with the degree of edema (Spearman's correlation, P<0.01). These results suggest that hypertension and LDH are likely factors in the development of RPLS in PE or eclampsia. Moreover, BP and LDH were closely related to the degree of brain edema, However, no significant differences were found between the PE and eclampsia groups with the exception of age and consciousness impairment.Hypertension Research advance online publication, 2 November 2017; doi:10.1038/hr.2017.95.", "doi": "10.1038/hr.2017.95", "title": "Effect of blood pressure on reversible posterior leukoencephalopathy syndrome in pre-eclampsia or eclampsia.", "journal": ["Hypertension research : official journal of the Japanese Society of Hypertension", "Hypertens. Res."]}