{"authors": [["Marklund", "Niklas", "N", "Department of Clinical Sciences Lund, Neurosurgery, Lund University, Skane University Hospital, Lund, Sweden."]], "date": "2017-10-17", "id": "29089921", "text": "The most fundamental clinical monitoring tool in traumatic brain injury (TBI) patients is the repeated clinical examination. In the severe TBI patient treated by continuous sedation in a neurocritical care (NCC) unit, sedation interruption is required to enable a clinical evaluation (named the neurological wake-up test; NWT) assessing the level of consciousness, pupillary diameter and reactivity to light, and presence of focal neurological deficits. There is a basic conflict regarding the NWT in the NCC setting; can the clinical information obtained by the NWT justify the risk of inducing a stress response in a severe TBI patient? Furthermore, in the presence of advanced multimodal monitoring and neuroimaging, is the NWT necessary to identify important clinical alterations? In studies of severe TBI patients, the NWT was consistently shown to induce a stress reaction including brief increases in intracranial pressure (ICP) and changes in cerebral perfusion pressure (CPP). However, it has not been established whether these short-lived ICP and CPP changes are detrimental to the injured brain. Daily interruption of sedation is associated with a reduced ventilator time, shorter hospital stay and reduced mortality in many studies of general intensive care unit patients, although such clinical benefits have not been firmly established in TBI. To date, there is no consensus on the use of the NWT among NCC units and systematic studies are scarce. Thus, additional studies evaluating the role of the NWT in clinical decision-making are needed. Multimodal NCC monitoring may be an adjunct in assessing in which TBI patients the NWT can be safely performed. At present, the NWT remains the golden standard for clinical monitoring and detection of neurological changes in NCC and could be considered in TBI patients with stable baseline ICP and CPP readings. The focus of the present review is an overview of the existing literature on the role of the NWT as a clinical monitoring tool for severe TBI patients.", "doi": "10.3389/fneur.2017.00540", "title": "The Neurological Wake-up Test-A Role in Neurocritical Care Monitoring of Traumatic Brain Injury Patients?", "journal": ["Frontiers in neurology", "Front Neurol"]}