{"authors": [["Ndubuisi", "Chika Anele", "CA", "Department of Neurosurgery, Memfys Hospital for Neurosurgery, Enugu, Nigeria."], ["Ohaegbulam", "Samuel C", "SC", "Department of Neurosurgery, Memfys Hospital for Neurosurgery, Enugu, Nigeria."], ["Mezue", "Wilfred C", "WC", "Neurosurgery Unit, Department of Surgery, University of Nigeria Teaching Hospital, Enugu, Nigeria."], ["Chikani", "Mark C", "MC", "Neurosurgery Unit, Department of Surgery, University of Nigeria Teaching Hospital, Enugu, Nigeria."], ["Nkwerem", "Sunday P", "SP", "Department of Neurosurgery, Memfys Hospital for Neurosurgery, Enugu, Nigeria."], ["Ozor", "Ignatius I", "II", "Neurosurgery Unit, Department of Surgery, University of Nigeria Teaching Hospital, Enugu, Nigeria."]], "date": null, "id": "29089734", "text": "Intracranial abscess remains a significant health-care problem. Its causes, diagnosis, treatment, and outcome are changing.This paper reviewed the demography, examined new trends, and compared outcomes with different treatment options.Retrospective analysis of intracranial abscesses managed at Memfys Hospital, Enugu (2004-2014) and University of Nigeria Teaching Hospital (2009-2014). Patients were followed up for at least 6 months. All patients had neuroimaging before intervention. Microscopy and culture were performed for the specimens. Intravenous antibiotics were given for 2 weeks before conversion to oral.Seventy-nine parenchymal abscesses (eight cases per year) were managed. Peak age was the second decade of life. Previous head injury (21.5%) and meningitis (16.5%) were the most common predisposing factors. The frontal lobe was most common anatomical location (32%). Only 24% had positive culture result. Three cases were fungal infections. Seventy percent of patients managed with burr hole drainage and 37.5% of craniotomy made complete recovery. Overall, 58% of patients made complete recovery, whereas 19.0% died. Nine percent of cases died before definitive intervention. Among the 24% of patients that presented in coma, 47% died within 6 months. Most important factor influencing mortality was admission level of consciousness. Abscess recurred in 6% of cases.Intraparenchymal abscesses in Enugu were mostly solitary lesions resulting from poorly managed head injury and meningitis. Predisposition from otitis media and systemic diseases has reduced. The proportion of fungal organisms is increasing. A significant proportion of the patients present in coma. Burr hole and aspiration of abscess is less invasive and has very good outcome.", "doi": "10.4103/njs.NJS_46_16", "title": "Management of Brain Abscess: Changing Trend and Experience in Enugu, Nigeria.", "journal": ["Nigerian journal of surgery : official publication of the Nigerian Surgical Research Society", "Niger J Surg"]}