{"authors": [["Majumder", "Sumit", "S", "Department of Electrical and Computer Engineering, McMaster University, Hamilton, ON L8S 4L8, Canada. majums3@mcmaster.ca."], ["Aghayi", "Emad", "E", "Department of Network Science and Technology, Faculty of New Sciences and Technologies, University of Tehran, Tehran 141746-6191, Iran. emad.aghayi@ut.ac.ir."], ["Noferesti", "Moein", "M", "Department of Network Science and Technology, Faculty of New Sciences and Technologies, University of Tehran, Tehran 141746-6191, Iran. m.noferesti@ee.kntu.ac.ir."], ["Memarzadeh-Tehran", "Hamidreza", "H", "Department of Network Science and Technology, Faculty of New Sciences and Technologies, University of Tehran, Tehran 141746-6191, Iran. hmemar@ut.ac.ir."], ["Mondal", "Tapas", "T", "Department of Pediatrics, McMaster University, Hamilton, ON L8S 4L8, Canada. mondalt@mcmaster.ca."], ["Pang", "Zhibo", "Z", "ABB Corporate Research, 721 78 Vasteras, Sweden. pang.zhibo@se.abb.com."], ["Deen", "M Jamal", "MJ", "Department of Electrical and Computer Engineering, McMaster University, Hamilton, ON L8S 4L8, Canada. jamal@mail.ece.mcmaster.ca."]], "date": "2017-10-31", "id": "29088123", "text": "Advancements in medical science and technology, medicine and public health coupled with increased consciousness about nutrition and environmental and personal hygiene have paved the way for the dramatic increase in life expectancy globally in the past several decades. However, increased life expectancy has given rise to an increasing aging population, thus jeopardizing the socio-economic structure of many countries in terms of costs associated with elderly healthcare and wellbeing. In order to cope with the growing need for elderly healthcare services, it is essential to develop affordable, unobtrusive and easy-to-use healthcare solutions. Smart homes, which incorporate environmental and wearable medical sensors, actuators, and modern communication and information technologies, can enable continuous and remote monitoring of elderly health and wellbeing at a low cost. Smart homes may allow the elderly to stay in their comfortable home environments instead of expensive and limited healthcare facilities. Healthcare personnel can also keep track of the overall health condition of the elderly in real-time and provide feedback and support from distant facilities. In this paper, we have presented a comprehensive review on the state-of-the-art research and development in smart home based remote healthcare technologies.", "doi": "10.3390/s17112496", "title": "Smart Homes for Elderly Healthcare-Recent Advances and Research Challenges.", "journal": ["Sensors (Basel, Switzerland)", "Sensors (Basel)"]}