{"authors": [["Yaqub", "A", "A", "Division of Endocrinology, Department of Medicine, Diabetes and Metabolism, University of Cincinnati College of Medicine, Cincinnati, OH, USA."], ["Smith", "E P", "EP", "Division of Endocrinology, Department of Medicine, Diabetes and Metabolism, University of Cincinnati College of Medicine, Cincinnati, OH, USA."], ["Salehi", "M", "M", "Division of Endocrinology, Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA."]], "date": "2017-10-13", "id": "29087389", "text": "Obesity is a global public health problem and attempts to treat this condition using life style with and without pharmacological interventions have not been successful in majority of obese individuals. To date, the most effective treatment for obesity is weight loss surgery. One of the most widely used procedures to treat obesity worldwide, Roux-en-Y gastric bypass surgery (RYGB), has shown to induce diabetes remission in addition to significant and sustainable weight loss. As the number of this procedure performed over the last two decades increased, it has become clear that a subgroup of individuals develop postprandial hypoglycemia several years after surgery. This debilitating late complication of RYGB is often associated with loss of consciousness or seizures, and in severe cases, it is only partially responsive to diet modification or other available therapeutic options. The diagnosis is often a challenge resulting in delays in receiving care in the affected individuals. Although the underlying mechanisms are under current investigations, growing evidence suggest that a combination of exaggerated meal-derived nutrient appearance to systemic circulation and altered islet and gut hormone response after eating have a role in pathogenesis of this condition. The goal of this review is to highlight new perspectives regarding this life-threatening complication of RYGB. The etiology, diagnosis, recommendation on how to distinguish from classic dumping and current available treatment based on literature review will be discussed. In addition, physiologic changes after gastric bypass predisposing to hypoglycemia syndrome will be highlighted.International Journal of Obesity advance online publication, 31 October 2017; doi:10.1038/ijo.2017.257.", "doi": "10.1038/ijo.2017.257", "title": "Hyperinsulinemic hypoglycemia after gastric bypass surgery: what's up and what's down?", "journal": ["International journal of obesity (2005)", "Int J Obes (Lond)"]}