{"authors": [["Haun", "Andrew M", "AM", "Department of Psychiatry, University of Wisconsin-Madison, Madison, WI."], ["Oizumi", "Masafumi", "M", "School of Psychological Sciences, Monash University, Clayton, Australia."], ["Kovach", "Christopher K", "CK", "Department of Neurosurgery, University of Iowa, IA."], ["Kawasaki", "Hiroto", "H", "Department of Neurosurgery, University of Iowa, IA."], ["Oya", "Hiroyuki", "H", "Department of Neurosurgery, University of Iowa, IA."], ["Howard", "Matthew A", "MA", "Department of Neurosurgery, University of Iowa, IA."], ["Adolphs", "Ralph", "R", "Division of Humanities and Social Sciences, California Institute of Technology, Pasadena, CA."], ["Tsuchiya", "Naotsugu", "N", "School of Psychological Sciences, Monash University, Clayton, Australia."]], "date": "2017-10-04", "id": "29085895", "text": "A significant problem in neuroscience concerns the distinction between neural processing that is correlated with conscious percepts from processing that is not. Here, we tested if a hierarchical structure of causal interactions between neuronal populations correlates with conscious perception. We derived the hierarchical causal structure as a pattern of integrated information, inspired by the integrated information theory (IIT) of consciousness. We computed integrated information patterns from intracranial electrocorticography (ECoG) from six human neurosurgical patients with electrodes implanted over lateral and ventral cortices. During recording, subjects viewed continuous flash suppression (CFS) and backward masking (BM) stimuli intended to dissociate conscious percept from stimulus, and unmasked suprathreshold stimuli. Object-sensitive areas revealed correspondence between conscious percepts and integrated information patterns. We quantified this correspondence using unsupervised classification methods that revealed clustering of visual experiences with integrated information, but not with broader information measures including mutual information and entropy. Our findings point to a significant role of locally integrated information for understanding the neural substrate of conscious object perception.", "doi": "10.1523/ENEURO.0085-17.2017", "title": "Conscious Perception as Integrated Information Patterns in Human Electrocorticography.", "journal": ["eNeuro", "eNeuro"]}