{"authors": [["O'Brien", "Michael J", "MJ", "Sports Concussion Clinic, Boston Children's Hospital, Boston, Massachusetts, USA."], ["Howell", "David R", "DR", "The Micheli Center for Sports Injury Prevention, Waltham, Massachusetts, USA."], ["Pepin", "Michael J", "MJ", "Program for Patient Safety and Quality, Boston Children's Hospital, Boston, Massachusetts, USA."], ["Meehan", "William P", "WP", "The Micheli Center for Sports Injury Prevention, Waltham, Massachusetts, USA."]], "date": "2017-10-17", "id": "29085846", "text": "Current guidelines dictate a gradual exercise progression after a concussion; however, it is unclear what proportion of athletes experience a recurrence of symptoms once they are symptom free at rest. Estimating the proportion of athletes and predictors of symptom recurrence would help shape return-to-play protocols.To determine the proportion and associated risk factors of athletes who have a recurrence of concussion symptoms with exercise after being symptom free at rest.Case-control study; Level of evidence, 3.Between October 1, 2009 and July 31, 2011, we studied patients from a sport concussion clinic located within a tertiary care regional children's hospital. Patients were queried at every visit using a standardized questionnaire. Our main outcome variable was recurrence of symptoms with exercise after being symptom free at rest at some point in their recovery. Cofactors included age, sex, loss of consciousness with injury, prior concussion (diagnosed and undiagnosed), Post-Concussion Symptom Scale (PCSS) score, time until clinical presentation, and duration of symptoms.Of the 217 patients included, 25 (12%) experienced a return of symptoms. Losing consciousness at the time of injury and a longer duration between injury and clinical presentation were associated with a decreased risk of symptoms recurring with exercise. Conversely, athletes who had sustained previously undiagnosed concussions and had suffered a longer duration of symptoms at rest were at an increased risk of symptom recurrence with exercise.Relatively few athletes who are symptom free at rest after a concussion will have a recurrence of symptoms when they resume exercise. The risk of symptoms recurring with exercise may be greater among those athletes who sustained previously undiagnosed concussions and had a longer period of symptoms at rest. The early identification of athletes who may be at risk of symptom recurrence will help mold treatment guidelines and exercise progression protocols.", "doi": "10.1177/2325967117732516", "title": "Sport-Related Concussions: Symptom Recurrence After Return to Exercise.", "journal": ["Orthopaedic journal of sports medicine", "Orthop J Sports Med"]}