{"authors": [["Liu", "Careesa C", "CC", "School of Engineering Science, Simon Fraser University, Burnaby, BC, Canada."], ["Ghosh Hajra", "Sujoy", "S", "School of Engineering Science, Simon Fraser University, Burnaby, BC, Canada."], ["Cheung", "Teresa P L", "TPL", "School of Engineering Science, Simon Fraser University, Burnaby, BC, Canada."], ["Song", "Xiaowei", "X", "Health Science and Innovation, Surrey Memorial Hospital, Fraser Health Authority, Surrey, BC, Canada."], ["D'Arcy", "Ryan C N", "RCN", "School of Engineering Science, Simon Fraser University, Burnaby, BC, Canada."]], "date": "2017-10-11", "id": "29085289", "text": "Spontaneous blinking occurs 15-20 times per minute. Although blinking has often been associated with its physiological role of corneal lubrication, there is now increasing behavioral evidence suggesting that blinks are also modulated by cognitive processes such as attention and information processing. Recent low-density electroencephalography (EEG) studies have reported so-called blink-related oscillations (BROs) associated with spontaneous blinking at rest. Delta-band (0.5-4 Hz) BROs are thought to originate from the precuneus region involved in environmental monitoring and awareness, with potential clinical utility in evaluation of disorders of consciousness. However, the neural mechanisms of BROs have not been elucidated. Using magnetoencephalography (MEG), we characterized delta-band BROs in 36 healthy individuals while controlling for background brain activity. Results showed that, compared to pre-blink baseline, delta-band BROs resulted in increased global field power (p < 0.001) and time-frequency spectral power (p < 0.05) at the sensor level, peaking at ~250 ms post-blink maximum. Source localization showed that spontaneous blinks activated the bilateral precuneus (p < 0.05 FWE), and source activity within the precuneus was also consistent with sensor-space results. Crucially, these effects were only observed in the blink condition and were absent in the control condition, demonstrating that results were due to spontaneous blinks rather than as part of the inherent brain activity. The current study represents the first MEG examination of BROs. Our findings suggest that spontaneous blinks activate the precuneus regions consistent with environmental monitoring and awareness, and provide important neuroimaging support for the cognitive role of spontaneous blinks.", "doi": "10.3389/fnhum.2017.00489", "title": "Spontaneous Blinks Activate the Precuneus: Characterizing Blink-Related Oscillations Using Magnetoencephalography.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}