{"authors": [["Lippa", "Sara M", "SM", "Defense and Veterans Brain Injury Center, Silver Spring, Maryland (Drs Lippa, Brickell, Bailie, French, Kennedy, and Lange); Walter Reed National Military Medical Center, Bethesda, Maryland (Drs Lippa, Brickell, French, and Lange); National Intrepid Center of Excellence, Bethesda, Maryland (Drs Lippa, Brickell, French, and Lange); Uniformed Services University of the Health Sciences, Bethesda, Maryland (Drs Brickell and French); Naval Hospital Camp Pendleton, Oceanside, California (Dr Bailie); Center for Neuroscience and Regenerative Medicine, Bethesda, Maryland (Dr French); San Antonio Military Medical Center, San Antonio, Texas (Dr Kennedy); and The University of British Columbia, Vancouver, British Columbia, Canada (Dr Lange)."], ["Brickell", "Tracey A", "TA", null], ["Bailie", "Jason M", "JM", null], ["French", "Louis M", "LM", null], ["Kennedy", "Jan E", "JE", null], ["Lange", "Rael T", "RT", null]], "date": "2017-10-27", "id": "29084103", "text": "Examine effects of diagnostically relevant posttraumatic stress disorder (PTSD) symptoms, mild traumatic brain injury (TBI) severity, and associated bodily injury severity on postconcussion symptom reporting in female service members (SM) compared with a matched sample of male SM.Six US military medical treatment facilities.A total of 158 SM (79 females, 79 males) evaluated within 30 months after mild TBI. Men and women were matched by age, days postinjury, PTSD symptom status, mild TBI severity, and bodily injury severity. All passed a measure of symptom validity.Compare reported postconcussion symptoms for men and women stratified by PTSD diagnostic symptoms (present/absent), mild TBI severity (alteration of consciousness/loss of consciousness), and bodily injury severity (mild/moderate-severe).Neurobehavioral Symptom Inventory, PTSD Checklist, Abbreviated Injury Scale.Overall postconcussion symptom reporting increased with PTSD but did not significantly differ based on severity of mild TBI or associated bodily injury. Females reported more somatosensory and/or vestibular symptoms than males under some circumstances. Females in the PTSD-Present group, Alteration of Consciousness Only group, and Moderate-Severe Bodily Injury group reported more somatosensory symptoms than males in those groups. Females in the Alteration of Consciousness Only group and Minor Bodily Injury group reported more vestibular symptoms than males in those groups.Diagnostically relevant PTSD symptoms, mild TBI severity, and bodily injury severity differentially impact somatosensory and vestibular postconcussion symptom reporting for male and female SM after mild TBI. Controlling for PTSD and symptom validity resulted in fewer gender-based differences in postconcussive symptoms than previously demonstrated in the literature.", "doi": "10.1097/HTR.0000000000000353", "title": "Postconcussion Symptom Reporting After Mild Traumatic Brain Injury in Female Service Members: Impact of Gender, Posttraumatic Stress Disorder, Severity of Injury, and Associated Bodily Injuries.", "journal": ["The Journal of head trauma rehabilitation", "J Head Trauma Rehabil"]}