{"authors": [["Yi", "Honggang", "H", "Center for Injury Research and Policy, The Research Institute at Nationwide Children's Hospital, Columbus, Ohio (Drs Yi, Guo, and Yang and Ms Singichetti); Department of Pediatrics (Drs Yi and Yang) and Department of Physical Medicine and Rehabilitation (Drs Corrigan and Bogner), Ohio State University, Columbus, Ohio; Department of Biostatistics, School of Public Health, Nanjing Medical University, Nanjing, China (Dr Yi); and Violence and Injury Prevention Program, Ohio Department of Health, Columbus, Ohio (Ms Manchester)."], ["Corrigan", "John D", "JD", null], ["Singichetti", "Bhavna", "B", null], ["Bogner", "Jennifer A", "JA", null], ["Manchester", "Kara", "K", null], ["Guo", "Jinhong", "J", null], ["Yang", "Jingzhen", "J", null]], "date": "2017-10-27", "id": "29084102", "text": "To examine the associations between lifetime history of traumatic brain injury (TBI) with loss of consciousness (LOC) and several types of current disability among adult, noninstitutionalized residents of Ohio.2014 Ohio Behavioral Risk Factors Surveillance System participants (n = 6998).Statewide population-based survey.Lifetime history of TBI with LOC (number and severity of injury, age of first injury), and number and type of disability (vision, cognition, mobility, self-care, and/or independent living).Of the 6998 participants, 1325 reported lifetime history of TBI with LOC, and 1959 reported currently having one or more disabilities. When weighted, these represented 21.7% and 23.7% of Ohio's noninstitutionalized adult population, respectively. Adults with a history of TBI with LOC showed greater odds of any disability compared with adults with no history (odds ratio = 2.49; 95% confidence interval = 1.97-3.15). The likelihood of having any and each type of disability increased as the number of TBIs or the severity of worst TBI increased, regardless of sustaining first TBI before or after the age of 15 years.Lifetime history of TBI with LOC is significantly associated with disability among Ohio adults. Further research on the natural course of the relation and preventive strategies is warranted.", "doi": "10.1097/HTR.0000000000000352", "title": "Lifetime History of Traumatic Brain Injury and Current Disability Among Ohio Adults.", "journal": ["The Journal of head trauma rehabilitation", "J Head Trauma Rehabil"]}