{"authors": [["Fehr", "Shayne D", "SD", "Department of Orthopaedic Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Nelson", "Lindsay D", "LD", null], ["Scharer", "Kyle R", "KR", "Children's Hospital of Wisconsin, Milwaukee, Wisconsin."], ["Traudt", "Elizabeth A", "EA", "Department of Orthopaedic Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Veenstra", "Joshua M", "JM", "Department of Orthopaedic Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Tarima", "Sergey S", "SS", "Institute for Health and Society, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Liu", "Xue-Cheng", "XC", "Department of Orthopaedic Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Walter", "Kevin D", "KD", "Department of Orthopaedic Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."]], "date": "2017-11-13", "id": "29084034", "text": "To examine predictors of prolonged symptom duration from mild traumatic brain injury (mTBI) in a pediatric sports medicine specialty clinic cohort as these predictors may be distinct in this population.Retrospective chart review.Outpatient specialty clinic.Charts of 549 patients (age range: 10-18 years) with concussions were reviewed in an outpatient clinic that predominantly managed sports-related injuries (77.3%). Patients (n = 431) included in the final analysis met the criteria for mTBI and were symptomatic at their first visit.Patient history, injury, and recovery variables were evaluated.Predictors of prolonged time to reach self-reported symptom recovery were evaluated using Cox proportional hazards.Median time to symptom recovery of the 431 patients who presented to clinic with symptoms was 40 days (full clinic sample median = 34 days). Analyses identified 3 unique predictors of symptom recovery: loss of consciousness (LOC) [hazard ratio (HR) = 0.56, P < 0.0001], female sex (HR = 0.57, P < 0.0001), and concussion symptom score at first clinic visit (HR = 0.76, P < 0.0001).Prolonged duration of mTBI symptoms in patients who present to a pediatric sports-based concussion clinic is related to initial symptom severity, female sex, and LOC.", "doi": "10.1097/JSM.0000000000000494", "title": "Risk Factors for Prolonged Symptoms of Mild Traumatic Brain Injury: A Pediatric Sports Concussion Clinic Cohort.", "journal": ["Clinical journal of sport medicine : official journal of the Canadian Academy of Sport Medicine", "Clin J Sport Med"]}