{"authors": [["Han", "Q", "Q", "Tianjin 4th Central Hospital, Tianjin 300140, China."], ["Guo", "X T", "XT", null], ["Zhang", "H H", "HH", null], ["Tian", "R", "R", null], ["Gao", "X", "X", null], ["Zhang", "Z Q", "ZQ", null]], "date": null, "id": "29081128", "text": "Objective: To study the clinical effect of high pressure oxygen and Butylphthalide in the recovery of cerebral metabolism after carbon monoxide poisoning. Methods: 84 patients treated from May 2014 to May 2016 in our hospital were selected. The subjects were randomly and equally divided into two groups. The control group adopted the conventional therapy and high pressure oxygen; on the basis, the observation group also took Butylphthalide. The clinical effect, duration of coma, recovery of consciousness, incidence rate of delayed encephalopathy was observed. After 1m of treatment, the HDS point was evaluated. Results: The total effective rate of control group (76.19%, 32/42) was lower than that of observation group (95.24%, 40/42) (P<0.05) . The duration of coma for observation group was shorter than that of control group. The percentage for patients with recovery of consciousness and incidence rate of delayed encephalopathy for observation group was better than that of control group (P<0.05) . The HDS point for observation group was even higher than that of control group (P<0.05) . Conclusion: The high pressure oxygen and butylphthalide can improve the clinical effective rate, shorten the duration of coma and promote the patient's recovery of consciousness. It is worthy of clinical promotion.目的： 探讨高压氧联合丁苯肽治疗一氧化碳中毒患者的疗效以及脑代谢改善情况。 方法： 选择2014年5月至2016年5月收治的84例一氧化碳中毒患者，按随机数字表法分为对照组和观察组，每组42例。对照组患者采用常规治疗及高压氧治疗，观察组患者在此治疗基础上再应用丁苯肽治疗，对比两组患者的临床疗效、昏迷持续时间、意识恢复情况、迟发性脑病发生率，同时在治疗后采用长谷川痴呆量表（HDS）对两组患者进行HDS评分。 结果： 对照组一氧化碳中毒患者总有效率为76.19%（32/42），观察组总有效率为95.24%（40/42），差异有统计学意义（P<0.05）；观察组患者昏迷持续时间明显短于对照组，意识恢复比例高于对照组，迟发性脑病发生率低于对照组患者，差异均有统计学意义（P<0.05）；两组患者在治疗后HDS评分均较治疗前增高，其中观察组治疗后HDS评分高于同期对照组患者，差异有统计学意义（P<0.05）。观察组患者治疗后全血高切、全血低切及血液黏度均明显低于对照组，差异有统计学意义（P<0.05）。 结论： 高压氧联合丁苯肽治疗一氧化碳中毒患者可以有效提高临床疗效，缩短患者昏迷时间，促进意识恢复，值得临床推广。.", "doi": null, "title": "[Clinical effect of high pressure oxygen and Butylphthalide in the recovery of cerebral metabolism after carbon monoxide poisoning].", "journal": ["Zhonghua lao dong wei sheng zhi ye bing za zhi = Zhonghua laodong weisheng zhiyebing zazhi = Chinese journal of industrial hygiene and occupational diseases", "Zhonghua Lao Dong Wei Sheng Zhi Ye Bing Za Zhi"]}