{"authors": [["Baerg", "Joanne", "J", "Division of Pediatric Surgery, Loma Linda University Children's Hospital, Loma Linda University, Loma Linda, California. Electronic address: jbaerg@llu.edu."], ["Thirumoorthi", "Arul", "A", "Division of Pediatric Surgery, Loma Linda University Children's Hospital, Loma Linda University, Loma Linda, California."], ["Hazboun", "Rajaie", "R", "Division of Pediatric Surgery, Loma Linda University Children's Hospital, Loma Linda University, Loma Linda, California."], ["Vannix", "Rosemary", "R", "Division of Pediatric Surgery, Loma Linda University Children's Hospital, Loma Linda University, Loma Linda, California."], ["Krafft", "Paul", "P", "Division of Pediatric Neurosurgery, Loma Linda University Children's Hospital, Loma Linda University, Loma Linda, California."], ["Zouros", "Alexander", "A", "Division of Pediatric Neurosurgery, Loma Linda University Children's Hospital, Loma Linda University, Loma Linda, California."]], "date": "2017-07-26", "id": "29078907", "text": "The aim of the study was to compare the cervical spine (c-spine) pattern of injury and outcomes in children below 3 y with a head injury from confirmed inflicted versus accidental trauma.After Institutional Review Board approval, data were prospectively collected between July 2011 and January 2016. Inclusion criteria were age below 3 y, a loss of consciousness, and any one of the following initial head computed tomography (CT) findings (subdural hematoma, intraventricular, intraparenchymal, subarachnoid hemorrhage, or cerebral edema). A protocol of brain and neck magnetic resonance imaging and magnetic resonance angiography was instituted. Brain and neck imaging results, clinical variables, and outcomes were recorded. Data were compared by t-test for continuous and Fisher exact test for categorical variables.73 children were identified, 52 (71%) with inflicted and 21 (29%) with accidental trauma. The median age was 11 mo; (range: 1-35 mo). Ten (14%) had c-spine injuries, 7/52 (13%) inflicted, and 3/21 (14%) accidental. The mechanism was shaking for all inflicted and motor vehicle accident or pedestrian struck for accidental c-spine injuries. The inflicted group were significantly younger (P = 0.03), had higher Injury Severity Scores (P = 0.02), subdural hematomas (P = 0.03), fractures (P = 0.03), retinal hemorrhages (P = 0.02), brain infarcts (P = 0.01), and required cardiopulmonary resuscitation (P = 0.01). Seven with inflicted trauma died from brain injury (9.5%), one had atlanto-occipital dissociation. Six mortalities (86%) had no c-spine injury. Six with inflicted c-spine injuries survived with neurologic impairment, whereas three with accidental survived without disability, including one atlanto-occipital dissociation.Compared to accidental trauma, young children with inflicted c-spine injuries have more multisystem trauma, long-term disability from brain injury, and an injury pattern consistent with shaking.", "doi": "10.1016/j.jss.2017.06.053", "title": "Cervical spine injuries in young children: pattern and outcomes in accidental versus inflicted trauma.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}