{"authors": [["Gudala", "Meghana", "M", "Division of Pediatric Endocrinology, Baystate Children's Hospital, 50 Wason Ave, Springfield, MA 01199 USA."], ["Ahmed", "Mahmuda", "M", "Division of Pediatric Endocrinology, Baystate Children's Hospital, 50 Wason Ave, Springfield, MA 01199 USA."], ["Conroy", "Rushika", "R", "Division of Pediatric Endocrinology, Baystate Children's Hospital, 50 Wason Ave, Springfield, MA 01199 USA."], ["Tonyushkina", "Ksenia", "K", "Division of Pediatric Endocrinology, Baystate Children's Hospital, 50 Wason Ave, Springfield, MA 01199 USA."]], "date": "2017-10-17", "id": "29075301", "text": "Hypoglycemia due to a pancreatic beta cell neoplasm - insulinoma, is uncommon with only a few cases described. We report on a previously healthy 15-year-old Hispanic female with insulinoma who presented with a loss of consciousness due to hypoglycemia unawareness.EM was first brought to the emergency department (ED) after she was found unresponsive at home with point of care (POC) glucose of 29 mg/dL(1.6 mmol/L) documented by emergency medical services (EMS) upon arrival. After treatment with dextrose and normal laboratory evaluation, including complete blood count, basal metabolic profile and urine drug screen, she was sent home with recommendations to follow-up the next day with an endocrinologist. Due to insurance issues, the family did not keep the appointment. Two days later, she returned to the ED with POC of 19 mg/dL (1.05 mmol/L). Detailed history review identified vague fatigue, excessive sleepiness, poor oral intake and weight gain for a 2-3 month period and no suspicion for drug, alcohol or prescription medication abuse. Family history of multiple endocrine neoplasia was negative. Physical examination revealed mild acanthosis nigricans and a body mass index of 32.8 kg/m2 (98th percentile). Laboratory evaluation showed elevated insulin with low cortisol and growth hormone levels at the time of hypoglycemia. Abdominal magnetic resonance imaging revealed a pancreatic mass, also supported by ultrasound, computed tomography and positron emission tomography scans. The patient underwent a partial pancreatectomy with removal of a well-circumscribed insulinoma from the anterior-superior aspect of the pancreatic neck confirmed by histology. Hypoglycemia resolved post-operatively and she remained euglycemic during a 48-h cure fast. At her 3-month follow-up visit, she had no symptoms of hypoglycemia.Documented hypoglycemia in an otherwise healthy adolescent should be fully investigated before discharging a patient. Even a short duration of symptoms should prompt, in-depth diagnostic evaluations to rule out a potentially life threatening diagnosis of insulinoma.", "doi": "10.1186/s13633-017-0049-7", "title": "Insulinoma masquerading as a loss of consciousness in a teenage girl: case report and literature review.", "journal": ["International journal of pediatric endocrinology", "Int J Pediatr Endocrinol"]}