{"authors": [["Isogai", "Toshiaki", "T", "Department of Clinical Epidemiology and Health Economics, School of Public Health, The University of Tokyo, Tokyo, Japan; Department of Cardiology, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan. Electronic address: toisogai-circ@umin.ac.jp."], ["Matsui", "Hiroki", "H", "Department of Clinical Epidemiology and Health Economics, School of Public Health, The University of Tokyo, Tokyo, Japan."], ["Tanaka", "Hiroyuki", "H", "Department of Cardiology, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan."], ["Fushimi", "Kiyohide", "K", "Department of Health Policy and Informatics, Graduate School of Medicine, Tokyo Medical and Dental University, Tokyo, Japan."], ["Yasunaga", "Hideo", "H", "Department of Clinical Epidemiology and Health Economics, School of Public Health, The University of Tokyo, Tokyo, Japan."]], "date": "2017-10-23", "id": "29074282", "text": "Although the current diagnostic criteria require that culprit coronary artery disease be ruled out before the diagnosis of Takotsubo syndrome (TTS) is made, performing coronary artery evaluation (CAE) in patients with serious backgrounds is sometimes challenging.We conducted a retrospective cohort study using the Diagnosis Procedure Combination database in Japan. We identified patients in whom TTS was diagnosed at Japanese Circulation Society board-certified teaching hospitals from April 2011 to March 2014 and divided eligible patients into those who underwent CAE (coronary angiography or coronary computed tomography angiography) during hospitalization and those who did not. We compared the patient characteristics and in-hospital mortality between the groups.TTS was diagnosed in 5274 patients; 3255 (61.7%) underwent CAE and 2019 (38.3%) did not. Patients who did not undergo CAE were older; were more often male; showed higher proportions of an underweight status, impaired activities of daily living, and impaired consciousness; and showed higher proportions of several comorbidities (malignancy: 16.1% versus 5.7%; pneumonia: 15.0% versus 6.7%; and cerebrovascular disease: 13.7% versus 4.0%; all p<0.001) but lower proportions of coronary risk factors than patients who underwent CAE. Multivariable logistic regression analysis showed that older age [adjusted odds ratio: 0.98 (95% confidence interval: 0.97-0.98)], underweight [0.77 (0.65-0.91)], impaired consciousness [0.25 (0.18-0.35)], several comorbidities, and early requirement for surgery [0.13 (0.08-0.21)] were significantly associated with a lower likelihood of undergoing CAE. Crude in-hospital mortality was significantly higher in patients without than with CAE (12.8% versus 4.9%; p<0.001). However, propensity score-matching analysis revealed no significant difference in in-hospital mortality between the two groups (8.8% versus 7.2%; p=0.252).Among patients diagnosed with TTS, CAE was less likely to be performed in patients with more serious backgrounds. CAE itself may not be associated with in-hospital mortality in patients with TTS.", "doi": "10.1016/j.jjcc.2017.09.007", "title": "Clinical characteristics of patients with Takotsubo syndrome diagnosed without coronary artery evaluation: A retrospective nationwide study.", "journal": ["Journal of cardiology", "J Cardiol"]}