{"authors": [["Demarquay", "Geneviève", "G", "1 Department of Neurology, Hospices Civils de Lyon, Lyon, France."], ["Ducros", "Anne", "A", "3 Department of Neurology, Montpellier University Hospital, France."], ["Montavont", "Alexandra", "A", "1 Department of Neurology, Hospices Civils de Lyon, Lyon, France."], ["Mauguiere", "François", "F", "1 Department of Neurology, Hospices Civils de Lyon, Lyon, France."]], "date": "2017-01-01", "id": "29073774", "text": "Background Migraine with brainstem aura is defined as a migraine with aura including at least two of the following symptoms: dysarthria, vertigo, tinnitus, hypacusis, diplopia, ataxia and/or decreased level of consciousness. Aim The aim of this study is to review data coming from clinical observations and functional mapping that support the role of the cerebral cortex in the initiation of brainstem aura symptoms. Results Vertigo can result from a vestibular cortex dysfunction, while tinnitus and hypacusis can originate within the auditory cortex. Diplopia can reflect a parieto-occipital involvement. Dysarthria can be caused by dysfunctions located in precentral gyri. Ataxia can reflect abnormal processing of vestibular, sensory, or visual inputs by the parietal lobe. Alteration of consciousness can be caused by abnormal neural activation within specific consciousness networks that include prefrontal and posterior parietal cortices. Conclusion Any symptom of so-called brainstem aura can originate within the cortex. Based on these data, we suggest that brainstem aura could have a cortical origin. This hypothesis would explain the co-occurrence of typical and brainstem aura during attacks and would fit with the theory of cortical spreading depression. We propose that migraine with brainstem aura should be classified as a typical migraine aura.", "doi": "10.1177/0333102417738251", "title": "Migraine with brainstem aura: Why not a cortical origin?", "journal": ["Cephalalgia : an international journal of headache", "Cephalalgia"]}