{"authors": [["Xu", "Lei", "L", "The First Affiliated Hospital of Bengbu Medical College, Bengbu 233004, Anhui Province, China."], ["Yan", "Xing-Zhou", "XZ", "The First Affiliated Hospital of Bengbu Medical College, Bengbu 233004, Anhui Province, China."], ["Li", "Zhen-Yu", "ZY", "The First Affiliated Hospital of Bengbu Medical College, Bengbu 233004, Anhui Province, China."], ["Cao", "Xiao-Fang", "XF", "The First Affiliated Hospital of Bengbu Medical College, Bengbu 233004, Anhui Province, China."], ["Wang", "Min", "M", "The First Affiliated Hospital of Bengbu Medical College, Bengbu 233004, Anhui Province, China. 719143531@qq.com."]], "date": null, "id": "29071978", "text": "To observe the effect of \"Xingnao Kaiqiao Zhenfa\" (acupuncture technique for restoring consciousness) combined with enriched rehabilitation training on motor function and expression of growth-associated protein-43 (GAP-43) of peri-ischemic cortex in ischemic stroke rats, so as to investigate its mechanism underlying improvement of ischemic stroke.SD rats were randomly divided into sham operation, model, rehabilitation and comprehensive rehabilitation groups, which were further divided into 3 time-points:7, 14 and 21 d (n=6 in each). Cerebral ischemia(CI) model was established by occlusion of the middle cerebral artery with heat-coagulation. The rehabilitation group was treated by enriched rehabilitation training, once a day. The comprehensive rehabilitation group was treated by acupuncture combined with enriched rehabilitation training. Acupuncture was applied to bilateral \"Neiguan\"(PC 6) and \"Shuigou\"(GV 26) for 30 min, once a day. The neurological function score, balance-beam walking test and rotating-rod walking test were evaluated at the end of the corresponding treatment time. The expression of GAP-43 in peri-ischemic cortex was detected by immunohistochemistry.In comparison with the sham operation group, the scores of neurological function, beam walking test and rotating-rod walking test were significantly higher in the model group (P<0.01). There were no significant changes in the scores of balance-beam walking and rotating-rod walking tests in the rehabilitation group compared with the model group on day 7 (P>0.05). Compared with the model group at the other time points, the scores of neurological function, balance-beam walking test and rotating-rod walking test were significantly lower in the rehabilitation and comprehensive rehabilitation groups (P<0.05). Compared with the rehabilitation group, the scores of neurological function, balance-beam walking test and rotating-rod walking test were significantly lower in the comprehensive rehabilitation group (P<0.05). In comparison with the sham operation group, the number of GAP-43 positive cells of peri-ischemic cortex was significantly higher in the model group (P<0.01). Compared with the model group, the numbers of GAP-43 positive cells of peri-ischemic cortex were significantly increased in the rehabilitation and comprehensive rehabilitation groups (P<0.01). The number of GAP-43 positive cells of peri-ischemic cortex in the comprehensive rehabilitation group was significantly higher than that in the rehabilitation group (P<0.01).\"Xingnao Kaiqiao Zhenfa\" combined with enriched rehabilitation training can promote the recovery of nerve function in ischemic stroke rats, which may be associated with its effect in up-regulating the expression of GAP-43 in the peri-ischemic cortex.", "doi": null, "title": "[Effect of \"Xingnao Kaiqiao Zhenfa\" (Acupuncture Technique for Restoring Consciousness) Combined with Rehabilitation Training on Nerve Repair and Expression of Growth-associated Protein-43 of Peri-ischemic Cortex in Ischemic Stroke Rats].", "journal": ["Zhen ci yan jiu = Acupuncture research", "Zhen Ci Yan Jiu"]}