{"authors": [["Ślusarz", "Robert", "R", "Neurological and Neurosurgical Nursing Department, Faculty of Health Sciences, Collegium Medicum, Nicolaus Copernicus University, Toruń, Poland."], ["Biercewicz", "Monika", "M", "Clinic of Geriatrics, Faculty of Health Sciences, Collegium Medicum, Nicolaus Copernicus University, Toruń, Poland."], ["Smarszcz", "Barbara", "B", "Neurotraumatology Department, Faculty of Health Sciences, Collegium Medicum, Nicolaus Copernicus University, Toruń, Poland."], ["Szewczyk", "Maria", "M", "Department of Surgical Nursing, Chair of Perioperative Nursing, Faculty of Health Sciences, Collegium Medicum, Nicolaus Copernicus University, Toruń, Poland."], ["Rosińczuk", "Joanna", "J", "Department of Nervous System Diseases, Faculty of Health Science, Wroclaw Medical University, Poland."], ["Śniegocki", "Maciej", "M", "Neurotraumatology Department, Faculty of Health Sciences, Collegium Medicum, Nicolaus Copernicus University, Toruń, Poland."]], "date": null, "id": "29068600", "text": "While data on the long-term (e.g., 1 year and subsequent years) outcomes of intracranial aneurysms treatment is relatively well-documented mainly in the clinical aspect (comparability of treatment, mortality, and complications), little is known about the early results, in terms of the functional outcome.The aim of the study was to analyze the use of Functional Capacity Scale (FCS) in the evaluation of patients in the early period after endovascular treatment of intracranial aneurysms.The study was conducted in the Neurosurgery Clinic, University Hospital Collegium Medicum in Bydgoszcz, on a group of 118 consecutively admitted patients with the diagnosis of intracranial aneurysm, qualified for treatment using the endovascular method (embolization). The assessment was performed twice. In the clinical assessment the Glasgow Coma Scale (GCS) was used to evaluate the level of consciousness and the Hunt and Hess Scale (H&H) to assess the patient's condition. To assess the final outcome and early functional capacity Glasgow Outcome Scale (GOS), Barthel Index (BI), Modified Rankin Scale (mRS) and the new Functional Capacity Scale were used.The assessment performed with the FCS was comparable to the assessment conducted with standardized tools such as BI, mRS or GOS. The clinical condition assessed with the GCS (p < 0.001) and H&H (p < 0.001) differentiates the functional condition assessed using the FCS. Statistically significant correlations were found between FCS and BI (r = -0.78), GOS (r = -0.69) and mRS (r = 0.68).The study indicates that the FCS correlates with other scales used in the assessment of patients with intracranial aneurysm, which means that the proposed tool can be applied successfully in practice. However, further randomized multicenter studies are necessary in order to clarify the final conclusion.", "doi": null, "title": "Application of the functional capacity scale in the early assessment of functional efficiency in patients after aneurysm embolization: Preliminary reports.", "journal": ["Advances in clinical and experimental medicine : official organ Wroclaw Medical University", "Adv Clin Exp Med"]}