{"authors": [["Deguchi", "Shoichi", "S", "Divisions of Neurosurgery, Shizuoka Cancer Center, 1007, Shimo-nagakubo, Naga-izumi, Shizuoka, 411-8777, Japan."], ["Mitsuya", "Koichi", "K", "Divisions of Neurosurgery, Shizuoka Cancer Center, 1007, Shimo-nagakubo, Naga-izumi, Shizuoka, 411-8777, Japan. k.mitsuya@scchr.jp."], ["Nakasu", "Yoko", "Y", "Divisions of Neurosurgery, Shizuoka Cancer Center, 1007, Shimo-nagakubo, Naga-izumi, Shizuoka, 411-8777, Japan."], ["Hayashi", "Nakamasa", "N", "Divisions of Neurosurgery, Shizuoka Cancer Center, 1007, Shimo-nagakubo, Naga-izumi, Shizuoka, 411-8777, Japan."], ["Katagiri", "Hirohisa", "H", "Orthopedic Oncology, Shizuoka Cancer Center, Shizuoka, Japan."], ["Murata", "Hideki", "H", "Orthopedic Oncology, Shizuoka Cancer Center, Shizuoka, Japan."], ["Wasa", "Junji", "J", "Orthopedic Oncology, Shizuoka Cancer Center, Shizuoka, Japan."], ["Takahashi", "Mitsuru", "M", "Orthopedic Oncology, Shizuoka Cancer Center, Shizuoka, Japan."], ["Endo", "Masahiro", "M", "Diagnostic Radiology, Shizuoka Cancer Center, Shizuoka, Japan."]], "date": "2017-10-25", "id": "29067537", "text": "Posterior reversible encephalopathy syndrome (PRES) is a clinical entity characterized by acute neurological symptoms such as severe headache, seizures, and visual disturbance, and by typical reversible lesion on brain magnetic resonance (MR) images. Since PRES is thought to be caused by vascular endothelial injury due to cytotoxic agents or acute systemic hypertension, the number of reports on PRES associated with angiogenesis inhibitors has been increasing. Although five cases that developed PRES due to pazopanib for renal cell carcinoma have already been reported, none of PRES due to pazopanib for soft-tissue sarcoma has been reported thus far. We describe a case of a 49-year-old woman with retroperitoneal soft-tissue sarcoma who developed PRES during pazopanib administration. Pazopanib at 800 mg/day was administered as her third-line treatment at relapse. After 38 days of pazopanib, she was admitted to our hospital with severe headache, vomiting, and systemic hypertension. The next day, she developed consciousness deterioration and visual disturbance together with exacerbated systemic hypertension. Brain MR images revealed hyper-intense signals on FLAIR sequences in the bilateral occipital lobes and the left thalamus. Intravenous nicardipine injection was immediately started to control her blood pressure and pazopanib was discontinued. Her symptoms gradually improved and disappeared on the fifth hospital day. After 2 weeks, hyper-intense signals on a FLAIR sequence disappeared completely. She restarted a low dose of pazopanib under good blood pressure control and experienced no subsequent recurrence of PRES.", "doi": "10.1007/s10637-017-0521-5", "title": "Posterior reversible encephalopathy syndrome (PRES) induced by pazopanib, a multi-targeting tyrosine kinase inhibitor, in a patient with soft-tissue sarcoma: case report and review of the literature.", "journal": ["Investigational new drugs", "Invest New Drugs"]}