{"authors": [["Feder", "David", "D", "Pharmacology Department, Faculdade de Medicina do ABC, Santo André, São Paulo, Brazil."], ["Koch", "Miriam Eva", "ME", "Pharmacology Department, Faculdade de Medicina do ABC, Santo André, São Paulo, Brazil."], ["Palmieri", "Beniamino", "B", "Department of General Surgery and Surgical Specialties, University of Modena and Reggio Emilia Medical School, Surgical Clinic, Modena, Italy."], ["Fonseca", "Fernando Luiz Affonso", "FLA", "Pharmacology Department, Faculdade de Medicina do ABC, Santo André, São Paulo, Brazil."], ["Carvalho", "Alzira Alves de Siqueira", "AAS", "Neuroscience Department, Faculdade de Medicina do ABC, Santo André, São Paulo, Brazil."]], "date": "2017-10-10", "id": "29066903", "text": "Duchenne muscular dystrophy is the most frequent lethal genetic disease. Several clinical trials have established both the beneficial effect of steroids in Duchenne muscular dystrophy and the well-known risk of side effects associated with their daily use. For many years it has been known that steroids associated with ambulation loss lead to obesity and also damage the bone structure resulting in the bone density reduction and increased incidence of bone fractures and fat embolism syndrome, an underdiagnosed complication after fractures. Fat embolism syndrome is characterized by consciousness disturbance, respiratory failure and skin rashes. The use of steroids in Duchenne muscular dystrophy may result in vertebral fractures, even without previous trauma. Approximately 25% of patients with Duchenne muscular dystrophy have a long bone fracture, and 1% to 22% of fractures have a chance to develop fat embolism syndrome. As the patients with Duchenne muscular dystrophy have progressive cardiac and respiratory muscle dysfunction, the fat embolism may be unnoticed clinically and may result in increased risk of death and major complications. Different treatments and prevention measures of fat embolism have been proposed; however, so far, there is no efficient therapy. The prevention, early diagnosis and adequate symptomatic treatment are of paramount importance. The fat embolism syndrome should always be considered in patients with Duchenne muscular dystrophy presenting with fractures, or an unexplained and sudden worsening of respiratory and cardiac symptoms.", "doi": "10.2147/TCRM.S143317", "title": "Fat embolism after fractures in Duchenne muscular dystrophy: an underdiagnosed complication? A systematic review.", "journal": ["Therapeutics and clinical risk management", "Ther Clin Risk Manag"]}