{"authors": [["Feng", "Li", "L", "Departments of Neurology."], ["Motelow", "Joshua E", "JE", "Departments of Neurology."], ["Ma", "Chanthia", "C", "Departments of Neurology."], ["Biche", "William", "W", "Departments of Neurology."], ["McCafferty", "Cian", "C", "Departments of Neurology."], ["Smith", "Nicholas", "N", "Departments of Neurology."], ["Liu", "Mengran", "M", "Departments of Neurology."], ["Zhan", "Qiong", "Q", "Department of Neurology, the Second Xiangya Hospital, Central South University, Changsha, Hunan 410011, China."], ["Jia", "Ruonan", "R", "Departments of Neurology."], ["Xiao", "Bo", "B", "Department of Neurology, Xiangya Hospital, Central South University, Changsha, Hunan 410008, China, and."], ["Duque", "Alvaro", "A", "Neuroscience, and."], ["Blumenfeld", "Hal", "H", "Departments of Neurology, hal.blumenfeld@yale.edu."]], "date": "2017-10-24", "id": "29066556", "text": "The thalamus plays diverse roles in cortical-subcortical brain activity patterns. Recent work suggests that focal temporal lobe seizures depress subcortical arousal systems and convert cortical activity into a pattern resembling slow-wave sleep. The potential simultaneous and paradoxical role of the thalamus in both limbic seizure propagation, and in sleep-like cortical rhythms has not been investigated. We recorded neuronal activity from the central lateral (CL), anterior (ANT), and ventral posteromedial (VPM) nuclei of the thalamus in an established female rat model of focal limbic seizures. We found that population firing of neurons in CL decreased during seizures while the cortex exhibited slow waves. In contrast, ANT showed a trend toward increased neuronal firing compatible with polyspike seizure discharges seen in the hippocampus. Meanwhile, VPM exhibited a remarkable increase in sleep spindles during focal seizures. Single-unit juxtacellular recordings from CL demonstrated reduced overall firing rates, but a switch in firing pattern from single spikes to burst firing during seizures. These findings suggest that different thalamic nuclei play very different roles in focal limbic seizures. While limbic nuclei, such as ANT, appear to participate directly in seizure propagation, arousal nuclei, such as CL, may contribute to depressed cortical function, whereas sleep spindles in relay nuclei, such as VPM, may interrupt thalamocortical information flow. These combined effects could be critical for controlling both seizure severity and impairment of consciousness. Further understanding of differential effects of seizures on different thalamocortical networks may lead to improved treatments directly targeting these modes of impaired function.SIGNIFICANCE STATEMENT Temporal lobe epilepsy has a major negative impact on quality of life. Previous work suggests that the thalamus plays a critical role in thalamocortical network modulation and subcortical arousal maintenance, but its precise seizure-associated functions are not known. We recorded neuronal activity in three different thalamic regions and found divergent activity patterns, which may respectively participate in seizure propagation, impaired level of conscious arousal, and altered relay of information to the cortex during focal limbic seizures. These very different activity patterns within the thalamus may help explain why focal temporal lobe seizures often disrupt widespread network function, and can help guide future treatments aimed at restoring normal thalamocortical network activity and cognition.", "doi": "10.1523/JNEUROSCI.1011-17.2017", "title": "Seizures and Sleep in the Thalamus: Focal Limbic Seizures Show Divergent Activity Patterns in Different Thalamic Nuclei.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}