{"authors": [["Kaga", "Satoshi", "S", "Graduate School of Health Sciences, Department of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Suzuki", "Teppei", "T", "Department of Health Sciences, Faculty of Health Sciences, Hokkaido University, Sapporo, Japan."], ["Ogasawara", "Katsuhiko", "K", "Department of Health Sciences, Faculty of Health Sciences, Hokkaido University, Sapporo, Japan."]], "date": "2017-10-24", "id": "29066428", "text": "In Japan over the past few years, more attention has been focused on unnoticed solitary death in the context of an aging society and the trend toward nuclear family. A number of institutions and companies have implemented a prevention measure with digital terrestrial broadcasting telecare services for the elderly: Hokkaido University; TV-Asahi Corporation; Hitachi, Ltd; Iwamizawa City; Hokkaido Television Broadcasting Co, Ltd; and Hamanasu Information Co, Ltd. Although this system is provided free of charge as a demonstration test, determining the appropriate price for the service is required for its sustainable operation.The aim of this study was to quantify individual willingness to pay (WTP) so as to test the tenability of digital terrestrial broadcasting service for elderly telecare.We used the contingent valuation method (CVM) to estimate the WTP for this service among 305 citizens (valid response rate 76.0%) living in Japan. A questionnaire survey was conducted for people aged 18 to 100 years according to Japanese age distribution from September 2016. To elicit WTP, we adopted a double-bound dichotomous choice method to ask the respondents whether they agree or disagree with the price we offered.The median WTP for this service's monthly fee is estimated to be 431 JPY (approximately US $3.7). The finding suggests that gender (0.66, P=.01), health consciousness (1.08, P=.01), willingness to use (2.38, P<.001), and seeing others less than once a week (1.00, P=.06) made a positive effect on WTP.We conclude that reliable WTP was elicited by CVM based on an Internet survey. Calculated median WTP for digital terrestrial broadcasting service for elderly telecare was 431 JPY (approximately US $3.7). In the analysis of factors that affect WTP, constant factors, log-bid, health consciousness, gender, see others less than one time for week, and willingness to use made positive effect to probability of acceptance. In comparison of WTP in different groups, age groups showed that WTP of the elderly group was higher than WTP of the middle age group and younger age group. However, WTP surveys need to be carefully conducted to minimize the sampling bias and allocate accurate structure of gender distribution.", "doi": "10.2196/ijmr.7461", "title": "Willingness to Pay for Elderly Telecare Service Using the Internet and Digital Terrestrial Broadcasting.", "journal": ["Interactive journal of medical research", "Interact J Med Res"]}