{"authors": [["Formica", "Francesca", "F", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."], ["Pozzi", "Marco", "M", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."], ["Avantaggiato", "Paolo", "P", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."], ["Molteni", "Erika", "E", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."], ["Arrigoni", "Filippo", "F", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."], ["Giordano", "Flavio", "F", "Neurosurgery Unit, Neuroscience Department, Anna Meyer Pediatric Hospital, University of Florence, Florence, Italy."], ["Clementi", "Emilio", "E", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."], ["Strazzer", "Sandra", "S", "Scientific Institute IRCCS Eugenio Medea, Bosisio Parini, Italy."]], "date": "2017-12-15", "id": "29065962", "text": "Disorders of consciousness may follow brain injury, due to impairments of wakefulness and/or awareness. Polysomnography can identify elements that may be ascribed to impairments of specific neuroanatomical areas. Recognizing which impairments affect each patient is crucial for diagnosis, prognosis, and to select an appropriate therapy. We present a pediatric case of insufficient wakefulness in a patient with severe disability following a pilocytic astrocytoma. Polysomnography was crucial for diagnosis, as it detected a well-structured pattern with daytime sleep initiations in the REM sleep phase. Treatment with modafinil was successful, as confirmed by polysomnography, leading to partial recovery of the patient's consciousness and communication ability. We suggest that polysomnography is a useful diagnostic tool to direct the pharmacotherapy and rehabilitation of states of reduced consciousness.", "doi": "10.5664/jcsm.6854", "title": "Disordered Consciousness or Disordered Wakefulness? The Importance of Prolonged Polysomnography for the Diagnosis, Drug Therapy, and Rehabilitation of an Unresponsive Patient With Brain Injury.", "journal": ["Journal of clinical sleep medicine : JCSM : official publication of the American Academy of Sleep Medicine", "J Clin Sleep Med"]}