{"authors": [["Kannape", "Oliver A", "OA", "School of Psychology, University of Central Lancashire, Preston, UK; Laboratory of Cognitive Neuroscience, Brain Mind Institute, School of Life Sciences, École Polytechnique Fédérale de Lausanne, Campus Biotech, Geneva, Switzerland."], ["Perrig", "Stephen", "S", "Department of Psychiatry, University Hospital of Geneva, Geneva, Switzerland."], ["Rossetti", "Andrea O", "AO", "Centre d'Investigation et Recherche sur le Sommeil (CIRS), University Hospital and Faculty of Biology and Medicine, Lausanne, Switzerland."], ["Blanke", "Olaf", "O", "Laboratory of Cognitive Neuroscience, Brain Mind Institute, School of Life Sciences, École Polytechnique Fédérale de Lausanne, Campus Biotech, Geneva, Switzerland; Center for Neuroprosthetics, École Polytechnique Fédérale de Lausanne, Campus Biotech, Geneva, Switzerland; Department of Neurology, Geneva University Hospital, Geneva, Switzerland. Electronic address: olaf.blanke@epfl.ch."]], "date": null, "id": "29065287", "text": "Sleepwalkers' complex nocturnal behaviors have inspired fictional characters from Shakespeare's Lady Macbeth to Polidori's Vampyre to Cesare, the homicidal somnambulist in The Cabinet of Dr Caligari. Yet although the underlying pathophysiology of sleepwalking, i.e. the partial arousal from slow-wave sleep, is today well-documented, the detailed sensorimotor mechanisms permitting locomotion and further complex behaviors to occur outside of conscious control remain poorly understood [1]. Further, the paroxysmal character, nocturnal pattern, and spontaneous onset have made it nigh on impossible to study somnambulism behaviorally during wakefulness. The goal-directed walking paradigm reported here, based on full-body motion capture and virtual reality feedback, directly addresses this issue and provides unique insights into the functional mechanisms of this common parasomnia: sleepwalkers exhibited improved movement automation and a stronger dissociation between locomotor control and awareness than matched controls when challenged with a cognitive load. Our data therefore suggest that behavioral markers exist in awake sleepwalkers, characterized by their ability to perform complex locomotor actions in the absence of full consciousness. Our findings are important as they firmly link sleepwalking to the neuroscience of motor control and motor awareness and may complement formal diagnosis procedures (normally requiring time, cost-intensive sleep studies and polysomnographic recordings).", "doi": "10.1016/j.cub.2017.08.060", "title": "Distinct locomotor control and awareness in awake sleepwalkers.", "journal": ["Current biology : CB", "Curr. Biol."]}