{"authors": [["Zaidi", "Zareen", "Z", "Z. Zaidi is associate professor, Division of General Internal Medicine, Department of Medicine, University of Florida, Gainesville, Florida; ORCID: http://orcid.org/0000-0003-4328-5766. R. Vyas is assistant vice president, Foundation for Advancement of International Medical Education and Research (FAIMER Education), FAIMER, Philadelphia, Pennsylvania. D. Verstegen is assistant professor, Department of Educational Research and Development, Maastricht University, Maastricht, the Netherlands. P. Morahan is professor emerita, Drexel University College of Medicine, Philadelphia, Pennsylvania. T. Dornan is professor, Queen's University, Belfast, Northern Ireland."], ["Vyas", "Rashmi", "R", null], ["Verstegen", "Danielle", "D", null], ["Morahan", "Page", "P", null], ["Dornan", "Tim", "T", null]], "date": null, "id": "29065029", "text": "To analyze educators' experiences of facilitating cultural discussions in two global health professions education programs and what these experiences had taught them about critical consciousness.A multicultural research team conducted in-depth interviews with 16 faculty who had extensive experience facilitating cultural discussions. They analyzed transcripts of the interviews thematically, drawing sensitizing insights from Gramsci's theory of cultural hegemony. Collaboration and conversation helped the team self-consciously examine their positions toward the data set and be critically reflexive.Participant faculty used their prior experience facilitating cultural discussions to create a \"safe space\" in which learners could develop critical consciousness. During multicultural interactions they recognized and explicitly addressed issues related to power differentials, racism, implicit bias, and gender bias. They noted the need to be \"facile in attending to pain\" as learners brought up traumatic experiences and other sensitive issues including racism and the impact of power dynamics. They built relationships with learners by juxtaposing and exploring the sometimes-conflicting norms of different cultures. Participants were reflective about their own understanding and tendency to be biased. They aimed to break free of such biases while role modeling how to have the courage to speak up.Experience had given facilitators in multicultural programs an understanding of their responsibility to promote critical consciousness and social justice. How faculty without prior experience or expertise could develop those values and skills is a topic for future research.", "doi": "10.1097/ACM.0000000000001907", "title": "Medical Education to Enhance Critical Consciousness: Facilitators' Experiences.", "journal": ["Academic medicine : journal of the Association of American Medical Colleges", "Acad Med"]}