{"authors": [["Minji Lee", null, null, null], ["Sanders", "Robert D", "RD", null], ["Seul-Ki Yeom", null, null, null], ["Dong-Ok Won", null, null, null], ["Hwi-Jae Kim", null, null, null], ["Bo-Ram Lee", null, null, null], ["Kwang-Suk Seo", null, null, null], ["Hyun Jeong Kim", null, null, null], ["Tononi", "Giulio", "G", null], ["Seong-Whan Lee", null, null, null]], "date": null, "id": "29060032", "text": "How brain dynamics change across conscious states, including reliable signatures of the transitions between unconsciousness and consciousness, remains unclear. In this work, we addressed the changes in functional brain networks during self-titrated midazolam sedation using high-density electroencephalography (EEG) in ten subjects. We were particularly interested in the underlying network alterations, identified with graph theory, associated with transitions between states of consciousness. The weighted Phase Lag Index (wPLI) was used as the connectivity estimator between two signals. Based on wPLI, we calculated network properties such as characteristic path length, clustering coefficient, and small-worldness for measuring the integration and segregation of the brain network. We found significant changes in power and wPLI at different levels of consciousness. During unconsciousness, wPLI over the parietal region was higher in the delta band (1-4Hz). The frontal-parietal interaction in the delta band was also stronger during the transition from consciousness to unconsciousness. There was the significant difference of wPLI over the frontal region between consciousness and unconsciousness in the sigma band (12-15Hz). The topological properties across conscious states were significantly changed in the delta band and sigma band. Our results showed parietal brain dynamics is associated with consciousness. Our data also suggest that reversible changes in delta power and connectivity underlie changes in conscious state.", "doi": "10.1109/EMBC.2017.8036984", "title": "Change in functional networks for transitions between states of consciousness during midazolam-induced sedation.", "journal": ["Conference proceedings : ... Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual Conference", "Conf Proc IEEE Eng Med Biol Soc"]}