{"authors": [["Sountharalingam", "Subatharshini", "S", "Medical Department, National Hospital of Sri Lanka, Colombo, Sri Lanka."], ["Herath", "H M M T B", "HMMTB", "Medical Department, National Hospital of Sri Lanka, Colombo, Sri Lanka. Tharukaherath11@gmail.com."], ["Wijegunasinghe", "Dharshana", "D", "Neurology Department, National Hospital of Sri Lanka, Colombo, Sri Lanka."], ["Senanayke", "Sunethra", "S", "Neurology Department, National Hospital of Sri Lanka, Colombo, Sri Lanka."]], "date": "2017-10-23", "id": "29058581", "text": "Opsoclonus myoclonus syndrome is a rare neurological disorder that usually manifests as a paraneoplastic phenomenon. Although some viruses are reported to cause this condition, opsoclonus myoclonus syndrome by Japanese encephalitis has not been reported previously.Here we present the case of a 31-year-old Sri Lankan woman who presented with fever, altered level of consciousness, opsoclonus, and facial myoclonus. She was diagnosed as having Japanese encephalitis based on cerebrospinal fluid and serum Japanese encephalitis-specific immunoglobulin M antibody and characteristic magnetic resonance imaging abnormalities. She was given intravenously administered methylprednisolone pulses (1000 mg per day) for 5 days. With this she improved gradually with reduction in opsoclonus and myoclonic movements. Her limb muscle power and speech also improved slowly.We intended to highlight the fact that opsoclonus myoclonus syndrome can be a feature of infection with Japanese encephalitis and that it can be added to the list of viruses which cause opsoclonus. Currently there is no well-accepted treatment for opsoclonus myoclonus syndrome and intravenously administered methylprednisolone pulses and immunosuppressants can be used successfully in these patients for early recovery.", "doi": "10.1186/s13256-017-1454-5", "title": "Opsoclonus myoclonus syndrome in a patient with Japanese encephalitis: a case report.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}