{"authors": [["Mensen", "Armand", "A", "Center for Sleep and Consciousness, University of Wisconsin-Madison, Madison, WI, United States."], ["Marshall", "William", "W", "Center for Sleep and Consciousness, University of Wisconsin-Madison, Madison, WI, United States."], ["Tononi", "Giulio", "G", "Center for Sleep and Consciousness, University of Wisconsin-Madison, Madison, WI, United States."]], "date": "2017-10-06", "id": "29056921", "text": "A set of images can be considered as meaningfully different for an observer if they can be distinguished phenomenally from one another. Each phenomenal difference must be supported by some neurophysiological differences. Differentiation analysis aims to quantify neurophysiological differentiation evoked by a given set of stimuli to assess its meaningfulness to the individual observer. As a proof of concept using high-density EEG, we show increased neurophysiological differentiation for a set of natural, meaningfully different images in contrast to another set of artificially generated, meaninglessly different images in nine participants. Stimulus-evoked neurophysiological differentiation (over 257 channels, 800 ms) was systematically greater for meaningful vs. meaningless stimulus categories both at the group level and for individual subjects. Spatial breakdown showed a central-posterior peak of differentiation, consistent with the visual nature of the stimulus sets. Temporal breakdown revealed an early peak of differentiation around 110 ms, prominent in the central-posterior region; and a later, longer-lasting peak at 300-500 ms that was spatially more distributed. The early peak of differentiation was not accompanied by changes in mean ERP amplitude, whereas the later peak was associated with a higher amplitude ERP for meaningful images. An ERP component similar to visual-awareness-negativity occurred during the nadir of differentiation across all image types. Control stimulus sets and further analysis indicate that changes in neurophysiological differentiation between meaningful and meaningless stimulus sets could not be accounted for by spatial properties of the stimuli or by stimulus novelty and predictability.", "doi": "10.3389/fpsyg.2017.01748", "title": "EEG Differentiation Analysis and Stimulus Set Meaningfulness.", "journal": ["Frontiers in psychology", "Front Psychol"]}