{"authors": [["Hamano", "Jun", "J", "Division of Clinical Medicine, Faculty of Medicine, University of Tsukuba, Tsukuba, Ibaraki, Japan. Electronic address: junhamano@md.tsukuba.ac.jp."], ["Morita", "Tatsuya", "T", "Palliative Care Team, Department of Palliative and Supportive Care, Seirei Mikatahara General Hospital, Kita-ku, Hamamatsu, Shizuoka, Japan."], ["Ikenaga", "Masayuki", "M", "Hospice Children's Hospice Hospital, Yodogawa Christian Hospital, Osaka, Japan."], ["Abo", "Hirofumi", "H", "Department of Palliative Medicine, Rokko Hospital, Kobe, Japan."], ["Kizawa", "Yoshiyuki", "Y", "Department of Palliative Medicine, Kobe University Graduate School of Medicine, Kobe, Hyogo, Japan."], ["Tunetou", "Satoru", "S", "Department of Human Health Sciences, Graduate School of Medicine, Kyoto University, Kyoto, Japan."]], "date": "2017-10-19", "id": "29056564", "text": "Although there has long been debate about physicians' intentions and what physicians consider to be proportionally appropriate when performing palliative sedation, few large studies have been performed.To identify physicians' intentions when starting continuous deep sedation and to clarify what factors determine whether physicians regard sedation as proportionally appropriate in relation to expected survival, the patients' wishes, and refractoriness.A nationwide questionnaire survey of Japanese palliative care specialists was performed from August to December 2016. We defined continuous deep sedation as the continuous use of sedatives to relieve intolerable and refractory symptoms with the loss of consciousness until death.Of the 695 palliative care specialists enrolled, 440 were analyzed (response rate, 69%). A total of 95% and 87% of the physicians reported that they explicitly intended to perform symptom palliation and decrease consciousness levels, respectively. Moreover, 38% answered that they explicitly intended to maintain unconsciousness until death, and 11% reported that they intended to shorten survival to some extent. The respondents considered that continuous deep sedation is more appropriate when the predicted survival is shorter, the patients' wishes are consistent and clear, and confidence in the refractoriness of symptoms is higher.Japanese palliative care specialists explicitly intend to control symptoms and reduce the level of consciousness when performing continuous deep sedation, but there are differences in their intentions with regard to maintaining unconsciousness until death. Predicted survival, patients' wishes, and confidence in refractoriness are associated with physicians' judgment that sedation is proportionally appropriate.", "doi": "10.1016/j.jpainsymman.2017.10.006", "title": "A Nationwide Survey About Palliative Sedation Involving Japanese Palliative Care Specialists: Intentions and Key Factors Used to Determine Sedation as Proportionally Appropriate.", "journal": ["Journal of pain and symptom management", "J Pain Symptom Manage"]}