{"authors": [["Lowry", "Dayv", "D", "Washington Department of Fish and Wildlife, Marine Fish Science Unit, Olympia, WA, United States. Electronic address: dayv.lowry@dfw.wa.gov."]], "date": "2017-10-03", "id": "29056142", "text": "Human interactions with sharks in the Northeast Pacific Ocean (NEP) have occurred for millennia but were largely limited to nearshore encounters as target and nontarget catch in fisheries. The arrival of Spanish explorers in the mid-1500s, followed by subsequent waves of explorers and colonizers from Europe and Russia, did little to change this relationship, until the mid-1800s. As technological advances conferred the ability to exploit marine fish further offshore and in deeper water, substantial fisheries developed and many of these encountered, and sometimes directly targeted, sharks. As these fisheries rose and fell with market demands and fluctuations in the abundance of target species, the collective consciousness of the nations fishing this region came to realize that adequate management plans with clear policy guidance rooted in conservation were crucial to sustaining both biodiversity and abundance of marine resources. With explicitly defined management regions governed by scientifically informed bodies that consider both societal and ecological needs, systems have been in place to manage and conserve marine species, including sharks, for over four decades now in the NEP. While policy evolution has largely limited directed fishing pressure as a threat for most shark species, bycatch is still a concern. Additionally, habitat degradation and destruction, ocean acidification, and global climate change are anticipated to fundamentally alter the ecosystems sharks are an integral part of in coming decades and centuries. Adequate conservation and management of sharks in the NEP, and around the world, moving into this period of uncertainty will rely upon comprehensive, integrated management of the ecosystem rooted in international coordination and cooperation. Far from being an unattainable goal, steps are being made each day to 'move the needle' in this direction-for the benefit of all.", "doi": "10.1016/bs.amb.2017.09.002", "title": "Conclusions: The Future of Shark Management and Conservation in the Northeast Pacific Ocean.", "journal": ["Advances in marine biology", "Adv. Mar. Biol."]}