{"authors": [["Billaut", "François", "F", "a Département de kinésiologie, Faculté de Médecine, Université Laval, 2300, rue de la Terrasse, Québec, QC G1V 0A6, Canada."], ["Gueit", "Patrice", "P", "b Centre d'Etudes des Transformations des Activités Physiques et Sportives, EA n°3832, Faculté des Sciences du Sport et de l'Education Physique de Rouen, Université de Rouen, Mont-Saint-Aignan 76130, France."], ["Faure", "Sylvane", "S", "c Laboratoire d'Anthropologie et de Psychologie Cognitives et Sociales, EA 7278, Université Nice - Sophia-Antipolis, Nice 06357, France."], ["Costalat", "Guillaume", "G", "d Laboratoire Adaptations Physiologiques à l'Exercice et Réadaptation à l'effort (APERE), EA n°3300, Université de Picardie Jules Verne, Amiens 80025, France."], ["Lemaître", "Frédéric", "F", "b Centre d'Etudes des Transformations des Activités Physiques et Sportives, EA n°3832, Faculté des Sciences du Sport et de l'Education Physique de Rouen, Université de Rouen, Mont-Saint-Aignan 76130, France."]], "date": "2017-10-20", "id": "29053942", "text": "Repeated apneas are associated with severe hypoxemia that may ultimately lead to loss of consciousness in some breath-hold divers. Despite increasing number of practitioners, the relationship between apnea-induced hypoxia and neurocognitive functions is still poorly understood in the sport of free diving. To shed light onto this phenomenon, we examined the impact of long-term breath-hold diving training on attentional processing, short-term memory, and long-term mnesic and executive functions. Thirty-six men matched for age, height, and weight were separated into the following 3 groups: (i) 12 elite breath-hold divers (EBHD), mean static apnea best time 371 s, 105 months mean apnea experience; (ii) 12 novice breath-hold divers, mean best time 243 s, 8.75 months mean apnea experience; and (iii) 12 physical education students with no breath-hold diving experience; all of these participants performed varied written and computerized neuropsychological tasks. Compared with the 2 other groups, the EBHD group was slower to complete the interference card during a Stroop test (F[1,33] = 4.70, p < 0.05), and presented more errors on the interference card (F[1,33] = 2.96, p < 0.05) and a lower total interference score (F[1,33] = 5.64, p < 0.05). The time to complete the interference card test was positively correlated with maximal static apnea duration (r = 0.73, p < 0.05) and the number of years of breath-hold diving training (r = 0.79, p < 0.001). These findings suggest that breath-hold diving training over several years may cause mild, but persistent, short-term memory impairments.", "doi": "10.1139/apnm-2017-0245", "title": "Do elite breath-hold divers suffer from mild short-term memory impairments?", "journal": ["Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme", "Appl Physiol Nutr Metab"]}