{"authors": [["Saxon", "Catherine", "C", "Endoscopy and Procedural Services, The Prince Charles Hospital, Brisbane, Qld, Australia."], ["Fulbrook", "Paul", "P", "School of Nursing, Midwifery and Paramedicine, Australian Catholic University, Brisbane, Qld, Australia."], ["Fong", "Kwun M", "KM", "Heart Lung Institute, The Prince Charles Hospital, Brisbane, Qld, Australia."], ["Ski", "Chantal F", "CF", "Department of Psychiatry, University of Melbourne, Melbourne, Vic., Australia."]], "date": "2017-10-20", "id": "29052286", "text": "To understand the experiences of high-risk respiratory patients undergoing bronchoscopy with conscious sedation.Due to possible complications, high-risk respiratory patients are usually given smaller, cautious doses of sedation and analgesia for bronchoscopy. Described as \"conscious sedation,\" this facilitates depression of the patient's consciousness without causing respiratory compromise. Previously, studies have investigated patient experience using quantitative methods. This is the first study that has explored the patient experience during bronchoscopy from a qualitative perspective.Qualitative, phenomenological approach as described by Van Manen.The setting was an endoscopy unit within an Australian tertiary hospital. Unstructured interviews were conducted with 13 patients with chronic obstructive pulmonary disease who underwent day-case bronchoscopy. All participants received conscious sedation. They were interviewed twice, within a week, postprocedure. Interviews were transcribed verbatim and analysed using Van Manen's interpretive approach.Participants had varying experiences. Five themes emerged from the analysis: Frustration and fear; Comfort and safety; Choking and coughing; Being aware; and Consequences. Whilst not all participants experienced procedural awareness or remembered it, for those who did it was a significant event. Overall, experiences were found to be negative; however, participants accepted and tolerated them, perceiving them as necessary to obtain a diagnostic result.The findings demonstrate that often patients are aware during the procedure and their experience may be uncomfortable and distressing.These findings have implications for patient preparation pre- and post-bronchoscopy in terms of what they might expect, and to discuss what has happened after the procedure. Some practices of the bronchoscopy team during the procedure may need modification. For example, in anticipation of the possibility that the patient may be aware, healthcare professionals should provide patient-focused explanations of what is happening during the procedure, as well as providing ongoing reassurance that everything is going as planned.", "doi": "10.1111/jocn.14120", "title": "High-risk respiratory patients' experiences of bronchoscopy with conscious sedation and analgesia: A qualitative study.", "journal": ["Journal of clinical nursing", "J Clin Nurs"]}