{"authors": [["Baslet", "Gaston", "G", "Department of Psychiatry, Brigham and Women's Hospital, Harvard Medical School, 60 Fenwood Road, Boston, MA, USA. Electronic address: gbaslet@bwh.harvard.edu."], ["Tolchin", "Benjamin", "B", "Department of Neurology, Yale University School of Medicine, 15 York Street, New Haven, CT, USA."], ["Dworetzky", "Barbara A", "BA", "Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, 60 Fenwood Road, Boston, MA, USA."]], "date": "2017-10-13", "id": "29049948", "text": "Altered responsiveness during psychogenic nonepileptic seizures (PNES) is a distinct semiological feature that may signal a psychological vulnerability. We hypothesized that altered responsiveness is related to difficulties with emotion tolerance, experiential avoidance, difficulty coping, dissociation and trauma and prior experiences of loss of awareness.71 patients with video-EEG confirmed PNES were divided into two groups based on their responsiveness at the time of the captured event during long-term monitoring. Demographic information, clinical history and self-rated questionnaires highlighting psychopathology were compared between the groups.47 patients (66%) had altered responsiveness during their captured event. Married or partnered subjects were more represented in the altered responsiveness group. Experiential avoidance, as measured by the Acceptance and Action Questionnaire-II, and affect intolerance, as measured by the Affective Style Questionnaire, were significantly higher in the altered responsiveness group. The Connor Davidson Resilience Scale was significantly higher among intact responsiveness subjects. Subjects with altered responsiveness were more likely to have a family history of seizures, comorbid headaches, and loss of consciousness (LOC) during traumatic brain injury. There were no differences in measures of dissociation, somatization, mood or anxiety, or presence of psychiatric comorbidities, including PTSD or history of trauma.Altered responsiveness during PNES is a marker of lower emotional resilience or ability to tolerate emotions among patients with PNES. Emotion management may be an important therapeutic target for these patients. Prior experiences with LOC also contribute to the presence of altered responsiveness. Trauma and dissociation did not differentiate responsiveness during PNES.", "doi": "10.1016/j.seizure.2017.10.011", "title": "Altered responsiveness in psychogenic nonepileptic seizures and its implication to underlying psychopathology.", "journal": ["Seizure", "Seizure"]}