{"authors": [["Mahdavi", "Zakraus K", "ZK", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Narayan", "Ram", "R", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Mainali", "Shraddha", "S", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Greenberg", "Benjamin M", "BM", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Aiyagari", "Venkatesh", "V", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["McDonagh", "David L", "DL", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, Dallas, TX, USA. david.mcdonagh@utsouthwestern.edu."]], "date": "2017-10-18", "id": "29047014", "text": "The use of weight loss drugs and dietary supplements is common, but safety profiles for these drugs are largely unknown. Reports of toxicity have been published, and the use of these agents should be considered in clinical differential diagnoses.We report the case of a patient with toxic leukoencephalopathy and hyponatremia associated with oral consumption of a thermogenic dietary supplement and essential oils.A 30-year-old woman presented after 2 days of headache, blurred vision, photophobia, vomiting, and hand spasms. She was taking a thermogenic dietary supplement daily for 6 months as well as a number of essential oils. Examination revealed mild right sided ataxia and diffuse hyperreflexia. Neuroimaging demonstrated bilaterally symmetric T2 hyperintensities of the corpus callosum and periventricular white matter. Approximately 18 h after admission she became unresponsive with brief extensor posturing and urinary incontinence. She partially recovered, but 1 h later became unresponsive with dilated nonreactive pupils and extensor posturing (central herniation syndrome). She was intubated, hyperventilated, and given hyperosmotic therapy. Emergent imaging showed diffuse cerebral edema. Intracranial pressure was elevated but normalized with treatment; she regained consciousness the following day. She was extubated one day later and discharged on hospital day 5. She was seen 2 months later with no further symptoms and a normal neurologic examination.The pathophysiology of this patient's hyponatremia and toxic leukoencephalopathy is unknown. However, physicians must be aware of the association between thermogenic dietary supplements and toxic leukoencephalopathy. Vigilance for life-threatening complications including hyponatremia and cerebral edema is critical.", "doi": "10.1007/s12028-017-0473-9", "title": "A Callosal Catastrophe: Toxic Leukoencephalopathy Associated with Thermogenic Weight Loss Supplement Use.", "journal": ["Neurocritical care", "Neurocrit Care"]}