{"authors": [["Plourde", "G", "G", "Department of Anesthesia, McGill University, Montreal Neurological Hospital Room 548, 3801 University St, Montreal, QC, Canada, H3A 2B4."], ["Arseneau", "F", "F", "Department of Anesthesia, McGill University, Montreal Neurological Hospital Room 548, 3801 University St, Montreal, QC, Canada, H3A 2B4."]], "date": null, "id": "29045562", "text": "Gamma (30-80 Hz) and high-gamma (80-200 Hz) thalamocortical EEG rhythms are involved in conscious processes and are attenuated by isoflurane and propofol. To explore the hypothesis that this attenuation is a correlate of anaesthetic action, we characterized the effect dexmedetomidine, a selective adrenergic α-2 agonist with lesser hypnotic potency, on these rhythms.We recorded local field potentials from barrel cortex and ventroposteromedial thalamic nucleus in ten previously instrumented rats to measure spectral power (30-50 Hz, 51-75 Hz, 76-125 Hz, 126-200 Hz bands) during baseline, at four dexmedetomidine plasma concentrations obtained by i.v. target-controlled infusion (1.86, 3.75, 5.63 and 7.50 ng ml -1 ), and during recovery. Thalamocortical coherence over 0.3-200 Hz was also measured.Loss of righting reflex (LORR) occurred with 5.63 ng ml -1 . Dexmedetomidine produced a linear concentration-dependent attenuation of cortical ( P <0.04) and thalamic ( P  ≤ 0.0051) log power in all bands. Slopes for cortex and thalamus were similar. The slope for dexmedetomidine on thalamic power in the 76-200 Hz range was less than half that of the other agents ( P <0.003). LORR was associated with an increase in delta band (0.3-4.0 Hz) thalamocortical coherence ( P <0.001). Increased low-frequency coherence also occurred with propofol and isoflurane.Dexmedetomidine attenuates high-frequency thalamocortical rhythms, but to a lesser degree than isoflurane and propofol. The main differences between dexmedetomidine and the other anaesthetics involved thalamic rhythms, further substantiating the link between impaired thalamic function and anaesthesia. Increased delta coherence likely reflects cyclic hyperpolarization of thalamocortical networks and may be a marker for loss of consciousness.", "doi": "10.1093/bja/aex329", "title": "Attenuation of high-frequency (30-200 Hz) thalamocortical EEG rhythms as correlate of anaesthetic action: evidence from dexmedetomidine.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}