{"authors": [["Sato", "H", "H", "Department of Gastroenterology and Diabetes, Hiraka General Hospital, Yokote, Japan."], ["Hamano", "M", "M", "Department of Cardiovascular Medicine, Hiraka General Hospital, Yokote, Japan."], ["Fushimi", "E", "E", "Department of Cardiovascular Medicine, Hiraka General Hospital, Yokote, Japan."], ["Takahashi", "T", "T", "Department of Cardiovascular Medicine, Hiraka General Hospital, Yokote, Japan."], ["Horikawa", "Y", "Y", "Department of Gastroenterology and Diabetes, Hiraka General Hospital, Yokote, Japan."], ["Horiguchi", "S", "S", "Department of Cardiovascular Medicine, Hiraka General Hospital, Yokote, Japan."]], "date": null, "id": "29044699", "text": "Diabetic striatopathy, one of the complications of diabetes mellitus, is characterized by involuntary movements, including hemichorea and hemiballismus, and the presence of hyperintense lesions on T1-weighted magnetic resonance imaging of the striatum.We present a case of diabetic striatopathy manifesting as severe consciousness disturbance without chorea or ballismus. A 58-year-old man was admitted to our hospital in a state of unconsciousness. He was diagnosed with diabetic striatopathy as a result of extremely elevated blood glucose levels and typical magnetic resonance imaging findings in the left striatum, although involuntary movements were absent. He was treated with insulin, and his glucose levels were well maintained. His neuropsychiatric symptoms recovered, rather slowly but completely, after ~20 days.This case indicates the diversity of striatal dysfunction induced by hyperglycaemia. For good prognosis of diabetic striatopathy, prompt diagnosis and appropriate treatments are important. Physicians should be aware that this disease can cause various neurological and psychiatric symptoms other than chorea or ballismus.", "doi": "10.1111/dme.13526", "title": "Diabetic striatopathy manifesting as severe consciousness disturbance with no involuntary movements.", "journal": ["Diabetic medicine : a journal of the British Diabetic Association", "Diabet. Med."]}