{"authors": [["Cha", "Boram", "B", "Division of Nephrology and Hypertension, Department of Internal Medicine, Inha University College of Medicine, Incheon, Korea."], ["Kim", "Dae Young", "DY", "Division of Nephrology and Hypertension, Department of Internal Medicine, Inha University College of Medicine, Incheon, Korea."], ["Jang", "Hyunil", "H", "Division of Nephrology and Hypertension, Department of Internal Medicine, Inha University College of Medicine, Incheon, Korea."], ["Hwang", "Seun Deuk", "SD", "Division of Nephrology and Hypertension, Department of Internal Medicine, Inha University College of Medicine, Incheon, Korea."], ["Choi", "Huck Jei", "HJ", "Division of Nephrology and Hypertension, Department of Internal Medicine, Inha University College of Medicine, Incheon, Korea."], ["Kim", "Moon-Jae", "MJ", "Division of Nephrology and Hypertension, Department of Internal Medicine, Inha University College of Medicine, Incheon, Korea."]], "date": "2017-09-30", "id": "29042902", "text": "Posterior reversible encephalopathy syndrome (PRES) is characterized by a clinical and radiological entity with the sudden onset of seizures, headache, altered consciousness, and visual disturbances in patients with the findings of reversible vasogenic subcortical edema without infarction. Hypertension, renal disease, and autoimmune disease are co-morbid conditions of PRES. Nevertheless, there have only been a few case reports of PRES in a patient with anti-glomerular basement membrane antibody glomerulonephritis (anti-GBM GN). This paper presents the possible first Korean case of a 36-year-old woman with the striking features of PRES. She presented with a sudden onset of visual blindness, headache, and seizure. The brain MRI images revealed hyperintense lesions in both the occipital and parietal lobes, which suggested vasogenic edema. Three months before this presentation, she was diagnosed with anti-GBM GN. Since then, she underwent immunosuppression with cyclophosphamide and steroid, and hemodialysis for renal failure with a treatment of anti-GBM GN.", "doi": "10.5049/EBP.2017.15.1.12", "title": "Unusual Case of Posterior Reversible Encephalopathy Syndrome in a Patient with Anti-glomerular Basement Membrane Antibody Glomerulonephritis: A Case Report and Review of the Literature.", "journal": ["Electrolyte & blood pressure : E & BP", "Electrolyte Blood Press"]}