{"authors": [["Sattin", "D", "D", null], ["De Torres", "L", "L", null], ["Dolce", "G", "G", null], ["Arcuri", "Francesco", "F", null], ["Estraneo", "Anna", "A", null], ["Cardinale", "V", "V", null], ["Piperno", "R", "R", null], ["Zavatta", "E", "E", null], ["Formisano", "Rita", "R", null], ["D'Ippolito", "Mariagrazia", "M", null], ["Vassallo", "C", "C", null], ["Dessi", "B", "B", null], ["Lamberti", "G", "G", null], ["Antoniono", "E", "E", null], ["Lanzillotti", "C", "C", null], ["Navarro", "J", "J", null], ["Bramanti", "P", "P", null], ["Marino", "Silvia", "S", null], ["Zampolini", "M", "M", null], ["Scarponi", "F", "F", null], ["Avesani", "R", "R", null], ["Salvi", "L", "L", null], ["Ferro", "S", "S", null], ["Mazza", "L", "L", null], ["Fogar", "P", "P", null], ["Feller", "S", "S", null], ["De Nigris", "F", "F", null], ["Martinuzzi", "A", "A", null], ["Buffoni", "M", "M", null], ["Pessina", "A", "A", null], ["Corsico", "P", "P", null], ["Leonardi", "M", "M", null]], "date": null, "id": "29042005", "text": "Different rehabilitation models for persons diagnosed with disorders of consciousness have been proposed in Europe during the last decade. In Italy, the Ministry of Health has defined a national healthcare model, although, to date, there is a lack of information on how this has been implemented at regional level. The INCARICO project collected information on different regional regulations, analysing ethical aspects and mapping care facilities (numbers of beds and medical units) in eleven regional territories. The researchers found a total of 106 laws; differences emerged both between regions and versus the national model, showing that patients with the same diagnosis may follow different pathways of care. An ongoing cultural shift from a treatment-oriented medical approach towards a care-oriented integrated biopsychosocial approach was found in all the welfare and healthcare systems analysed. Future studies are needed to explore the relationship between healthcare systems and the quality of services provided.", "doi": null, "title": "Analysis of Italian regulations on pathways of care for patients in a vegetative or minimally conscious state.", "journal": ["Functional neurology", "Funct. Neurol."]}