{"authors": [["Lourinho", "Isabel", "I", "Department of Medical Education and Simulation, University of Porto, Faculty of Medicine, Porto, Portugal."], ["Ferreira", "Maria Amélia", "MA", "Department of Medical Education and Simulation, University of Porto, Faculty of Medicine, Porto, Portugal."], ["Severo", "Milton", "M", "Department of Medical Education and Simulation, University of Porto, Faculty of Medicine, Porto, Portugal."]], "date": "2017-10-17", "id": "29040277", "text": "Evidence on personality traits change implies it should be studied as an outcome and not only as an explanatory effect. Therefore, we aimed to assess how personality and academic achievement sway each other. Three cohorts of medical students (n = 181) comprised of school leavers and graduates, completed NEO-FFI when admitted (baseline) and later on medical training (follow-up). Previous achievement was measured as mean scores on national school examinations, and academic achievement as medical course average. Causal relations were studied by cross-lagged analysis.Cross-sectional analysis at baseline showed differences between graduates and school leavers on personality, with graduates scoring lower on neuroticism (β = -12.344, p<0.001), and higher on openness to experience (β = 5.257, p<0.001), conscientiousness (β = 2.345, p = 0.004,) and agreeableness (β = 6.993, p<0.001). Longitudinal analyses indicated that personality traits and achievement tracked over time. Cross-lagged analysis found a positive significant association between academic achievement and neuroticism at baseline (β = 0.031, p = 0.014) and with being a graduate student (β = 0.766, p = 0.006). After adjusting, no association was found between previous achievement and personality at follow-up.Some neuroticism may enhance medical academic achievement. The blurring of the initial differences between graduates and school leavers suggests a reasonable possibility of personality traits change along the medical course. Future research on medical selection processes cannot afford to ignore the influence of the medical school environment on personality traits change.", "doi": "10.1371/journal.pone.0185860", "title": "Personality and achievement along medical training: Evidence from a cross-lagged analysis.", "journal": ["PloS one", "PLoS ONE"]}