{"authors": [["Twomey", "Conal", "C", "School of Psychology, University College Dublin , Dublin, Ireland ."], ["O'Reilly", "Gary", "G", "School of Psychology, University College Dublin , Dublin, Ireland ."]], "date": null, "id": "29039706", "text": "Many investigations of the associations of self-presentation on Facebook with mental health and personality variables exist, but their findings have not yet been synthetized. We therefore carried out a narrative synthesis of 21 observational studies (combined N = 7,573) obtained from a systematic search of four academic databases. Significant self-presentation associations were yielded for self-esteem, perceived social support, social anxiety, well-being, depression, bipolar/mania, stress, self-consciousness, and insecure attachment. Significant associations were also yielded for all of the big five personality variables and narcissism. The clearest trends-based on the number of times significant associations were yielded across included studies-were as follows: (1) inauthentic self-presentation was consistently associated with low self-esteem and elevated levels of social anxiety; (2) inauthentic self-presentation was consistently more likely to occur in people high in neuroticism and narcissism; and (3) authentic/positive self-presentation was consistently associated with increased levels of self-esteem and perceived social support. The assessment of online self-presentation may offer clinicians important insights into how clients are functioning in relation to various domains of mental health and personality. For example, clients who present inauthentic versions of themselves on Facebook could be experiencing social anxiety or have maladaptive personality traits such as neuroticism and narcissism, all of which could be targeted in intervention.", "doi": "10.1089/cyber.2017.0247", "title": "Associations of Self-Presentation on Facebook with Mental Health and Personality Variables: A Systematic Review.", "journal": ["Cyberpsychology, behavior and social networking", "Cyberpsychol Behav Soc Netw"]}