{"authors": [["Hill", "Simon L", "SL", "National Institute for Health Research Health Protection Research Unit in Chemical and Radiation Threats and Hazards, Medical Toxicology Centre, Newcastle University, Newcastle upon Tyne, UK; simon.hill@ncl.ac.uk michael.dunn3@ncl.ac.uk celine.cano@ncl.ac.uk."], ["Dunn", "Michael", "M", "National Institute for Health Research Health Protection Research Unit in Chemical and Radiation Threats and Hazards, Medical Toxicology Centre, Newcastle University, Newcastle upon Tyne, UK; simon.hill@ncl.ac.uk michael.dunn3@ncl.ac.uk celine.cano@ncl.ac.uk."], ["Cano", "Céline", "C", "School of Chemistry, Newcastle University, Newcastle upon Tyne, UK.; simon.hill@ncl.ac.uk michael.dunn3@ncl.ac.uk celine.cano@ncl.ac.uk."], ["Harnor", "Suzannah J", "SJ", "School of Chemistry, Newcastle University, Newcastle upon Tyne, UK."], ["Hardcastle", "Ian R", "IR", "School of Chemistry, Newcastle University, Newcastle upon Tyne, UK."], ["Grundlingh", "Johann", "J", "Emergency Department, Royal London Hospital, London, UK."], ["Dargan", "Paul I", "PI", "Clinical Toxicology, Guy's and St. Thomas' NHS Foundation Trust and Kings Health Partners, London, UK."], ["Wood", "David M", "DM", "Clinical Toxicology, Guy's and St. Thomas' NHS Foundation Trust and Kings Health Partners, London, UK."], ["Tucker", "Simon", "S", "Emergency Department, Blackpool Victoria Hospital, Blackpool, UK."], ["Bartram", "Thomas", "T", "Emergency Department, Pennine Acute Hospital Trust, Royal Oldham Hospital, Oldham, UK."], ["Thomas", "Simon H L", "SHL", "National Institute for Health Research Health Protection Research Unit in Chemical and Radiation Threats and Hazards, Medical Toxicology Centre, Newcastle University, Newcastle upon Tyne, UK."]], "date": "2017-10-16", "id": "29038156", "text": "The emergence of novel psychoactive substances (NPS), particularly synthetic cannabinoid receptor agonists (SCRA), has involved hundreds of potentially harmful chemicals in a highly dynamic international market challenging users', clinicians', and regulators' understanding of what circulating substances are causing harm. We describe a toxicovigilance system for NPS that predicted the UK emergence and identified the clinical toxicity caused by novel indole and indazole carboxylate SCRA.To assist early accurate identification, we synthesized 5 examples of commercially unavailable indole and indazole carboxylate SCRA (FUB-NPB-22, 5F-NPB-22, 5F-SDB-005, FUB-PB-22, NM-2201). We analyzed plasma and urine samples from 160 patients presenting to emergency departments with severe toxicity after suspected NPS use during 2015 to 2016 for these and other NPS using data-independent LC-MS/MS.We successfully synthesized 5 carboxylate SCRAs using established synthetic and analytical chemistry methodologies. We identified at least 1 SCRA in samples from 49 patients, including an indole or indazole carboxylate SCRA in 17 (35%), specifically 5F-PB-22 (14%), FUB PB-22 (6%), BB-22 (2%), 5F NPB-22 (20%), FUB NPB-22 (2%), and 5F-SDB-005 (4%). In these 17 patients, there was analytical evidence of other substances in 16. Clinical features included agitation and aggression (82%), reduced consciousness (76%), acidosis (47%), hallucinations and paranoid features (41%), tachycardia (35%), hypertension (29%), raised creatine kinase (24%), and seizures (12%).This toxicovigilance system predicted the emergence of misuse of indole and indazole carboxylate SCRA, documented associated clinical harms, and notified relevant agencies. Toxicity appears consistent with other SCRA, including mental state disturbances and reduced consciousness.", "doi": "10.1373/clinchem.2017.275867", "title": "Human Toxicity Caused by Indole and Indazole Carboxylate Synthetic Cannabinoid Receptor Agonists: From Horizon Scanning to Notification.", "journal": ["Clinical chemistry", "Clin. Chem."]}