{"authors": [["Pérez-González", "Andrés Felipe", "AF", "IPS Universitaria Clínica León XIII, Medellín, Colombia. Electronic address: perandres@gmail.com."], ["Espinola-Nadurille", "Mariana", "M", "Instituto Nacional de Neurología y Neurocirugía, MVS, Ciudad de México, México."], ["Ramírez-Bermúdez", "Jesús", "J", "Unidad de Neuropsiquiatría, Instituto Nacional de Neurología y Neurocirugía, MVS, Ciudad de México, México."]], "date": "2017-06-17", "id": "29037335", "text": "Catatonia and delirium are two different and independent syndromes. Catatonia is a psychomotor syndrome associated with a variety of diseases of different medical causes and is characterised by lack of activity, induction of passive postures against gravity, opposition or absence of response to external stimuli, waxy flexibility, stereotypies, mannerisms and echophenomena. Delirium is characterised by consciousness and cognitive alterations, mainly attention and orientation and usually of acute onset, which tend to fluctuate during the day and with evidence that the alteration is a direct physiological consequence of a disease, intoxication or substance withdrawal. Despite the differences and the fact that the classifications exclude the possibility that these syndromes may manifest together, several case reports and studies in groups of patients have postulated that the two conditions can occur together.In this study we identified 16 hospitalised patients who experienced both syndromes at the same time as confirmed by the Delirium Rating Scale-Revised (DRS-98) and the Bush-Francis Catatonia Rating Scale (BFCRS).Patient outcome was followed during hospitalisation and the patients' clinical condition upon discharge. These patients had mostly neurological diagnoses, long hospital stays, required treatment with antipsychotics and benzodiazepines and had frequent complications.Catatonia and delirium are syndromes that can present at the same time, resulting in worse patient outcome and an increased risk of complications.", "doi": "10.1016/j.rcp.2017.05.009", "title": "[Catatonia and Delirium: Syndromes that may Converge in the Neuropsychiatric Patient].", "journal": ["Revista colombiana de psiquiatria", "Rev Colomb Psiquiatr"]}