{"authors": [["Mojsiewicz-Pieńkowska", "Krystyna", "K", "Department of Physical Chemistry, Faculty of Pharmacy with Subfaculty of Laboratory Medicine, Medical University of Gdańsk, 80-416 Gdańsk, Al. Gen. Hallera 107, Poland. Electronic address: kpienk@gumed.edu.pl."], ["Krenczkowska", "Dominika", "D", "Department of Physical Chemistry, Faculty of Pharmacy with Subfaculty of Laboratory Medicine, Medical University of Gdańsk, 80-416 Gdańsk, Al. Gen. Hallera 107, Poland."]], "date": "2017-10-09", "id": "29035792", "text": "The purpose of this description is to review scientific literature from 1944 to 2017 as a source of information on the reasons for the increased interest in siloxanes (silicones). Not only the research area, but first, the changes in the tendency of research aims are important issues in the evaluation. On the one hand, the authors emphasize the unique properties of linear and cyclic siloxanes, providing many examples of beneficial applications, and on the other hand, there are some warnings of overcoming of the safety barrier of their presence in human environment. Analyzing the results from the SCOPUS database, it can be argued that the increased interest of scientists and government agencies particularly relates to the analysis of siloxanes in biological and environmental samples. This is caused not only by the widespread use of various siloxanes in the pharmaceutical, medical, cosmetic and food industries, but also by the direct contact of these compounds with tissues, as well as an increased access to knowledge and modern research tools that have developed the awareness of hazards. The development of research methods enables not only constant monitoring of progressively lower siloxanes concentrations in various samples, but because of the specificity of these methods, it also enables an identification of specific siloxane compounds and evaluation of their effects on humans and environment. This paper discusses the issues of the evolution of consciousness of exposure to siloxanes due to their increased synthesis and widespread use in many areas of human life, which contributes to environmental pollution.", "doi": "10.1016/j.chemosphere.2017.10.045", "title": "Evolution of consciousness of exposure to siloxanes-review of publications.", "journal": ["Chemosphere", "Chemosphere"]}