{"authors": [["Jensen", "Mark P", "MP", "Department of Rehabilitation Medicine, University of Washington, Seattle, WA 98104, USA."], ["Jamieson", "Graham A", "GA", "School of Behavioural, Cognitive, and Social Sciences, University of New England, Armidale, Australia."], ["Lutz", "Antoine", "A", "Lyon Neuroscience Research Center, Lyon, France."], ["Mazzoni", "Giuliana", "G", "School of Life Sciences, University of Hull, Hull, UK."], ["McGeown", "William J", "WJ", "School of Psychological Sciences and Health, University of Strathclyde, UK."], ["Santarcangelo", "Enrica L", "EL", "Department of Translational Research and New Technologies, University of Pisa, Pisa, Italy."], ["Demertzi", "Athena", "A", "Institut du Cerveau et de la Moelle épinière (ICM), Hôpital Pitié-Salpêtrière, Paris, France and Coma Science Group, GIGA Research, University and University hospital of Liège, Belgium."], ["De Pascalis", "Vilfredo", "V", "Department of Psychology, La Sapienza University of Rome, Rome, Italy."], ["Bányai", "Éva I", "ÉI", "Department of Psychology, University of Budapest, Budapest, Hungary."], ["Rominger", "Christian", "C", "Institut für Psychologie, University of Graz, Graz, Austria."], ["Vuilleumier", "Patrik", "P", "Department of Neuroscience, Laboratory for Behavioral Neurology and Imaging of Cognition, University of Geneva, Geneva, Switzerland."], ["Faymonville", "Marie-Elisabeth", "ME", "Department of Algology - Palliative Care, University Hospital of Liege, University of Liège, Liège, Belgium."], ["Terhune", "Devin B", "DB", "Department of Psychology, Goldsmiths, University of London, London, UK."]], "date": "2017-04-12", "id": "29034102", "text": "This article summarizes key advances in hypnosis research during the past two decades, including (i) clinical research supporting the efficacy of hypnosis for managing a number of clinical symptoms and conditions, (ii) research supporting the role of various divisions in the anterior cingulate and prefrontal cortices in hypnotic responding, and (iii) an emerging finding that high hypnotic suggestibility is associated with atypical brain connectivity profiles. Key recommendations for a research agenda for the next decade include the recommendations that (i) laboratory hypnosis researchers should strongly consider how they assess hypnotic suggestibility in their studies, (ii) inclusion of study participants who score in the middle range of hypnotic suggestibility, and (iii) use of expanding research designs that more clearly delineate the roles of inductions and specific suggestions. Finally, we make two specific suggestions for helping to move the field forward including (i) the use of data sharing and (ii) redirecting resources away from contrasting state and nonstate positions toward studying (a) the efficacy of hypnotic treatments for clinical conditions influenced by central nervous system processes and (b) the neurophysiological underpinnings of hypnotic phenomena. As we learn more about the neurophysiological mechanisms underlying hypnosis and suggestion, we will strengthen our knowledge of both basic brain functions and a host of different psychological functions.", "doi": "10.1093/nc/nix004", "title": "New directions in hypnosis research: strategies for advancing the cognitive and clinical neuroscience of hypnosis.", "journal": ["Neuroscience of consciousness", "Neurosci Conscious"]}