{"authors": [["Giersch", "Anne", "A", "INSERM U1114, Pôle de Psychiatrie, Fédération de Médecine Translationnelle de Strasbourg, Centre Hospitalier Régional Universitaire of Strasbourg, Université de Strasbourg, Strasbourg, France."], ["Mishara", "Aaron L", "AL", "Department of Clinical Psychology, The Chicago School of Professional Psychology, Los Angeles, CA, United States."]], "date": "2017-09-28", "id": "29033868", "text": "Decades ago, several authors have proposed that disorders in automatic processing lead to intrusive symptoms or abnormal contents in the consciousness of people with schizophrenia. However, since then, studies have mainly highlighted difficulties in patients' conscious experiencing and processing but rarely explored how unconscious and conscious mechanisms may interact in producing this experience. We report three lines of research, focusing on the processing of spatial frequencies, unpleasant information, and time-event structure that suggest that impairments occur at both the unconscious and conscious level. We argue that focusing on unconscious, physiological and automatic processing of information in patients, while contrasting that processing with conscious processing, is a first required step before understanding how distortions or other impairments emerge at the conscious level. We then indicate that the phenomenological tradition of psychiatry supports a similar claim and provides a theoretical framework helping to understand the relationship between the impairments and clinical symptoms. We base our argument on the presence of disorders in the minimal self in patients with schizophrenia. The minimal self is tacit and non-verbal and refers to the sense of bodily presence. We argue this sense is shaped by unconscious processes, whose alteration may thus affect the feeling of being a unique individual. This justifies a focus on unconscious mechanisms and a distinction from those associated with consciousness.", "doi": "10.3389/fpsyg.2017.01659", "title": "Is Schizophrenia a Disorder of Consciousness? Experimental and Phenomenological Support for Anomalous Unconscious Processing.", "journal": ["Frontiers in psychology", "Front Psychol"]}