{"authors": [["Ray", "Dipanjan", "D", "Cognitive Brain Lab, National Brain Research Centre, Manesar, India."], ["Roy", "Dipanjan", "D", "Cognitive Brain Lab, National Brain Research Centre, Manesar, India."], ["Sindhu", "Brahmdeep", "B", "Department of Psychiatry, Gurgaon Civil Hospital, Gurgaon, India."], ["Sharan", "Pratap", "P", "Department of Psychiatry, All India Institute of Medical Sciences, New Delhi, India."], ["Banerjee", "Arpan", "A", "Cognitive Brain Lab, National Brain Research Centre, Manesar, India."]], "date": "2017-09-28", "id": "29033866", "text": "Contemporary mental health practice primarily centers around the neurobiological and psychological processes at the individual level. However, a more careful consideration of interpersonal and other group-level attributes (e.g., interpersonal relationship, mutual trust/hostility, interdependence, and cooperation) and a better grasp of their pathology can add a crucial dimension to our understanding of mental health problems. A few recent studies have delved into the interpersonal behavioral processes in the context of different psychiatric abnormalities. Neuroimaging can supplement these approaches by providing insight into the neurobiology of interpersonal functioning. Keeping this view in mind, we discuss a recently developed approach in functional neuroimaging that calls for a shift from a focus on neural information contained within brain space to a multi-brain framework exploring degree of similarity/dissimilarity of neural signals between multiple interacting brains. We hypothesize novel applications of quantitative neuroimaging markers like inter-subject correlation that might be able to evaluate the role of interpersonal attributes affecting an individual or a group. Empirical evidences of the usage of these markers in understanding the neurobiology of social interactions are provided to argue for their application in future mental health research.", "doi": "10.3389/fpsyg.2017.01627", "title": "Neural Substrate of Group Mental Health: Insights from Multi-Brain Reference Frame in Functional Neuroimaging.", "journal": ["Frontiers in psychology", "Front Psychol"]}