{"authors": [["Yokuşoğlu", "Çağdaş", "Ç", "Department of Psychiatry, İstanbul University İstanbul School of Medicine, İstanbul, Turkey."], ["Atasoy", "Mücahit", "M", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Tekeli", "Nurgül", "N", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Ural", "Ahmet", "A", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Ulus", "Çağla", "Ç", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Taylan", "Yunus", "Y", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Aydin", "Gülser", "G", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Gültekin", "Gözde", "G", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."], ["Emül", "Murat", "M", "Department of Psychiatry, İstanbul University Cerrahpaşa School of Medicine, İstanbul, Turkey."]], "date": "2016-09-01", "id": "29033639", "text": "The aim of this study was to examine the level of lucidity and its relation with metacognitive beliefs and dream anxiety in medical students.Nine hundred sixteen medical students were enrolled in the study. The participants were assessed with the Lucidity and Consciousness in Dreams Scale (LuCiD), the Metacognition Questionnaire-30 (MCQ-30), and the Van Dream Anxiety Scale (VDAS).There was no significant difference in mean total lucidity score between females and males, but there were some significant sex differences in subscales of lucidity, and control was significantly higher in male students, while realism, thought, and dissociation were significantly higher in female students. In addition, females had more dream anxiety levels, higher total MCQ-30 scores, and higher cognitive confidence and uncontrollability scores according to Metacognition Questionnaire-30 than males. We also found that the mean lucidity level was positively correlated with the mean total metacognition score and the mean total dream anxiety level.Our results suggest that female medical students tend to have more realistic dreams (p=0.018), have more logical thoughts during dreaming (p=0.011), and have a more dissociative experience during dreaming (p=0.028), while male medical students have more controlled dream events (p=0.002). There seem to be differences according to lucidity features between sexes, and the relationship between subdomains of lucidity and metacognition might lead to new therapeutic approaches to several psychiatric disorders such as anxiety disorders.", "doi": "10.5152/npa.2017.12606", "title": "A Survey Focusing on Lucid Dreaming, Metacognition, and Dream Anxiety in Medical Students.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}