{"authors": [["El Sayed", "Mazen", "M", "Department of Emergency Medicine, American University of Beirut Medical Center, Beirut, Lebanon; Emergency Medical Services and Prehospital Care Program, American University of Beirut Medical Center, Beirut, Lebanon. Electronic address: melsayed@aub.edu.lb."], ["Tamim", "Hani", "H", "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."], ["Mailhac", "Aurelie", "A", "Department of Emergency Medicine, American University of Beirut Medical Center, Beirut, Lebanon."], ["N Clay", "Mann", "M", "Department of Pediatrics, University of Utah School of Medicine, Salt Lake City, UT, United States."]], "date": "2017-10-06", "id": "29032875", "text": "Emergency and transport ventilators use in the prehospital field is not well described. This study examines trends of ventilator use by EMS agencies during 911 calls in the United States and identifies factors associated with this use.This retrospective study used four consecutive releases of the US National Emergency Medical Services Information System (NEMSIS) public research dataset (2011-2014) to describe scene EMS activations (911 calls) with and without reported ventilator use.Ventilator use was reported in 260,663 out of 28,221,321 EMS 911 scene activations (0.9%). Patients with ventilator use were older (mean age 67±18years), nearly half were males (49.2%), mostly in urban areas (80.2%) and cared for by advanced life support (ALS) EMS services (89.5%). CPAP mode of ventilation was most common (71.6%). \"Breathing problem\" was the most common dispatch complaint for EMS activations with ventilator use (63.9%). Common provider impression categories included \"respiratory distress\" (72.5%), \"cardiac rhythm disturbance\" (4.6%), \"altered level of consciousness\" (4.3%) and \"cardiac arrest\"(4.0%). Ventilator use was consistently higher at the Specialty Care Transport (SCT) and Air Medical Transport (AMT) service levels and increased over the study period for both suburban and rural EMS activations. Significant factors for ventilator use included demographic characteristics, EMS agency type, specific complaints, provider's primary impressions and condition codes.Providers at different EMS levels use ventilators during 911 scene calls in the US. Training of prehospital providers on ventilation technology is needed. The benefit and effectiveness of this intervention remain to be assessed.", "doi": "10.1016/j.ajem.2017.10.008", "title": "Ventilator use by emergency medical services during 911 calls in the United States.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}