{"authors": [["Cardoso", "Ricardo", "R", "Department of Physical Medicine and Rehabilitation, School-Hospital of Fernando Pessoa University, Porto, Portugal; Fernando Pessoa University, Porto, Portugal; Transdisciplinary Center of Consciousness Studies of Fernando Pessoa University, FP-B2S-Behaviour and Social Sciences Research Center of Fernando Pessoa University, Porto, Portugal. Electronic address: rcardoso@ufp.edu.pt."], ["Lumini-Oliveira", "José", "J", "Fernando Pessoa University, Porto, Portugal; CIAFEL-Research Centre in Physical Activity, Health and Leisure, Porto University, Porto, Portugal; LABIOMEP-Porto Biomechanics Laboratory, Porto University, Porto, Portugal."], ["Meneses", "Rute F", "RF", "Department of Physical Medicine and Rehabilitation, School-Hospital of Fernando Pessoa University, Porto, Portugal; Fernando Pessoa University, Porto, Portugal; Transdisciplinary Center of Consciousness Studies of Fernando Pessoa University, FP-B2S-Behaviour and Social Sciences Research Center of Fernando Pessoa University, Porto, Portugal."]], "date": "2017-10-11", "id": "29032127", "text": "The study aimed to systematize the associations between posture, voice, and dysphonia in order to support future research directions and possible clinical interventions.The study is a systematic review.According to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses flowchart, a search on PubMed/Medline, SciELO, RCAAP, LILACS, Cochrane Library, PEDro, and Isi Web of Knowledge was performed from their inception through January of 2017 using the key words \"posture\" and (\"voice\" or \"dysphonia\"). The inclusion criteria were full-text journal articles in French, English, Portuguese, or Spanish, exploring the relationship between posture and voice or dysphonia, in adult human beings. The exclusion criteria coupled treatments for voice disorders, literature reviews and meta-analyses, case studies, opinion articles, and studies linking breathing with posture without assessing voice. Studies were analyzed using a modified version of the Newcastle-Ottawa Scale (NOS).Twelve papers met the inclusion criteria with high methodological quality through the NOS. The review shows that a correct posture is necessary for an efficient voice production; however, the relation between dysphonia and posture seems to be contradictory.An effective posture allows a subject in a static posture or while moving to more easily shift the tension between muscles, allowing for a free movement of the larynx without blockages and with benefits to voice production.", "doi": "10.1016/j.jvoice.2017.08.030", "title": "Associations between Posture, Voice, and Dysphonia: A Systematic Review.", "journal": ["Journal of voice : official journal of the Voice Foundation", "J Voice"]}