{"authors": [["Tozzi", "Arturo", "A", "Center for Nonlinear Science, University of North Texas 1155 Union Circle, #311427 Denton, TX 76203-5017, USA; Computational Intelligence Laboratory, University of Manitoba, WPG, MB, R3T 5V6, Canada. Electronic address: tozziarturo@libero.it."], ["Peters", "James F", "JF", "Department of Electrical and Computer Engineering, University of Manitoba 75A Chancellor's Circle, Winnipeg, MB R3T 5V6, Canada; Department of Mathematics, Adıyaman University, 02040 Adıyaman, Turkey, Department of Mathematics, Faculty of Arts and Sciences, Adıyaman University 02040 Adıyaman, Turkey; Department of Mathematics, Faculty of Arts and Sciences, Adıyaman University 02040 Adıyaman, Turkey; Computational Intelligence Laboratory, University of Manitoba, WPG, MB, R3T 5V6, Canada. Electronic address: james.peters3@umanitoba.ca."], ["Déli", "Eva", "E", "Institute for Consciousness Studies (ICS) Benczurter 9 Nyiregyhaza, 4400 Hungary. Electronic address: eva.kdeli@gmail.com."]], "date": "2017-10-12", "id": "29031780", "text": "Plasma studies depict collisionless, collective movements of charged particles. In touch with these concepts, originally developed by the far-flung branch of high energy physics, here we evaluate the role of collective behaviors and long-range functional couplingsof charged particlesin brain dynamics. We build a novel, empirically testable, brain model which takes into account collisionless movements of charged particles in a system, the brain, equipped with oscillations. The model is cast in a mathematical fashion with the potential of being operationalized, because it can be assessed in terms of McKean-Vlasov equations, derived from the classical Vlasov equations for plasma. A plasma-like brain also elucidates cortical phase transitions in the context of a brain at the edge of chaos, describing the required order parameters. In sum, showing how the brain might exhibit plasma-like features,we go through the concept of holistic behavior of nervous functions.", "doi": "10.1016/j.neulet.2017.10.016", "title": "Towards plasma-like collisionless trajectories in the brain.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}