{"authors": [["Garcia-Larrea", "Luis", "L", "Central Integration of Pain (NeuroPain) Lab - Lyon Neuroscience Research Center, INSERM U1028, CNRS, UMR5292, Universite Claude Bernard, Bron F-69677, France; Neurological Hospital Pain Center (CETD), Hôpital Neurologique, Hospices Civils De Lyon, Bron F-69677, France Lyon, France. Electronic address: larrea@univ-lyon1.fr."], ["Bastuji", "Hélène", "H", "Central Integration of Pain (NeuroPain) Lab - Lyon Neuroscience Research Center, INSERM U1028, CNRS, UMR5292, Universite Claude Bernard, Bron F-69677, France; Hypnology Unit, Functional Neurology and Epileptology Department, Hôpital Neurologique, Hospices Civils De Lyon, Bron, F-69677, France."]], "date": "2017-10-12", "id": "29031510", "text": "The aversive experience we call \"pain\" results from the coordinated activation of multiple brain areas, commonly described as a \"pain matrix\". This is not a fixed arrangement of structures but rather a fluid system composed of several interacting networks: A 'nociceptive matrix' includes regions receiving input from ascending nociceptive systems, and ensures the bodily characteristics of physical pain. A further set of structures receiving secondary input supports the 'salience' attributes of noxious stimuli, triggers top-down cognitive controls, and -most importantly- ensures the passage from pre-conscious nociception to conscious pain. Expectations and beliefs can still modulate the conscious experience via activity in supramodal regions with widespread cortical projections such as the ventral tegmental area. Intracortical EEG responses in humans show that nociceptive cortical processing is initiated in parallel in sensory, motor and limbic areas; it progresses rapidly to the recruitment of anterior insular and fronto-parietal networks, and finally to the activation of perigenual, posterior cingulate and hippocampal structures. Functional connectivity between sensory and high-level networks increases during the first second post-stimulus, which may be determinant for access to consciousness. A model is described, progressing from unconscious sensori-motor and limbic processing of spinothalamic and spino-parabrachial input, to an immediate sense of awareness supported by coordinated activity in sensorimotor and fronto-parieto-insular networks, and leading to full declarative consciousness through integration with autobiographical memories and self-awareness, involving posterior cingulate and medial temporal areas. This complete sequence is only present during full vigilance states. We contend, however, that even in unconscious subjects, repeated limbic and vegetative activation by painful stimuli via spino-amygdalar pathways can generate implicit memory traces and stimulus-response abnormal sequences, possibly contributing to long-standing anxiety or hyperalgesic syndromes in patients surviving coma.", "doi": "10.1016/j.pnpbp.2017.10.007", "title": "Pain and consciousness.", "journal": ["Progress in neuro-psychopharmacology & biological psychiatry", "Prog. Neuropsychopharmacol. Biol. Psychiatry"]}