{"authors": [["Conboy", "Erin", "E", "Department of Clinical Genomics, Mayo Clinic, Rochester, MN, USA."], ["Vairo", "Filippo", "F", "Center for Individualized Medicine, Mayo Clinic, Rochester, MN, USA."], ["Schultz", "Matthew", "M", "Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA."], ["Agre", "Katherine", "K", "Department of Clinical Genomics, Mayo Clinic, Rochester, MN, USA."], ["Ridsdale", "Ross", "R", "Department of Laboratory Medicine, Mayo Clinic, Rochester, MN, USA."], ["Deyle", "David", "D", "Department of Clinical Genomics, Mayo Clinic, Rochester, MN, USA."], ["Oglesbee", "Devin", "D", "Department of Clinical Genomics, Mayo Clinic, Rochester, MN, USA."], ["Gavrilov", "Dimitar", "D", "Department of Clinical Genomics, Mayo Clinic, Rochester, MN, USA."], ["Klee", "Eric W", "EW", "Center for Individualized Medicine, Mayo Clinic, Rochester, MN, USA."], ["Lanpher", "Brendan", "B", "Department of Clinical Genomics, Mayo Clinic, Rochester, MN, USA. Lanpher.Brendan@mayo.edu."]], "date": "2017-10-14", "id": "29030856", "text": "We report an 8-month-old infant with decreased consciousness after a febrile episode and reduced oral intake. He was profoundly acidotic but his lactate was normal. Serum triglycerides were markedly elevated and HDL cholesterol was very low. The urine organic acid analysis during the acute episode revealed a complex pattern of relative hypoketotic dicarboxylic aciduria, suggestive of a potential fatty acid oxidation disorder. MRI showed extensive brain abnormalities concerning for a primary energy deficiency. Whole exome sequencing revealed heterozygotic HMGCS2 variants. HMGCS2 encodes mitochondrial 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA) synthase-2 (HMGCS2), which catalyzes the irreversible and rate-limiting reaction of ketogenesis in the mitochondrial matrix. Autosomal recessive HMG-CoA synthase deficiency (HMGCS2D) is characterized by hypoketotic hypoglycemia, vomiting, lethargy, and hepatomegaly after periods of prolonged fasting or illness. A retrospective analysis of the urine organic acid analysis identified 4-hydrox-6-methyl-2-pyrone, a recently reported putative biomarker of HMGCS2D. There was also a relative elevation of plasma acetylcarnitine as previously reported in one case. Our patient highlights a unique presentation of HMGCS2D caused by novel variants in HMGCS2. This is the first report of HMGCS2D with a significantly elevated triglyceride level and decreased HDL cholesterol level at presentation. Given this, we suggest that HMGCS2D should be considered in the differential diagnosis when hypertriglyceridemia, or low HDL cholesterol levels are seen in a child who presents with acidosis, mild ketosis, and mental status changes after illness or prolonged fasting. Although HMGCS2D is a rare disorder with nonspecific symptoms, with the advent of next-generation sequencing, and the recognition of novel biochemical biomarkers, the incidence of this condition may become better understood.", "doi": "10.1007/8904_2017_59", "title": "Mitochondrial 3-Hydroxy-3-Methylglutaryl-CoA Synthase Deficiency: Unique Presenting Laboratory Values and a Review of Biochemical and Clinical Features.", "journal": ["JIMD reports", "JIMD Rep"]}