{"authors": [["von Oelreich", "Erik", "E", "Perioperative Medicine and Intensive Care, Karolinska University Hospital, Solna, SE-171 76, Stockholm, Sweden. erik.vonoelreich@sll.se."], ["Eriksson", "Mikael", "M", "Perioperative Medicine and Intensive Care, Karolinska University Hospital, Solna, SE-171 76, Stockholm, Sweden."], ["Brattström", "Olof", "O", "Perioperative Medicine and Intensive Care, Karolinska University Hospital, Solna, SE-171 76, Stockholm, Sweden."], ["Discacciati", "Andrea", "A", "Unit of Biostatistics, Institute of Environmental Medicine, Karolinska Institute, Stockholm, Sweden."], ["Strömmer", "Lovisa", "L", "Division of Surgery, Department of Clinical Science, Intervention and Technology (CLINTEC), Karolinska Institute, Stockholm, Sweden."], ["Oldner", "Anders", "A", "Perioperative Medicine and Intensive Care, Karolinska University Hospital, Solna, SE-171 76, Stockholm, Sweden."], ["Larsson", "Emma", "E", "Perioperative Medicine and Intensive Care, Karolinska University Hospital, Solna, SE-171 76, Stockholm, Sweden."]], "date": "2017-10-13", "id": "29029642", "text": "Mortality as an endpoint has been the focus of trauma research whereas few studies investigate long-term outcomes in terms of morbidity. An adequate analysis of post-injury morbidity includes several dimensions, for this reason sick leave has been used as a proxy for morbidity in the current study. The aim of this retrospective matched observational cohort study was to investigate sick leave before and after trauma and factors associated with prolonged sick leave.Patients from a level one trauma centre 2005-2010 were matched in a 1:5 ratio with uninjured controls. By linkage to national registries, sick leave rates were compared. The association between potential risk factors and full-time sick leave at twelve months post injury, the primary end-point, was examined in trauma patients by logistic regression.Four thousand seven hundred twelve patients and 25,013 controls aged 20-63 were included. Trauma patients had more sick leave both before and after trauma. Age, psychiatric disease, low level of education, serious injury, spinal injury, reduced consciousness at admission, discharge destination other than home, and hospital length of stay >7 days were all associated with the primary end-point. The strongest risk factor was sick leave before trauma; this was also noted in the most seriously injured patients.In this retrospective matched observational cohort study we found a significant long-term morbidity, measured as sick leave, among trauma patients. Compared to controls the difference was maximal early after trauma and sustained throughout the follow up period. In the logistic regression, factors associated with the traumatic injury as well as host factors increased the probability of not returning to work. Full sick leavemonth twelve post injury was strongly associated with pre-injury sick leave but also with age, psychiatric comorbidity, level of education, injury severity, spinal injury, low GCS at admission, length of stay at hospital and discharge to other destination than home.Trauma patients suffer from significant long-term morbidity. The sustained post-trauma morbidity is largely influenced by factors not related to injury per se. These insights enable identification of patients at risk for prolonged sick leave after trauma.", "doi": "10.1186/s13049-017-0444-3", "title": "Post-trauma morbidity, measured as sick leave, is substantial and influenced by factors unrelated to injury: a retrospective matched observational cohort study.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}