{"authors": [["Dharmani", "Charles", "C", "Astellas Pharma, Inc., 1 Astellas Way, Northbrook, IL, 60062, USA. Charles.Dharmani@astellas.com."], ["Bonafede", "Machaon", "M", "Truven Health Analytics, an IBM Company, Cambridge, MA, USA."], ["Krivoshik", "Andrew", "A", "Astellas Pharma, Inc., 1 Astellas Way, Northbrook, IL, 60062, USA."]], "date": null, "id": "29027610", "text": "This real-world study assessed the prevalence, risk factors for, and incidence of seizures in patients with metastatic castration-resistant prostate cancer (mCRPC).Patients with mCRPC were selected from MarketScan Commercial and Medicare Supplemental Databases between 1 January 2009 and 31 July 2012. Prevalence of seizure risk factors were described separately and in combination with other risk factors. Seizure incidence was calculated overall and for each risk factor group.The most common risk factors were history of seizure threshold-lowering medication use (35%), history of loss of consciousness (6%), history of transient ischemic attack or cerebrovascular accident (2%), treated brain metastasis (0.9%), history of seizure (0.6%), and dementia (0.5%). Overall, seizure incidence was 1.8 per 100 person-years (PYs) (95% confidence interval [CI] 1.5-2.1), being higher among patients with at least one risk factor (2.8 per 100 PYs; 95% CI 2.2-3.4) than those without risk factors (1.2 per 100 PYs; 95% CI 1.0-1.6). Seizure incidence was highest among a few patients (0.6%) with a history of seizure (82.0 per 100 PYs; 95% CI 45.9-135.2) and within this small subpopulation, higher among those with a history of anticonvulsant use (120.9 per 100 PYs; 95% CI 60.3-216.3) than without anticonvulsant use (43.5 per 100 PYs; 95% CI 11.9-111.3).History of seizure is an important risk factor for seizure occurrence in patients with mCRPC, particularly in those with a history of anticonvulsant use. These findings improve understanding of the risk of seizure occurrence in patients with mCRPC, who are potential users of androgen receptor antagonists, including enzalutamide.", "doi": "10.1007/s40261-017-0578-0", "title": "Risk Factors for and Incidence of Seizures in Metastatic Castration-Resistant Prostate Cancer: A Real-World Retrospective Cohort Study.", "journal": ["Clinical drug investigation", "Clin Drug Investig"]}