{"authors": [["Shang", "Feng", "F", "Department of Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Xu", "Yueqiao", "Y", "Department of Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Wang", "Ning", "N", "Department of Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China. Wning0505@163.com."], ["Cheng", "Weitao", "W", "Department of Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Chen", "Wenjin", "W", "Department of Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Duan", "Wanru", "W", "Department of Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."]], "date": "2017-10-13", "id": "29027589", "text": "The aim of the study is to explore the experiences in diagnosis and treatment of severe neurosurgical patients with pyogenic ventriculitis caused by gram-negative bacteria (G-). Nineteen patients with pyogenic ventriculitis were reviewed for their treatment. The bacterial testing results of cerebrospinal fluid (CSF), the clinical intervention, and the patients' prognosis were evaluated. The bacterial smears of ventricular drainage from all the cases were G- bacteria. Head CT and MRI scans confirmed that they were intraventricular empyema. Eighteen cases of CSF bacterial test were positive, including 12 cases of Acinetobacter baumannii positive, 2 of Klebsiella pneumonia positive, 2 of Serratia marcescens positive, 1 of Pseudomonas maltophila positive, and 1 case of Escherichia coli positive. One case of the bacterial culture was negative. All patients were treated by using intraventricular lavage in combination with intravenous and intraventricular antibiotics in accordance with the clinical conditions. After treatment for 2 to 8 weeks, 14 patients were cured (74%) and 5 were died (26%). Eight patients who were cured had received ventriculoperitoneal shunt due to hydrocephalus at 2 to 6 weeks after infection controlled, and none of them had any reinfection. Twelve of the 14 cured cases came to consciousness, but 2 were persistent in vegetative state starting before the infection; they did not show any improving consciousness after infection had been cured. Suppurative ventriculitis in severe neurosurgical patients is mainly infected by G- with a higher mortality. Early diagnosis, especially in identifying pathogen types, timely ventricular irrigation, and ventricular drainage together with intravenous and intraventricular antibiotic treatment, should improve prognosis.", "doi": "10.1007/s10072-017-3146-8", "title": "Diagnosis and treatment of severe neurosurgical patients with pyogenic ventriculitis caused by gram-negative bacteria.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}