{"authors": [["Ortega-Porcayo", "Luis Alberto", "LA", "Neurological Surgery, Hospital Angeles Pedregal, Mexico City, Mexico."], ["Perdomo-Pantoja", "Alexander", "A", "Department of Neurological Surgery, Instituto Nacional de Neurología y Neurocirugía \"Manuel Velasco Suárez\", City, Mexico."], ["Palacios-Ortíz", "Isaac Jair", "IJ", "Department of Neurosurgery, Hospital Universitario Dr. José Eleuterio González, Monterrey, Mexico."], ["Cohen", "Salomon Cohen", "SC", "Department of Neurological Surgery, Instituto Nacional de Neurología y Neurocirugía \"Manuel Velasco Suárez\", City, Mexico."], ["González-Mosqueda", "Juan Pablo", "JP", "Department of Neurological Surgery, Instituto Nacional de Neurología y Neurocirugía \"Manuel Velasco Suárez\", City, Mexico."], ["Gómez-Amador", "Juan Luis", "JL", "Department of Neurological Surgery, Instituto Nacional de Neurología y Neurocirugía \"Manuel Velasco Suárez\", City, Mexico."]], "date": "2017-09-26", "id": "29026673", "text": "Intraventricular cavernous malformations are unusual intracranial vascular malformations; their deep anatomical location complicates their surgical management. Microsurgical approaches are the gold standard approaches for the resection of ventricular lesions, however, they imply considerable neurovascular risks.A 51-year-old patient presented with acute headache, diplopia, vertigo, blurred vision, and a depressed level of consciousness. A ventricular hemorrhage was treated with a ventriculostomy and the patient was discharged without hydrocephalus. After 11 days, he developed ataxia, diplopia, and a depressed level of consciousness. The patient was diagnosed with hydrocephalus secondary to the previous third ventricle hemorrhage. An endoscopic exploration using a 30° rigid ventricular endoscope was performed; after the third ventriculostomy, an intraventricular cavernous malformation located on the floor of the third ventricle and the aqueduct of Sylvius was resected.Three days after the surgery, magnetic resonance imaging demonstrated a gross total resection and adequate third ventriculostomy flow. One year after the surgery, the patient was asymptomatic. Neuroendoscopy has evolved towards minimally invasiveness, and in selected cases is an equally effective surgical approach to ventricular lesions. It provides minimal cerebral cortex disruption and vascular manipulation.", "doi": "10.4103/sni.sni_165_17", "title": "Endoscopic management of a cavernous malformation on the floor of third ventricle and aqueduct of Sylvius: Technical case report and review of the literature.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}