{"authors": [["Ferreira", "Sofia Simões", "SS", "Serviço de Pediatria Médica. Centro Hospitalar Vila Nova de Gaia/Espinho. Gaia. Portugal."], ["Meireles", "Daniel", "D", "Serviço de Pediatria Médica. Centro Hospitalar do Porto. Porto. Portugal."], ["Pinto", "Alexandra", "A", "Laboratório de Biomatemática. Faculdade de Medicina. Universidade de Lisboa. Lisboa. Portugal."], ["Abecasis", "Francisco", "F", "Unidade de Cuidados Intensivos Pediátricos. Departamento de Pediatria. Hospital de Santa Maria. Centro Académico de Medicina de Lisboa. Lisboa. Portugal."]], "date": "2017-09-29", "id": "29025525", "text": "The Full Outline of UnResponsiveness - FOUR scale has been previously validated to assess impaired consciousness in the adult population. The aim of this study is the translation into Portuguese and validation of the FOUR scale in the pediatric population. The study also compares the FOUR scale and Glasgow coma scale score ratings and the clinical outcome of patients hospitalized in Pediatric Intensive Care Units.This study prospectively rated patients admitted to the Pediatric Intensive Care Units with impaired consciousness during one year. Both scales were applied daily to patients by three types of examiners: intensivists, residents and nurses, from the moment of admission until clinical discharge. Neurological sequelae was evaluated using the King's Outcome Scale for Childhood Head Injury - KOSCHI.Twenty seven patients between one and 17 years of age were included. Both scales are reliable and inter-rater reliability was greater for the FOUR score. Glasgow coma scale showed a minimum score in eight evaluations, whereas the FOUR scale obtained the minimum score in only two of these evaluations. In both scales there was a strong association between the admission score and the patient's outcome (area under curve FOUR = 0.939, versus Glasgow coma scale = 0.925).The FOUR scale provides more neurological information than Glasgow coma scale in patients with impaired consciousness and has prognostic interest.The FOUR scale can be applied in patients admitted with impaired consciousness in Pediatric Intensive Care Units. We think that a multicenter study would be very beneficial for confirming and generalizing these results.Introdução: A escala FOUR - Full Outline of UnResponsiveness, já validada na população adulta, avalia a depressão do estado de consciência. O objetivo deste estudo consiste na tradução para português e validação da escala FOUR na população pediátrica, assim como na comparação da pontuação obtida e da evolução clínica dos doentes entre a escala FOUR e a escala de coma de Glasgow, nos doentes internados numa unidade de cuidados intensivos pediátricos. Material e Métodos: Estudo observacional prospetivo, envolvendo os doentes internados na unidade de cuidados intensivos pediátricos com depressão do estado de consciência, durante um ano. Ambas as escalas foram aplicadas diariamente aos doentes, por três avaliadores (médicos especialistas, médicos internos e enfermeiros), desde a admissão até à alta clínica, e as sequelas neurológicas foram avaliadas através da escala King’s Outcome Scale for Childhood Head Injury - KOSCHI. Resultados: Foram incluídos 27 doentes com idades compreendidas entre um e 17 anos. Ambas as escalas são fiáveis e a concordância inter-avaliador foi superior na escala FOUR. A escala de coma de Glasgow apresentou pontuação mínima em oito avaliações. No entanto, a escala FOUR apresentou o score mínimo em apenas duas dessas avaliações. Em ambas as escalas verificou-se uma forte associação entre o valor obtido à entrada e a evolução clínica do doente (escala FOUR: área sob a curva =0,939; escala de coma de Glasgow: área sob a curva = 0,925). Discussão: A escala FOUR fornece mais informação sobre o estado neurológico dos doentes do que a escala de coma de Glasgow e tem interesse prognóstico. Conclusão: A escala FOUR pode ser aplicada nos doentes internados com depressão do estado de consciência na unidade de cuidados intensivos pediátricos. Consideramos que um estudo multicêntrico seria importante para confirmar estes resultados.", "doi": null, "title": "[Translation and Validation of the FOUR Scale for Children and its Use as Outcome Predictor: A Pilot Study].", "journal": ["Acta medica portuguesa", "Acta Med Port"]}