{"authors": [["Deliens", "Gaétane", "G", "Autism in Context: Theory and Experience (ACTE), Center of Research in Linguistics (LaDisco), Université libre de Bruxelles, Brussels, Belgium."], ["Bukowski", "Henryk", "H", "Social, Cognitive and Affective Neuroscience Unit (SCAN), Department of Basic Psychological Research and Research Methods, University of Vienna, Vienna, Austria."], ["Slama", "Hichem", "H", "Neuropsychology and Functional Neuroimaging Research Group at CRCN (UR2NF), Center for Research in Cognition and Neurosciences and UNI -ULB Neurosciences Institute, Université libre de Bruxelles, Brussels, Belgium."], ["Surtees", "Andrew", "A", "Psychological Sciences Research Institute, Université catholique de Louvain, Louvain-La-Neuve, Belgium."], ["Cleeremans", "Axel", "A", "Consciousness, Cognition and Computation at CRCN (CO3), Center for Research in Cognition and Neurosciences and UNI-ULB Neurosciences Institute, Université libre de Bruxelles, Brussels, Belgium."], ["Samson", "Dana", "D", "Psychological Sciences Research Institute, Université catholique de Louvain, Louvain-La-Neuve, Belgium."], ["Peigneux", "Philippe", "P", "Neuropsychology and Functional Neuroimaging Research Group at CRCN (UR2NF), Center for Research in Cognition and Neurosciences and UNI -ULB Neurosciences Institute, Université libre de Bruxelles, Brussels, Belgium."]], "date": "2017-10-11", "id": "29024188", "text": "Total sleep deprivation (TSD) is known to alter cognitive processes. Surprisingly little attention has been paid to its impact on social cognition. Here, we investigated whether TSD alters levels-1 and -2 visual perspective-taking abilities, i.e. the capacity to infer (a) what can be seen and (b) how it is seen from another person's visual perspective, respectively. Participants completed levels-1 and -2 visual perspective-taking tasks after a night of sleep and after a night of TSD. In these tasks, participants had to take their own (self trials) or someone else's (other trials) visual perspective in trials where both perspectives were either the same (consistent trials) or different (inconsistent trials). An instruction preceding each trial indicated the perspective to take (i.e. the relevant perspective). Results show that TSD globally deteriorates social performance. In the level-1 task, TSD affects the selection of relevant over irrelevant perspectives. In the level-2 task, the effect of TSD cannot be unequivocally explained. This implies that visual perspective taking should be viewed as partially state-dependent, rather than a wholly static trait-like characteristic.", "doi": "10.1111/jsr.12595", "title": "The impact of sleep deprivation on visual perspective taking.", "journal": ["Journal of sleep research", "J Sleep Res"]}