{"authors": [["Klein", "Kendra A", "KA", "New England Eye Center Department of Ophthalmology, Tufts Medical Center, Tufts University School of Medicine, 260 Tremont Street, Biewend Building, 11th Floor, Boston, MA 02111 USA."], ["Warren", "Alexis K", "AK", "New England Eye Center Department of Ophthalmology, Tufts Medical Center, Tufts University School of Medicine, 260 Tremont Street, Biewend Building, 11th Floor, Boston, MA 02111 USA."], ["Baumal", "Caroline R", "CR", "New England Eye Center Department of Ophthalmology, Tufts Medical Center, Tufts University School of Medicine, 260 Tremont Street, Biewend Building, 11th Floor, Boston, MA 02111 USA."], ["Hedges", "Thomas R", "TR", "New England Eye Center Department of Ophthalmology, Tufts Medical Center, Tufts University School of Medicine, 260 Tremont Street, Biewend Building, 11th Floor, Boston, MA 02111 USA."]], "date": "2017-09-25", "id": "29021915", "text": "Methanol toxicity poses a significant public health problem in developing countries, and in Southeast Asia, where the most common source of poisoning is via adulterated liquor in local drinks. Methanol toxicity can have devastating visual consequences and retinal specialists should be aware of the features of this toxic optic neuropathy. The authors report a case of severe systemic methanol toxicity and relatively mild optic neuropathy demonstrating unique retinal changes on optical coherence tomography (OCT).A previously healthy student developed ataxia, difficulty breathing and loss of consciousness hours after drinking homemade alcohol while traveling in Indonesia. She was found to have a serum pH of 6.79 and elevated methanol levels. She was treated with intravenous ethanol, methylprednisolone and sodium bicarbonate. When she awoke she had bilateral central scotomas. At presentation, she had central depression on visual field testing. OCT of the retinal nerve fiber layer (RNFL) was normal but ganglion cell layer analysis (GCL) showed highly selective loss of the nasal fibers in both eyes. Further, OCT of the macula demonstrated inner nuclear layer (INL) microcysts in the corresponding area of selective GCL loss in both eyes.The selective involvement of the papillomacular bundle fibers is common in toxic optic neuropathies and represents damage to the small caliber axons rich in mitochondria. Despite severe systemic toxicity, the relative sparing of the optic nerve in this case enabled characterization of the evolution of methanol toxicity with segmental GCL involvement and preservation of the RNFL, corresponding to the papillomacular bundle. This is the first reported case of INL microcysts in methanol optic neuropathy and supports that they are a non-specific finding, and may represent preferential damage to the papillomacular bundle.", "doi": "10.1186/s40942-017-0089-4", "title": "Optical coherence tomography findings in methanol toxicity.", "journal": ["International journal of retina and vitreous", "Int J Retina Vitreous"]}