{"authors": [["Hikichi", "Masahiro", "M", "Department of Breast Surgery, Fujita Health University School of Medicine, Japan."], ["Kiriyama", "Yuka", "Y", "Department of Diagnostic Pathology, Fujita Health University School of Medicine, Japan."], ["Hayashi", "Takanori", "T", "Department of Biochemistry, Fujita Health University School of Medicine, Japan."], ["Ushimado", "Kaori", "K", "Department of Breast Surgery, Fujita Health University School of Medicine, Japan."], ["Kobayashi", "Naomi", "N", "Department of Breast Surgery, Fujita Health University School of Medicine, Japan."], ["Urano", "Makoto", "M", "Department of Diagnostic Pathology, Fujita Health University School of Medicine, Japan."], ["Kuroda", "Makoto", "M", "Department of Diagnostic Pathology, Fujita Health University School of Medicine, Japan."], ["Utsumi", "Toshiaki", "T", "Department of Breast Surgery, Fujita Health University School of Medicine, Japan."]], "date": "2017-10-11", "id": "29021486", "text": "A 50-year-old woman with a large right breast mass was emergently hospitalized for generalized weakness and fatigue. A histological examination of tumor biopsy specimens revealed a phyllodes tumor (PT). She suddenly lost consciousness due to severe hypoglycemia. Non-islet cell tumor hypoglycemia (NICTH) due to the PT was suspected. The tumor was emergently resected. A histological examination revealed a borderline PT. The patient recovered from the hypoglycemic episode. High-molecular-weight insulin-like growth factor II was detected in serum that had been collected preoperatively and in the tumor tissue, but not in serum that had been collected postoperatively. We herein present a case of a borderline PT with NICTH.", "doi": "10.2169/internalmedicine.9287-17", "title": "A Hypoglycemia-inducing Giant Borderline Phyllodes Tumor Secreting High-molecular-weight Insulin-Like Growth Factor II: Immunohistochemistry and a Western Blot Analysis.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}