{"authors": [["Miyashima", "Yuichi", "Y", "Department of Gastroenterology, Onomichi Municipal Hospital, Japan."], ["Iwamuro", "Masaya", "M", "Department of General Medicine, Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Japan."], ["Shibata", "Michihiko", "M", "Third Department of Internal Medicine, University of Occupational and Environmental Health, Japan."], ["Miyabe", "Yoshio", "Y", "Department of Gastroenterology, Onomichi Municipal Hospital, Japan."], ["Kawai", "Yoshinari", "Y", "Department of Gastroenterology, Onomichi Municipal Hospital, Japan."], ["Kaihara", "Masanobu", "M", "Department of Internal Medicine, Onomichi Municipal Hospital, Japan."], ["Mitogawa", "Takehide", "T", "Department of Internal Medicine, Onomichi Municipal Hospital, Japan."], ["Harada", "Masaru", "M", "Third Department of Internal Medicine, University of Occupational and Environmental Health, Japan."]], "date": "2017-10-11", "id": "29021432", "text": "Objective Cases of Japanese spotted fever (JSF) are sometimes complicated by disseminated intravascular coagulation (DIC) with an abnormal liver function, resulting in unfavorable outcomes. The aim of the present study was to clarify the correlation between liver function test results and DIC scores. Methods Twenty patients diagnosed with JSF between April 2010 and April 2014 were enrolled. Age, gender, disturbance of consciousness, body temperature, pulse rate, presence of diffuse erythema, eschar and swelling of lymph nodes, laboratory test results at the time of initial presentation such as blood cell count, C-reactive protein, liver function, renal function and blood coagulation and fibrinolysis, maximum Japanese Association for Acute Medicine (JAAM) DIC score during the course of JSF, treatment and the prognosis were retrospectively reviewed. Results The median age of the patients (8 men, 12 women) was 68.3 years. There were significant differences in the alkaline phosphatase (ALP) and rothrombin time international normalized ratio (PT-INR) between the DIC and non-DIC groups using Mann-Whitney's U test. A multiple logistic regression analysis showed that the ALP and blood urea nitrogen (BUN) levels at the time of initial presentation were independent predictors of the occurrence of DIC. Conclusion We should pay special attention to JSF patients showing high levels of ALP at the initial presentation, since such patients may have a higher likelihood of developing DIC over the course of JSF and unfavorable outcomes than those with lower levels.", "doi": "10.2169/internalmedicine.8420-16", "title": "Prediction of Disseminated Intravascular Coagulation by Liver Function Tests in Patients with Japanese Spotted Fever.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}