{"authors": [["Nelson", "Lindsay D", "LD", "1 Department of Neurosurgery and Neuroscience Research Center, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["Furger", "Robyn E", "RE", "1 Department of Neurosurgery and Neuroscience Research Center, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["Ranson", "Jana", "J", "1 Department of Neurosurgery and Neuroscience Research Center, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["Tarima", "Sergey", "S", "3 Division of Biostatistics, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["Hammeke", "Thomas A", "TA", "4 Department of Psychiatry, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["Randolph", "Christopher", "C", "5 Department of Neurology, Loyola University Medical Center , Maywood, Illinois."], ["Barr", "William B", "WB", "6 Department of Neurology, New York University School of Medicine , New York, New York."], ["Guskiewicz", "Kevin", "K", "7 Departments of Exercise and Sport Science & Orthopedics, University of North Carolina at Chapel Hill , Chapel Hill, North Carolina."], ["Olsen", "Christopher M", "CM", "8 Neuroscience Research Center and Department of Pharmacology and Toxicology, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["Lerner", "E Brooke", "EB", "9 Department of Emergency Medicine, Medical College of Wisconsin , Milwaukee, Wisconsin."], ["McCrea", "Michael A", "MA", "1 Department of Neurosurgery and Neuroscience Research Center, Medical College of Wisconsin , Milwaukee, Wisconsin."]], "date": "2017-11-17", "id": "29017409", "text": "There is a subset of patients with mild traumatic brain injury (mTBI) who report persistent symptoms that impair their functioning and quality of life. Being able to predict which patients will experience prolonged symptom recovery would help clinicians target resources for clinical follow-up to those most in need, and would facilitate research to develop precision medicine treatments for mTBI. The purpose of this study was to investigate the predictors of symptom recovery in a prospective sample of emergency department trauma patients with either mTBI or non-mTBI injuries. Subjects were examined at several time points from within 72 h to 45 days post-injury. We quantified and compared the value of a variety of demographic, injury, and clinical assessment (symptom, neurocognitive) variables for predicting self-reported symptom duration in both mTBI (n = 89) and trauma control (n = 73) patients. Several injury-related and neuropsychological variables assessed acutely (< 72 h) post-injury predicted symptom duration, particularly loss of consciousness (mTBI group), acute somatic symptom burden (both groups), and acute reaction time (both groups), with reasonably good model fit when including all of these variables (area under the receiver operating characteristic curve [AUC] = 0.76). Incorporating self-reported litigation involvement modestly increased prediction further (AUC = 0.80). The results highlight the multifactorial nature of mTBI recovery, and injury recovery more generally, and the need to incorporate a variety of variables to achieve adequate prediction. Further research to improve this model and validate it in new and more diverse trauma samples will be useful to build a neurobiopsychosocial model of recovery that informs treatment development.", "doi": "10.1089/neu.2017.4988", "title": "Acute Clinical Predictors of Symptom Recovery in Emergency Department Patients with Uncomplicated Mild Traumatic Brain Injury or Non-Traumatic Brain Injuries.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}