{"authors": [["Vedin", "Tomas", "T", "Institution for Clinical Sciences, Lund University, Lund, Sweden (Drs Vedin, Edelhamre, and Larsson); Institution for Clinical Research and Education, Karolinska Institute, Solna, Sweden (Dr Karlsson); and Institution for Pharmacology and Clinical Neuroscience, Umeå University, Umeå, Sweden (Dr Bergenheim)."], ["Edelhamre", "Marcus", "M", null], ["Karlsson", "Mathias", "M", null], ["Bergenheim", "Michael", "M", null], ["Larsson", "Per-Anders", "PA", null]], "date": null, "id": "28991814", "text": "Traumatic brain injury is a common reason not only for emergency visits worldwide but also for significant morbidity and mortality. Several clinical guidelines exist but adherence is generally low.To study attitudes toward computed tomography of the head among emergency department Change to physicians throughout the article who manage patients with trauma to the head and doctors' adherence to guidelines.Quantitative questionnaire study with questionnaires collected over 3 months before introduction of new guidelines. After introduction, intermission of 8 months passed when information and education were given. Thereafter, questionnaires were collected for another 3 months.A total of 694 patients were registered at the emergency department. A total of 161 questionnaires were analyzed; 50.9% did not use guidelines, 39% before intermission, and 60.5% after. When Canadian CT Head Rule was applied, 30.4% of patients with no loss of consciousness were referred to computed tomography, violating guideline recommendation.Guidelines are designed to improve performance but are not always applied correctly or as frequently as intended. Information and education did not increase guideline adherence. To improve guideline adherence, more innovative measures than formal guidelines must be undertaken. To find out what these measures are, we suggest qualitative studies to elucidate interventions that will have bigger impact on performance.", "doi": "10.1097/QMH.0000000000000151", "title": "Management of Traumatic Brain Injury in the Emergency Department: Guideline Adherence and Patient Safety.", "journal": ["Quality management in health care", "Qual Manag Health Care"]}