{"authors": [["Nakae", "Shunsuke", "S", "Department of Neurosurgery, Fujita Health University, Toyoake, Japan. Electronic address: snakae.1977@gmail.com."], ["Murayama", "Kazuhiro", "K", "Department of Radiology, Fujita Health University, Toyoake, Japan."], ["Adachi", "Kazuhide", "K", "Department of Neurosurgery, Fujita Health University, Toyoake, Japan."], ["Kumai", "Tadashi", "T", "Department of Neurosurgery, Fujita Health University, Toyoake, Japan."], ["Abe", "Masato", "M", "Department of Pathology, Fujita Health University, Toyoake, Japan."], ["Hirose", "Yuichi", "Y", "Department of Neurosurgery, Fujita Health University, Toyoake, Japan."]], "date": "2017-10-05", "id": "28989050", "text": "Although a subdural fluid collection frequently is observed, diagnostic methods that differentiate between the subdural collection caused by external hydrocephalus and that caused by subdural hygroma have not been established. Here, we report a case of external hydrocephalus caused by Gliadel-induced eosinophilic meningitis that has been previously reported in only 1 case and can be diagnosed by time-spatial labeling inversion pulse magnetic resonance imaging (time-SLIP MRI).A tumor located in the left temporal was detected incidentally in an 81-year-old man by examination of a head injury. The tumor was surgically resected and diagnosed as a high-grade glioma during the surgery; Gliadel wafers subsequently were implanted. Three weeks after the resection, the patient showed disturbed consciousness, and computed tomography revealed a subdural fluid collection. The out-flow of cerebrospinal through the resection cavity was detected by time-SLIP MRI. Cerebrospinal tests indicated high white blood cell counts and high protein levels, with more than 90% of the white blood cell count comprising eosinophils. Therefore, we suspected that the subdural fluid collection was caused by external hydrocephalus because of Gliadel-induced eosinophilic meningitis. We surgically removed the Gliadel wafers and subsequently performed a surgery to insert a ventriculoperitoneal shunt. Histologic examination indicated eosinophilic accumulation around the Gliadel wafers. The patient's symptoms improved after the insertion of a ventriculoperitoneal shunt.In the present case, time-SLIP MRI was a useful and noninvasive method for diagnosing external hydrocephalus which was caused by eosinophilic meningitis because of Gliadel-induced eosinophilic meningitis.", "doi": "10.1016/j.wneu.2017.09.175", "title": "Novel Application of Time-Spatial Labeling Inversion Pulse Magnetic Resonance Imaging for Diagnosis of External Hydrocephalus.", "journal": ["World neurosurgery", "World Neurosurg"]}