{"authors": [["Nikolić", "Valentina", "V", "Institute of Anatomy, Faculty of Medicine, University of Belgrade, Belgrade, Serbia. Electronic address: valezoka@gmail.com."], ["Savić", "Slobodan", "S", "Institute of Forensic Medicine, Faculty of Medicine, University of Belgrade, Belgrade, Serbia. Electronic address: savkenzi@gmail.com."], ["Antunović", "Vaso", "V", "Clinical Center of Montenegro, University of Podgorica, Podgorica, Montenegro. Electronic address: nh.kccg@gmail.com."], ["Marinković", "Slobodan", "S", "Institute of Anatomy, Faculty of Medicine, University of Belgrade, Belgrade, Serbia. Electronic address: mocamarinkovic@med.bg.ac.rs."], ["Andrieux", "Charlotte", "C", "University Sophia Antipolis, Nice, France. Electronic address: chandrieux@aol.com."], ["Tomić", "Irina", "I", "Academy of Fine Arts and Multimedia, Belgrade, Serbia. Electronic address: photoirina86@gmail.com."]], "date": "2017-09-27", "id": "28988068", "text": "The aim of our study was to examine all types of decapitation from forensic literature, including our own case, and to analyze the presentation of beheading in fine art, popular literature, and music. To do this, over 200 scientific articles in regard to decapitation were analyzed, as well as more than 10,000 artworks, and several hundreds of literary works and music pieces. In addition, a macroscopic examination of a decapitated victim was performed. Finally, a multislice computerized tomography (MSCT) examination of the cervical spine in two live volunteers was undertaken to present the osteological relationships. The forensic and criminal investigation revealed that a female victim was murdered by her jealous husband by applying several strikes with an axe, which resulted in an incomplete decapitation. All the main neck structures were transected, including the cervical spine, except a smaller part of the skin and soft tissue in the nuchal region. The mentioned MSCT examination in both the neutral position and flexion showed that the mandible can also be injured in a higher cervical location of the severance line. Various types of beheading were mentioned, including a homicidal, suicidal, accidental, judicial, internal, pathophysiological, and foetal ones. The status of consciousness and emotions in individuals just before and after decapitation was discussed. Finally, it was found that decapitation was the subject of many artists, and some writers and musicians. In conclusion, we presented a rare case of a homicide beheading performed with an axe. In addition, forensic importance of decapitation was discussed, as well as its great medical, social, anthropological, and artistic significance.", "doi": "10.1016/j.forsciint.2017.09.014", "title": "Decapitation in reality and fine art: A review.", "journal": ["Forensic science international", "Forensic Sci. Int."]}