{"authors": [["Machida", "Toshio", "T", "Department of Neurosurgery, Chiba Cerebral and Cardiovascular Center, Ichihara City, Chiba, Japan. Electronic address: tmachida@ca2.so-net.ne.jp."], ["Higuchi", "Yoshinori", "Y", "Neurological Surgery, Chiba University Graduate School of Medicine, Chiba City, Chiba, Japan."], ["Nakano", "Shigeki", "S", "Department of Neurosurgery, Chiba Cerebral and Cardiovascular Center, Ichihara City, Chiba, Japan."], ["Ishige", "Satoshi", "S", "Department of Neurosurgery, Chiba Cerebral and Cardiovascular Center, Ichihara City, Chiba, Japan."], ["Shimada", "Junichiro", "J", "Department of Neurology, Chiba Cerebral and Cardiovascular Center, Ichihara City, Chiba, Japan."], ["Honma", "Koichi", "K", "Department of Neurology, Chiba Cerebral and Cardiovascular Center, Ichihara City, Chiba, Japan."]], "date": "2017-10-04", "id": "28987832", "text": "Hypotension is a significant risk factor for the development of ischemic complication following revascularization surgery for moyamoya disease (MMD). However, it is currently unknown whether autonomic dysfunction also plays a role.Here we report a case of MMD in which hypotension due to autonomic dysfunction caused postoperative cerebral ischemia. A 30-year-old female patient with MMD had a history of transient right hemiparesis following laughter. Single-photon emission computed tomography showed impaired cerebral blood flow (CBF) in both cerebral hemispheres, so she underwent revascularization surgery in her left cerebral hemisphere. She awoke from anesthesia uneventfully; however, 1 hour after the surgery her blood pressure suddenly dropped to 90/40 mm Hg and she became comatose. A perfusion computed tomography scan demonstrated a widespread reduction in CBF in the left hemisphere. Bezold-Jarisch reflex was thought to be the cause of the hypotension. Following treatment with a vasopressor agent, her BP increased and her consciousness rapidly recovered. The reduced CBF had almost completely recovered the next day. Head-up tilt test conducted 2 weeks after surgery demonstrated latent vasopressor-type autonomic dysfunction, which was possibly another cause of the hypotension. She was discharged from the hospital, and the laughter-induced hemiparesis gradually resolved.Situational neurologic deterioration in patients with MMD suggests latent autonomic dysfunction, which may be a risk factor for postoperative ischemic complications.", "doi": "10.1016/j.wneu.2017.09.163", "title": "Postoperative Cerebral Ischemia Due to Hypotension in Moyamoya Patient with Autonomic Dysfunction.", "journal": ["World neurosurgery", "World Neurosurg"]}