{"authors": [["Cavanna", "Federico", "F", "CONICET and Escuela de Ciencia y Tecnología, Universidad Nacional de San Martín, San Martín, Argentina."], ["Vilas", "Martina G", "MG", "CONICET and Escuela de Ciencia y Tecnología, Universidad Nacional de San Martín, San Martín, Argentina."], ["Palmucci", "Matías", "M", "CONICET and Escuela de Ciencia y Tecnología, Universidad Nacional de San Martín, San Martín, Argentina."], ["Tagliazucchi", "Enzo", "E", "Institut du Cerveau et de la Moelle Épinière (ICM), Paris, France. Electronic address: tagliazucchi.enzo@googlemail.com."]], "date": "2017-10-03", "id": "28986208", "text": "The scientific study of human consciousness has greatly benefited from the development of non-invasive brain imaging methods. The quest to identify the neural correlates of consciousness combined psychophysical experimentation with neuroimaging tools such as functional magnetic resonance imaging (fMRI) to map the changes in neural activity associated with conscious vs. unconscious percepts. Different neuroimaging methods have also been applied to characterize spontaneous brain activity fluctuations during altered states of consciousness, and to develop quantitative metrics for the level of consciousness. Most of these studies, however, have not explored the dynamic nature of the whole-brain imaging data provided by fMRI. A series of empirical and computational studies strongly suggests that the temporal fluctuations observed in this data present a non-trivial structure, and that this structure is compatible with the exploration of a discrete repertoire of states. In this review we focus on how dynamic neuroimaging can be used to address theoretical accounts of consciousness based on the hypothesis of a dynamic core, i.e. a constantly evolving and transiently stable set of coordinated neurons that constitute an integrated and differentiated physical substrate for each conscious experience. We review work exploring the possibility that metastability in brain dynamics leads to a repertoire of dynamic core states, and discuss how it might be modified during altered states of consciousness. This discussion prompts us to review neuroimaging studies aimed to map the dynamic exploration of the repertoire of states as a function of consciousness. Complementary studies of the dynamic core hypothesis using perturbative methods are also discussed. Finally, we propose that a link between metastability in brain dynamics and the level of consciousness could pave the way towards a mechanistic understanding of altered states of consciousness using tools from dynamical systems theory and statistical physics.", "doi": "10.1016/j.neuroimage.2017.09.065", "title": "Dynamic functional connectivity and brain metastability during altered states of consciousness.", "journal": ["NeuroImage", "Neuroimage"]}