{"authors": [["Farooqui", "Ausaf Ahmed", "AA", "Medical Research Council Cognition & Brain Sciences Unit, University of Cambridge, Cambridge, UK. Electronic address: Ausaf.Farooqui@gmail.com."], ["Manly", "Tom", "T", "Medical Research Council Cognition & Brain Sciences Unit, University of Cambridge, Cambridge, UK."]], "date": "2017-09-13", "id": "28985895", "text": "The finding of increased fronto-parietal activity during conscious and attended perception forms a key basis for theories of consciousness and attention. However, this finding comes largely from studies that required explicit detection of events in a way that made detection the goal of the ongoing task. This is an important confound because goal completion itself elicits fronto-parietal activity. In everyday life attended and conscious perception is instrumental in achieving our goals but rarely a goal in itself. Here we examined whether conscious perception that was instrumental to participants' current goals, but not a goal in itself, elicited increased fronto-parietal activity. In Experiments 1 and 2 participants attended to a stream of letters (1 per second) to detect occasional targets in their midst. We found that consciousness of, and attention to, these highly visible non-targets events deactivated fronto-parietal regions. In Experiment 3 participants heard a loud auditory cue that had to be retained in memory for up to 9 sec before being used to select the correct rule for completing the goal. No increased fronto-parietal activity was observed even for such salient, attended and remembered event. In contrast, robust fronto-parietal activation was observed across all the experiments for goal completion events. The results indicate that increased fronto-parietal activity is not a necessary correlate of conscious and attended perception. We speculate that fronto-parietal deactivation during non-target events may be related to the suppression of potential interference from salient, conscious, but non-goal stimuli.", "doi": "10.1016/j.cortex.2017.09.004", "title": "When attended and conscious perception deactivates fronto-parietal regions.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}