{"authors": [["Hope", "Suzy V", "SV", "NIHR Exeter Clinical Research Facility, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Barrack Road, Exeter, EX2 5DW, UK. S.V.Hope@exeter.ac.uk."], ["Knight", "Bridget A", "BA", "NIHR Exeter Clinical Research Facility, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Barrack Road, Exeter, EX2 5DW, UK."], ["Shields", "Beverley M", "BM", "NIHR Exeter Clinical Research Facility, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Barrack Road, Exeter, EX2 5DW, UK."], ["Hill", "Anita V", "AV", "NIHR Exeter Clinical Research Facility, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Barrack Road, Exeter, EX2 5DW, UK."], ["Choudhary", "Pratik", "P", "Department of Diabetes, King's College London, London, UK."], ["Strain", "W David", "WD", "Diabetes and Vascular Medicine, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Exeter, UK."], ["McDonald", "Timothy J", "TJ", "NIHR Exeter Clinical Research Facility, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Barrack Road, Exeter, EX2 5DW, UK."], ["Jones", "Angus G", "AG", "NIHR Exeter Clinical Research Facility, University of Exeter Medical School and Royal Devon and Exeter NHS Foundation Trust, Barrack Road, Exeter, EX2 5DW, UK. angus.jones@exeter.ac.uk."]], "date": "2017-10-05", "id": "28983693", "text": "The aim of this study was to determine whether random non-fasting C-peptide (rCP) measurement can be used to assess hypoglycaemia risk in insulin-treated type 2 diabetes.We compared continuous glucose monitoring-assessed SD of blood glucose and hypoglycaemia duration in 17 patients with insulin-treated type 2 diabetes and severe insulin deficiency (rCP < 200 pmol/l) and 17 matched insulin-treated control patients with type 2 diabetes but who had preserved endogenous insulin (rCP > 600 pmol/l). We then assessed the relationship between rCP and questionnaire-based measures of hypoglycaemia in 256 patients with insulin-treated type 2 diabetes and a comparison group of 209 individuals with type 1 diabetes.Continuous glucose monitoring (CGM)-assessed glucose variability and hypoglycaemia was greater in individuals with rCP < 200 pmol/l despite similar mean glucose. In those with low vs high C-peptide, SD of glucose was 4.2 (95% CI 3.7, 4.6) vs 3.0 (2.6, 3.4) mmol/l (p < 0.001). In the low-C-peptide vs high-C-peptide group, the proportion of individuals experiencing sustained hypoglycaemia ≤ 4 mmol/l was 94% vs 41% (p < 0.001), the mean rate of hypoglycaemia was 5.5 (4.4, 6.7) vs 2.1 (1.4, 2.9) episodes per person per week (p = 0.004) and the mean duration was 630 (619, 643) vs 223 (216, 230) min per person per week (p = 0.01). Hypoglycaemia ≤ 3 mmol/l was infrequent in individuals with preserved C-peptide (1.8 [1.2, 2.6] episodes per person per week vs 0.4 [0.1, 0.8] episodes per person per week for low vs high C-peptide, p = 0.04) and only occurred at night. In a population-based cohort with insulin-treated type 2 diabetes, self-reported hypoglycaemia was twice as frequent in those with rCP < 200 pmol/l (OR 2.0, p < 0.001) and the rate of episodes resulting in loss of consciousness or seizure was five times higher (OR 5.0, p = 0.001). The relationship between self-reported hypoglycaemia and C-peptide was similar in individuals with type 1 and type 2 diabetes.Low rCP is associated with increased glucose variability and hypoglycaemia in patients with insulin-treated type 2 diabetes and represents a practical, stable and inexpensive biomarker for assessment of hypoglycaemia risk.", "doi": "10.1007/s00125-017-4449-2", "title": "Random non-fasting C-peptide testing can identify patients with insulin-treated type 2 diabetes at high risk of hypoglycaemia.", "journal": ["Diabetologia", "Diabetologia"]}