{"authors": [["Li", "Xin", "X", "Department of Neurology, The Second Hospital of Tianjin Medical University, Tianjin, China."], ["Xia", "Xiaoshuang", "X", "Department of Neurology, The Second Hospital of Tianjin Medical University, Tianjin, China."], ["Wang", "Peilu", "P", "Department of Neurology, The Second Hospital of Tianjin Medical University, Tianjin, China."], ["Zhang", "Shuting", "S", "Stroke Clinical Research Unit, Department of Neurology, West China Hospital, Sichuan University, Chengdu, China."], ["Liu", "Ming", "M", "Stroke Clinical Research Unit, Department of Neurology, West China Hospital, Sichuan University, Chengdu, China."], ["Wang", "Lin", "L", "Department of Geratology, The Second Hospital of Tianjin Medical University and Tianjin Geriatric Institute, Tianjin, China."]], "date": "2017-10-05", "id": "28982805", "text": "The needs and rights awareness of stroke survivors have not been reported in China. This study investigated the needs and rights awareness of stroke survivors and caregivers in Tianjin, China.A survey launched by the World Stroke Organization was conducted in Tianjin, China. The questionnaire included demands for psychological support, treatment and care, social support and information. Stroke survivors and their caregivers were interviewed face to face for the questionnaire. Between June 2014 and February 2015, stroke survivors were invited to participate if they were more than 18 years old and had experienced a stroke. Exclusion criteria were patients who had disorders of consciousness, significant cognitive impairment, aphasia, communication difficulties or psychiatric disorders. Only caregivers who were family members of the patients were chosen. Paid caregivers were excluded.Two hundred and forty-eight stroke survivors and 212 caregivers were enrolled.The correlations between levels of needs and potential effect factors were analysed. Levels of different needs were compared by age, gender and time since stroke.Among the cohort, 95.6% stroke survivors and 92.5% caregivers agreed to each question in the questionnaire. The participants prioritised the needs for psychological support (99.4%), treatment and care (98.6%), social support (98%) and information (96.2%). The total score was negatively correlated with age (r=-0.255, p<0.01). Patients below 65 years old had higher scores than those 65 years or older (p<0.01), while male patients had higher scores than female patients (p<0.01).The needs for psychological and emotional support, individual treatment, social support and information about stroke were eagerly reported by most survivors. The Bill of Rights must be recognised by the Chinese society, providing appropriate stroke care to every patient to optimise stroke outcomes.", "doi": "10.1136/bmjopen-2016-013210", "title": "Needs and rights awareness of stroke survivors and caregivers: a cross-sectional, single-centre questionnaire survey.", "journal": ["BMJ open", "BMJ Open"]}