{"authors": [["Rothen", "Nicolas", "N", "University of Bern, Switzerland; Sackler Centre for Consciousness Science, University of Sussex, Brighton, UK."], ["Bartl", "Gergely", "G", "School of Psychology, University of Sussex, Brighton, UK; Department of Psychology, University of Roehampton, London, UK."], ["Franklin", "Anna", "A", "School of Psychology, University of Sussex, Brighton, UK."], ["Ward", "Jamie", "J", "School of Psychology, University of Sussex, Brighton, UK; Sackler Centre for Consciousness Science, University of Sussex, Brighton, UK. Electronic address: jamiew@sussex.ac.uk."]], "date": "2017-10-02", "id": "28982544", "text": "People with hearing-motion synaesthesia experience sounds from moving or changing (e.g. flickering) visual stimuli. This phenomenon may be one of the most common forms of synaesthesia but it has rarely been studied and there are no studies of its neural basis. We screened for this in a sample of 200+ individuals, and estimated a prevalence of 4.2%. We also document its characteristics: it tends to be induced by physically moving stimuli (more so than static stimuli which imply motion or trigger illusory motion); and the psychoacoustic features are simple (e.g. \"whooshing\") with some systematic correspondences to vision (e.g. faster movement is higher pitch). We demonstrate using event-related potentials that it emerges from early perceptual processing of vision. The synaesthetes have a higher amplitude motion-evoked N2 (165-185ms), with some evidence of group differences as early as 55-75ms. We discuss similarities between hearing-motion synaesthesia and previous observations that visual motion triggers auditory activity in the congenitally deaf. It is possible that both conditions reflect the maintenance of multisensory pathways found in early development that most people lose but can be retained in certain people in response to sensory deprivation (in the deaf) or, in people with normal hearing, as a result of other differences (e.g. genes predisposing to synaesthesia).", "doi": "10.1016/j.neuropsychologia.2017.08.031", "title": "Electrophysiological correlates and psychoacoustic characteristics of hearing-motion synaesthesia.", "journal": ["Neuropsychologia", "Neuropsychologia"]}