{"authors": [["Ishigaki", "Tomoki", "T", "Department of Neurosurgery, Graduate School of Medicine, Mie University, Tsu, Japan."], ["Kitano", "Yotaro", "Y", "Department of Neurosurgery, Ise Red Cross Hospital, Ise, Japan."], ["Nishikawa", "Hirofumi", "H", "Department of Neurosurgery, Ise Red Cross Hospital, Ise, Japan."], ["Mouri", "Genshin", "G", "Department of Neurosurgery, Ise Red Cross Hospital, Ise, Japan."], ["Shimizu", "Shigetoshi", "S", "Department of Neurosurgery, Ise Red Cross Hospital, Ise, Japan."], ["Miya", "Fumitaka", "F", "Department of Neurosurgery, Ise Red Cross Hospital, Ise, Japan."], ["Suzuki", "Hidenori", "H", "Department of Neurosurgery, Graduate School of Medicine, Mie University, Tsu, Japan."]], "date": "2017-09-25", "id": "28979174", "text": "Post-traumatic pituitary apoplexy is uncommon, most of which present with a sudden onset of severe headache and visual impairments associated with a dumbbell-shaped pituitary tumor. We experienced an unusual case of post-traumatic pituitary apoplexy with atypical clinical features. A 66-year-old man presented with mild cerebral contusion and an incidentally diagnosed intrasellar tumor after a fall accident with no loss of consciousness. The patients denied any symptoms before the accident. After 4 days, the left oculomotor nerve palsy developed and deteriorated associated with no severe headache. Repeated neuroimages suggested that pituitary apoplexy had occurred at admission and showed that the tumor compressed the left cavernous sinus. The patient underwent endonasal transsphenoidal surgery at 6 days after head injury, and the mass reduction improved the oculomotor nerve palsy completely within the following 14 days. The pathologic diagnosis was nonfunctioning pituitary adenoma with hemorrhage and necrosis.", "doi": "10.1177/1179547617731299", "title": "Delayed Onset of Isolated Unilateral Oculomotor Nerve Palsy Caused by Post-Traumatic Pituitary Apoplexy: A Case Report.", "journal": ["Clinical medicine insights. Case reports", "Clin Med Insights Case Rep"]}