{"authors": [["Matsunami", "Keiji", "K", "1 Department of Palliative Care Medicine, Yonago Medical Centre, Yonago, Japan."], ["Tomita", "Katsuyuki", "K", "2 Depertment of Respiratory Medicine, Yonago Medical Centre, Yonago, Japan."], ["Touge", "Hirokazu", "H", "2 Depertment of Respiratory Medicine, Yonago Medical Centre, Yonago, Japan."], ["Sakai", "Hiromitsu", "H", "2 Depertment of Respiratory Medicine, Yonago Medical Centre, Yonago, Japan."], ["Yamasaki", "Akira", "A", "3 Division of Medical Oncology and Molecular Respirology, Department of Multidisciplinary Internal Medicine, Faculty of Medicine, Tottori University, Tottori, Japan."], ["Shimizu", "Eiji", "E", "3 Division of Medical Oncology and Molecular Respirology, Department of Multidisciplinary Internal Medicine, Faculty of Medicine, Tottori University, Tottori, Japan."]], "date": "2017-01-01", "id": "28978223", "text": "Few studies have examined variations in both the physical signs and clinical findings in the final days and hours before the death of elderly patients. We determined the physical signs and clinical findings in patients who were at least 75 years old or were diagnosed with cancer with impending death and examined the association of these parameters with the profile and timing of their endocardiography (ECG) and oxygen saturation (SpO2) changes prior to death. In this prospective, observational study, between April 2014 and June 2017, we enrolled elderly patients who were admitted to the Respiratory Medicine Ward in our hospital and were near death, which was determined based on certain symptoms such as a loss of oral intake. We recorded their physical signs (oral intake, consciousness level, and respiration with mandibular movement) 4 times a day from admission to death. We evaluated their changes in ECG and in SpO2 levels for up to 24 hours preceding death. For the 70 patients who died in our ward, we found a loss of oral intake at 6 days, consciousness impairment at 1.3 days, and then respiration with mandibular movement at 12 hours before death were the most consistent findings before death. When we analyzed the ECG and SpO2 changes during impending death, 83% of the patients showed undetectable SpO2 levels followed by a loss of heart rate. The loss of P wave in the ECG was characterized as process on impending death. Respiration with mandibular movement was one of the specific signs of impending death in ill elderly patients. The monitoring of ECG and SpO2 levels may be a useful tool to predict the impending time of death.", "doi": "10.1177/1049909117733661", "title": "Physical Signs and Clinical Findings Before Death in Ill Elderly Patients.", "journal": ["The American journal of hospice & palliative care", "Am J Hosp Palliat Care"]}