{"authors": [["Maheshwari", "A", "A", "Department of Outcomes Research, Cleveland Clinic, 9500 Euclid Avenue, P-77 Cleveland, OH 44195, USA."], ["McCormick", "P J", "PJ", "Department of Anaesthesiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Sessler", "D I", "DI", "Department of Outcomes Research, Cleveland Clinic, 9500 Euclid Avenue, P-77 Cleveland, OH 44195, USA."], ["Reich", "D L", "DL", "Department of Anaesthesiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["You", "J", "J", "Department of Outcomes Research, Cleveland Clinic, 9500 Euclid Avenue, P-77 Cleveland, OH 44195, USA."], ["Mascha", "E J", "EJ", "Department of Outcomes Research, Cleveland Clinic, 9500 Euclid Avenue, P-77 Cleveland, OH 44195, USA."], ["Castillo", "J G", "JG", "Department of Anaesthesiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Levin", "M A", "MA", "Department of Anaesthesiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Duncan", "A E", "AE", "Department of Outcomes Research, Cleveland Clinic, 9500 Euclid Avenue, P-77 Cleveland, OH 44195, USA."]], "date": null, "id": "28974062", "text": "Low bispectral index (BIS) and low mean arterial pressure (MAP) are associated with worse outcomes after surgery. We tested the hypothesis that a combination of these risk factors, a 'double low', is associated with death and major complications after cardiac surgery.We used data from 8239 cardiac surgical patients from two US hospitals. The primary outcomes were 30-day mortality and a composite of in-hospital mortality and morbidity. We examined whether patients who had a case-averaged double low, defined as time-weighted average BIS and MAP (calculated over an entire case) below the sample mean but not in the reference group, had increased risk of the primary outcomes compared with patients whose BIS and/or MAP were at or higher than the sample mean. We also examined whether a prolonged cumulative duration of a concurrent double low (simultaneous low MAP and BIS) increased the risk of the primary outcomes.Case-averaged double low was not associated with increased risk of 30-day mortality {odds ratio [OR] 1.73 [95% confidence interval (CI) 0.94-3.18] vs reference; P =0.01} or the composite of in-hospital mortality and morbidity [OR 1.47 (95% CI 0.98-2.20); P =0.01] after correction for multiple outcomes. A prolonged concurrent double low was associated with 30-day mortality [OR 1.06 (95% CI 1.01-1.11) per 10-min increase; P =0.001] and the composite of in-hospital mortality and morbidity [OR 1.04 (95% CI 1.01-1.07), P =0.004].A prolonged concurrent double low, but not a case-averaged double low, was associated with higher morbidity and mortality after cardiac surgery.", "doi": "10.1093/bja/aex095", "title": "Prolonged concurrent hypotension and low bispectral index ('double low') are associated with mortality, serious complications, and prolonged hospitalization after cardiac surgery.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}