{"authors": [["Kusakabe", "Kosuke", "K", "Department of Neurosurgery, Ehime University School of Medicine, Toon, Japan."], ["Kohno", "Shohei", "S", "Department of Neurosurgery, Ehime University School of Medicine, Toon, Japan."], ["Inoue", "Akihiro", "A", "Department of Neurosurgery, Ehime University School of Medicine, Toon, Japan."], ["Seno", "Toshimoto", "T", "Department of Neurosurgery, Oozuchuo Hospital, Oozu, Japan."], ["Yonezawa", "Sachiko", "S", "Department of Pediatrics, Ehime University School of Medicine, Toon, Japan."], ["Moritani", "Kyoko", "K", "Department of Pediatrics, Ehime University School of Medicine, Toon, Japan."], ["Mizuno", "Yosuke", "Y", "Division of Diagnostic Pathology, Ehime University Hospital, Toon, Japan."], ["Kurata", "Mie", "M", "Division of Diagnostic Pathology, Ehime University Hospital, Toon, Japan."], ["Kitazawa", "Riko", "R", "Division of Diagnostic Pathology, Ehime University Hospital, Toon, Japan."], ["Tauchi", "Hisamichi", "H", "Department of Pediatrics, Ehime University School of Medicine, Toon, Japan."], ["Watanabe", "Hideaki", "H", "Department of Neurosurgery, Ehime University School of Medicine, Toon, Japan."], ["Iwata", "Shinji", "S", "Department of Neurosurgery, Ehime Prefectural Central Hospital, Matsuyama, Japan."], ["Hirato", "Junko", "J", "Department of Pathology, Gunma University Hospital, Maebashi, Japan."], ["Kunieda", "Takeharu", "T", "Department of Neurosurgery, Ehime University School of Medicine, Toon, Japan."]], "date": "2017-10-03", "id": "28971535", "text": "Medulloepithelioma is a rare and highly malignant primitive neuroectodermal tumor that usually occurs in childhood. The diagnosis of this entity required only morphological analysis until the World Health Organization classification of central nervous system (CNS) tumors was revised, and now genetic analysis is necessary. We report a case of medulloepithelioma in the posterior cranial fossa that was diagnosed by both morphological and genetic analyses based on this classification. A 10-month-old girl was admitted to our hospital with consciousness disturbance and vomiting. Neuroimaging revealed a partially calcified mass and cyst formation in the posterior cranial fossa. Partial resection of the tumor was performed and histological findings revealed multilayered rosettes with LIN28A staining, but genetic analysis showed no amplification of the C19MC microRNA cluster at 19q14.32. Therefore, we diagnosed the tumor as medulloepithelioma belonging to other CNS embryonal tumors. The patient was immediately treated with systemic high-dose chemotherapy. Follow-up neuroimaging 10 months later showed no signs of recurrence. Medulloepitheliomas are difficult to diagnose by routine HE staining and require combined morphological, immunohistochemical and genetic analyses to provide an accurate diagnosis.", "doi": "10.1111/neup.12431", "title": "Combined morphological, immunohistochemical and genetic analyses of medulloepithelioma in the posterior cranial fossa.", "journal": ["Neuropathology : official journal of the Japanese Society of Neuropathology", "Neuropathology"]}