{"authors": [["Lam", "Melissa Teresa Chu", "MTC", "Department of Obstetrics and Gynecology, St. Luke's University Health Network, Bethlehem, PA, USA."], ["Dierking", "Elizabeth", "E", "Department of Obstetrics and Gynecology, St. Luke's University Health Network, Bethlehem, PA, USA."]], "date": null, "id": "28971026", "text": "Preeclampsia, eclampsia and HELLP syndrome are life-threatening hypertensive conditions and common causes of ICU admission among obstetric patients The diagnostic criteria of preeclampsia include: 1) systolic blood pressure (SBP) ≥140 mmHg or diastolic blood pressure (DBP) ≥90 mmHg on two occasions at least 4 hours apart and 2) proteinuria ≥300 mg/day in a woman with a gestational age of >20 weeks with previously normal blood pressures. Eclampsia is defined as a convulsive episode or altered level of consciousness occurring in the setting of preeclampsia, provided that there is no other cause of seizures. HELLP syndrome is a life-threatening condition frequently associated with severe preeclampsia-eclampsia and is characterized by three hallmark features of hemolysis, elevated liver enzymes and low platelets. Early diagnosis and management of preeclampsia, eclampsia and HELLP syndrome are critical with involvement of a multidisciplinary team that includes Obstetrics, Maternal Fetal Medicine and Critical Care. Expectant management may be acceptable before 34 weeks with close fetal and maternal surveillance and administration of corticosteroid therapy, parenteral magnesium sulfate and antihypertensive management. Worsening condition requires delivery. Complications that can be related to this spectrum of disease include disseminated Intravascular coagulation (DIC), acute respiratory distress syndrome, stroke, acute renal failure, hepatic dysfunction with hepatic rupture or liver hematoma and infection/sepsis.", "doi": "10.4103/IJCIIS.IJCIIS_33_17", "title": "Intensive Care Unit issues in eclampsia and HELLP syndrome.", "journal": ["International journal of critical illness and injury science", "Int J Crit Illn Inj Sci"]}