{"authors": [["Gana", "G J", "GJ", "Epidemiogy Unit, Department of Public Health, Ministry of Health, Birnin Kebbi, Kebbi State."], ["Badung", "S", "S", "Epidemiogy Unit, Department of Public Health, Ministry of Health, Birnin Kebbi, Kebbi State."], ["Bunza", "A U", "AU", "Epidemiogy Unit, Department of Public Health, Ministry of Health, Birnin Kebbi, Kebbi State."], ["Gidado", "S", "S", "Epidemiogy Unit, Department of Public Health, Ministry of Health, Birnin Kebbi, Kebbi State."], ["Nguku", "P", "P", "Epidemiogy Unit, Department of Public Health, Ministry of Health, Birnin Kebbi, Kebbi State."]], "date": null, "id": "28970767", "text": "Cerebrospinal meningitis (CSM), is a major public health problem still affecting tropical countries particularly in sub-Saharan Africa. Group A and occasionally group C account for large scale epidemics in many countries in the African meningitis belt. The study aimed to describe the pattern of cerebrospinal meningitis outbreak in Kebbi state in 2015.Information on cases and deaths was collected throughout the duration of the meningitis outbreak in all affected local government areas of Kebbi state. During this outbreak, we defined a suspected case as any person with sudden onset of fever (>38.5 C rectal or 38.0 C axillary) and one of the following signs: neck stiffness, altered consciousness or other meningeal signs and any toddler with sudden onset of fever (>38.5 C rectal or 38.0 C axillary) and one of the following signs: neck stiffness, or flaccid neck, bulging fontanel, convulsion or other meningeal signs. All the data was entered into SPSS statistical software and analyzed.A total of 1,992 suspected cases of CSM were seen within the 18 weeks that the outbreak lasted. 1127 (57.0%) were males and 865 (43.0%) were females with a case fatality rate of 4.0%. The highest proportion of cases was found among those above 15 years of age (31.0%), 1252 (62.9%) of cases were immunized against neisseria meningitides type A. Two-thirds (16) of the LGAs in the state were affected and Aliero LGA had about half (n=1106; 55.5%) of cases seen. Most (77.3%) of samples analysed were positive for Nm type C.Kebbi state experienced an outbreak of cerebro-spinal Meningitis in 2015 which was massive. Effective surveillance system and mass vaccination with polyvalent vaccines containing serogroup C will prevent future occurrence.", "doi": null, "title": "OUTBREAK OF CEREBROSPINAL MENINGITIS IN KEBBI STATE, NIGERIA.", "journal": ["Annals of Ibadan postgraduate medicine", "Ann Ib Postgrad Med"]}