{"authors": [["Lee", "J-R", "JR", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Lin", "E P", "EP", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Hofacer", "R D", "RD", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Upton", "B", "B", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Lee", "S Y", "SY", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Ewing", "L", "L", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Joseph", "B", "B", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Loepke", "A W", "AW", "Department of Anesthesiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."]], "date": null, "id": "28969315", "text": "Brain injury in newborn animals from prolonged anaesthetic exposure has raised concerns for millions of children undergoing anaesthesia every yr. Alternative anaesthetic techniques or mitigating strategies are urgently needed to ameliorate potentially harmful effects. We tested dexmedetomidine, both as a single agent alternative technique and as a mitigating adjuvant for sevoflurane anaesthesia.Neonatal rats were randomized to three injections of dexmedetomidine (5, 25, 50, or 100 µg kg -1 every 2 h), or 6 h of 2.5% sevoflurane as a single agent without or with dexmedetomidine (1, 5, 10, or 20 µg kg -1 every 2 h). Heart rate, oxygen saturation, level of consciousness, and response to pain were assessed. Cell death was quantified in several brain regions.Dexmedetomidine provided lower levels of sedation and pain control than sevoflurane. Exposure to either sevoflurane or dexmedetomidine alone did not cause mortality, but the combination of 2.5% sevoflurane and dexmedetomidine in doses exceeding 1 µg kg -1 did. Sevoflurane increased apoptosis in all brain regions; supplementation with dexmedetomidine exacerbated neuronal injury, potentially as a result of ventilatory or haemodynamic compromise. Dexmedetomidine by itself increased apoptosis only in CA2/3 and the ventral posterior nucleus, but not in prefrontal cortex, retrosplenial cortex, somatosensory cortex, subiculum, lateral dorsal thalamic nucleaus, or hippocampal CA1.We confirm previous findings of sevoflurane-induced neuronal injury. Dexmedetomidine, even in the highest dose, did not cause similar injury, but provided lesser degrees of anaesthesia and pain control. No mitigation of sevoflurane-induced injury was observed with dexmedetomidine supplementation, suggesting that future studies should focus on anaesthetic-sparing effects of dexmedetomidine, rather than injury-preventing effects.", "doi": "10.1093/bja/aex219", "title": "Alternative technique or mitigating strategy for sevoflurane-induced neurodegeneration: a randomized controlled dose-escalation study of dexmedetomidine in neonatal rats.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}