{"authors": [["Talesh", "Kourosh Taheri", "KT", "Professor, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Gargary", "Reza Movassaghi", "RM", "Assistant Professor, Department of Anesthesiology, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Arta", "Seyed Ahmad", "SA", "Assistant Professor, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Yazdani", "Javad", "J", "Associate Professor, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Roshandel", "Monireh", "M", "Postgraduate Student, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Ghanizadeh", "Milad", "M", "Postgraduate Student, Department of Oral and Maxillofacial Surgery, Faculty of Dentistry, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Kafil", "Hossein Samadi", "HS", "Assistant Professor, Drug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Mousavi", "Mir Naser Seyyed", "MNS", "Assistant Professor, Drug Applied Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."]], "date": "2017-08-01", "id": "28969192", "text": "In oral and maxillofacial surgeries, nasotracheal intubation is carried out to increase the surgeon's access to the oral cavity. During nasotracheal intubation the risk of trauma is higher than that in orotracheal intubation as there is passage of the tube through the mucosa of the nasal tract due to which bacteria might get transported into the trachea.To evaluate the effect of 2% nasal mupirocin ointment before and after nasotracheal intubation on decreasing the complications of intubation for oral and maxillofacial surgeries.In the present single blinded randomised controlled clinical trial, 44 patients were randomly assigned to two equal groups. A sterile swab was used, eight to 10 hours before nasotracheal intubation, to take a sample for culturing from the vestibule of nostrils and the anterior septum of the patients. In Group 1, 2% nasal mupirocin ointment was applied to the vestibules of both nostrils and the anterior septum. In Group 2, no intervention was carried out. After general anaesthesia and extubation, microbial cultures were prepared from the 4 cm distal end of the tube and antibiogram test was carried out. Also, the patients were compared in terms of the severity of nasal bleeding, the ease of breathing through the nose after nasotracheal intubation. Data were analysed with suitable statistical tests.In the mupirocin group, 27.2% of the subjects were carriers of Staphylococcus aureus in the nasal cavity but no S. aureus was detected at the distal end of nasotracheal tube after extubation. In the control group, 18.2% of the subjects were carriers of Staphylococcus aureus in the nasal cavity but there was no change in the number of S. aureus counts at the distal end of nasotracheal tube (p-value<0.001). After extubation, in the mupirocin and control groups, 18.2% and 22.7% of the subjects, respectively, exhibited severe bleeding (p-value=0.001). In the mupirocin and control groups, 86.4% and 59.1% of the subjects had easy extubation, respectively (p-value=0.044). In the mupirocin and control groups, 9.1% and 63.7% of the subjects immediately after regaining consciousness and 9.1% and 54.6% three hours after extubation had difficulty in breathing, respectively (p-value=0.001).Use of mupirocin before nasotracheal intubation decreased the complications of nasal intubation in addition to decreasing the risk of colonization of S. aureus and other gram-negative bacteria.", "doi": "10.7860/JCDR/2017/29575.10396", "title": "Effect of 2% Nasal Mupirocin Ointment on Decreasing Complications of Nasotracheal Intubation: A Randomized Controlled Trial.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"]}