{"authors": [["Raza", "Syed Ali", "SA", null], ["Frankel", "Michael R", "MR", null], ["Rangaraju", "Srikant", "S", null]], "date": "2017-10-02", "id": "28968607", "text": "The NIH Stroke Scale (NIHSS) is a 15-item measure of stroke-related neurologic deficits that, when measured at 24 h, is highly predictive of long-term functional outcome. We hypothesized that a simplified 24-h scale that incorporates the most predictive components of the NIHSS can retain prognostic accuracy and have improved interrater reliability.In a post hoc analysis of the Interventional Management of Stroke-3 (IMS-3) trial, we performed principal component (PC) analysis to resolve the 24-h NIHSS into PCs. In the PCs that explained the largest proportions of variance, key variables were identified. Using these key variables, the prognostic accuracies (area under the curve [AUC]) for good outcome (3-month modified Rankin Scale [mRS] 0-2) and poor outcome (mRS 5-6) of various abbreviated NIHSS iterations were compared with the total 24-h NIHSS. The results were validated in the NINDS intravenous tissue plasminogen activator (NINDS-TPA) study cohort. Based on previously published data, interrater reliability of the abbreviated 24-h NIHSS (aNIHSS) was compared to the total 24-h NIHSS.In 545 IMS-3 participants, 2 PCs explained 60.8% of variance in the 24-h NIHSS. The key variables in PC1 included neglect, arm and leg weakness; while PC2 included level-of-consciousness (LOC) questions, LOC commands, and aphasia. A 3-variable aNIHSS (aphasia, neglect, arm weakness) retained excellent prognostic accuracy for good outcome (AUC = 0.90) as compared to the total 24-h NIHSS (AUC = 0.91), and it was more predictive (p < 0.001) than the baseline NIHSS (AUC = 0.73). The prognostic accuracy of the aNIHSS for good outcome was validated in the NINDS-TPA trial cohort (aNIHSS: AUC = 0.89 vs. total 24-h NIHSS: 0.92). An aNIHSS >9 predicted very poor outcomes (mRS 0-2: 0%, mRS 4-6: 98.5%). The estimated interrater reliability of the aNIHSS was higher than that of the total 24-h NIHSS across 6 published datasets (mean weighted kappa 0.80 vs. 0.73, p < 0.001).At 24 h following ischemic stroke, aphasia, neglect, and arm weakness are the most prognostically relevant neurologic findings. The aNIHSS appears to have excellent prognostic accuracy with higher reliability and may be clinically useful.", "doi": "10.1159/000479933", "title": "Abbreviation of the Follow-Up NIH Stroke Scale Using Factor Analysis.", "journal": ["Cerebrovascular diseases extra", "Cerebrovasc Dis Extra"]}