{"authors": [["Iro", "Mildred A", "MA", "Department of Paediatrics, University of Oxford and the NIHR Oxford Biomedical Research Centre, Churchill Hospital, Old Road, Headington, Oxford, UK."], ["Martin", "Natalie G", "NG", null], ["Absoud", "Michael", "M", null], ["Pollard", "Andrew J", "AJ", null]], "date": "2017-10-02", "id": "28967695", "text": "Encephalitis is a syndrome of neurological dysfunction due to inflammation of the brain parenchyma, caused by an infection or an exaggerated host immune response, or both. Attenuation of brain inflammation through modulation of the immune response could improve patient outcomes. Biological agents such as immunoglobulin that have both anti-inflammatory and immunomodulatory properties may therefore be useful as adjunctive therapies for people with encephalitis.To assess the efficacy and safety of intravenous immunoglobulin (IVIG) as add-on treatment for children with encephalitis.The Cochrane Multiple Sclerosis and Rare Diseases of the CNS group's Information Specialist searched the following databases up to 30 September 2016: CENTRAL, MEDLINE, Embase, CINAHL, ClinicalTrials.gov, and the WHO ICTRP Search Portal. In addition, two review authors searched Science Citation Index Expanded (SCI-EXPANDED) & Conference Proceedings Citation Index - Science (CPCI-S) (Web of Science Core Collection, Thomson Reuters) (1945 to January 2016), Global Health Library (Virtual Health Library), and Database of Abstracts of Reviews of Effects (DARE).Randomised controlled trials (RCTs) comparing IVIG in addition to standard care versus standard care alone or placebo.Two review authors independently selected articles for inclusion, extracted relevant data, and assessed quality of trials. We resolved disagreements by discussion among the review authors. Where possible, we contacted authors of included studies for additional information. We presented results as risk ratios (RR) or mean differences (MD) with 95% confidence intervals (CI).The search identified three RCTs with 138 participants. All three trials included only children with viral encephalitis, one of these included only children with Japanese encephalitis, a specific form of viral encephalitis. Only the trial of Japanese encephalitis (22 children) contributed to the primary outcome of this review and follow-up in that study was for three to six months after hospital discharge. There was no follow-up of participants in the other two studies. We identified one ongoing trial.For the primary outcomes, the results showed no significant difference between IVIG and placebo when used in the treatment of children with Japanese encephalitis: significant disability (RR 0.75, 95% CI 0.22 to 2.60; P = 0.65) and serious adverse events (RR 1.00, 95% CI 0.07 to 14.05; P = 1.00).For the secondary outcomes, the study of Japanese encephalitis showed no significant difference between IVIG and placebo when assessing significant disability at hospital discharge (RR 1.00, 95% CI 0.60 to 1.67). There was no significant difference (P = 0.53) in Glasgow Coma Score at discharge between IVIG (median score 14; range 3 to 15) and placebo (median 14 score; range 7 to 15) in the Japanese encephalitis study. The median length of hospital stay in the Japanese encephalitis study was similar for IVIG-treated (median 13 days; range 9 to 21) and placebo-treated (median 12 days; range 6 to 18) children (P = 0.59).Pooled analysis of the results of the other two studies resulted in a significantly lower mean length of hospital stay (MD -4.54 days, 95% CI -7.47 to -1.61; P = 0.002), time to resolution of fever (MD -0.97 days, 95% CI -1.25 to -0.69; P < 0.00001), time to stop spasms (MD -1.49 days, 95% CI -1.97 to -1.01; P < 0.00001), time to regain consciousness (MD -1.10 days, 95% CI -1.48 to -0.72; P < 0.00001), and time to resolution of neuropathic symptoms (MD -3.20 days, 95% CI -3.34 to -3.06; P < 0.00001) in favour of IVIG when compared with standard care.None of the included studies reported other outcomes of interest in this review including need for invasive ventilation, duration of invasive ventilation, cognitive impairment, poor adaptive functioning, quality of life, number of seizures, and new diagnosis of epilepsy.The quality of evidence was very low for all outcomes of this review.The findings suggest a clinical benefit of adjunctive IVIG treatment for children with viral encephalitis for some clinical measures (i.e. mean length of hospital stay, time (days) to stop spasms, time to regain consciousness, and time to resolution of neuropathic symptoms and fever. For children with Japanese encephalitis, IVIG had a similar effect to placebo when assessing significant disability and serious adverse events.Despite these findings, the risk of bias in the included studies and quality of the evidence make it impossible to reach any firm conclusions on the efficacy and safety of IVIG as add-on treatment for children with encephalitis. Furthermore, the included studies involved only children with viral encephalitis, therefore findings of this review cannot be generalised to all forms of encephalitis. Future well-designed RCTs are needed to assess the efficacy and safety of IVIG in the management of children with all forms of encephalitis. There is a need for internationally agreed core outcome measures for clinical trials in childhood encephalitis.", "doi": "10.1002/14651858.CD011367.pub2", "title": "Intravenous immunoglobulin for the treatment of childhood encephalitis.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}