{"authors": [["Machida", "Akira", "A", "Department of neurology, Tsuchiura Kyodo General Hospital, Ibaraki, Japan. Electronic address: akinuro@tmd.ac.jp."], ["Fujii", "Mutsumi", "M", "Department of Physical Medicine and Rehabilitation, Hyogo Rehabilitation Center, Hyogo, Japan."], ["Ishihara", "Tasuku", "T", "Department of neurology, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Amano", "Eiichiro", "E", "Department of neurology, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Otsu", "Shinichi", "S", "Department of neurology, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Fujii", "Shoko", "S", "Department of neurosurgery, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Tamada", "Natsumi", "N", "Department of neurosurgery, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Kiyokawa", "Juri", "J", "Department of neurosurgery, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Yoshimura", "Masataka", "M", "Department of neurosurgery, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Hirota", "Shin", "S", "Department of neurosurgery, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."], ["Yamamoto", "Shinji", "S", "Department of neurosurgery, Tsuchiura Kyodo General Hospital, Ibaraki, Japan."]], "date": "2017-09-28", "id": "28967591", "text": "Lumbar spinal fluid drainage is a common procedure for treating hydrocephalus and alleviating vasospasm by egesting blood in the subarachnoid cavity after subarachnoid hemorrhage. Despite being an effective and safe procedure, cerebrospinal fluid overdrainage might result in serious complications. Here we report the case of a 49-year-old man who suffered from tonsillar herniation with subsequent cervicothoracic syringomyelia in the acute phase of subarachnoid hemorrhage due to vertebral artery dissection. About 2 weeks after lumbar drainage was switched from external ventricular drainage initiated on the day of subarachnoid hemorrhage, the recovery from the disturbance of consciousness revealed tetraplegia, and magnetic resonance imaging demonstrated tonsillar herniation and syringomyelia. Removal of the spinal drain and resumption of external ventricular drainage resulted in the restoration of the herniated tonsils to the normal position and the complete disappearance of syringomyelia 11 days later. We should consider that spinal syringomyelia could develop as a complication of lumbar spinal fluid drainage in the acute phase of thick subarachnoid hemorrhage, particularly in the posterior cranial fossa.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.08.038", "title": "Syringomyelia due to Lumbar Spinal Fluid Drainage in the Acute Phase of Subarachnoid Hemorrhage: A Case Report.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}