{"authors": [["Berkovitch", "Lucie", "L", "Cognitive Neuroimaging Unit, CEA DSV/I2BM, INSERM, Université Paris-Sud, Université Paris-Saclay, NeuroSpin Center, 91191 Gif/Yvette, France; Sorbonne Universités, UPMC Université Paris 06, IFD, 4 Place Jussieu, 75252 Paris cedex 05, France. Electronic address: lucie.berko@hotmail.com."], ["Dehaene", "Stanislas", "S", "Cognitive Neuroimaging Unit, CEA DSV/I2BM, INSERM, Université Paris-Sud, Université Paris-Saclay, NeuroSpin Center, 91191 Gif/Yvette, France; Collège de France, 11 Place Marcelin Berthelot, 75005 Paris, France."], ["Gaillard", "Raphaël", "R", "INSERM, Laboratoire de 'Physiopathologie des maladies Psychiatriques', Centre de Psychiatrie et Neurosciences, CPN U894, Institut de Psychiatrie (GDR 3557), 75014 Paris, France; Human Histopathology and Animal Models, Infection and Epidemiology Department, Institut Pasteur, 75015 Paris, France; Université Paris Descartes, Sorbonne Paris Cité, Faculté de Médecine Paris Descartes, 75006 Paris, France; Centre Hospitalier Sainte-Anne, Service Hospitalo Universitaire, 75014 Paris, France."]], "date": "2017-09-26", "id": "28967533", "text": "Schizophrenia is a severe and complex psychiatric disorder resulting in delusions, hallucinations, and cognitive impairments. Across a variety of paradigms, an elevated threshold for conscious perception has been repeatedly observed in persons with schizophrenia. Remarkably, even subtle measures of subliminal processing appear to be preserved. We argue here that the dissociation between impaired conscious access and intact unconscious processing may be due to a specific disruption of top-down attentional amplification. This proposal is compatible with the neurophysiological disturbances observed in schizophrenia, including dysconnectivity, abnormal neural oscillations, and glutamatergic and cholinergic dysregulation. Therefore, placing impaired conscious access as a central feature of schizophrenia can help researchers develop a coherent and parsimonious pathophysiological framework of the disease.", "doi": "10.1016/j.tics.2017.08.006", "title": "Disruption of Conscious Access in Schizophrenia.", "journal": ["Trends in cognitive sciences", "Trends Cogn. Sci. (Regul. Ed.)"]}