{"authors": [["Schmidt", "A", "A", "Department of Psychiatry (UPK),University of Basel,Basel,Switzerland."], ["Müller", "F", "F", "Department of Psychiatry (UPK),University of Basel,Basel,Switzerland."], ["Lenz", "C", "C", "Department of Psychiatry (UPK),University of Basel,Basel,Switzerland."], ["Dolder", "P C", "PC", "Division of Clinical Pharmacology and Toxicology,Department of Biomedicine and Department of Clinical Research,University of Basel,University Hospital Basel,Basel,Switzerland."], ["Schmid", "Y", "Y", "Division of Clinical Pharmacology and Toxicology,Department of Biomedicine and Department of Clinical Research,University of Basel,University Hospital Basel,Basel,Switzerland."], ["Zanchi", "D", "D", "Department of Psychiatry (UPK),University of Basel,Basel,Switzerland."], ["Lang", "U E", "UE", "Department of Psychiatry (UPK),University of Basel,Basel,Switzerland."], ["Liechti", "M E", "ME", "Division of Clinical Pharmacology and Toxicology,Department of Biomedicine and Department of Clinical Research,University of Basel,University Hospital Basel,Basel,Switzerland."], ["Borgwardt", "S", "S", "Department of Psychiatry (UPK),University of Basel,Basel,Switzerland."]], "date": "2017-10-02", "id": "28967351", "text": "Recent evidence shows that the serotonin 2A receptor (5-hydroxytryptamine2A receptor, 5-HT2AR) is critically involved in the formation of visual hallucinations and cognitive impairments in lysergic acid diethylamide (LSD)-induced states and neuropsychiatric diseases. However, the interaction between 5-HT2AR activation, cognitive impairments and visual hallucinations is still poorly understood. This study explored the effect of 5-HT2AR activation on response inhibition neural networks in healthy subjects by using LSD and further tested whether brain activation during response inhibition under LSD exposure was related to LSD-induced visual hallucinations.In a double-blind, randomized, placebo-controlled, cross-over study, LSD (100 µg) and placebo were administered to 18 healthy subjects. Response inhibition was assessed using a functional magnetic resonance imaging Go/No-Go task. LSD-induced visual hallucinations were measured using the 5 Dimensions of Altered States of Consciousness (5D-ASC) questionnaire.Relative to placebo, LSD administration impaired inhibitory performance and reduced brain activation in the right middle temporal gyrus, superior/middle/inferior frontal gyrus and anterior cingulate cortex and in the left superior frontal and postcentral gyrus and cerebellum. Parahippocampal activation during response inhibition was differently related to inhibitory performance after placebo and LSD administration. Finally, activation in the left superior frontal gyrus under LSD exposure was negatively related to LSD-induced cognitive impairments and visual imagery.Our findings show that 5-HT2AR activation by LSD leads to a hippocampal-prefrontal cortex-mediated breakdown of inhibitory processing, which might subsequently promote the formation of LSD-induced visual imageries. These findings help to better understand the neuropsychopharmacological mechanisms of visual hallucinations in LSD-induced states and neuropsychiatric disorders.", "doi": "10.1017/S0033291717002914", "title": "Acute LSD effects on response inhibition neural networks.", "journal": ["Psychological medicine", "Psychol Med"]}