{"authors": [["Ono", "Hajime", "H", "Department of Neurosurgery, St. Marianna University School of Medicine, Toyoko Hospital, Kawasaki, Kanagawa, Japan."], ["Sase", "Taigen", "T", "Department of Neurosurgery, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."], ["Takasuna", "Hiroshi", "H", "Department of Neurosurgery, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."], ["Tanaka", "Yuichiro", "Y", "Department of Neurosurgery, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan."]], "date": "2017-09-06", "id": "28966812", "text": "Mild hemophilia without spontaneous bleeding can remain undiagnosed for a lifetime. However, intracranial hemorrhage is one of the most serious complications for patients with hemophilia. In addition, hemorrhagic complications after emergency surgery tend to arise from coagulopathy.An 80-year-old man was admitted with left hemiparesis and disturbed consciousness. He had no history of trauma, fever, or drug and alcohol intake. Computed tomography imaging upon admission disclosed a hemispheric subdural hematoma with a midline shift. No vascular abnormalities were identified as a source of the hemorrhage. The hematoma was removed on an emergency basis with external decompression. However, a large subcutaneous hematoma was again evident on the following day. Insufficient hemostatic maneuvers during surgery were considered the cause of this hemorrhagic complication. A second operation was performed to achieve hemostasis of the subcutaneous and muscle tissue. Thereafter, he was rehabilitated without treatment for hemophilia as he had no bleeding episodes. Cranioplasty proceeded using artificial bone at 40 days after the first operation. However, epidural hematoma developed again on postoperative day 1. His neurological status did not worsen so a repeat procedure was unnecessary. Close scrutiny uncovered a diagnosis of mild hemophilia A.Accurate diagnosis is important for the management of postoperative hemorrhagic complications caused by pathologies of the coagulation system. Sufficient hemostasis of hemorrhage from subcutaneous and muscle tissue is essential even during emergency surgery to avoid postoperative complications. A diagnosis of hemophilia should be considered in the face of prolonged activated partial thromboplastin time (APTT).", "doi": "10.4103/sni.sni_235_17", "title": "Mild hemophilia A presaged by recurrent postoperative hemorrhagic complications in an elderly patient.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}