{"authors": [["Vanhoecke", "Jonathan", "J", "Unit of Functional Neurosurgery, Institute of Neurology, University College London, Queen Square, WC1N 3BG, London, UK. Electronic address: jonathan.vanhoecke.16@ucl.ac.uk."], ["Hariz", "Marwan", "M", "Unit of Functional Neurosurgery, Institute of Neurology, University College London, Queen Square, WC1N 3BG, London, UK; Department of Clinical Neuroscience, Umeå University, SE-901 87, Umeå, Sweden. Electronic address: m.hariz@ucl.ac.uk."]], "date": "2017-08-24", "id": "28966051", "text": "A treatment for patients suffering from prolonged severely altered consciousness is not available. The success of Deep Brain Stimulation (DBS) in diseases such as Parkinson's, dystonia and essential tremor provided a renewed impetus for its application in Disorders of Consciousness (DoC).To evaluate the rationale for DBS in patients with DoC, through systematic review of literature containing clinical data and ethical considerations.Articles from PubMed, Embase, Medline and Web of Science were systematically reviewed.The outcomes of 78 individual patients reported in 19 articles from 1968 onwards were pooled and elements of ethical discussions were compared. There is no clear clinical evidence that DBS is a treatment for DoC that can restore both consciousness and the ability to communicate. In patients who benefitted, the outcome of DBS is often confounded by the time frame of spontaneous recovery from DoC. Difficult ethical considerations remain, such as the risk of increasing self-awareness of own limitations, without improving overall wellbeing, and the issues of proxy consent.DBS is far from being evident as a possible future therapeutic avenue for patients with DoC. Double-blind studies are lacking, and many clinical and ethical issues have to be addressed. In the rare cases when DBS for patients with DoC is considered, this needs to be evaluated meticulously on a case by case basis, with comprehensive overall outcome measures including psychological and quality-of-life assessments, and with the guidance of an ethical and interdisciplinary panel, especially in relation to proxy consent.", "doi": "10.1016/j.brs.2017.08.006", "title": "Deep brain stimulation for disorders of consciousness: Systematic review of cases and ethics.", "journal": ["Brain stimulation", "Brain Stimul"]}