{"authors": [["Kürten", "Sven", "S", "Department of Neurosurgery, Heinrich-Heine-Universität, Düsseldorf, Moorenstraße 5, Geb. 14.54, 40225, Düsseldorf, Germany."], ["Munoz", "Christopher", "C", "Department of Neurosurgery, Heinrich-Heine-Universität, Düsseldorf, Moorenstraße 5, Geb. 14.54, 40225, Düsseldorf, Germany."], ["Beseoglu", "Kerim", "K", "Department of Neurosurgery, Heinrich-Heine-Universität, Düsseldorf, Moorenstraße 5, Geb. 14.54, 40225, Düsseldorf, Germany."], ["Fischer", "Igor", "I", "Division of IT and Statistics, Department of Neurosurgery, Heinrich-Heine-Universität, Düsseldorf, Moorenstraße 5, Geb. 14.54, 40225, Düsseldorf, Germany."], ["Perrin", "Jason", "J", "Department of Neurosurgery, University Hospital, Mannheim, Theodor-Kutzer-Ufer 1-3, 68135, Mannheim, Germany."], ["Steiger", "Hans-Jakob", "HJ", "Department of Neurosurgery, Heinrich-Heine-Universität, Düsseldorf, Moorenstraße 5, Geb. 14.54, 40225, Düsseldorf, Germany. steiger@uni-duesseldorf.de."]], "date": "2017-09-30", "id": "28965156", "text": "According to current evidence, adding decompressive craniectomy (DC) to best medical therapy reduces case fatality rate of malignant middle cerebral artery infarction by 50-75%. There is currently little information available regarding the outcome of subgroups, in particular of patients with extensive infarctions exceeding the territory of the middle cerebral artery.The records of 101 patients with large hemispheric infarctions undergoing DC were retrospectively reviewed. Twenty-seven patients had additional ACA and/or PCA infarcts. Sequential CTs were used for postoperative follow-up. Intracranial pressure (ICP) was monitored via a ventricular catheter in comatose patients. The main aim of treatment was to keep midline shift below 10 mm and ICP below 20 mmHg. If midline shift increased despite preceding DC, repeat surgery with removal of clearly necrotic tissue was considered. For the current analysis, Glasgow Coma Scale (GCS) at 14 days and modified Rankin Scale (mRS) at 3 months were used as outcome parameters. mRS 2 and 3 were defined as \"moderate disability\", mRS 4 as \"severe disability\", and mRS 5 and 6 as \"poor outcome\". These outcome parameters were correlated to age, gender, side, vascular territory, and time delay after stroke, GCS at the time of decompression, maximum ICP, maximum midline shift, and delay of maximum shift.The median age of the 39 female and 62 male patients was 56 years (range, 5-79 years). Overall, 12 patients died in the acute stage (11.9%). Twenty-three (22.8%) patients recovered to moderate disability at 3 months (mRS ≤ 3), 45 (44.6%) to severe disability and 33 (32.6%) suffered a poor outcome (mRS 5 or 6). Twenty patients (19.8%) required additional necrosectomy due to secondary increasing midline shift and/or intracranial hypertension. Patients recovering to moderate disability at 3 months were in the median 10 years younger than patients with less favorable outcome (P < 0.001) and had a higher GCS prior to surgery (P < 0.001). Eleven of the 27 patients with infarctions exceeding the MCA territory needed secondary surgery, indicating a higher necrosectomy rate as for isolated MCA infarction. At 3 months, the distribution of the outcomes in terms of mRS was comparable between the patients suffering from extended infarctions and patients having isolated MCA stroke. Infarctions exceeding the territory of the middle cerebral artery were seen in 30% of the group recovering to moderate disability and thus as frequent as in the groups suffering a less favorable outcome.Intensified postoperative management including possible secondary decompression with necrosectomy may further reduce case fatality rate of patients with large hemispheric infarction. Age above 60 years and severely reduced level of consciousness are the most significant factors heralding unfavorable recovery. Patients suffering infarctions exceeding the MCA territory have a comparable chance of favorable recovery as patients with isolated MCA infarction.", "doi": "10.1007/s00701-017-3329-3", "title": "Decompressive hemicraniectomy for malignant middle cerebral artery infarction including patients with additional involvement of the anterior and/or posterior cerebral artery territory-outcome analysis and definition of prognostic factors.", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}