{"authors": [["Sun", "Guo-Qing", "GQ", "Department of Neurosurgery, Rizhao Peoples Hospital Affiliated to Jining Medical University, Rizhao 276826, Shandong Province, China."], ["Jin", "Shi-Gang", "SG", "Department of Neurosurgery, Rizhao Peoples Hospital Affiliated to Jining Medical University, Rizhao 276826, Shandong Province, China."], ["Fu", "Ting-Kai", "TK", "Department of Neurosurgery, Rizhao Peoples Hospital Affiliated to Jining Medical University, Rizhao 276826, Shandong Province, China."], ["Chen", "Xiang-Tao", "XT", "Department of Neurosurgery, Donggang District People's Hospital, Rizhao 276826, Shandong Province, China. Electronic address: y_x_x726@sina.com."], ["Xu", "Zhen", "Z", "Department of Neurosurgery, Rizhao Peoples Hospital Affiliated to Jining Medical University, Rizhao 276826, Shandong Province, China."]], "date": "2017-09-22", "id": "28964406", "text": "Pericallosal artery aneurysms are not common clinically. The microsurgery and endovascular therapy are surgically challenging operations. The objective of the study is to summarize their clinical symptoms and optimal treatment strategies of pericallosal artery aneurysms.Nine cases of pericallosal artery aneurysms detected by digital subtraction angiography (DSA) were reviewed. The clinical manifestation, brain imaging characteristics, and optimal treatment methods were summarized.Patients with spontaneous aneurysm had good clinical outcomes after endovascular coiling or microsurgical clipping treatment. There were no any neurological function deficits in five patients. One patient suffered from permanent neurological function deficits. Patients with traumatic aneurysm pericallosal had relatively poor outcomes, including two patients showing disturbed consciousness and the paralysis of the lower limbs with slow recovery, and one patient was dead after the surgery.Spontaneous subarachnoid hemorrhage and interhemispheric fissure hematoma suggest spontaneously pericallosal aneurysm, while traumatic corpus callosum hematoma as well the accompanying embryo of intraventricular hemorrhage suggest traumatic pericallosal aneurysm. Endovascular embolization is the primary surgical treatment for pericallosal aneurysm, while patients with pericallosal aneurysm are not suitable for surgical treatment. Microsurgical clipping treatment may be a choice. However, both of these treatment strategies have high risk.", "doi": "10.1016/j.pjnns.2017.09.007", "title": "Diagnosis and treatment of pericallosal artery aneurysms.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}