{"authors": [["Zeev-Wolf", "Maor", "M", "Gonda Brain Research Center, Bar Ilan University, Ramat-Gan, Israel."], ["Dor-Ziderman", "Yair", "Y", "Gonda Brain Research Center, Bar Ilan University, Ramat-Gan, Israel. Electronic address: yairem@gmail.com."], ["Goldstein", "Abraham", "A", "Gonda Brain Research Center, Bar Ilan University, Ramat-Gan, Israel; Department of Psychology, Bar Ilan University, Ramat-Gan, Israel."], ["Bonne", "Omer", "O", "Hadassah Medical Center and Hebrew University, Jerusalem, Israel."], ["Abramowitz", "Eitan G", "EG", "Hadassah Medical Center and Hebrew University, Jerusalem, Israel."]], "date": "2017-08-31", "id": "28961523", "text": "One of the most challenging questions regarding the nature and neural basis of consciousness is the embodied dimension of the phenomenon, that is, feeling located within the body and viewing the world from that spatial perspective. Current theories in neurophysiology highlight the active role of multisensory and sensorimotor integration in supporting self-location and self-perspective, and propose the right temporal-parietal-junction (rTPJ) as a key area for such function. These theories are based mainly on findings from two experimental paradigms: manipulation of bottom-up multisensory information integration regarding one's body location (full-body illusion), or direct and invasive manipulation disrupting brain activity at the rTPJ. In this study we take a different approach by using hypnotic suggestion - a non-invasive top-down technique - to manipulate the subjective experience of self-location. The brain activity of 18 right-handed participants was recorded using magnetoencephalography (MEG) while their subjective experience of self-location was hypnotically manipulated. Spectral analyses were conducted on the spontaneous MEG data before and during an induction of an out-of-body experience (OBE) by a trained psychiatrist. The results indicate high correlations between power at alpha and high-gamma frequency-bands and the degree of perceived change in self-location. Regions exhibiting such correlations include temporal-occipital regions, the rTPJ, as well as frontal and midline regions. These findings are in line with an oscillatory-based predictive coding framework.", "doi": "10.1016/j.cortex.2017.08.025", "title": "Oscillatory brain mechanisms of the hypnotically-induced out-of-body experience.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}