{"authors": [["Payk", "Marlene", "M", "Faculty of Health, University of Canberra, Nurse Practitioner Westmead Hospital, Westmead, NSW, Australia."], ["Robinson", "Tracy", "T", "School of Public Health, Faculty of Medicine, Nursing and Health Sciences, Monash Centre for Health Research and Implementation (MCHRI), Melbourne, Vic., Australia."], ["Davis", "Deborah", "D", "Clinical Chair Faculty of Health, ACT Health Directorate and University of Canberra, University of Canberra, Canberra, ACT, Australia."], ["Atchan", "Marjorie", "M", "Faculty of Health, Disciplines of Nursing and Midwifery, University of Canberra, Canberra, ACT, Australia."]], "date": "2017-09-28", "id": "28960449", "text": "To use systematic methods to explore the psychosocial facilitators and challenges of insulin pump therapy among people with type 1 diabetes.Insulin pump therapy is now widely accepted in the management of type 1 diabetes. Given the increasing use of insulin pumps, it is timely to review the evidence relating to the psychosocial impacts of this therapy which have not been addressed in previous reviews.An integrative review of the literature (January 2005-February 2017).A systematic search of electronic databases: CINAHL, Cochrane, Medline, PsycINFO and Scopus.Empirical literature reporting psychosocial facilitators and challenges of insulin pump therapy were eligible for inclusion. A constant comparative method was used to guide the review. Quality appraisal was performed using the Mixed Methods Appraisal Tool Version 2011.Thirty-five potential articles identified from titles and abstracts were reviewed. Of these, 13 articles were included in the final review. Psychosocial facilitators of insulin pump therapy included the flexibility and freedom it provided for living with diabetes, enhancing social situations and daily management. In contrast, challenges included the demands of pump therapy, self-consciousness in wearing the pump and fear of hypoglycaemia and pump failure.Findings can be used by health professionals to inform people embarking on insulin pump therapy and prepare them with regard to expectations of the treatment. Further research is required to explore the role of diabetes health professional in providing psychosocial support to people with type 1 diabetes on insulin pump therapy.", "doi": "10.1111/jan.13463", "title": "An integrative review of the psychosocial facilitators and challenges of continuous subcutaneous insulin infusion therapy in type 1 diabetes.", "journal": ["Journal of advanced nursing", "J Adv Nurs"]}