{"authors": [["Kessler", "Henrik", "H", "Department of Psychosomatic Medicine and Psychotherapy, LWL-University Hospital, Ruhr-University BochumBochum, Germany."], ["Schmidt", "Anna Christine", "AC", "Department of Psychosomatic Medicine and Psychotherapy, LWL-University Hospital, Ruhr-University BochumBochum, Germany."], ["Hildenbrand", "Oliver", "O", "Department of Epileptology, University of BonnBonn, Germany."], ["Scharf", "Daniela", "D", "Department of Medical Psychology, University of BonnBonn, Germany."], ["Kehyayan", "Aram", "A", "Department of Psychosomatic Medicine and Psychotherapy, LWL-University Hospital, Ruhr-University BochumBochum, Germany."], ["Axmacher", "Nikolai", "N", "Department of Neuropsychology, Institute of Cognitive Neuroscience, Faculty of Psychology, Ruhr-University BochumBochum, Germany."]], "date": "2017-09-14", "id": "28959219", "text": "Background: Repression is considered as a central defense mechanism in psychodynamic theory. It refers to the process by which \"unbearable\" mental contents (e.g., those related to internal conflicts) are kept out of consciousness. The process of repression is probably closely related to concepts of emotion regulation derived from a different theoretical background. This relationship is particularly relevant because it relates repression to current research in the affective neurosciences as well as to experimental studies on emotion regulation. Due to its complex and highly individual nature, repression has been notoriously difficult to investigate. We investigated repression with an individualized experiment in healthy subjects in order to establish methods to study repression in clinical populations. To this end we operationalized repression using individualized experimental conditions, and then studied potential behavioral [memory and reaction time (RT)] and psychophysiological correlates [skin conductance response (SCR)]. Method: Twenty-nine healthy female subjects were asked to freely associate to individualized cue sentences. Sentences were generated from individual psychodynamic interviews based on operationlized psychodynamic diagnosis (OPD), and were comprised of three different types: positive, negative non-conflictual, and negative conflict-related sentences. Subjects were asked to name the first three associations coming into their mind. Afterward, the remaining time was used for free association. SCR during each association trial and RT of the first given association were recorded. The memory for the first three associations was subsequently tested in an unexpected recall. Results: Associations to conflict-related cue sentences were associated with longer RTs and increased SCRs. Moreover, the unexpected recall task showed memory for these associations to be reduced. Conclusion: We interpret these findings as possible correlates of repression, in line with a history of experimental research into repression using non-individualized cues. Consequently, we suggest that this experimental paradigm could serve to investigate repression in clinical populations.", "doi": "10.3389/fpsyg.2017.01511", "title": "Investigating Behavioral and Psychophysiological Reactions to Conflict-Related and Individualized Stimuli as Potential Correlates of Repression.", "journal": ["Frontiers in psychology", "Front Psychol"]}