{"authors": [["Scheib", "Christopher M", "CM", "Anesthesia Department, W. G. (Bill) Hefner VA Medical CenterSalisbury, NC, United States."]], "date": "2017-09-14", "id": "28959192", "text": "Theories of mechanisms that impair or prevent consciousness during anesthesia that are related to thalamocortical oscillations have been proposed. Many methods of EEG analysis have been proposed as measures of anesthetic effects but only a few have potential to provide measures of those anesthetic effects that are directly related to thalamocortical oscillations. Some of these methods will be explained and demonstrated with examples chosen to provide evidence for or against two of the proposed mechanisms. The first of the two mechanisms to be addressed is the \"traveling peak\" (Ching et al., 2010), which relates to anesthetic agents synchronizing neural oscillations that occur in subjects who are awake and reducing their frequency from the gamma (25-40 Hz) to the beta range (13-24 Hz) as a state of sedation develops. The mechanism continues to lower the frequency of this oscillation to the alpha (8-12 Hz) range. In the alpha frequency range, responses to sounds and words stop. It has been proposed that the mechanism changes fundamentally at this point and the oscillations are not compatible with consciousness. The second mechanism that will be addressed is a modification of the generally accepted mechanism for the spindle oscillations that occur during natural sleep (Steriade et al., 1993a,b). These two different mechanisms imply two different patterns for changes in the frequency of the thalamocortical oscillations during emergence. The first mechanism implies that the frequency of the oscillations should increase from the alpha range to the beta range during emergence. The \"spindle\" mechanism implies that the frequency of the oscillation would not increase much beyond the alpha range. Examples of EEG recordings during anesthesia and emergence from anesthesia were found which were consistent with either mechanism alone or both mechanisms at the same time. Neither theory was able to explain all examples. It is possible that both mechanisms can occur and that brainstem activity may influence the characteristics of emergence. The brainstem activity in question may be influenced by nociception and analgesic supplementation. It may be possible to control the path of emergence by controlling brainstem activity with opioids and other agents in order to allow the patient to awaken without going through an excitement phase or delirium at the transition to consciousness.", "doi": "10.3389/fnsys.2017.00066", "title": "Brainstem Influence on Thalamocortical Oscillations during Anesthesia Emergence.", "journal": ["Frontiers in systems neuroscience", "Front Syst Neurosci"]}