{"authors": [["Kozlowska", "Kasia", "K", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["Chudleigh", "Catherine", "C", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["Cruz", "Catherine", "C", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["Lim", "Melissa", "M", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["McClure", "Georgia", "G", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["Savage", "Blanche", "B", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["Shah", "Ubaid", "U", "3 Sydney Medical School, The University of Sydney, NSW, Australia."], ["Cook", "Averil", "A", "1 Department of Psychological Medicine, The Children's Hospital at Westmead, NSW, Australia."], ["Scher", "Stephen", "S", "3 Sydney Medical School, The University of Sydney, NSW, Australia."], ["Carrive", "Pascal", "P", "8 Department of Anatomy, School of Medical Sciences, University of NSW, Australia."], ["Gill", "Deepak", "D", "3 Sydney Medical School, The University of Sydney, NSW, Australia."]], "date": "2017-09-28", "id": "28956479", "text": "Psychogenic non-epileptic seizures (PNES) - time-limited disturbances of consciousness and motor-sensory control, not accompanied by ictal activity on electroencephalogram (EEG) - are best conceptualized as atypical neurophysiological responses to emotional distress, physiological stressors and danger. Patients and families find the diagnosis of PNES difficult to understand; the transition from neurology (where the diagnosis is made) to mental health services (to which patients are referred for treatment) can be a bumpy one. This study reports how diagnostic formulations constructed for 60 consecutive children and adolescents with PNES were used to inform both the explanations about PNES that were given to them and their families and the clinical interventions that were used to help patients gain control over PNES. Families were able to accept the diagnosis of PNES and engage in treatment when it was explained how emotional distress, illness and states of high arousal could activate atypical defence responses in the body and brain - with PNES being an unwanted by-product of this process. Patients and their families made good use of therapeutic interventions. A total of 75% of children/adolescents (45/60) regained normal function and attained full-time return to school. Global Assessment of Functioning scores increased from 41 to 67 ( t(54) = 10.09; p < .001). Outcomes were less favourable in children/adolescents who presented with chronic PNES and in those with a chronic, comorbid mental health disorder that failed to resolve with treatment. The study highlights that prompt diagnosis, followed by prompt multidisciplinary assessment, engagement, and treatment, achieves improved outcomes in children/adolescents with PNES.", "doi": "10.1177/1359104517730116", "title": "Psychogenic non-epileptic seizures in children and adolescents: Part II - explanations to families, treatment, and group outcomes.", "journal": ["Clinical child psychology and psychiatry", "Clin Child Psychol Psychiatry"]}