{"authors": [["Arakawa", "Masafumi", "M", "Department of Neurological Science, Graduate School of Medicine, Nippon Medical School."], ["Shimoyama", "Takashi", "T", "Department of Neurological Science, Graduate School of Medicine, Nippon Medical School."], ["Matsumoto", "Noriko", "N", "Department of Neurological Science, Graduate School of Medicine, Nippon Medical School."], ["Suda", "Satoshi", "S", "Department of Neurological Science, Graduate School of Medicine, Nippon Medical School."], ["Kurita", "Jiro", "J", "Department of Cardiovascular surgery, Graduate School of Medicine, Nippon Medical School."], ["Kimura", "Kazumi", "K", "Department of Neurological Science, Graduate School of Medicine, Nippon Medical School."]], "date": "2017-09-28", "id": "28954974", "text": "A 67-year-old woman developed weakness of the entire left side of the body and disturbance of consciousness, and was admitted to our hospital. She had atrial fibrillation (AF) on arrival at the hospital. Diffusion weighted magnetic resonance imaging showed high intensity area in the right basal ganglia, and magnetic resonance angiography showed occlusion of the right internal carotid artery (ICA). Thrombolytic therapy with intravenous tissue plasminogen activator (IV tPA) was administered 225 minutes after onset, and endovascular procedure also performed. After endovascular therapy, the patient had successful recanalization of the right ICA. Transesophageal echocardiography (TEE) showed a mass in the left atrium. Cardiac surgery for the excision of a left atrial mass and the maze procedure for atrial fibrillation were performed on the 29th hospital day. The mass was pathologically confirmed as thrombus. Follow up TEE after cardiac surgery revealed recurrence of thrombus at the both origin of pulmonary vein in the left atrium. Finally, the thrombus was disappeared at 6-month after onset with taking warfarin. She had no stroke events during the clinical course.", "doi": "10.5692/clinicalneurol.cn-001069", "title": "A case of cerebral embolism with a large thrombus in the left atrium, and a recurrence of thrombus in the left atrium after the maze procedure.", "journal": ["Rinsho shinkeigaku = Clinical neurology", "Rinsho Shinkeigaku"]}