{"authors": [["Shiga", "Yuji", "Y", "Department of Neurology, Brain Attack Center, Ota Memorial Hospital."], ["Kamimura", "Teppei", "T", "Department of Neurology, Brain Attack Center, Ota Memorial Hospital."], ["Shimoe", "Yutaka", "Y", "Department of Neurology, Brain Attack Center, Ota Memorial Hospital."], ["Takahashi", "Toshiyuki", "T", "Division of Neurology, Tohoku University School of Medicine."], ["Kaneko", "Kimihiko", "K", "Division of Neurology, Tohoku University School of Medicine."], ["Kuriyama", "Masaru", "M", "Department of Neurology, Brain Attack Center, Ota Memorial Hospital."]], "date": "2017-09-28", "id": "28954973", "text": "A 69-year-old man was admitted to our hospital because of disturbed consciousness and gait disturbance. He had herpes zoster (HZ) in his left thigh 10 days before admission, and motor paresis of four extremities developed. A dark red rash was observed in his left buttock and thigh (L2-3 region), which was also scattered in the right lower leg, chest wall, and both upper extremities. Brain MRI showed no lesions of demyelinating plaques. Spine MRI showed no abnormal signals in the lumbar region; however, high signals in the spinal cord from the bottom of the medulla oblongata to the upper (Th 2) thoracic region were observed. High signals were observed mainly in the central white matter. These lesions might correspond to longitudinally extensive transverse myelitis (LETM). Cerebrospinal fluid (CSF) showed increased protein and cell counts of lymphocytes and was positive for varicella-zoster virus (VZV)-DNA. His serum sample tested negative for anti-aquaporin (AQP)4 antibody but positive for anti-myelin oligodendrocyte glycoprotein (MOG) antibody (cell-based assay). Disseminated HZ was suspected on the basis of the widely scattered rash, and damage to the both lungs and liver. This is the first report of HZ-associated LETM with a high titer anti-MOG antibodies. Our case showed that HZ may trigger anti-MOG-IgG positive myelitis.", "doi": "10.5692/clinicalneurol.cn-001066", "title": "Anti-myelin oligodendrocyte glycoprotein (MOG) antibody-positive varicella-zoster virus myelitis presenting as longitudinally extensive transverse myelitis: a case report.", "journal": ["Rinsho shinkeigaku = Clinical neurology", "Rinsho Shinkeigaku"]}