{"authors": [["Ayoobi", "Fatemeh", "F", "a Physiology-Pharmacology Research Center , Rafsanjan University of Medical Sciences , Rafsanjan , Iran."], ["Shamsizadeh", "Ali", "A", "a Physiology-Pharmacology Research Center , Rafsanjan University of Medical Sciences , Rafsanjan , Iran."], ["Shafiei", "Seyed Ali", "SA", "b Neurology and Neuroscience Research Center , Qom University of Medical Sciences , Qom , Iran."]], "date": "2017-09-27", "id": "28954583", "text": "Objectives Lack of high-quality sleep causes serious side effects. The current study aimed to investigate the impact of local extremely low frequency magnetic field (ELF-MF) on sleep and drowsiness in healthy young adults. Methods Sixty-five young adults (32 males and 31 females, aged 18-24, participated voluntarily in this randomized crossover clinical trial. 200 microTesla MF (3 minutes duration) at three frequencies (10, 14 and 18 Hz) was applied to the skull in areas C3, Cz and C4, respectively. The Stanford Sleepiness Scale (SSS) or Consciousness Test (CT), Epworth Sleepiness Scale (ESS) and Peabody Picture Vocabulary Test were used to evaluate drowsiness, sleepiness, and reaction time. These tests were done both before and after application of ELF-MF or sham operation. Results Minimum reaction time after exposure to ELF-MF increased compared to that before exposure (P = 0.03), while it was not significant for the sham group (P = 0.63). From the ESS questionnaire, the results indicated that there was no significant difference for males or females between the exposure and sham groups. The mean of the SSS scores was no different compared to that before exposure. Conclusion The results of this study demonstrated that exposure to ELF-MF may influence reaction time in young healthy people. However, as the results of ESS and SSS were not different between exposure and non-exposure groups, further studies using larger sample sizes are recommended in order to reach better interpretations of the effects of ELF-MF on sleepiness in young people.", "doi": "10.1080/01616412.2017.1380931", "title": "The effect of local extremely low frequency magnetic field on student sleepiness.", "journal": ["Neurological research", "Neurol. Res."]}