{"authors": [["Sultan", "Khalid Omar", "KO", "Mosul Teaching Hospital, Mosul, Iraq."], ["Mahmood", "Bashar Shaker", "BS", null], ["Najim", "Zainab", "Z", null], ["Al-Habboo", "Dhiher Jameel", "DJ", null], ["Najim", "Hellme", "H", null]], "date": null, "id": "28953844", "text": "It has been proven that physical morbidity is related to psychiatric illness. Some physical illnesses are more related to psychiatric morbidity compared to others. Epilepsy is considered one of them, as patients who suffer from epilepsy has disturbances of consciousness and this leads to a variety of psychological disturbance in addition to the psychological and social impact of the illness.To identify risk factors and psychiatric morbidity in epilepsy, in order to try to manage it and improve outcome of this illness and enhance quality of life.Patients who were referred to the department of Neurology at Mosul Teaching hospital from primary care centres between October 2012 and February 2013 and consented to participate in the study, were checked and if they fulfilled the criteria for the diagnosis of epilepsy, they were interviewed and their sociodemographic data were recorded, the hospital anxiety and depression questionnaire (HAD) was administered. Results were input in a computer programme and software statistical programme Minitab version 14.1 was utilised to analyse these data.The whole sample was 100 patients. 55 females and 45 males were included. Mean age was 30 years. Mean duration of illness was 5.5 years. Mean HAD score was 17. Male patients were a little bit older but there was no statistically significant difference compared to females and they both scored similar HAD score. There was no difference between urban and rural population with regards to HAD score. The results showed statistically significant correlation between age and duration of the illness and HAD score.The present study showed that there is a correlation between epilepsy and psychiatric morbidity. It has confirmed that females are more affected compared to males, which is expected as compared to the general population. It has also confirmed that psychiatric morbidity is positively related to epilepsy as it showed that the duration of illness has increased the psychiatric morbidity.Psychiatric morbidity is a neglected area in the management and care of physical illnesses, especially, epilepsy, where patients may get stigmatised and traumatised in the society. They may live in constant fear of having a fit. Assessing and managing the psychiatric morbidity of such patients will be reflected on the outcome of the illness and improve the quality of life of patients.", "doi": null, "title": "Psychiatric Manifestation of Patients with Epilepsy in Mosul, Iraq.", "journal": ["Psychiatria Danubina", "Psychiatr Danub"]}