{"authors": [["Zhang", "Fan", "F", "aDepartment of Internal Medicine, Brookdale University Hospital and Medical Center, Brooklyn bRoss University School of Medicine, Portsmouth, Dominica cDivision of Endocrinology, Brookdale University Hospital and Medical Center, Brooklyn, New York."], ["Kanzali", "Parisa", "P", null], ["Rubin", "Vadim", "V", null], ["Paras", "Chris", "C", null], ["Goldman", "Joel", "J", null]], "date": null, "id": "28953679", "text": "Neuroleptic malignant syndrome (NMS) is a life threatening neurologic emergency associated with neuroleptic or antipsychotic agent use. NMS is rarely related to thyroid disease.We report a case of NMS in a 66-year-old male with past medical history of paranoid schizophrenia on chlorpromazine, diabetes, hypertension and asthma, who presented with a humeral fracture after a fall. Patient developed hyperpyrexia, altered consciousness, autonomic instability, elevated serum creatine kinase (CK) without rigidity.CT head and workup for infection were negative. Electroencephalogram (EEG) showed generalized slow wave activity. Ultrasound revealed a large goiter with nodules.Chlorpromazine was stopped due to concern of NMS. Patient was treated with cooling, fluid and electrolyte maintenance.Patient slowly improved and CK level normalized. Thyroid-stimulating hormone (TSH) level trended down from 10.2 mIU/L to 0.02 mIU/L. Patient was discharged with aripiprazole.Hypothyroidism predisposes patients to NMS by altering central dopaminergic systems. The typical symptoms may be masked by hypothyroidism. Thyroid dysfunction should be excluded in all patients with NMS. Discontinuing antipsychotic agents decreases TSH levels which maybe due to the negative feedback of dopaminergic activity. This is the first case report describing dramatic changes in TSH after discontinuing chlorpromazine in NMS.", "doi": "10.1097/MD.0000000000008191", "title": "Neuroleptic malignant syndrome with thyroid disorder: An unusual case report.", "journal": ["Medicine", "Medicine (Baltimore)"]}