{"authors": [["Parthvi", "Rukma", "R", "1Department of Internal Medicine, Forest Hills Hospital, New York, NY; and 2Division of Pulmonary, Critical Care and Sleep Medicine, Department of Medicine, Hofstra Northwell School of Medicine, North Shore University Hospital & Long Island Jewish Medical Center, New Hyde Park, NY."], ["Agrawal", "Abhinav", "A", null], ["Khanijo", "Sameer", "S", null], ["Tsegaye", "Adey", "A", null], ["Talwar", "Arunabh", "A", null]], "date": "2017-09-13", "id": "28952972", "text": "Opioids are natural, semisynthetic, or synthetic substances that act on opioid receptors in the central nervous system. Clinically, they are prescribed for pain management. Opioid overdose (OOD) occurs when the central nervous system and respiratory drive are suppressed because of excessive consumption of the drug. Symptoms of OOD include drowsiness, slow breathing, pinpoint pupils, cyanosis, loss of consciousness, and death. Due to their addictive potential and easy accessibility opioid addiction is a growing problem worldwide. Emergency medical services and the emergency department often perform initial management of OOD. Thereafter, some patients require intensive care management because of respiratory failure, metabolic encephalopathy, acute kidney injury, and other organ failure.We sought to review the literature and present the most up-to-date treatment strategies of patients with acute OOD requiring critical care management.A PubMed search was conducted to review all articles between 1950 and 2017 and the relevant articles were cited.Worldwide, approximately 69,000 people die of OOD each year, and approximately 15 million people have opioid addiction. In the United States, death from OOD has increased almost 5-fold from 2001 to 2013. OOD leading to intensive care unit admission has increased by 50% from 2009 to 2015. At the same time, the mortality associated with these admissions has doubled. The management strategies include airway management, use of reversal agents, assessing and treating coingestions and associated complications, treatment of opioid withdrawal with alpha-agonists, and psychosocial support to help with opiate addiction and withdrawal. This warrants awareness among clinicians regarding the adverse effects associated with opioid use, management strategies, and calls for a multidisciplinary approach to treating these patients.", "doi": "10.1097/MJT.0000000000000681", "title": "Acute Opiate Overdose: An Update on Management Strategies in Emergency Department and Critical Care Unit.", "journal": ["American journal of therapeutics", "Am J Ther"]}