{"authors": [["Taniguchi", "Daisuke", "D", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan."], ["Nakajima", "Sho", "S", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan."], ["Hayashida", "Arisa", "A", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan."], ["Kuroki", "Takuma", "T", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan."], ["Eguchi", "Hiroto", "H", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan."], ["Machida", "Yutaka", "Y", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan."], ["Hattori", "Nobutaka", "N", "Department of Neurology, Juntendo University School of Medicine, 1-21-1 Hongo, 113-0033, Bunkyo, Tokyo, Japan."], ["Miwa", "Hideto", "H", "Department of Neurology, Juntendo University Nerima Hospital, 3-1-10 Takanodai, 177-8521, Tokyo, Nerima, Japan. hmiwahmiwa@gmail.com."]], "date": "2017-09-26", "id": "28950885", "text": "Acute necrotizing encephalopathy is one of the most devastating neurological complications of influenza virus infection. Acute necrotizing encephalopathy preferentially affects the thalamus bilaterally, as does deep cerebral venous thrombosis, which can lead to misdiagnosis.A 52-year-old Japanese woman infected with seasonal influenza B virus presented to the emergency care unit in our hospital with progressive alteration of her level of consciousness. Bilateral thalamic lesions were demonstrated by magnetic resonance imaging, leading to a tentative diagnosis of acute necrotizing encephalopathy. However, she had deep cerebral venous thrombosis, and the presence of diminished signal and enlargement of deep cerebral veins on T2*-weighted imaging contributed to a revised diagnosis of deep cerebral venous thrombosis. Anticoagulant therapy was initiated, leading to her gradual recovery, with recanalization of the deep venous system and straight sinus.To the best of our knowledge, these results represent the first report of deep cerebral venous thrombosis associated with influenza infection. It is clinically important to recognize that deep cerebral venous thrombosis, although rare, might be one of the neurological complications of influenza infection. In the presence of bilateral thalamic lesions in patients with influenza infection, deep cerebral venous thrombosis should be considered in addition to acute necrotizing encephalopathy. Delays in diagnosis and commencement of anticoagulant therapy can lead to unfavorable outcomes.", "doi": "10.1186/s13256-017-1444-7", "title": "Deep cerebral venous thrombosis mimicking influenza-associated acute necrotizing encephalopathy: a case report.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}