{"authors": [["Corazzol", "Martina", "M", "Institut des Sciences Cognitives Marc Jeannerod, UMR5229, Centre National de la Recherche Scientifique (CNRS), Bron, France; Claude Bernard University of Lyon I, Lyon, France."], ["Lio", "Guillaume", "G", "Institut des Sciences Cognitives Marc Jeannerod, UMR5229, Centre National de la Recherche Scientifique (CNRS), Bron, France; Claude Bernard University of Lyon I, Lyon, France."], ["Lefevre", "Arthur", "A", "Institut des Sciences Cognitives Marc Jeannerod, UMR5229, Centre National de la Recherche Scientifique (CNRS), Bron, France; Claude Bernard University of Lyon I, Lyon, France."], ["Deiana", "Gianluca", "G", "Institut des Sciences Cognitives Marc Jeannerod, UMR5229, Centre National de la Recherche Scientifique (CNRS), Bron, France; Claude Bernard University of Lyon I, Lyon, France."], ["Tell", "Laurence", "L", "Neurological Hospital Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["André-Obadia", "Nathalie", "N", "Neurological Hospital Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["Bourdillon", "Pierre", "P", "Neurological Hospital Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["Guenot", "Marc", "M", "Claude Bernard University of Lyon I, Lyon, France; Neurological Hospital Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["Desmurget", "Michel", "M", "Institut des Sciences Cognitives Marc Jeannerod, UMR5229, Centre National de la Recherche Scientifique (CNRS), Bron, France; Claude Bernard University of Lyon I, Lyon, France."], ["Luauté", "Jacques", "J", "Claude Bernard University of Lyon I, Lyon, France; Neurological Hospital Pierre Wertheimer, Hospices Civils de Lyon, Lyon, France."], ["Sirigu", "Angela", "A", "Institut des Sciences Cognitives Marc Jeannerod, UMR5229, Centre National de la Recherche Scientifique (CNRS), Bron, France; Claude Bernard University of Lyon I, Lyon, France. Electronic address: sirigu@isc.cnrs.fr."]], "date": null, "id": "28950091", "text": "Patients lying in a vegetative state present severe impairments of consciousness [1] caused by lesions in the cortex, the brainstem, the thalamus and the white matter [2]. There is agreement that this condition may involve disconnections in long-range cortico-cortical and thalamo-cortical pathways [3]. Hence, in the vegetative state cortical activity is 'deafferented' from subcortical modulation and/or principally disrupted between fronto-parietal regions. Some patients in a vegetative state recover while others persistently remain in such a state. The neural signature of spontaneous recovery is linked to increased thalamo-cortical activity and improved fronto-parietal functional connectivity [3]. The likelihood of consciousness recovery depends on the extent of brain damage and patients' etiology, but after one year of unresponsive behavior, chances become low [1]. There is thus a need to explore novel ways of repairing lost consciousness. Here we report beneficial effects of vagus nerve stimulation on consciousness level of a single patient in a vegetative state, including improved behavioral responsiveness and enhanced brain connectivity patterns.", "doi": "10.1016/j.cub.2017.07.060", "title": "Restoring consciousness with vagus nerve stimulation.", "journal": ["Current biology : CB", "Curr. Biol."]}