{"authors": [["Chandler", "Jennifer A", "JA", "a University of Ottawa, Faculty of Law."], ["Sun", "Jeffrey A", "JA", "a University of Ottawa, Faculty of Law."], ["Racine", "Eric", "E", "b Institut de Recherches Cliniques de Montreal (IRCM) , Neuroethics Research Unit."]], "date": "2016-08-19", "id": "28949872", "text": "Recently, the news media have reported on the discovery of covert awareness and the establishment of limited communication using a functional magnetic resonance imaging (fMRI) neuroimaging technique with several brain-injured patients thought to have been in a vegetative state. This discovery has raised many ethical, legal, and social questions related to quality of life, end-of-life decision making, diagnostic and prognostic accuracy in disorders of consciousness, resource allocation, and other issues. This project inquires into the public responses to these discoveries.We conducted a thematic analysis of online comments (n = 779) posted in response to 15 news articles and blog posts regarding the case of a Canadian patient diagnosed for 12 years as in a vegetative state, but who was reported in 2012 as having been able to communicate via fMRI. The online comments were coded using an iteratively refined codebook structured around 14 main themes.Among the most frequent public reactions revealed in the online comments were discussions of the quality of life of patients with disorders of consciousness, whether life-sustaining treatment should be withdrawn (and whether the fMRI communication technique should be used to ask patients about this), and misgivings about the accuracy of diagnosis in disorders of consciousness and brain death.These public perspectives are relevant to the obligations of clinicians, lawyers, and public policymakers to patients, families, and the public. Future work should consider how best to alleviate families' concerns as this type of research shakes their faith in diagnostic accuracy, to clarify the legal rules relating to advance directives in this context, and to address the manner in which public messaging might help to alleviate any indirect impact on confidence in the organ donation system.", "doi": "10.1080/23294515.2016.1226199", "title": "Online public reactions to fMRI communication with patients with disorders of consciousness: Quality of life, end-of-life decision making, and concerns with misdiagnosis.", "journal": ["AJOB empirical bioethics", "AJOB Empir Bioeth"]}