{"authors": [["Bahrami-Motlagh", "Hooman", "H", "Department of Radiology, Loghman-Hakim Hospital, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Hassanian-Moghaddam", "Hossein", "H", "Toxicological Research Center, Department of Clinical Toxicology, Loghman-Hakim Hospital, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran. hassanian@sbmu.ac.ir."], ["Zamini", "Hedieh", "H", "Department of Radiology, Loghman-Hakim Hospital, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Zamani", "Nasim", "N", "Toxicological Research Center, Department of Clinical Toxicology, Loghman-Hakim Hospital, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Gachkar", "Latif", "L", "Infectious Diseases and Tropical Medicine Research Center, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "date": "2017-09-25", "id": "28948475", "text": "Little is known about methamphetamine body stuffers and correlation of clinical manifestations with imaging studies. Current study was done to determine abdominopelvic computed tomography findings and clinical manifestations in methamphetamine body stuffers. In an IRB-approved routine data base study, demographic characteristics, clinical findings, and CT results of 70 methamphetamine body stuffers were retrieved. According to the clinical manifestations, the patients were categorized into either benign- or severe-outcome group. Also, they were determined to have positive or negative CT results. In the group with positive results, number and place of the baggies were determined, as well. Results of the CT were compared between the two groups. Almost 43% of the patients had positive abdominopelvic CT results. Mean density of the packs was 176.2 ± 152.7 Hounsfield unit. Based on the clinical grounds, 57% of the patients were in the benign- and 33% were in the severe-outcome group. In the benign group, 45% of the patients had positive CTs while in the severe-risk group, this was 40% (p > 0.05). Except variables defined as severe outcome (seizure, intubation, creatinine level, aspartate aminotransferase level, creatine phosphokinase and troponin level), agitation, on-arrival pulse rate, lactate dehydrogenase, bicarbonate, base excess, loss of consciousness and hospitalization period were correlating factors. But in regression analysis, we could not find a significant variable that prognosticate severe outcome. It seems that there is no relationship between the CT findings and clinical manifestations of the methamphetamine body stuffers. Severe outcomes may be observed even in the face of negative CTs.", "doi": "10.1007/s11547-017-0818-7", "title": "Correlation of abdominopelvic computed tomography with clinical manifestations in methamphetamine body stuffers.", "journal": ["La Radiologia medica", "Radiol Med"]}