{"authors": [["Lee", "Seung-Jae", "SJ", "Department of Neurology, Soonchunhyang University Bucheon Hospital, Bucheon, South Korea."], ["Lee", "Dong-Geun", "DG", "Department of Neurology, Sejong General Hospital, Bucheon, South Korea."]], "date": "2017-09-25", "id": "28945817", "text": "Early neurologic deterioration (END) during the acute stage of stroke is clinically important because of its association with poor outcomes. The purpose of this study was (1) to investigate variables associated with END, (2) to determine the distribution of atherosclerotic stenosis associated with END, and (3) to clarify the relationship between END and clinical outcomes.516 patients with acute ischemic stroke were included. The median follow-up period was 31.7 months. END was defined as a ≥2 point increase in the National Institutes of Health Stroke Scale (NIHSS), ≥1 point increase in level of consciousness or motor item of the NIHSS, or the development of any new neurological deficits during the first 72 hours of hospitalization. A signal loss on 1.5-T magnetic resonance angiography exceeding 50% was considered to be significant for the categorization of stenosis pattern.The prevalence of END was 19.0%. END was associated with intracranial atherosclerotic stenosis (IAS) together with large artery atherosclerosis (LAA) subtype. In particular, stenosis of basilar artery or posterior cerebral artery was independently associated with END. Lesion growth or hypoperfusion was more accountable for END in patients with IAS, whereas intracerebral hemorrhage or edema/herniation was more frequently observed in END patients without IAS. Patients with END had a higher rate of mortality, but a similar rate of further vascular events compared to patients without END.Pre-stroke IAS and LAA subtype could determine the development of END during the acute stage of ischemic stroke.", "doi": "10.1371/journal.pone.0185314", "title": "Distribution of atherosclerotic stenosis determining early neurologic deterioration in acute ischemic stroke.", "journal": ["PloS one", "PLoS ONE"]}