{"authors": [["Hagiya", "Hideharu", "H", "Department of Infection Control and Prevention, Osaka University Graduate School of Medicine, Japan."], ["Miyawaki", "Koji", "K", "Department of Pharmacy, Osaka University Hospital, Japan."], ["Yamamoto", "Norihisa", "N", "Department of Infection Control and Prevention, Osaka University Graduate School of Medicine, Japan."], ["Yoshida", "Hisao", "H", "Department of Infection Control and Prevention, Osaka University Graduate School of Medicine, Japan."], ["Kitagawa", "Akihiro", "A", "Department of Gastroenterological Surgery, Osaka University Graduate School of Medicine, Japan."], ["Asaoka", "Tadafumi", "T", "Department of Gastroenterological Surgery, Osaka University Graduate School of Medicine, Japan."], ["Eguchi", "Hidetoshi", "H", "Department of Gastroenterological Surgery, Osaka University Graduate School of Medicine, Japan."], ["Akeda", "Yukihiro", "Y", "Department of Infection Control and Prevention, Osaka University Graduate School of Medicine, Japan."], ["Tomono", "Kazunori", "K", "Department of Infection Control and Prevention, Osaka University Graduate School of Medicine, Japan."]], "date": "2017-09-25", "id": "28943562", "text": "Ceftriaxone is a widely used third-generation cephalosporin showing advantageous pharmacokinetic properties and a broad antimicrobial spectrum. We herein report a case of ceftriaxone-induced neurotoxicity in a 56-year-old man on hemodialysis. Seven days after initiating high-dose ceftriaxone, the patient developed impaired consciousness along with facial myoclonus and sporadic phonation. The symptoms clearly disappeared shortly after withdrawal of the drug. Ceftriaxone is considered a safe antibiotic for patients with renal insufficiency, since it is excreted via both haptic and renal pathways. Physicians should note that antibiotic-associated encephalopathy may develop in patients administered ceftriaxone, especially in those complicated with renal dysfunction.", "doi": "10.2169/internalmedicine.8774-16", "title": "Ceftriaxone-induced Neurotoxicity in a Patient after Pancreas-Kidney Transplantation.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}