{"authors": [["Eaton", "Jessica", "J", "UNC - Project Malawi, Lilongwe, Malawi."], ["Hanif", "Asma Bilal", "AB", "Department of Surgery, Kamuzu Central Hospitals, Lilongwe, Malawi."], ["Grudziak", "Joanna", "J", "Department of Surgery, University of North Carolina, Chapel Hill, North Carolina, USA."], ["Charles", "Anthony", "A", "UNC - Project Malawi, Lilongwe, Malawi; Department of Surgery, Kamuzu Central Hospitals, Lilongwe, Malawi; Department of Surgery, University of North Carolina, Chapel Hill, North Carolina, USA. Electronic address: anthchar@med.unc.edu."]], "date": "2017-09-21", "id": "28943422", "text": "Trauma accounts for 4.7 million deaths each year, with an estimated 90% of these occurring in low- and middle-income countries (LMICs). Approximately half of trauma-related deaths are caused by central nervous system injury. Because a thorough understanding of traumatic brain injury (TBI) in LMICs is essential to mitigate TBI-related mortality, we established a clinical and radiographic database to characterize TBI in our low-income setting.This is a review of prospectively collected data from Kamuzu Central Hospital, a tertiary care center in the capital of Malawi. All patients admitted from October 2016 through May 2017 with a history of head trauma, altered consciousness, and/or radiographic evidence TBI were included. We performed descriptive statistics, a Cox regression analysis, and a survival analysis.There were 280 patients who met inclusion criteria; of these, 80.5% were men. The mean age was 28.8 ± 16.3 years. Median Glasgow Coma Scale (GCS) score was 12 (interquartile range, 8-15). Road traffic crashes constituted the most common injury mechanism (60.7%). There were 148 (52.3%) patients who received a computed tomography scan, with the most common findings being contusions (26.1%). Of the patients, 88 (33.0%) had severe TBI, defined as a GCS score ≤8, of whom 27.6% were intubated and 10.3% received tracheostomies. Overall mortality was 30.9%. Of patients who survived, 80.1% made a good recovery. Female sex was protective, and the only significant predictor of poor functional outcome was presence of severe TBI (hazard ratio, 2.98; 95% confidence interval, 1.79-4.95).TBI represents a significant part of the global neurosurgical burden of disease. Implementation of proven in-hospital interventions for these patients is critical to attenuate TBI-related morbidity and mortality.", "doi": "10.1016/j.wneu.2017.09.084", "title": "Epidemiology, Management, and Functional Outcomes of Traumatic Brain Injury in Sub-Saharan Africa.", "journal": ["World neurosurgery", "World Neurosurg"]}