{"authors": [["Reber", "Thomas P", "TP", "Department of Epileptology, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany."], ["Faber", "Jennifer", "J", "Department of Epileptology, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany; Department of Neurology, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany."], ["Niediek", "Johannes", "J", "Department of Epileptology, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany."], ["Boström", "Jan", "J", "Department of Neurosurgery, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany."], ["Elger", "Christian E", "CE", "Department of Epileptology, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany."], ["Mormann", "Florian", "F", "Department of Epileptology, University of Bonn Medical Center, Sigmund-Freud-Str. 25, 53105 Bonn, Germany. Electronic address: florian.mormann@ukbonn.de."]], "date": "2017-09-21", "id": "28943091", "text": "The neuronal mechanisms giving rise to conscious perception remain largely elusive [1]. It is known that the strength of single-neuron activity correlates with conscious perception, especially in anterior regions of the ventral pathway in non-human primates [2-4] and in the human medial temporal lobe (MTL) [5, 6]. It is unclear, however, whether single-neuron correlates of conscious perception are characterized solely by the magnitude of neuronal responses, and whether the correlates of perception are equally prominent across different regions of the human MTL. While recording from 2,735 neurons in 21 neurosurgical patients during 40 experimental sessions, we created experimental conditions in which otherwise identical visual stimuli are sometimes seen and sometimes not detected at all by means of the attentional blink, i.e., the phenomenon that the second of two target stimuli in close succession often goes unnoticed to conscious perception [7]. Remarkably, responses to unseen versus seen stimuli were delayed and temporally more dispersed, in addition to being attenuated in firing rate. This finding suggests precise timing of neuronal responses as a novel candidate physiological marker of conscious perception. In addition, we found modulation of neuronal response timing and strength in response to seen versus unseen stimuli to increase along an anatomical gradient from the posterior to the anterior MTL. Our results thus map out the neuronal correlates of conscious perception in the human MTL both in time and in space.", "doi": "10.1016/j.cub.2017.08.025", "title": "Single-Neuron Correlates of Conscious Perception in the Human Medial Temporal Lobe.", "journal": ["Current biology : CB", "Curr. Biol."]}