{"authors": [["Sorber", "Joseph", "J", "Christus Good Shepard Medical Center in Longview, Texas, United States."], ["Levy", "David", "D", "Department of Emergency Medicine, Good Samaritan Hospital Medical Center, West Islip, NY, United States. Electronic address: david.levy@chsli.org."], ["Schwartz", "Adam", "A", "Department of Emergency Medicine, Good Samaritan Hospital Medical Center, West Islip, NY, United States."]], "date": "2017-09-18", "id": "28941874", "text": "We describe a patient with pneumocephalus following an epidural steroid injection (ESI) who presented with altered mental status, headache, focal neurologic findings and seizures. Pneumocephalus has rarely been described following ESI. A 34-year-old female presented with an altered level of consciousness worsening over approximately 18h following an ESI for lumbar back pain. She had associated headache, right-sided facial twitching and right upper extremity weakness. A brain CT scan revealed pneumocephalus in the right lateral ventricle and quadrigeminal plate cistern. While in the emergency department she experienced a self-limited generalized seizure. She was admitted and her symptoms persisted. Seven days following admission she was discharged to a rehabilitation facility, but her arm weakness persisted for greater than a month before resolving. Epidural anesthesia relies on the localization of the epidural space. The manual loss of resistance technique is widely used to identify the epidural space. The incidence of adverse effects is unknown. Case reports noting complications associated with this technique have been reported; rarely including pneumocephalus. Complications from the pneumocephalus are even less commonly reported. Though rare following an ESI and generally self-limited without complication, pneumocephalus should be considered in the differential diagnosis when evaluating a patient with neurologic deficits after instrumentation.", "doi": "10.1016/j.ajem.2017.09.030", "title": "Pneumocephalus and seizures following epidural steroid injection.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}