{"authors": [["Christensen", "Julia F", "JF", "Cognitive Neuroscience Research Unit, Department of Psychology, City, University of London, London, UK."], ["Gaigg", "Sebastian B", "SB", "Autism Research Group, Department of Psychology, City, University of London, London, UK."], ["Calvo-Merino", "Beatriz", "B", "Cognitive Neuroscience Research Unit, Department of Psychology, City, University of London, London, UK."]], "date": "2017-09-21", "id": "28940488", "text": "Interoception is the process of perceiving afferent signals arising from within the body including heart rate (HR), gastric signals, etc., and has been described as a mechanism crucially involved in the creation of self-awareness and selfhood. The heartbeat perception task is a tool to measure individuals' interoceptive accuracy (IAcc). IAcc correlates positively with measures of self-awareness and with attributes including emotional sensitivity, empathy, prosocial behavior, and efficient decision making. IAcc is only moderate in the general population, and attempts to identify groups of people who might have higher IAcc due to their specific training (e.g., yoga, meditation) have not been successful. However, a recent study with musicians suggests that those trained in the arts might exhibit high IAcc. Here, we tested IAcc in 20 professional dancers and 20 female control participants on a heartbeat perception task. Dancers had a higher IAcc, and this effect was independent of their lower heart rates (a proxy measure of physical fitness), counting ability, and knowledge about HR. An additional between-groups analysis after a median split in the dancer group (based on years of dance experience) showed that junior dancers' IAcc differed from controls, and senior dancers' IAcc was higher than both junior dancers and controls. General art experience correlated positively with IAcc. No correlations were found between IAcc and questionnaire measures of empathy, emotional experience, and alexithymia. These findings are discussed in the context of current theories of interoception and emotion-highlighting the features of arts training that might be related to IAcc.", "doi": "10.1111/psyp.13008", "title": "I can feel my heartbeat: Dancers have increased interoceptive accuracy.", "journal": ["Psychophysiology", "Psychophysiology"]}