{"authors": [["Müller", "F", "F", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."], ["Lenz", "C", "C", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."], ["Dolder", "P", "P", "Division of Clinical Pharmacology and Toxicology, Department of Biomedicine and Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Lang", "U", "U", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."], ["Schmidt", "A", "A", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."], ["Liechti", "M", "M", "Division of Clinical Pharmacology and Toxicology, Department of Biomedicine and Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Borgwardt", "S", "S", "Department of Psychiatry (UPK), University of Basel, Basel, Switzerland."]], "date": "2017-09-21", "id": "28940312", "text": "It has been proposed that the thalamocortical system is an important site of action of hallucinogenic drugs and an essential component of the neural correlates of consciousness. Hallucinogenic drugs such as LSD can be used to induce profoundly altered states of consciousness, and it is thus of interest to test the effects of these drugs on this system.100 μg LSD was administrated orally to 20 healthy participants prior to fMRI assessment. Whole brain thalamic functional connectivity was measured using ROI-to-ROI and ROI-to-voxel approaches. Correlation analyses were used to explore relationships between thalamic connectivity to regions involved in auditory and visual hallucinations and subjective ratings on auditory and visual drug effects.LSD caused significant alterations in all dimensions of the 5D-ASC scale and significantly increased thalamic functional connectivity to various cortical regions. Furthermore, LSD-induced functional connectivity measures between the thalamus and the right fusiform gyrus and insula correlated significantly with subjective auditory and visual drug effects.Hallucinogenic drug effects might be provoked by facilitations of cortical excitability via thalamocortical interactions. Our findings have implications for the understanding of the mechanism of action of hallucinogenic drugs and provide further insight into the role of the 5-HT2A -receptor in altered states of consciousness.", "doi": "10.1111/acps.12818", "title": "Increased thalamic resting-state connectivity as a core driver of LSD-induced hallucinations.", "journal": ["Acta psychiatrica Scandinavica", "Acta Psychiatr Scand"]}