{"authors": [["Brier", "Søren", "S", "Department of Management, Society and Communication, Copenhagen Business School, Denmark. Electronic address: sbr.msc@cbs.dk."]], "date": "2017-09-20", "id": "28939326", "text": "Charles S. Peirce developed a process philosophy featuring a non-theistic agapistic evolution from nothingness. It is an Eastern inspired alternative to the Western mechanical ontology of classical science also inspired by the American transcendentalists. Advaitism and Buddhism are the two most important Eastern philosophical traditions that encompass scientific knowledge and the idea of spontaneous evolutionary development. This article attempts to show how Peirce's non-mechanistic triadic semiotic process theory is suited better to embrace the quantum field view than mechanistic and information-based views are with regard to a theory of the emergence of consciousness. Peirce views the universe as a reasoning process developing from pure potentiality to the fully ordered rational Summon Bonum. The paper compares this with John Archibald Wheeler's \"It from bit\" cosmogony based on quantum information science, which leads to the info-computational view of nature, mind and culture. However, this theory lacks a phenomenological foundation. David Chalmers' double aspect interpretation of information attempts to overcome the limitations of the info-computational view. Chalmers supplements Batesonian and Wheelerian info-computationalism - both of which lack a phenomenological aspect - with a dimension that corresponds to the phenomenological aspect of reality. However, he does not manage to produce an integrated theory of the development of meaning and rationality. Alex Hankey's further work goes some way towards establishing a theory that can satisfy Husserl's criteria for consciousness - such as a sense of being and time - but Hankey's dependence on Chalmers' theory is still not able to account for what the connection between core consciousness and the physical world is.", "doi": "10.1016/j.pbiomolbio.2017.09.010", "title": "Peircean cosmogony's symbolic agapistic self-organization as an example of the influence of eastern philosophy on western thinking.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}