{"authors": [["Madah-Amiri", "Desiree", "D", "The Norwegian Centre for Addiction Research, The University of Oslo, Oslo, Norway. desireem@medisin.uio.no."], ["Myrmel", "Lars", "L", "Bergen Emergency Medical Services, Department of Anesthesia and Intensive Care, Haukeland University Hospital, Bergen, Norway."], ["Brattebø", "Guttorm", "G", "Bergen Emergency Medical Services, Department of Anesthesia and Intensive Care, Haukeland University Hospital, Bergen, Norway."]], "date": "2017-09-22", "id": "28938889", "text": "Overdoses from so-called \"club drugs\" (GHB/GBL) have become a more frequent cause of overdoses attended by ambulance services. Given its availability, affordability, and lack of awareness of risks, there is a common misconception among users that the drug is relatively safe.This study reviewed ambulance records in Bergen, Norway between 2009 and 2015 for cases of acute poisonings, particularly from suspected GHB/GBL intoxication.In total, 1112 cases of GHB and GBL poisoning were identified. GHB was suspected for 995 (89%) of the patients. Men made up the majority of the cases (n = 752, 67.6%) with a median age of 27 years old. Temporal trends for GHB/GBL overdoses displayed a late-night, weekend pattern. The most frequent initial symptoms reported were unconsciousness, or reduced consciousness. Most of the patients required further treatment and transport. During the period from 2009 to 2015, there was a nearly 50% decrease in GHB/GBL overdoses from 2013 to 2014.The characteristics of GHB/GBL overdose victims shed light on this patient group. The decrease in incidence over the years may be partly due to a legal ban on GBL in Norway, declared in 2010. It may also be due to an increase in the use of MDMA/ecstasy.The review of ambulance records on the prehospital treatment of overdoses can be beneficial in monitoring, preparing, and prevention efforts aimed to benefit this vulnerable group.", "doi": "10.1186/s13049-017-0441-6", "title": "Intoxication with GHB/GBL: characteristics and trends from ambulance-attended overdoses.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}