{"authors": [["Zellner", "Nicolas", "N", null], ["Eyer", "Florian", "F", null], ["Zellner", "Tobias", "T", null]], "date": "2017-09-22", "id": "28938502", "text": "Background Pregabalin is used e. g. for the treatment of neuropathic pain and anxiety disorder. Recently, its potential for abuse and addiction has become apparent. Methods From 2008 - 2015, we searched our database for the term \"Pregabalin\", including all patients treated in our department and all calls to the Poison Information Centre (PIC) Munich.From October 2013 to September 2014, all patients were included in a cohort study who either were admitted with a drug intoxication or who presented themselves for a course of detoxification (except ethanol). Results From 2008 - 2015, 263 patients with Pregabalin abuse were treated. The number of cases per year increased from 0 - 5 in 2008 - 2011 to 105 in 2015. In 2008, the PIC received 3 calls concerning Pregabalin abuse, in 2015 the number of calls was 71. From 2013 - 2014, 80 out of 370 patients had consumed Pregabalin. It was the fifth most frequently abused substance. Pregabalin users had consumed more additional substances than other patients (median 4 1 2 3 4 5 6 vs. 2 1 2 3 4 5 6, p < 0.001) and they were more often in an opioid substitution treatment (41.2 vs. 21.7 %, p < 0.001).The most co-abused drugs were benzodiazepines (66.3 %), methadone (48.8 %), buprenorphine (32.5 %) and heroin (22.5 %). 88.0 % of all intoxicated patients had moderate to severe symptoms of intoxication like impaired consciousness (74.0 %), respiratory distress, (40.0 %), agitation/aggressiveness (28.0 %), restlessness (14.0 %), hallucinations (8.0 %) or seizures (8.0 %).The semi-quantitative urine concentration was 51.4 ± 66.0 mg/g Creatinine for intoxicated patients and 26.1 ± 23.0 for patients admitted for detoxification (n = 58; p = 0.034). Discussion Pregabalin abuse increases continuously and constitutes a significant health issue. Particularly patients with a history of substance abuse are vulnerable. Physicians should be aware of the substantial potential of Pregabalin for abuse and addiction and they should know the dangers of an intoxication.Hintergrund Pregabalin ist u. a. zur Behandlung von neuropathischen Schmerzen und Angststörungen zugelassen. Inzwischen zeigt sich, dass es ein Missbrauchs- und Abhängigkeitspotenzial aufweist. Methoden Es wurde eine Datenbankanalyse mit dem Suchbegriff „Pregabalin“ für alle von 2008 – 2015 in unserer Abteilung behandelten Patienten und im Giftnotruf München eingegangenen Anrufe durchgeführt. Von Oktober 2013 bis September 2014 wurden alle Patienten in eine Kohortenstudie eingeschlossen, die aufgrund einer Drogen-Intoxikation behandelt wurden oder sich zum Entzug (außer Ethanol) vorstellten. Ergebnisse Von 2008 – 2015 wurden 263 Patienten mit Pregabalin-Missbrauch behandelt. Die Anzahl der Fälle pro Jahr stieg von 0 – 5 in den Jahren 2008 – 2011 auf 105 im Jahr 2015. 2008 gingen 3 Anrufe zu Pregabalin-Missbrauch im Giftnotruf ein, 2015 waren es 71.Von 2013 – 2014 hatten 80 von 370 Patienten Pregabalin konsumiert. Es war die fünftmeiste konsumierte Substanz. Pregabalin-Konsumenten hatten mehr zusätzliche Substanzen als andere Patienten konsumiert (Median 4 1 2 3 4 5 6 vs. 2 1 2 3 4 5 6, p < 0,001) und waren häufiger substituiert (41,2 vs. 21,7 %, p < 0,001). Die häufigsten ko-konsumierten Substanzen waren Benzodiazepine (66,3 %), Methadon (48,8 %), Buprenorphin (32,5 %) und Heroin (22,5 %). 88,0 % der intoxikierten Patienten hatten mittelgradig bis schwere Vergiftungssymptome wie Bewusstseinsminderungen (74,0 %), Atemnot (40,0 %), Agitation/Aggression (28,0 %), Unruhe (14,0 %), Halluzinationen (8,0 %) oder Krampfanfälle (8,0 %).Der semiquantitative Urinspiegel lag bei Intoxikationspatienten bei 51,4 ± 66,0 mg/g Kreatinin, bei Entgiftungspatienten bei 26,1 ± 23,0 (n = 58; p = 0,034). Diskussion Der Missbrauch von Pregabalin steigt kontinuierlich an und stellt ein relevantes medizinisches Problem dar. Besonders suchterkrankte Patienten sind gefährdet. Ärzte sollten sich dem erheblichen Abhängigkeits- und Missbrauchspotenzial von Pregabalin bewusst sein sowie die Gefahren einer Intoxikation kennen.", "doi": "10.1055/s-0043-104228", "title": "[Alarming Pregabalin Abuse in Munich: Prevalence, Patterns of Use and Complications].", "journal": ["Deutsche medizinische Wochenschrift (1946)", "Dtsch. Med. Wochenschr."]}