{"authors": [["Benveniste", "Helene", "H", "From the Department of Anesthesiology, Yale School of Medicine, New Haven, Connecticut (H.B., H.L.); Center for Translational Neuromedicine, University of Rochester, Rochester, New York (F.D., Q.S., M.N.); Department of Anesthesiology, Stony Brook Medicine, Stony Brook, New York (E.A.-B., R.M., S.P.); National Institute on Drug Abuse, Intramural Research Program, Baltimore, Maryland (E.A.S., H.L.)."], ["Lee", "Hedok", "H", null], ["Ding", "Fengfei", "F", null], ["Sun", "Qian", "Q", null], ["Al-Bizri", "Ehab", "E", null], ["Makaryus", "Rany", "R", null], ["Probst", "Stephen", "S", null], ["Nedergaard", "Maiken", "M", null], ["Stein", "Elliot A", "EA", null], ["Lu", "Hanbing", "H", null]], "date": null, "id": "28938276", "text": "The glymphatic pathway transports cerebrospinal fluid through the brain, thereby facilitating waste removal. A unique aspect of this pathway is that its function depends on the state of consciousness of the brain and is associated with norepinephrine activity. A current view is that all anesthetics will increase glymphatic transport by inducing unconsciousness. This view implies that the effect of anesthetics on glymphatic transport should be independent of their mechanism of action, as long as they induce unconsciousness. We tested this hypothesis by comparing the supplementary effect of dexmedetomidine, which lowers norepinephrine, with isoflurane only, which does not.Female rats were anesthetized with either isoflurane (N = 8) or dexmedetomidine plus low-dose isoflurane (N = 8). Physiologic parameters were recorded continuously. Glymphatic transport was quantified by contrast-enhanced magnetic resonance imaging. Cerebrospinal fluid and gray and white matter volumes were quantified from T1 maps, and blood vessel diameters were extracted from time-of-flight magnetic resonance angiograms. Electroencephalograms were recorded in separate groups of rats.Glymphatic transport was enhanced by 32% in rats anesthetized with dexmedetomidine plus low-dose isoflurane when compared with isoflurane. In the hippocampus, glymphatic clearance was sixfold more efficient during dexmedetomidine plus low-dose isoflurane anesthesia when compared with isoflurane. The respiratory and blood gas status was comparable in rats anesthetized with the two different anesthesia regimens. In the dexmedetomidine plus low-dose isoflurane rats, spindle oscillations (9 to 15 Hz) could be observed but not in isoflurane anesthetized rats.We propose that anesthetics affect the glymphatic pathway transport not simply by inducing unconsciousness but also by additional mechanisms, one of which is the repression of norepinephrine release.", "doi": "10.1097/ALN.0000000000001888", "title": "Anesthesia with Dexmedetomidine and Low-dose Isoflurane Increases Solute Transport via the Glymphatic Pathway in Rat Brain When Compared with High-dose Isoflurane.", "journal": ["Anesthesiology", "Anesthesiology"]}