{"authors": [["Meichtry", "Carmen", "C", "Division of Veterinary Anatomy, University of Berne, Berne, Switzerland."], ["Glauser", "Urs", "U", "Waffen Glauser AG, Aarberg, Switzerland. Electronic address: info@waffenglauser.ch."], ["Glardon", "Matthieu", "M", "Institute of Forensic Medicine, Forensic Physics and Ballistics, University of Berne, Berne, Switzerland. Electronic address: matthieu.glardon@irm.unibe.ch."], ["Ross", "Steffen G", "SG", "Institute of Forensic Medicine, Forensic Medicine and Radiology,University of Zurich, Zurich, Switzerland. Electronic address: s.ross@spitalmaennedorf.ch."], ["Lechner", "Isabel", "I", "Veterinary Public Health Institute, University of Berne, Berne, Switzerland. Electronic address: isabel.lechner@vetsuisse.unibe.ch."], ["Kneubuehl", "Beat P", "BP", "Institute of Forensic Medicine, Forensic Physics and Ballistics, University of Berne, Berne, Switzerland. Electronic address: bpkneubuehl@bpk-thun.ch."], ["Gascho", "Dominic", "D", "Institute of Forensic Medicine, Forensic Medicine and Radiology,University of Zurich, Zurich, Switzerland. Electronic address: dominic.gascho@irm.uzh.ch."], ["Spadavecchia", "Claudia", "C", "Division of Veterinary Anesthesiology, University of Berne, Berne, Switzerland. Electronic address: claudia.spadavecchia@vetsuisse.unibe.ch."], ["von Rotz", "Alois", "A", "Division of Veterinary Anatomy, University of Berne, Berne, Switzerland. Electronic address: alois.vonrotz@vetsuisse.unibe.ch."], ["Stojiljkovic", "Ana", "A", "Division of Veterinary Anatomy, University of Berne, Berne, Switzerland. Electronic address: ana.stojiljkovic@vetsuisse.unibe.ch."], ["Stoffel", "Michael H", "MH", "Division of Veterinary Anatomy, University of Berne, Berne, Switzerland. Electronic address: michael.stoffel@vetsuisse.unibe.ch."]], "date": "2017-09-14", "id": "28938106", "text": "Water buffaloes and cattle differ considerably with respect to the anatomy of the head. As a result, captive bolt stunners often fail to reliably produce adequate loss of consciousness in water buffaloes and, thus, do not fulfill animal welfare requirements. The goal of the present study was to assess and validate a new stunning device for water buffaloes meeting animal welfare and occupational safety requirements. The newly designed bullet casing gun uses .357Mag/10.2g hollow point bullets and has additional safety features. Its effectiveness and usability were assessed under practical conditions in an abattoir as based on widely accepted criteria. Stunning resulted in deep unconsciousness in 19 out of 20 water buffaloes. One 9-year old male did not immediately collapse. Except for very old bulls, the device presented herewith provides a means to stun water buffaloes of both sexes effectively and reliably while keeping occupational hazards to a minimum.", "doi": "10.1016/j.meatsci.2017.09.004", "title": "Assessment of a specifically developed bullet casing gun for the stunning of water buffaloes.", "journal": ["Meat science", "Meat Sci."]}