{"authors": [["Pei", "Xinghua", "X", "Department of Critical Care Medicine, Hunan Provincial People's Hospital, Changsha 410005, Hunan, China. Corresponding author: Zhou Xu, Email: zhouxumd@163.com."], ["Yu", "Haiming", "H", null], ["Wu", "Yanhong", "Y", null], ["Zhou", "Xu", "X", null]], "date": null, "id": "28936959", "text": "To investigate the correlation between acute physiology and chronic health evaluation II (APACHE II) scores and delirium probability of senile severe pneumonia patients undergoing invasive mechanical ventilation (MV).A retrospective study was conducted. Eighty-nine senile severe pneumonia patients undergoing invasive MV admitted to intensive care unit (ICU) of Hunan Provincial People's Hospital from January 2015 to March 2017 were enrolled. APACHE II scores were collected 24 hours before invasive MV. Consciousness assessment method-ICU (CAM-ICU) was used to diagnose delirium, and the patients were divided into delirium group and non-delirium group. The first delirium occurrence time, duration of MV and the length of ICU stay were recorded. The patients were divided into ≤15, 16-20, 21-25, 26-30, 31-35, 36-40 groups according to APACHE II score, and the incidence of delirium in all groups were observed. The linear regression and Pearson correlation were used to analyze the correlation between APACHE II scores and delirium probability. Receiver operating characteristic (ROC) curve was plotted to analyze the predictive effect of APACHE II score on delirium.Eighty-nine patients were enrolled in the final analysis, of which 35 had delirium, and 54 had no delirium, with delirium incidence of 39.33%, and the first delirium occurrence time of (1.85±1.30) days. The duration of MV and the length of ICU stay of delirium group were significantly higher than those of non-delirium group [duration of MV (days): 9.43±4.77 vs. 6.08±3.30, length of ICU stay (days): 14.60±6.59 vs. 9.69±4.61, both P < 0.01]. The APACHE II score in delirium group was significantly higher than that in non-delirium group (29.89±5.45 vs. 21.48±4.76, P < 0.01). With the increase in APACHE II scores, the delirium incidence was gradually increased. Correlation analysis showed that there was a negative correlation between APACHE II scores and first delirium occurrence time (r = -0.411, P = 0.014), and a significant linear positive correlation between APACHE II scores and delirium incidence in all patients was found (r = 0.982, P = 0.000), which indicated the higher APACHE II scores, the higher delirium incidences and the earlier first delirium occurrence time was. ROC curve analysis showed that the area under ROC curve (AUC) of APACHE II scores on predicting delirium occurrence was 0.877, when the cut-off value of APACHE II score was over 27, the sensitivity was 92.59%, the specificity was 71.43%, the positive predictive value was 83.33%, and the negative predictive value was 86.21%.With the increase in APACHE II score, the incidence of delirium was increased gradually in senile severe pneumonia patients receiving invasive MV. APACHE II score played an important clinical value in evaluating the delirium probability of these patients.", "doi": "10.3760/cma.j.issn.2095-4352.2017.09.011", "title": "[Correlation between APACHE II scores and delirium probability of senile severe pneumonia patients undergoing invasive mechanical ventilation].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}