{"authors": [["Stamatopoulou", "Despina", "D", "Department of Philosophy and Social Sciences, University of Crete, 74100, Rethymnon, Crete, Greece. stamatop@phl.uoc.gr."]], "date": "2017-09-21", "id": "28936641", "text": "In this article I will argue for the affective-motivation (background affective attitude or orientation) hypothesis that incubates the aesthetic experience and sets the deep frame of our engagement with art. For this, I look at these microgenetic-early passages of (a) affective perception as mapped into the early emergence of tertiary qualities that underlie a sensorimotor synchronization-a coupling of action, emotion and perception via mirroring that result in dynamic embodied anticipatory control and a feeling of proximity/connectedness and (b) developmental passages that are characterized by spatiotemporal coordination and proximity of the self-other/interactive object and thus structure intentionality, shape experience, in an engaging world of action potentialities forming a background affective attitude. As I will argue these qualitative emergent layers provide the minimal for the aesthetic and the 'feeling into' empathy, or their phenomenological counterparts enable engaged, embodied perception and imagination underlying expressive symbolic communication in interpersonal settings but also for the possibility of art. These layers have an 'echoing' effect (pre-attentive) when we let ourselves to be 'moved' from within by art. The underlying mechanism could be found in the mirroring interface of the upcoming bottom-up and feeding forward anticipatory/predictive (top-down) function of the 'embodied action' representations that are affective, imitative and grounded in the body-affective matrix-carrying experiential affordances and keeping the intersubjective ties between spectator and beheld/object. Given the asymmetry on action tendency between them that affords the 'subordination of the goal-directed action' into to the means of the action's unfolding, aesthetic experiences can go deeply back reconstructing the first level of emerging consciousness where both the aesthetic and ethic became actualities. This could be by itself deeply rewarding, amplifying the experience to the 'edge'. This is a 'hot' cognition self-restructuring related to morality when facing the sufferings-so there might be something special bout art and negative emotions in relation to empathy.", "doi": "10.1007/s10339-017-0836-3", "title": "Empathy and the aesthetic: Why does art still move us?", "journal": ["Cognitive processing", "Cogn Process"]}