{"authors": [["Wang", "Ying", "Y", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, China."], ["Zhang", "Weixi", "W", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, China."], ["Yin", "Jinghua", "J", "Department of Dermatology, The Second Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Medical Epigenomics, Changsha, China."], ["Lu", "Qianjin", "Q", "Department of Dermatology, The Second Xiangya Hospital, Central South University, Changsha, China; Hunan Key Laboratory of Medical Epigenomics, Changsha, China."], ["Yin", "Fei", "F", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, China; Hunan Intellectual and Developmental Disabilities Research Center, China. Electronic address: yf2323@hotmail.com."], ["He", "Fang", "F", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, China."], ["Peng", "Jing", "J", "Department of Pediatrics, Xiangya Hospital, Central South University, Changsha, China; Hunan Intellectual and Developmental Disabilities Research Center, China. Electronic address: pengjing@163.com."]], "date": "2017-09-11", "id": "28935354", "text": "We analyzed the clinical manifestations of children with anti-N-methyl-d-aspartate receptor (anti-NMDAR) encephalitis in Central South China and the factors influencing the effectiveness of treatment.A retrospective study of children (0-14years old) with anti-NMDAR encephalitis in Central South China was carried out from March 2014 to November 2016. Demographics, clinical features, treatment, outcome, and the factors influencing the effectiveness of treatment were reviewed.Fifty-one patients with anti-NMDAR encephalitis were enrolled (age from 4months to 14years old; median age, 8years; 30 females). Forty-five patients (88%) presented with psychiatric symptoms, 40 (78%) with dyskinesia and movement disorders, 39 (77%) with sleep disturbances, 34 (67%) with seizures, 30 (59%) with a decreased level of consciousness (Glasgow score<15), 28 (55%) with speech disturbances, and twelve (24%) with autonomic instability. None presented with hypoventilation, and only one patient (female, 14years old) had an ovarian teratoma. All patients received first-line immunotherapy, 25 patients both received firstline and second-line immunotherapy. Forty-four of the 51 patients achieved good outcomes (score on the modified Rankin Scale [mRS] of 0-2), while the other seven had poor outcomes (mRS score of 3-5).This study investigated the clinical characteristics of children (aged 14 or younger) with anti-NMDAR encephalitis in Central South China. Patients with decreased consciousness, PICU stay and autonomic instability were more likely to have no or limited response to first-line immunotherapy and to require second-line or even more aggressive immunotherapy. Children with anti-NMDAR encephalitis in China have a much lower incidence of tumors, lower mortality rates, and a lower proportion of lethal autonomic instability than adults.", "doi": "10.1016/j.jneuroim.2017.09.005", "title": "Anti-N-methyl-d-aspartate receptor encephalitis in children of Central South China: Clinical features, treatment, influencing factors, and outcomes.", "journal": ["Journal of neuroimmunology", "J. Neuroimmunol."]}