{"authors": [["Vergouw", "Leonie J M", "LJM", "1 Department of Intensive Care, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."], ["Egal", "Mohamud", "M", "1 Department of Intensive Care, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."], ["Bergmans", "Bas", "B", "1 Department of Intensive Care, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."], ["Dippel", "Diederik W J", "DWJ", "2 Department of Neurology, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."], ["Lingsma", "Hester F", "HF", "3 Department of Public Health, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."], ["Vergouwen", "Mervyn D I", "MDI", "4 Department of Neurology and Neurosurgery, Brain Center Rudolf Magnus, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Willems", "Peter W A", "PWA", "5 Department of Neurosurgery, Leiden University Medical Center, Leiden, The Netherlands."], ["Oldenbeuving", "Annemarie W", "AW", "6 Department of Intensive Care, Elisabeth-TweeSteden Hospital, Tilburg, The Netherlands."], ["Bakker", "Jan", "J", "1 Department of Intensive Care, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."], ["van der Jagt", "Mathieu", "M", "1 Department of Intensive Care, Erasmus MC, University Medical Center, Rotterdam, The Netherlands."]], "date": "2017-01-01", "id": "28934895", "text": "Guidelines on the management of aneurysmal subarachnoid hemorrhage (aSAH) recommend euvolemia, whereas hypervolemia may cause harm. We investigated whether high early fluid input is associated with delayed cerebral ischemia (DCI), and if fluid input can be safely decreased using transpulmonary thermodilution (TPT).We retrospectively included aSAH patients treated at an academic intensive care unit (2007-2011; cohort 1) or managed with TPT (2011-2013; cohort 2). Local guidelines recommended fluid input of 3 L daily. More fluids were administered when daily fluid balance fell below +500 mL. In cohort 2, fluid input in high-risk patients was guided by cardiac output measured by TPT per a strict protocol. Associations of fluid input and balance with DCI were analyzed with multivariable logistic regression (cohort 1), and changes in hemodynamic indices after institution of TPT assessed with linear mixed models (cohort 2).Cumulative fluid input 0 to 72 hours after admission was associated with DCI in cohort 1 (n=223; odds ratio [OR] 1.19/L; 95% confidence interval 1.07-1.32), whereas cumulative fluid balance was not. In cohort 2 (23 patients), using TPT fluid input could be decreased from 6.0 ± 1.0 L before to 3.4 ± 0.3 L; P = .012), while preload parameters and consciousness remained stable.High early fluid input was associated with DCI. Invasive hemodynamic monitoring was feasible to reduce fluid input while maintaining preload. These results indicate that fluid loading beyond a normal preload occurs, may increase DCI risk, and can be minimized with TPT.", "doi": "10.1177/0885066617732747", "title": "High Early Fluid Input After Aneurysmal Subarachnoid Hemorrhage: Combined Report of Association With Delayed Cerebral Ischemia and Feasibility of Cardiac Output-Guided Fluid Restriction.", "journal": ["Journal of intensive care medicine", "J Intensive Care Med"]}