{"authors": [["da Silva", "Paulo Sérgio Lucas", "PSL", "1 Pediatric Intensive Care Unit, Department of Pediatrics, Hospital do Servidor Público Municipal, São Paulo, Brazil."], ["Fonseca", "Marcelo Cunio Machado", "MCM", "2 Health Technologies Assessment Center, Federal University of São Paulo, São Paulo, Brazil."]], "date": "2017-01-01", "id": "28934894", "text": "Although several studies assess unplanned extubation (UE) in children, few have addressed determinants of UE and factors associated with reintubation in a case-controlled manner. We aimed to identify the risk factors and outcomes associated with UE in a pediatric intensive care unit.Cases of UE were randomly matched with control patients at a ratio of 1:4 for age, severity of illness, and admission diagnosis. For cases and controls, we also collected data associated with UE events, reintubation, and outcomes.We analyzed 94 UE patients (0.75 UE per 100 intubation days) and found no differences in demographics between the 2 groups. Logistic regression revealed that patient agitation (odds ratio [OR]: 2.44; 95% confidence interval [CI]: 1.28-4.65), continuous sedation infusion (OR: 3.27; 95% CI: 1.70-6.29), night shifts (OR: 9.16; 95% CI: 4.25-19.72), in-charge nurse experience <2 years (OR: 2.38; 95% CI: 1.13-4.99), and oxygenation index (OI) >5 (OR: 76.9; 95% CI: 16.79-352.47) were associated with UE. Risk factors for reintubation after UE included prior level of sedation (COMFORT score < 27; OR: 7.93; 95% CI: 2.30-27.29), copious secretion (OR: 11.88; 95% CI: 2.20-64.05), and OI > 5 (OR: 9.32; 95% CI: 2.45-35.48).This case-control study showed that both patient- and nurse-associated risk factors were related to UE. Risk factors associated with reintubation included lower levels of consciousness, copious secretions, and higher OI. Further evidence-based studies, including a larger sample size, are warranted to identify predisposing factors in UEs.", "doi": "10.1177/0885066617731274", "title": "Factors Associated With Unplanned Extubation in Children: A Case-Control Study.", "journal": ["Journal of intensive care medicine", "J Intensive Care Med"]}