{"authors": [["Rapa", "Luke J", "LJ", "Department of Education and Human Development, College of Education, Clemson University."], ["Diemer", "Matthew A", "MA", "Combined Program in Education and Psychology & Educational Studies, School of Education, University of Michigan."], ["Bañales", "Josefina", "J", "Developmental Psychology, College of Literature, Science, and the Arts, University of Michigan."]], "date": "2017-09-21", "id": "28933884", "text": "Marginalized youth's development occurs in contexts rife with racialized, gendered, and socioeconomic social identity threats and barriers to social mobility. An emergent line of inquiry suggests critical action-a component of critical consciousness, defined as engaging in individual or collective social action to produce social change-may bolster career development for those experiencing marginalization. Yet, the specific mechanisms underlying critical action-career development associations are not well understood. Applying structural equation modeling (SEM) to 4 waves of longitudinal data from the Maryland Adolescent Development in Context Study (when participants were 17, 19, 21, and 29 years old), the authors explore the role of critical action for African American participants from lower-SES households (n = 261). The obtained model, which links critical action to career expectancies in adolescence and occupational attainment in adulthood, converges with earlier research linking critical consciousness to career development, social mobility pathways, and occupational attainment among marginalized youth. This study adds to previous literature by suggesting that critical action: (a) plays a significant role in fostering career expectancies in adolescence, particularly during high school, among marginalized youth; and (b) may promote the attainment of higher-status occupations in adulthood. Given the role of occupational attainment in social mobility and inclusion, these findings suggest an important mechanism by which social inequities may be narrowed. (PsycINFO Database Record", "doi": "10.1037/dev0000414", "title": "Critical action as a pathway to social mobility among marginalized youth.", "journal": ["Developmental psychology", "Dev Psychol"]}