{"authors": [["Soeterik", "Sonja M", "SM", "1 Department of Psychology, Royal Holloway University of London, Egham, UK."], ["Connolly", "Sarah", "S", "3 Ascot Rehab, Royal Hospital for Neuro-disability London, Surrey, UK."], ["Playford", "E Diane", "ED", "2 Institute of Neuro-palliative Rehabilitation, Royal Hospital for Neuro-disability, London, UK."], ["Duport", "Sophie", "S", "2 Institute of Neuro-palliative Rehabilitation, Royal Hospital for Neuro-disability, London, UK."], ["Riazi", "Afsane", "A", "1 Department of Psychology, Royal Holloway University of London, Egham, UK."]], "date": "2017-03-14", "id": "28933608", "text": "Systematic review of the nature, frequency and severity of psychological experiences of people who have a close relationship with a person with a prolonged disorder of consciousness.Cochrane Library, Web of Science, PsycINFO, PubMed, Embase®, MEDLINE®, Allied and Complementary Medicine™, were searched from inceptions until December 2016 with additional hand searching of reference lists of included articles.Studies were included that used quantitative methodologies and psychological measures to investigate experiences. The PRISMA statement was followed with inclusion criteria set a priori. A data synthesis summarized psychological constructs studied.A total of 18 studies (ranging between n = 16-487 participants) met the inclusion criteria with 15 of 18 studies focused on the primary caregiver. A total of 23 standardized psychological measures were identified to assess four primary psychological constructs: Loss and grief, psychological wellbeing changes, burden and use of coping strategies.Small sample sizes, limited variables and reliance on observational methods affected quality. Caregivers do find ways to manage independently, but some exhibit clinically significant psychological distress that does not change over time alone and may get worse.", "doi": "10.1177/0269215517695372", "title": "The psychological impact of prolonged disorders of consciousness on caregivers: a systematic review of quantitative studies.", "journal": ["Clinical rehabilitation", "Clin Rehabil"]}