{"authors": [["Galgano", "Michael", "M", "1 Department of Neurosurgery, SUNY Upstate Medical University, Syracuse, NY, USA."], ["Toshkezi", "Gentian", "G", "1 Department of Neurosurgery, SUNY Upstate Medical University, Syracuse, NY, USA."], ["Qiu", "Xuecheng", "X", "1 Department of Neurosurgery, SUNY Upstate Medical University, Syracuse, NY, USA."], ["Russell", "Thomas", "T", "1 Department of Neurosurgery, SUNY Upstate Medical University, Syracuse, NY, USA."], ["Chin", "Lawrence", "L", "1 Department of Neurosurgery, SUNY Upstate Medical University, Syracuse, NY, USA."], ["Zhao", "Li-Ru", "LR", "1 Department of Neurosurgery, SUNY Upstate Medical University, Syracuse, NY, USA."]], "date": null, "id": "28933211", "text": "Traumatic brain injury (TBI) presents in various forms ranging from mild alterations of consciousness to an unrelenting comatose state and death. In the most severe form of TBI, the entirety of the brain is affected by a diffuse type of injury and swelling. Treatment modalities vary extensively based on the severity of the injury and range from daily cognitive therapy sessions to radical surgery such as bilateral decompressive craniectomies. Guidelines have been set forth regarding the optimal management of TBI, but they must be taken in context of the situation and cannot be used in every individual circumstance. In this review article, we have summarized the current status of treatment for TBI in both clinical practice and basic research. We have put forth a brief overview of the various subtypes of traumatic injuries, optimal medical management, and both the noninvasive and invasive monitoring modalities, in addition to the surgical interventions necessary in particular instances. We have overviewed the main achievements in searching for therapeutic strategies of TBI in basic science. We have also discussed the future direction for developing TBI treatment from an experimental perspective.", "doi": "10.1177/0963689717714102", "title": "Traumatic Brain Injury: Current Treatment Strategies and Future Endeavors.", "journal": ["Cell transplantation", "Cell Transplant"]}