{"authors": [["Qiu", "Wenchao", "W", "Department of Neurology, The Affiliated Huaian Hospital of Xuzhou Medical University, Huaian, China."], ["Yu", "Chuanyong", "C", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Gao", "Yuan", "Y", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Miao", "Ailiang", "A", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Tang", "Lu", "L", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Huang", "Shuyang", "S", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Jiang", "Wenwen", "W", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Sun", "Jintao", "J", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China."], ["Xiang", "Jing", "J", "Division of Neurology, Cincinnati Children's Hospital Medical Center, Center, USA."], ["Wang", "Xiaoshan", "X", "Department of Neurology, Affiliated Nanjing Brain Hospital, Nanjing Medical University, Nanjing, China. 873734205@qq.com."]], "date": "2017-09-20", "id": "28931825", "text": "Childhood absence epilepsy (CAE) is the most common paediatric epilepsy syndrome and is characterized by frequent and transient impairment of consciousness. In this study, we explored structural brain network alterations in CAE and their association with clinical characteristics. A whole-brain structural network was constructed for each participant based on diffusion-weighted MRI and probabilistic tractography. The topological metrics were then evaluated. For the first time, we uncovered modular topology in CAE patients that was similar to healthy controls. However, the strength, efficiency and small-world properties of the structural network in CAE were seriously damaged. At the whole brain level, decreased strength, global efficiency, local efficiency, clustering coefficient, normalized clustering coefficient and small-worldness values of the network were detected in CAE, while the values of characteristic path length and normalized characteristic path length were abnormally increased. At the regional level, especially the prominent regions of the bilateral precuneus showed reduced nodal efficiency, and the reduction of efficiency was significantly correlated with disease duration. The current results demonstrate significant alterations of structural networks in CAE patients, and the impairments tend to grow worse over time. Our findings may provide a new way to understand the pathophysiological mechanism of CAE.", "doi": "10.1038/s41598-017-10778-0", "title": "Disrupted topological organization of structural brain networks in childhood absence epilepsy.", "journal": ["Scientific reports", "Sci Rep"]}