{"authors": [["Currie", "Dustin W", "DW", "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, Colorado, USA."], ["Kraeutler", "Matthew J", "MJ", "Department of Orthopedic Surgery, Seton Hall-Hackensack Meridian School of Medicine, South Orange, New Jersey, USA."], ["Schrock", "John B", "JB", "Department of Orthopedics, University of Colorado School of Medicine, Aurora, Colorado, USA."], ["McCarty", "Eric C", "EC", "Department of Orthopedics, University of Colorado School of Medicine, Aurora, Colorado, USA."], ["Comstock", "R Dawn", "RD", "Department of Epidemiology, Colorado School of Public Health, University of Colorado Anschutz Medical Campus, Aurora, Colorado, USA."]], "date": "2017-09-20", "id": "28930492", "text": "Concussion rates have increased significantly over the past decade. This may reflect an increase in the knowledge and diagnosis of the symptoms of a concussion rather than a true increase in the incidence. Assessing trends in the way that concussions are presenting to and being identified by clinicians over the same period may provide additional insight into the apparent rise in concussions.To evaluate patterns of change in concussion symptom presentation, diagnostic/evaluation methods, and symptom resolution time reported for United States high school athletes from the 2007-2008 through 2014-2015 academic years.Descriptive epidemiology study.This study is a retrospective analysis of a web-based longitudinal high school sports injury surveillance database (High School RIO [Reporting Information Online]) collected from 2007-2008 through 2014-2015. For each concussion, athletic trainers entered data regarding symptom presentation, resolution time, and diagnostic/evaluation tools utilized. Academic year was the primary exposure in assessing each aim. Time trends were then assessed using linear regression or the Cochran-Armitage test for trends, depending on the outcome distribution.The proportion of concussed athletes presenting with amnesia, loss of consciousness (LOC), and tinnitus significantly decreased from 2007-2008 through 2014-2015, while the proportion presenting with drowsiness, irritability, light sensitivity, and noise sensitivity increased significantly. The use of diagnostic radiography, magnetic resonance imaging, and computed tomography all significantly decreased during the study period, while the use of computerized neurocognitive tests increased. Concussion symptoms took significantly longer to resolve in more recent years.The decrease in what have traditionally been considered severe symptoms (LOC, amnesia) and the increase in what were traditionally considered minor symptoms (drowsiness, irritability, light sensitivity) suggest that clinicians may have a lower threshold in diagnosing sports-related concussions in more recent years. The significant reduction in the use of all forms of diagnostic head imaging demonstrates an increased recognition of concussions as functional disturbances rather than structural abnormalities. Improved concussion education and the nationwide passage of state-level concussion legislation have likely led to the increased recognition of lingering symptoms in athletes with a diagnosed concussion, thereby leading to a longer symptom resolution time.", "doi": "10.1177/0363546517725068", "title": "Time Trends in Concussion Symptom Presentation and Assessment Methods in High School Athletes.", "journal": ["The American journal of sports medicine", "Am J Sports Med"]}