{"authors": [["Herruer", "J M", "JM", "Department of Otorhinolaryngology and Head and Neck Surgery, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, The Netherlands. Electronic address: Jasmijn.herruer@radboudumc.nl."], ["Prins", "J B", "JB", "Department of Medical Psychology, Radboud University Medical Center, Nijmegen, The Netherlands."], ["van Heerbeek", "N", "N", "Department of Otorhinolaryngology and Head and Neck Surgery, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, The Netherlands."], ["Verhage-Damen", "G W J A", "GWJA", "Department of Otorhinolaryngology and Head and Neck Surgery, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, The Netherlands."], ["Ingels", "K J A O", "KJAO", "Department of Otorhinolaryngology and Head and Neck Surgery, Radboud University Medical Center, P.O. Box 9101, 6500 HB Nijmegen, The Netherlands."]], "date": "2017-08-16", "id": "28923458", "text": "Facial plastic surgeons and patients benefit from knowledge about how psychological aspects can influence the outcome of cosmetic surgery. The influence of preoperative self-consciousness of appearance and its effect on benefit after surgery in rhinoplasty patients has not been explored before in other studies.A prospective study was conducted on patients undergoing (septo)rhinoplasty for a combination of cosmetic and functional problems. Before the operation subjects were asked to complete two questionnaires, the Derriford Appearance Scale (DAS59) to measure distress associated with self-consciousness of appearance and the Rhinoplasty Outcome Evaluation (ROE) to measure satisfaction with their nose. Three months after surgery, they were asked to complete the ROE again and the Glasgow Benefit Inventory to measure benefit of the surgery in daily life. Scores of the pre- and postoperative questionnaires were analyzed and compared. Statistical analysis was performed to determine change after surgery and correlations between the scores.Fifty-five consecutive patients undergoing (septo)rhinoplasty received a letter in which they were asked to participate in the study. Thirty-three patients completed both pre- and postoperative questionnaires. Their mean age was 28 years.Patient satisfaction improved significantly after the surgery. Lower self-consciousness of appearance before surgery was positively correlated with more benefit after the surgery and a greater change in patient satisfaction with their nose. Males have a lower benefit scores than females.Patients seeking rhinoplasty have more distress associated with self-consciousness of appearance than a general unconcerned population. They can benefit a lot from a well-executed procedure. A significant improvement in quality of life can be achieved by rhinoplasty. Although males are equally satisfied as females, they benefit less from the surgery in daily life.", "doi": "10.1016/j.bjps.2017.08.008", "title": "Does self-consciousness of appearance influence postoperative satisfaction in rhinoplasty?", "journal": ["Journal of plastic, reconstructive & aesthetic surgery : JPRAS", "J Plast Reconstr Aesthet Surg"]}