{"authors": [["Burianová", "Hana", "H", "Department of Psychology, Swansea University, Swansea, United Kingdom, United Kingdom; Centre for Advanced Imaging, University of Queensland, Brisbane, Australia."], ["Faizo", "Nahla L", "NL", "Centre for Advanced Imaging, University of Queensland, Brisbane, Australia."], ["Gray", "Marcus", "M", "Centre for Advanced Imaging, University of Queensland, Brisbane, Australia."], ["Hocking", "Julia", "J", "School of Psychology & Counselling, Queensland University of Technology, Brisbane, Australia; Emergency Medicine Foundation, Milton, Australia."], ["Galloway", "Graham", "G", "Centre for Advanced Imaging, University of Queensland, Brisbane, Australia; Translational Research Institute, Brisbane, Australia."], ["Reutens", "David", "D", "Centre for Advanced Imaging, University of Queensland, Brisbane, Australia; Royal Brisbane and Women's Hospital, Brisbane, Australia. Electronic address: d.reutens@uq.edu.au."]], "date": "2017-09-08", "id": "28923408", "text": "Growing evidence of altered functional connectivity suggests that mesial temporal lobe epilepsy (mTLE) alters not only hippocampal networks, but also a number of resting state networks. These highly coherent, yet functionally distinct brain circuits interact dynamically with each other in order to mediate consciousness, memory, and attention. However, little is currently known about the modulation of these networks by epileptiform activity, such as interictal spikes and seizures. The objective of the study was to use simultaneous EEG-fMRI to investigate functional connectivity in three resting state networks: default mode network (DMN), salience network (SN), and dorsal attentional network (DAN) in patients with mTLE compared to a healthy cohort, and in relation to the onset of interictal spikes and the period immediately prior to the spikes. Compared to the healthy participants, mTLE patients showed significant alterations in functional connectivity of all three resting state networks, generally characterized by a lack of functional connectivity to prefrontal areas and increased connectivity to subcortical and posterior areas. Critically, prior to the onset of interictal spikes, compared to resting state, mTLE patients showed a lack of functional connectivity to the DMN and decreased synchronization within the SN and DAN, demonstrating alterations in functional coherence that may be responsible for the generation of epileptiform activity. Our findings demonstrate mTLE-related alterations of connectivity during the resting state as well as in relation to the onset of interictal spikes. These functional changes may underlie epilepsy-related cognitive abnormalities, because higher cognitive functions, such as memory or attention, rely heavily on the coordinated activity of all three resting state networks.", "doi": "10.1016/j.eplepsyres.2017.09.001", "title": "Altered functional connectivity in mesial temporal lobe epilepsy.", "journal": ["Epilepsy research", "Epilepsy Res."]}