{"authors": [["Ambrisko", "Tamas D", "TD", "Anaesthesiology and Perioperative Intensive-Care Medicine, Department for Companion Animals and Horses, University of Veterinary Medicine, Vienna, Austria."], ["Schramel", "Johannes P", "JP", "Anaesthesiology and Perioperative Intensive-Care Medicine, Department for Companion Animals and Horses, University of Veterinary Medicine, Vienna, Austria."], ["Auer", "Ulrike", "U", "Anaesthesiology and Perioperative Intensive-Care Medicine, Department for Companion Animals and Horses, University of Veterinary Medicine, Vienna, Austria."], ["Moens", "Yves P S", "YPS", "Anaesthesiology and Perioperative Intensive-Care Medicine, Department for Companion Animals and Horses, University of Veterinary Medicine, Vienna, Austria."]], "date": "2017-09-18", "id": "28922361", "text": "The aim was to examine the effects of recumbency and anaesthesia on distribution of ventilation in beagle dogs using Electrical Impedance Tomography (EIT). Nine healthy beagle dogs, aging 3.7±1.7 (mean±SD) years and weighing 16.3±1.6 kg, received a series of treatments in a fixed order on a single occasion. Conscious dogs were positioned in right lateral recumbency (RLR) and equipped with 32 EIT electrodes around the thorax. Following five minutes of equilibration, two minutes of EIT recordings were made in each recumbency in the following order: RLR, dorsal (DR), left (LLR) and sternal (SR). The dogs were then positioned in RLR, premedicated (medetomidine 0.01, midazolam 0.1, butorphanol 0.1 mg kg-1 iv) and pre-oxygenated. Fifteen minutes later anaesthesia was induced with 1 mg kg-1 propofol iv and maintained with propofol infusion (0.1-0.2 mg kg-1 minute-1 iv). After induction, the animals were intubated and allowed to breathe spontaneously (FIO2 = 1). Recordings of EIT were performed again in four recumbencies similarly to conscious state. Centre of ventilation (COV) and global inhomogeneity (GI) index were calculated from the functional EIT images. Repeated-measures ANOVA and Bonferroni tests were used for statistical analysis (p < 0.05). None of the variables changed in the conscious state. During anaesthesia left-to-right COV increased from 46.8±2.8% in DR to 49.8±2.9% in SR indicating a right shift, and ventral-to-dorsal COV increased from 49.8±1.7% in DR to 51.8±1.1% in LLR indicating a dorsal shift in distribution of ventilation. Recumbency affected distribution of ventilation in anaesthetized but not in conscious dogs. This can be related to loss of respiratory muscle tone (e.g. diaphragm) and changes in thoracic shape. Changing position of thoraco-abdominal organs under the EIT belt should be considered as alternative explanation of these findings.", "doi": "10.1371/journal.pone.0183340", "title": "Impact of four different recumbencies on the distribution of ventilation in conscious or anaesthetized spontaneously breathing beagle dogs: An electrical impedance tomography study.", "journal": ["PloS one", "PLoS ONE"]}