{"authors": [["Tonello", "Lucio", "L", "LUDES Foundation, Smart City, Kalkara, 1001, Malta."], ["Gashi", "Bekim", "B", "Department of Biology, University of Prishtina \"Hasan Prishtina\", Prishtina, 10000, Kosovo."], ["Scuotto", "Alessandro", "A", "LUDES Foundation, Smart City, Kalkara, 1001, Malta."], ["Capello", "Glenda", "G", "LUDES Foundation, Smart City, Kalkara, 1001, Malta."], ["Cocchi", "Massimo", "M", "LUDES Foundation, Smart City, Kalkara, 1001, Malta."], ["Gabrielli", "Fabio", "F", "LUDES Foundation, Smart City, Kalkara, 1001, Malta."], ["Tuszynski", "Jack A", "JA", "Department of Physics, University of Alberta, Edmonton, Alberta, T6G 2J1, Canada."]], "date": "2017-09-15", "id": "28922165", "text": "Living organisms tend to find viable strategies under ambient conditions that optimize their search for, and utilization of, life-sustaining resources. For plants, a leading role in this process is performed by auxin, a plant hormone that drives morphological development, dynamics, and movement to optimize the absorption of light (through branches and leaves) and chemical \"food\" (through roots). Similarly to auxin in plants, serotonin seems to play an important role in higher animals, especially humans. Here, it is proposed that morphological and functional similarities between (i) plant leaves and the animal/human brain and (ii) plant roots and the animal/human gastro-intestinal tract have general features in common. Plants interact with light and use it for biological energy, whereas, neurons in the central nervous system seem to interact with bio-photons and use them for proper brain function. Further, as auxin drives roots \"arborescence\" within the soil, similarly serotonin seems to facilitate enteric nervous system connectivity within the human gastro-intestinal tract. This auxin/serotonin parallel suggests the root-branches axis in plants may be an evolutionary precursor to the gastro-intestinal-brain axis in humans. Finally, we hypothesize that light might be an important factor, both in gastro-intestinal dynamics and brain function. Such a comparison may indicate a key role for the interaction of light and serotonin in neuronal physiology (possibly in both the central nervous system and the enteric nervous system), and according to recent work, mind and consciousness.", "doi": "10.3233/JIN-170048", "title": "The gastrointestinal-brain axis in humans as an evolutionary advance of the root-leaf axis in plants: A hypothesis linking quantum effects of light on serotonin and auxin.", "journal": ["Journal of integrative neuroscience", "J. Integr. Neurosci."]}