{"authors": [["Alcaro", "Antonio", "A", "Santa Lucia Foundation, European Centre for Brain ResearchRome, Italy."], ["Carta", "Stefano", "S", "Department of Pedagogy, Psychology, and Philosophy, University of CagliariCagliari, Italy."], ["Panksepp", "Jaak", "J", "Department of Integrative Physiology and Neuroscience, College of Veterinary Medicine, Washington State University, PullmanWA, United States."]], "date": "2017-09-01", "id": "28919868", "text": "Psychologists usually considered the \"Self\" as an object of experience appearing when the individual perceives its existence within the conscious field. In accordance with such a view, the self-representing capacity of the human mind has been related to corticolimbic learning processes taking place within individual development. On the other hand, Carl Gustav Jung considered the Self as the core of our personality, in its conscious and unconscious aspects, as well as in its actual and potential forms. According to Jung, the Self originates from an inborn dynamic structure integrating the essential drives of our \"brain-mind,\" and leading both to instinctual behavioral actions and to archetypal psychological experiences. Interestingly, recent neuroethological studies indicate that our subjective identity rests on ancient neuropsychic processes that humans share with other animals as part of their inborn constitutional repertoire. Indeed, brain activity within subcortical midline structures (SCMSs) is intrinsically related to the emergence of prototypical affective states, that not only influence our behavior in a flexible way, but alter our conscious field, giving rise to specific feelings or moods, which constitute the first form of self-orientation in the world. Moreover, such affective dynamics play a central role in the organization of individual personality and in the evolution of all other (more sophisticated) psychological functions. Therefore, on the base of the convergence between contemporary cutting-edge scientific research and some psychological intuitions of Jung, we intend here to explore the first neuroevolutional layer of human mind, that we call the affective core of the Self.", "doi": "10.3389/fpsyg.2017.01424", "title": "The Affective Core of the Self: A Neuro-Archetypical Perspective on the Foundations of Human (and Animal) Subjectivity.", "journal": ["Frontiers in psychology", "Front Psychol"]}