{"authors": [["Senapathi", "Tjokorda Gde Agung", "TGA", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."], ["Wiryana", "Made", "M", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."], ["Sinardja", "Ketut", "K", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."], ["Nada", "Ketut Wibawa", "KW", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."], ["Sutawan", "Ida Bagus Krisna Jaya", "IBKJ", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."], ["Ryalino", "Christopher", "C", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."], ["Alphonso", "Aloysius", "A", "Department of Anesthesiology and Intensive Care, Udayana University, Sanglah General Hospital, Denpasar, Bali, Indonesia."]], "date": "2017-08-28", "id": "28919828", "text": "Maintaining brain oxygenation status is the main goal of treatment in severe traumatic brain injury (TBI). Jugular venous oxygen saturation (SjvO2) monitoring is a technique to estimate global balance between cerebral oxygen supply and its metabolic requirement. Full Outline of Responsiveness (FOUR) score, a new consciousness measurement scoring, is expected to become an alternative for Glasgow Coma Scale (GCS) in evaluating neurologic status of patients with severe traumatic head injury, especially for those under mechanical ventilation.A total of 63 patients with severe TBI admitted to emergency department (ED) were included in this study. SjvO2 sampling was taken every 24 hours, until 72 hours after arrival. The assessment of FOUR score was conducted directly after each blood sample for SjvO2 was taken. Spearman's rank correlation was used to determine the correlation between SjvO2 and FOUR score. Regression analysis was used to determine mortality predictors.From the 63 patients, a weak positive correlation between SjvO2 and FOUR score (r=0.246, p=0.052) was found upon admission. Meanwhile, strong and moderate negative correlation values were found in 48 hours (r=-0.751, p<0.001) and 72 hours (r=-0.49, p=0.002) after admission. Both FOUR score (p<0.001) and SjvO2 (p=0.04) were found to be independent mortality predictors in severe TBI.There was a negative correlation between the value of SjvO2 and FOUR score at 48 and 72 hours after admission. Both SjvO2 and FOUR score are independent mortality predictors in severe TBI.", "doi": "10.2147/OAEM.S144722", "title": "Jugular bulb oxygen saturation correlates with Full Outline of Responsiveness score in severe traumatic brain injury patients.", "journal": ["Open access emergency medicine : OAEM", "Open Access Emerg Med"]}