{"authors": [["Zhang", "Ye", "Y", "a Department of Rehabilitation Medicine , Xuan Wu Hospital, Capital Medical University , Beijing , China."], ["Song", "Weiqun", "W", "a Department of Rehabilitation Medicine , Xuan Wu Hospital, Capital Medical University , Beijing , China."]], "date": "2017-10-03", "id": "28918680", "text": "It is a challenge to evaluate and treat the patients with disorders of consciousness (DOC) in the clinic. Due to the huge costs of prolonged intensive care, the management of these patients raises great financial strain on families and important ethical questions. To date, several studies have attempted to specifically detect pharmacologic or non-pharmacologic effectiveness, and until now, there are no evidence-based guidelines about the treatment of patients with DOC. Recently, because of ethical and procedural limitations on the use of invasive stimulation techniques, non-invasive brain stimulation, such as the transcranial direct current stimulation (tDCS), has been investigated for improving the level of consciousness in patients with DOC. This paper briefly reviewed the key clinical investigations using tDCS with the aim of better understanding the pathophysiological mechanism of DOC or improving the level of consciousness in patients with DOC. In conclusion, some beneficial results of tDCS protocols have been shown in patients with DOC, especially targeting the left dorsolateral prefrontal cortex in minimally conscious state. However, these investigations must be continued in larger controlled, randomized, blinded and prospective studies in order to transpose these preliminary data to clinical effects. Furthermore, an encouraging perspective for the future is the combination of neurophysiological or functional neuroimaging techniques with non-invasive brain stimulation to evaluate neuro-modulatory effects of stimulation in patients with DOC.", "doi": "10.1080/00207454.2017.1381094", "title": "Transcranial direct current stimulation in disorders of consciousness: a review.", "journal": ["The International journal of neuroscience", "Int. J. Neurosci."]}