{"authors": [["Schmid", "Yasmin", "Y", "Division of Clinical Pharmacology and Toxicology, Department of Biomedicine, Department of Clinical Research, University Hospital Basel, University of Basel, Schanzenstrasse 55, 4056, Basel, Switzerland."], ["Liechti", "Matthias E", "ME", "Division of Clinical Pharmacology and Toxicology, Department of Biomedicine, Department of Clinical Research, University Hospital Basel, University of Basel, Schanzenstrasse 55, 4056, Basel, Switzerland. matthias.liechti@usb.ch."]], "date": "2017-09-16", "id": "28918441", "text": "Lysergic acid diethylamide (LSD) and other serotonergic hallucinogens can induce profound alterations of consciousness and mystical-type experiences, with reportedly long-lasting effects on subjective well-being and personality.We investigated the lasting effects of a single dose of LSD (200 μg) that was administered in a laboratory setting in 16 healthy participants. The following outcome measures were assessed before and 1 and 12 months after LSD administration: Persisting Effects Questionnaire (PEQ), Mysticism Scale (MS), Death Transcendence Scale (DTS), NEO-Five Factor Inventory (NEO-FFI), and State-Trait Anxiety Inventory (STAI).On the PEQ, positive attitudes about life and/or self, positive mood changes, altruistic/positive social effects, positive behavioral changes, and well-being/life satisfaction significantly increased at 1 and 12 months and were subjectively attributed by the subjects to the LSD experience. Five-Dimensions of Altered States of Consciousness (5D-ASC) total scores, reflecting acutely induced alterations in consciousness, and Mystical Experience Questionnaire (MEQ30) total scores correlated with changes in well-being/life satisfaction 12 months after LSD administration. No changes in negative attitudes, negative mood, antisocial/negative social effects, or negative behavior were attributed to the LSD experience. After 12 months, 10 of 14 participants rated their LSD experience as among the top 10 most meaningful experiences in their lives. Five participants rated the LSD experience among the five most spiritually meaningful experiences in their lives. On the MS and DTS, ratings of mystical experiences significantly increased 1 and 12 months after LSD administration compared with the pre-LSD screening. No relevant changes in personality measures were found.In healthy research subjects, the administration of a single dose of LSD (200 μg) in a safe setting was subjectively considered a personally meaningful experience that had long-lasting subjective positive effects.Registration identification number: NCT01878942.", "doi": "10.1007/s00213-017-4733-3", "title": "Long-lasting subjective effects of LSD in normal subjects.", "journal": ["Psychopharmacology", "Psychopharmacology (Berl.)"]}