{"authors": [["Liu", "Hsing-Yuan", "HY", "Department of Nursing, Chang Gung Institute of Technology, Chang Gung Memorial Hospital, No. 261, Wenhua 1st Rd., Guishan Dist., Taoyuan City 33303, Taiwan, ROC. Electronic address: hyliu@mail.cgust.edu.tw."], ["Li", "Yun Ling", "YL", "Center for Women and Work, University of Massachusetts Lowell, 150 Wilder Street, Lowell, MA 01854-3000, United States. Electronic address: yunling_li@uml.edu."]], "date": "2017-09-01", "id": "28917155", "text": "The initial nursing clinical practice is the necessary practicum required for nursing students. Because of the changing learning style, many of them are under great pressure for environmental change and therefore their daily routine is severe affected. Interacting directly with patients in a female-dominated occupation, along with the general gender stereotypes, the impact is especially significant to male nursing students than to female nursing students.The purpose of this preliminary qualitative study is to explore the gendered experiences of male nursing students during their first initial nursing clinical practice.Both focus group interviews and individual interviews are conducted with twenty-two sophomore nursing students from a university of technology in northern Taiwan, with ten male students and twelve female students.Two main themes emerge from the gendered experiences shared by the nursing students: Gender consciousness awakening and thus maintaining masculinity, and male advantage in the learning environments.The results identify the specific gendered experiences of nursing students, providing implications for future nursing education and counseling service. Further, this study may serve to promote an active yet gender-sensitive nursing education for training nursing professionals.", "doi": "10.1016/j.nedt.2017.08.006", "title": "Crossing the gender boundaries: The gender experiences of male nursing students in initial nursing clinical practice in Taiwan.", "journal": ["Nurse education today", "Nurse Educ Today"]}