{"authors": [["Horwitz", "Gillian", "G", "Harvard Medical School, 25 Shattuck Street, Boston, MA, USA 02115."], ["Roncari", "Danielle", "D", "Planned Parenthood League of Massachusetts, 1055 Commonwealth Avenue, Boston, MA, USA 02215; Tufts Medical Center, 800 Washington Street, Boston, MA, USA 02111."], ["Braaten", "Kari P", "KP", "Harvard Medical School, 25 Shattuck Street, Boston, MA, USA 02115; Planned Parenthood League of Massachusetts, 1055 Commonwealth Avenue, Boston, MA, USA 02215; Brigham and Women's Hospital, 75 Francis Street, Boston, MA, USA 02115."], ["Maurer", "Rie", "R", "Brigham and Women's Hospital, 75 Francis Street, Boston, MA, USA 02115."], ["Fortin", "Jennifer", "J", "Planned Parenthood League of Massachusetts, 1055 Commonwealth Avenue, Boston, MA, USA 02215."], ["Goldberg", "Alisa B", "AB", "Harvard Medical School, 25 Shattuck Street, Boston, MA, USA 02115; Planned Parenthood League of Massachusetts, 1055 Commonwealth Avenue, Boston, MA, USA 02215; Brigham and Women's Hospital, 75 Francis Street, Boston, MA, USA 02115. Electronic address: agoldberg@pplm.org."]], "date": "2017-09-13", "id": "28916485", "text": "To determine if obese women experience increased rates of adverse outcomes with moderate intravenous sedation during first trimester surgical abortion compared to normal weight women.We performed a retrospective cohort study of all first trimester surgical abortions with moderate intravenous sedation at an outpatient facility between September 2010 and June 2015. The primary outcome was supplemental oxygen administration. Secondary outcomes included reversal agent administration, anesthesia-related adverse events, and intraoperative lowest level of consciousness (LLOC). We compared three obesity groups [I (Body Mass Index, BMI=30-34.9), II (BMI=35-39.9), and III (BMI ≥40)] to normal weight women (BMI <25). We exported data from electronic medical records and reviewed adverse outcomes individually.Of 20,381 first trimester surgical abortion procedures, 31 (0.15%) utilized supplemental oxygen, 24 (0.12%) utilized a reversal agent, 40 (0.20%) had a presumed anesthesia-related adverse event and 184 of 19,725 (0.93%) had a documented low intraoperative LLOC. One patient (0.005%) required hospital transfer or hospitalization. Supplemental oxygen administration (obesity versus normal weight: obese I, aOR 0.52, 95% CI 0.12-2.27; II/III, aOR 1.51, 95% CI 0.50-4.54), low intraoperative LLOC, and anesthesia-related adverse events were not associated with obesity. The rate of reversal agent administration was lower among obese I, II and III women combined compared to normal weight women (aOR 0.13, 95% CI 0.02-0.96).Adverse outcomes were rare across all BMI categories with no detectable increased risk among obese women compared to normal weight women.With appropriate clinical screening, obese women can safely receive moderate intravenous sedation for first trimester surgical abortion in an outpatient clinical setting. Restrictions on moderate intravenous sedation based on BMI alone may be unnecessary.", "doi": "10.1016/j.contraception.2017.09.001", "title": "Moderate intravenous sedation for first trimester surgical abortion: a comparison of adverse outcomes between obese and normal-weight women.", "journal": ["Contraception", "Contraception"]}