{"authors": [["Stokes", "Victoria J", "VJ", "Academic Endocrine Unit, Radcliffe Department of Medicine, University of Oxford, Oxford, UK."], ["Nielsen", "Morten F", "MF", "Academic Endocrine Unit, Radcliffe Department of Medicine, University of Oxford, Oxford, UK."], ["Hannan", "Fadil M", "FM", "Academic Endocrine Unit, Radcliffe Department of Medicine, University of Oxford, Oxford, UK."], ["Thakker", "Rajesh V", "RV", "Academic Endocrine Unit, Radcliffe Department of Medicine, University of Oxford, Oxford, UK."]], "date": "2017-11-02", "id": "28914984", "text": "Hypercalcemia is defined as a serum calcium concentration that is greater than two standard deviations above the normal mean, which in children may vary with age and sex, reflecting changes in the normal physiology at each developmental stage. Hypercalcemic disorders in children may present with hypotonia, poor feeding, vomiting, constipation, abdominal pain, lethargy, polyuria, dehydration, failure to thrive, and seizures. In severe cases renal failure, pancreatitis and reduced consciousness may also occur and older children and adolescents may present with psychiatric symptoms. The causes of hypercalcemia in children can be classified as parathyroid hormone (PTH)-dependent or PTH-independent, and may be congenital or acquired. PTH-independent hypercalcemia, ie, hypercalcemia associated with a suppressed PTH, is commoner in children than PTH-dependent hypercalcemia. Acquired causes of PTH-independent hypercalcemia in children include hypervitaminosis; granulomatous disorders, and endocrinopathies. Congenital syndromes associated with PTH-independent hypercalcemia include idiopathic infantile hypercalcemia (IIH), William's syndrome, and inborn errors of metabolism. PTH-dependent hypercalcemia is usually caused by parathyroid tumors, which may give rise to primary hyperparathyroidism (PHPT) or tertiary hyperparathyroidism, which usually arises in association with chronic renal failure and in the treatment of hypophosphatemic rickets. Acquired causes of PTH-dependent hypercalcemia in neonates include maternal hypocalcemia and extracorporeal membrane oxygenation. PHPT usually occurs as an isolated nonsyndromic and nonhereditary endocrinopathy, but may also occur as a hereditary hypercalcemic disorder such as familial hypocalciuric hypercalcemia, neonatal severe primary hyperparathyroidism, and familial isolated primary hyperparathyroidism, and less commonly, as part of inherited complex syndromic disorders such as multiple endocrine neoplasia (MEN). Advances in identifying the genetic causes have resulted in increased understanding of the underlying biological pathways and improvements in diagnosis. The management of symptomatic hypercalcemia includes interventions such as fluids, antiresorptive medications, and parathyroid surgery. This article presents a clinical, biochemical, and genetic approach to investigating the causes of pediatric hypercalcemia. © 2017 American Society for Bone and Mineral Research.", "doi": "10.1002/jbmr.3296", "title": "Hypercalcemic Disorders in Children.", "journal": ["Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research", "J. Bone Miner. Res."]}