{"authors": [["Carelli", "Laura", "L", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Solca", "Federica", "F", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Faini", "Andrea", "A", "Department of Cardiovascular, Neural and Metabolic Sciences, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Meriggi", "Paolo", "P", "ICT & Biomedical Technology Integration Unit, Centre for Innovation and Technology Transfer (CITT), Fondazione Don Carlo Gnocchi Onlus, Via Capecelatro 66, 20148 Milan, Italy."], ["Sangalli", "Davide", "D", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Cipresso", "Pietro", "P", "Applied Technology for Neuro-Psychology Lab, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Riva", "Giuseppe", "G", "Applied Technology for Neuro-Psychology Lab, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Ticozzi", "Nicola", "N", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Ciammola", "Andrea", "A", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Silani", "Vincenzo", "V", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."], ["Poletti", "Barbara", "B", "Department of Neurology and Laboratory of Neuroscience, IRCCS Istituto Auxologico Italiano, P.le Brescia 20, 20149 Milan, Italy."]], "date": "2017-08-23", "id": "28913349", "text": "Alongside the best-known applications of brain-computer interface (BCI) technology for restoring communication abilities and controlling external devices, we present the state of the art of BCI use for cognitive assessment and training purposes. We first describe some preliminary attempts to develop verbal-motor free BCI-based tests for evaluating specific or multiple cognitive domains in patients with Amyotrophic Lateral Sclerosis, disorders of consciousness, and other neurological diseases. Then we present the more heterogeneous and advanced field of BCI-based cognitive training, which has its roots in the context of neurofeedback therapy and addresses patients with neurological developmental disorders (autism spectrum disorder and attention-deficit/hyperactivity disorder), stroke patients, and elderly subjects. We discuss some advantages of BCI for both assessment and training purposes, the former concerning the possibility of longitudinally and reliably evaluating cognitive functions in patients with severe motor disabilities, the latter regarding the possibility of enhancing patients' motivation and engagement for improving neural plasticity. Finally, we discuss some present and future challenges in the BCI use for the described purposes.", "doi": "10.1155/2017/1695290", "title": "Brain-Computer Interface for Clinical Purposes: Cognitive Assessment and Rehabilitation.", "journal": ["BioMed research international", "Biomed Res Int"]}