{"authors": [["Sehara", "Yoshihide", "Y", "Department of Neurology, Ishibashi General Hospital, 628 Ishibashi, Shimotsuke, Tochigi 329-0596, Japan."], ["Hayashi", "Yuka", "Y", "Department of Neurology, Ishibashi General Hospital, 628 Ishibashi, Shimotsuke, Tochigi 329-0596, Japan."], ["Ohya", "Kenichi", "K", "Department of Cardiology, Shin-Oyama Shimin Hospital, 2251-1 Hitotonoya, Oyama, Tochigi 323-0827, Japan."], ["Kaneko", "Naoki", "N", "Department of Neurosurgery, Jichi Medical University, 3311-1 Yakushiji, Shimotsuke, Tochigi 329-0498, Japan."], ["Sawada", "Mikio", "M", "Department of Neurology, Ishibashi General Hospital, 628 Ishibashi, Shimotsuke, Tochigi 329-0596, Japan."]], "date": "2017-08-20", "id": "28912818", "text": "Ischemic stroke following acute myocardial infarction is a rare but a serious complication. Because the pathophysiology of stroke is dynamic, it is often hard to identify the cause of stroke. Here, we present the case of a 75-year-old man with ischemic stroke following angina pectoris caused by severe anemia and localized peritonitis due to gastrointestinal stromal tumor of small intestine. On admission, he showed consciousness disturbance, fever, and left hemiplegia. The electrocardiogram on admission showed ST-segment depression in V2 to V6 which was normalized 4 hours later. The ultrasound cardiogram showed the mild hypokinesis in the apical portion of left ventricle which was also normalized later. The magnetic resonance imaging and angiography showed ischemic stroke in watershed area between right anterior and middle cerebral arteries area and stenosis of distal portion of right middle cerebral artery. The computed tomography of abdomen showed a mass of small intestine. We decided to perform curative surgery after transfusion and successfully resected the mass of the small intestine, which was revealed to be a gastrointestinal stromal tumor (GIST). This is a successfully treated case of GIST in which the complicated pathophysiology of watershed cerebral infarction following angina pectoris might be clearly revealed.", "doi": "10.1155/2017/6030561", "title": "A Successfully Treated Case of Gastrointestinal Stromal Tumor Causing Severe Anemia and Localized Peritonitis Showing Angina Pectoris Resulting in Watershed Cerebral Infarction.", "journal": ["Case reports in medicine", "Case Rep Med"]}