{"authors": [["Michael", "George A", "GA", "Université de Lyon, Lyon, France; Université Lyon 2, Institut de Psychologie, Laboratoire EMC (EA 3082), Lyon, France. Electronic address: George.Michael@univ-lyon2.fr."], ["Tapiero", "Isabelle", "I", "Université de Lyon, Lyon, France; Université Lyon 2, Institut de Psychologie, Laboratoire EMC (EA 3082), Lyon, France."], ["Gálvez-García", "Germán", "G", "Université Lyon 2, Institut de Psychologie, Laboratoire EMC (EA 3082), Lyon, France; Department of Psychology, Universidad de la Frontera, Chile."], ["Jacquot", "Laurence", "L", "Laboratoire de Neurosciences Intégratives et Cliniques (EA 481), Université de Franche-Comté, Besançon, France."]], "date": "2017-09-11", "id": "28910641", "text": "Sensations and thoughts have been described as potentially related to self-awareness. We therefore asked whether sensations that arise in the absence of external triggers, i.e., spontaneous sensations (SPS), which were shown to relate to interoception and perception of the self, vary as a function of the individual propensity to generate spontaneous thoughts, i.e., mind-wandering. The Mind Wandering Questionnaire (MWQ) was used as a specific tool to assess the frequency and propensity to mind-wander several weeks before completing an SPS task. Correlational analyses between the MWQ score and SPS showed that greater propensity to mind-wander coincided with widespread perception of SPS, while lesser propensity to mind-wander coincided with more spatially restricted perception of SPS. The results are interpreted in light of the role of spontaneous thoughts and sensations in self-awareness. The potential psychological processes and the way they might regulate the relation between mind-wandering and the perception of SPS are discussed.", "doi": "10.1016/j.concog.2017.08.007", "title": "Thoughts and sensations, twin galaxies of the inner space: The propensity to mind-wander relates to spontaneous sensations arising on the hands.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}