{"authors": [["Chica", "Ana B", "AB", "Departamento de Psicología Experimental, and Brain, Mind, and Behavior Research Centre (CIMCYC), Universidad de Granada, Campus de Cartuja S/N, 18071, Granada, Spain. anachica@ugr.es."], ["Thiebaut de Schotten", "Michel", "M", "Brain Connectivity and Behaviour Group, Frontlab, Institut du Cerveau et de la Moelle épinière (ICM), CNRS U7225 and, Inserm U1127, GH Pitié-Salpêtrière, Paris, France."], ["Bartolomeo", "Paolo", "P", "INSERM U 1127, CNRS, UMR 7225, Sorbonne Universités, and Université Pierre et Marie Curie-Paris 6, UMR S 1127, Institut du Cerveau et de la Moelle épinière (ICM), 75013, Paris, France."], ["Paz-Alonso", "Pedro M", "PM", "BCBL, Basque Center On Cognition, Brain and Language, Donostia, Spain."]], "date": "2017-09-13", "id": "28905109", "text": "Attention is considered as one of the pre-requisites of conscious perception. Phasic alerting and exogenous orienting improve conscious perception of near-threshold information through segregated brain networks. Using a multimodal neuroimaging approach, combining data from functional MRI (fMRI) and diffusion-weighted imaging (DWI), we investigated the influence of white matter properties of the ventral branch of superior longitudinal fasciculus (SLF III) in functional interactions between attentional systems and conscious perception. Results revealed that (1) reduced integrity of the left hemisphere SLF III was predictive of the neural interactions observed between exogenous orienting and conscious perception, and (2) increased integrity of the left hemisphere SLF III was predictive of the neural interactions observed between phasic alerting and conscious perception. Our results combining fMRI and DWI data demonstrate that structural properties of the white matter organization determine attentional modulations over conscious perception.", "doi": "10.1007/s00429-017-1511-2", "title": "White matter microstructure of attentional networks predicts attention and consciousness functional interactions.", "journal": ["Brain structure & function", "Brain Struct Funct"]}