{"authors": [["Massi", "Daniel Gams", "DG", "Cheikh Anta Diop University, Neurosciences Department, Fann National Teaching Hospital, Dakar, Senegal."], ["Mansare", "Mohamed Lelouma", "ML", "Cheikh Anta Diop University, Neurosciences Department, Fann National Teaching Hospital, Dakar, Senegal."], ["Traoré", "Mariétou", "M", "Cheikh Anta Diop University, Neurosciences Department, Fann National Teaching Hospital, Dakar, Senegal."], ["Ndiaye", "Moustapha", "M", "Cheikh Anta Diop University, Neurosciences Department, Fann National Teaching Hospital, Dakar, Senegal."], ["Diop", "Amadou Gallo", "AG", "Cheikh Anta Diop University, Neurosciences Department, Fann National Teaching Hospital, Dakar, Senegal."], ["Ndiaye", "Mouhamadou Mansour", "MM", "Cheikh Anta Diop University, Neurosciences Department, Fann National Teaching Hospital, Dakar, Senegal."]], "date": "2017-07-18", "id": "28904727", "text": "Ivermectin is an ant parasitic drug used for combating onchocerciasis and lymphatic filariasis. It works by inhibiting the function of neurons and muscles, thus causing paralysis of microfilariae. Side effects of this drug have been reported including post-ivermectin encephalopathy requiring emergency care in hospital. We report the case of a 35 years old patient living in rural areas of Senegal who presented two days after a mistake in administration of a second dose of ivermectin, headaches, altered consciousness and bilateral blindness. The workup revealed brain white matter lesions, abnormal liver function tests and biological inflammation without evidence of Loa loa microfilariae in blood and cerebrospinal fluid. Corticosteroid treatment was administered in emergency and patient recovered despite the persistence of bilateral blindness. Inflammatory process seems to have an important role in the pathophysiology of this encephalopathy. We should therefore carefully control the administration of this drugs.", "doi": "10.11604/pamj.2017.27.202.12106", "title": "Post-ivermectin encephalopathy in Senegal: a case report.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}