{"authors": [["Bi Gohi", "Serge Irie", "SI", "Service d'Anesthésie-Réanimation du Centre Hospitalier Universitaire de Bouaké, Côte d'Ivoire."], ["Yaich", "Pete", "P", "Service d'Anesthésie-Réanimation du Centre Hospitalier Universitaire de Bouaké, Côte d'Ivoire."], ["N'guessan", "Koffi", "K", "Service d'Anesthésie-Réanimation du Centre Hospitalier Universitaire de Bouaké, Côte d'Ivoire."], ["Ogondon", "Bernard", "B", "Service d'Anesthésie-Réanimation du Centre Hospitalier Universitaire de Bouaké, Côte d'Ivoire."], ["Brouh", "Yapo", "Y", "Service d'Anesthésie-Réanimation du Centre Hospitalier Universitaire de Bouaké, Côte d'Ivoire."]], "date": "2017-06-29", "id": "28904676", "text": "Ketoacidosis complicating gestational diabetes is rare and responsible for severe maternal-fetal mortality. It is an acute metabolic emergency whose management is multidisciplinary. Early diagnosis and treatment affect the vital prognosis of both the mother and the fetus. We report the case of a 27-year old pregnant woman at term, with a family history of diabetes, admitted to the emergency obstetric care with alertness problems associated with dyspnoea. The diagnosis of inaugural ketoacidosis decompensated due to severe malaria associated with gestational diabetes was retained on the basis of patient's medical history, of clinical examination and paraclinical assessment. The patient received insulin therapy, rehydration therapy, correction of electrolyte imbalance as well as antimalarial treatment. She underwent emergency cesarean section under general anesthesia and a dead-born macrosome macerated male fetus was extracted. Patient's evolution was favorable, with return of consciousness and standardization of biological parameters.", "doi": "10.11604/pamj.2017.27.148.12155", "title": "[Gestational diabetes revealed by inaugural diabetic ketoacidosis: about a case].", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}