{"authors": [["Kang", "Hyoung-Goo", "HG", "Hanyang University Business School, Hanyang University, Seoul, South Korea."], ["Joo", "Hailey Hayeon", "HH", "Department of Economics, Sogang University, Seoul, South Korea."], ["Choi", "Kyong Duk", "KD", "Department of Economics, Sogang University, Seoul, South Korea."], ["Lee", "Dongmin", "D", "Food Biz Lab, Program in Regional Information, Seoul National University, Seoul, South Korea."], ["Moon", "Junghoon", "J", "Food Biz Lab, Program in Regional Information, Seoul National University, Seoul, South Korea."]], "date": "2017-08-13", "id": "28904529", "text": "Background: The consumption of fruits, vegetables, and dietary supplements correlate. Most previous studies have aimed to identify the determinants of supplement uses or the distinct features of supplement users; this literature lacks a discussion on dietary supplement consumption as a predictor of fruit and vegetable consumption. Objective: This study examines how dietary supplement consumption correlates with fruit and vegetable consumption by combining scanner data and surveys of Korean household grocery shopping. Methods: Propensity score matching (PSM) is used to identify the relationship between dietary supplement consumption and fruit and vegetable consumption in a household. A logit regression using supplement consumption as the dependent variable is used. Then, the supplement takers (the treatment group) are matched with non-takers (the control group) based on the propensity scores estimated in the logit regression. The fruit and vegetable consumption levels of the groups are then compared. Results: We found that dietary supplement use is associated with higher fruit and vegetable consumption. This supports the health consciousness hypothesis based on attention bias, availability heuristics, the focusing effect, and the consumption episode effect. It rejects the health substitute hypothesis based on economic substitutes and mental accounting. Conclusions: Future research on the health benefits of dietary supplements should address the complementary consumption of fruits/vegetables and their health benefits to avoid misstating the health effects of supplements.", "doi": "10.1080/16546628.2017.1361769", "title": "Complementarity in dietary supplements and foods: are supplement users vegetable eaters?", "journal": ["Food & nutrition research", "Food Nutr Res"]}