{"authors": [["Xia", "Xiaoyu", "X", "aDepartment of Biomedical Engineering, School of Medicine, Tsinghua University bDepartment of Neurosurgery, PLA Army General Hospital cDepartment of Clinical Medicine, Peking Union Medical College, Chinese Academy of Medical Science dState Key Laboratory of Cognitive Neuroscience and Learning, IDG/McGovern Institute for Brain Research eCenter for Collaboration and Innovation in Brain and Learning Sciences, Beijing Normal University, Beijing fInstitute of Electrical Engineering, Yanshan University, Qinhuangdao gDepartment of Neurosurgery, Zhengzhou Central Hospital, Zhengzhou, China."], ["Liu", "Yang", "Y", null], ["Bai", "Yang", "Y", null], ["Liu", "Ziyuan", "Z", null], ["Yang", "Yi", "Y", null], ["Guo", "Yongkun", "Y", null], ["Xu", "Ruxiang", "R", null], ["Gao", "Xiaorong", "X", null], ["Li", "Xiaoli", "X", null], ["He", "Jianghong", "J", null]], "date": null, "id": "28902713", "text": "Repetitive transcranial magnetic stimulation (rTMS) has been applied for the treatment of patients with disorders of consciousness (DOC). Timely and accurate assessments of its modulation effects are very useful. This study evaluated rTMS modulation effects on electroencephalography (EEG) oscillation in patients with chronic DOC. Eighteen patients with a diagnosis of DOC lasting more than 3 months were recruited. All patients received one session of 10-Hz rTMS at the left dorsolateral prefrontal cortex and then 12 of them received consecutive rTMS treatment everyday for 20 consecutive days. Resting-state EEGs were recorded before the experiment (T0) after one session of rTMS (T1) and after the entire treatment (T2). The JFK Coma Recovery Scale-Revised scale scores were also recorded at the time points. Our data showed that application of 10-Hz rTMS to the left dorsolateral prefrontal cortex decreased low-frequency band power and increased high-frequency band power in DOC patients, especially in minimal conscious state patients. Considering the correlation of the EEG spectrum with the consciousness level of patients with DOC, quantitative EEG might be useful for assessment of the effect of rTMS in DOC patients.", "doi": "10.1097/WNR.0000000000000886", "title": "Long-lasting repetitive transcranial magnetic stimulation modulates electroencephalography oscillation in patients with disorders of consciousness.", "journal": ["Neuroreport", "Neuroreport"]}