{"authors": [["Schnakers", "Caroline", "C", "aResearch Institute, Casa Colina Hospital and Centers for Healthcare, Pomona bDepartment of Psychology cBrain Injury Research Center (BIRC), Department of Neurosurgery, University of California Los Angeles, Los Angeles, California, USA."], ["Monti", "Martin M", "MM", null]], "date": null, "id": "28901969", "text": "Very few options exist for patients who survive severe traumatic brain injury but fail to fully recover and develop a disorder of consciousness (e.g. vegetative state, minimally conscious state).Among pharmacological approaches, Amantadine has shown the ability to accelerate functional recovery. Although with very low frequency, Zolpidem has shown the ability to improve the level of consciousness transiently and, possibly, also in a sustained fashion. Among neuromodulatory approaches, transcranial direct current stimulation has been shown to transiently improve behavioral responsiveness, but mostly in minimally conscious patients. New evidence for thalamic deep brain stimulation calls into question its cost/benefit trade-off.The growing understanding of the biology of disorders of consciousness has led to a renaissance in the development of therapeutic interventions for patients with disorders of consciousness. High-quality evidence is emerging for pharmacological (i.e. Amantadine) and neurostimulatory (i.e. transcranial direct current stimulation) interventions, although further studies are needed to delineate preconditions, optimal dosages, and timing of administration. Other exciting new approaches (e.g. low intensity focused ultrasound) still await systematic assessment. A crucial future direction should be the use of neuroimaging measures of functional and structural impairment as a means of tailoring patient-specific interventions.", "doi": "10.1097/WCO.0000000000000495", "title": "Disorders of consciousness after severe brain injury: therapeutic options.", "journal": ["Current opinion in neurology", "Curr. Opin. Neurol."]}