{"authors": [["Matz", "Oliver", "O", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany. omatz@ukaachen.de."], ["Heckelmann", "Jan", "J", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."], ["Zechbauer", "Sebastian", "S", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."], ["Litmathe", "Jens", "J", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."], ["Brokmann", "Jörg C", "JC", "Emergency Department, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."], ["Willmes", "Klaus", "K", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."], ["Schulz", "Jörg B", "JB", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."], ["Dafotakis", "Manuel", "M", "Department of Neurology, University Hospital, Rheinisch-Westfälische Technische Hochschule [RWTH] Aachen, Aachen, Germany."]], "date": "2017-09-12", "id": "28900842", "text": "Concentrations of serum creatine kinase (CK) and serum lactate are frequently measured to help differentiate between generalized tonic-clonic seizures (GTCS) and syncope. The aim of this prospective cohort study was to systematically compare these two markers. The primary outcome is the measurement of serum lactate and CK in blood samples drawn within 2 h of the event in patients admitted with either a GTCS (n = 49) or a syncope (n = 36). Furthermore, the specificity and sensitivity of serum lactate and CK are determined as diagnostic markers in distinguishing between GTCS and syncope. GTCS patients have significantly higher serum lactate levels compared to syncope patients (p < 0.001). In contrast, CK does not differ between groups at admission. Regarding the first hour after the seizure, we identify a cut-off for serum lactate of 2.45 mmol/l for diagnosing GTCS as the cause of an impairment of consciousness with a sensitivity of 0.94 and a specificity of 0.93 (AUC: 0.97; 95% CI 0.94-1.0). In the second hour after the event, the ROC analysis yields similar results (AUC: 0.94; 95% CI 0.85-1.0). Serum lactate is a sensitive and specific diagnostic marker to discriminate GTCS from syncope and is superior to CK early after admission to the emergency department.", "doi": "10.1007/s11739-017-1745-2", "title": "Early postictal serum lactate concentrations are superior to serum creatine kinase concentrations in distinguishing generalized tonic-clonic seizures from syncopes.", "journal": ["Internal and emergency medicine", "Intern Emerg Med"]}