{"authors": [["Francken", "Jolien C", "JC", "Department of Psychology, University of Amsterdam, P.O. Box 15915, 1001 NK Amsterdam, Netherlands. Electronic address: j.c.francken@uva.nl."], ["Slors", "Marc", "M", "Faculty of Philosophy, Theology and Religious Studies, Radboud University Nijmegen, P.O. Box 9103, 6500 HD Nijmegen, Netherlands. Electronic address: m.slors@ftr.ru.nl."]], "date": "2017-09-10", "id": "28899576", "text": "To enable the impact of neuroscientific insights on our daily lives, careful translation of research findings is required. However, neuroscientific terminology and common-sense concepts are often hard to square. For example, when neuroscientists study lying to allow the use of brain scans for lie-detection purposes, the concept of lying in the scientific case differs considerably from the concept in court. Furthermore, lying and other cognitive concepts are used unsystematically and have an indirect and divergent mapping onto brain activity. Therefore, scientific findings cannot inform our practical concerns in a straightforward way. How then can neuroscience ultimately help determine if a defendant is legally responsible, or help someone understand their addiction better? Since the above-mentioned problems provide serious obstacles to move from science to common-sense, we call this the 'translation problem'. Here, we describe three promising approaches for neuroscience to face this translation problem. First, neuroscience could propose new 'folk-neuroscience' concepts, beyond the traditional folk-psychological array, which might inform and alter our phenomenology. Second, neuroscience can modify our current array of common-sense concepts by refining and validating scientific concepts. Third, neuroscience can change our views on the application criteria of concepts such as responsibility and consciousness. We believe that these strategies to deal with the translation problem should guide the practice of neuroscientific research to be able to contribute to our day-to-day life more effectively.", "doi": "10.1016/j.bandc.2017.09.004", "title": "Neuroscience and everyday life: Facing the translation problem.", "journal": ["Brain and cognition", "Brain Cogn"]}