{"authors": [["Xu", "Hong-Bo", "HB", "Department of Pediatrics, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563003, China. cyz600@163.com."], ["Tan", "Mei", "M", null], ["Lu", "Jian", "J", null], ["Tian", "Mao-Qiang", "MQ", null], ["Chen", "Yan", "Y", null]], "date": null, "id": "28899471", "text": "In this study, two school-aged children had an acute onset in spring and had the manifestations of fever, headache, vomiting, disturbance of consciousness, purpura and ecchymosis, and positive meningeal irritation sign. There were increases in peripheral white blood cells and neutrophils, but reductions in the hemoglobin level and platelet count in the two children. They had a significant increase in C-reactive protein. There were hundreds or thousands of white blood cells in the cerebrospinal fluid, mainly neutrophils. Increased protein contents but normal levels of glucose and chloride in the cerebrospinal fluid were found. Head CT scan showed multiple hematomas in the right cerebellum and both hemispheres in one child. Bone marrow cytology indicated infection in the bone marrow, and both blood culture and bone marrow culture showed methicillin-resistant Staphylococcus aureus (MRSA). Both patients had cardiac murmurs and progressive reductions in the hemoglobin level and platelet count during treatment, and echocardiography showed the formation of vegetation in the aortic valve. Therefore, the patients were diagnosed with infectious endocarditis (IE). Vancomycin was used as the anti-infective therapy based on the results of drug sensitivity test. One child was cured after 6 weeks, and the other child was withdrawn from the treatment and then died. Dynamic monitoring of cardiac murmurs should be performed for children with unexplained fever, and echocardiography should be performed in time to exclude IE. IE should also be considered for children with purulent meningitis and skin and mucosal bleeding which cannot be explained by the reduction in platelet count.", "doi": null, "title": "[A report of two children with fever, headache, and purpura].", "journal": ["Zhongguo dang dai er ke za zhi = Chinese journal of contemporary pediatrics", "Zhongguo Dang Dai Er Ke Za Zhi"]}