{"authors": [["Nakano", "Takahito", "T", "Department of Thoracic Surgery, Kansai Medical University Medical Center, 10-15 Fumizonocho, Moriguchishi, Osaka, 570-8507, Japan."], ["Inaba", "Mayumi", "M", "Department of Diagnostic Pathology, Kansai Medical University Medical Center, 10-15 Fumizonocho, Moriguchishi, Osaka, 570-8507, Japan."], ["Kaneda", "Hiroyuki", "H", "Department of Thoracic Surgery, Kansai Medical University Medical Center, 10-15 Fumizonocho, Moriguchishi, Osaka, 570-8507, Japan. kanedah@takii.kmu.ac.jp."]], "date": "2017-09-11", "id": "28895098", "text": "Thrombus formation in the pulmonary vein stump after pulmonary resection has recently been identified as a cause of systemic thrombosis including brain infarction. However, there is limited research focusing on the clinical course of pulmonary vein stump thrombus, and optimal treatment and prevention strategies of this important complication have not been established.A 77-year-old woman was diagnosed with lung cancer of the left upper lobe, cT4N2M0, cStage IIIB. As the tumor was considered to be completely resectable, the patient underwent a left upper lobectomy with angioplasty of the left pulmonary artery. The final pathological stage was pT4N2M0, pStage IIIB. The patient developed paralysis of the right upper limb and dysarthria on the 8th postoperative day. Diffusion-weighted magnetic resonance imaging (MRI) of the brain showed multiple high-intensity signals in the area of the left middle cerebral artery, which were not detected on preoperative MRI. She was diagnosed with a cerebral infarction and started on acute-phase treatment including anticoagulation with continuous intravenous heparin infusion. The neurological symptoms improved the following day. Contrast-enhanced chest CT scan revealed thrombus in the left superior pulmonary vein stump measuring 10 mm in diameter. She had no comorbidity related to the cerebral attack. After the treatment was initiated, her symptoms became stable. However, symptoms of altered consciousness, dysarthria, and hemiparesis re-occurred on the 19th postoperative day and improved within an hour. The thrombus in the left superior pulmonary vein stump disappeared on follow-up contrast-enhanced chest CT performed the same day.This is the first report of recurrent brain attack caused by thrombosis in the pulmonary vein stump in a patient receiving anticoagulant therapy. The present case suggests the possibility of thrombus mobilization causing recurrent systemic thrombosis, and this important complication needs to be considered in future clinical practice.", "doi": "10.1186/s40792-017-0376-1", "title": "Recurrent cerebral attack caused by thrombosis in the pulmonary vein stump in a patient with left upper lobectomy on anticoagulant therapy: case report and literature review.", "journal": ["Surgical case reports", "Surg Case Rep"]}