{"authors": [["Alipour Faz", "Athena", "A", "Clinical Research Development Center, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Arsan", "Fahimeh", "F", "General Surgery Department, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Peyvandi", "Hassan", "H", "Hearing Disorders Research Center, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Oroei", "Mahbobeh", "M", "Hearing Disorders Research Center, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Shafagh", "Omid", "O", "Hearing Disorders Research Center, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Peyvandi", "Maryam", "M", "Clinical Research Development Center, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Yousefi", "Maryam", "M", "Clinical Research Development Center, Loghman Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "date": "2017-02-02", "id": "28894772", "text": "Caustic ingestions are among the most prevalent causes of toxic exposure. The present 10-year survey aimed to evaluate the epidemiologic features and outcomes of caustic ingestion cases presenting to emergency department.This is a retrospective cross-sectional study on patients who were admitted to a referral toxicology center during 2004 to 2014, following caustic ingestion. Baseline characteristics, presenting chief complaint, severity of mucosal injury, complications, imaging and laboratory findings as well as outcomes (need for ICU admission, need for surgery, mortality) were recorded, reviewing patients' medical profile, and analyzed using SPSS 22.348 patients with mean age of 37.76 ± 17.62 years were studied (55.6% male). The mean amount of ingested caustic agent was 106.69 ± 100.24 mL (59.2 % intentional). Intentional ingestions (p < 0.0001), acidic substance (p = 0.054), and higher volume of ingestion (p = 0.021) were significantly associated with higher severity of mucosal damage. 28 (8%) cases had died, 53 (15.2%) were admitted to ICU, and 115 (33%) cases underwent surgery.It seems that, suicidal intention, higher grade of mucosal injury, higher volume of ingestion, lower level of consciousness, lower serum pH, and higher respiratory rate are among the most important predictors of need for ICU admission, need for surgery, and mortality.", "doi": null, "title": "Epidemiologic Features and Outcomes of Caustic Ingestions; a 10-Year Cross-Sectional Study.", "journal": ["Emergency (Tehran, Iran)", "Emerg (Tehran)"]}