{"authors": [["Hansen", "Anette", "A", "University College of Southeast Norway, Faculty of Health and Social Sciences and Centre for Care Research, Postbox 235, 3603, Kongsberg, Norway. anette.hansen@usn.no."], ["Hauge", "Solveig", "S", "University College of Southeast Norway, Faculty of Health and Social Sciences and Centre for Care Research, Postbox 235, 3603, Kongsberg, Norway."], ["Bergland", "Ådel", "Å", "Department of Nursing Science and Lovisenberg Diaconal University College, Institute of Health and Society, University of Oslo, Lovisenberggaten 15b, 0456, Oslo, Norway."]], "date": "2017-09-11", "id": "28893181", "text": "The majority of persons with dementia are home-dwelling. To enable these persons to stay in their own homes as long as possible, a holistic, individual and flexible care is recommended. Despite a requirement for meeting psychological, social and physical needs, home care services seem to focus on patients' physical needs. Accordingly, the aim of this study was to explore how the psychosocial needs of home-dwelling, older persons with dementia were perceived, emphasized and met by home care services.A descriptive, qualitative approach was used. Data were collected through semi-structured focus group interviews with 24 health care providers in home care services from four municipalities. Data were analysed using systematic text condensation.This study showed major differences in how health care providers perceived the psychosocial needs of older home-dwelling persons with dementia and how they perceived their responsibilities for meeting those psychosocial needs. The differences in the health care providers' perceptions seemed to significantly influence the provided care. Three co-existing logics of care were identified: the physical need-oriented logic, the renouncement logic and the integrated logic.The differences in how health care providers perceived the psychosocial needs of persons with dementia and their responsibilities for meeting those needs, influenced how the psychosocial needs were met. These differences indicates a need for a clarification of how psychosocial needs should be conceptualized and who should be responsible for meeting these needs. Further, increased competence and increased consciousness of psychosocial needs and how those needs can be met, are essential for delivering high-quality holistic care that enables persons with dementia to live in their own home for as long as possible.", "doi": "10.1186/s12877-017-0612-3", "title": "Meeting psychosocial needs for persons with dementia in home care services - a qualitative study of different perceptions and practices among health care providers.", "journal": ["BMC geriatrics", "BMC Geriatr"]}