{"authors": [["Raimondo", "Federico", "F", "Department of Computer Science, Faculty of Exact and Natural Sciences, University of Buenos Aires, Buenos Aires, Argentina."], ["Rohaut", "Benjamin", "B", "National Institute of Health and Medical Research, Paris, France."], ["Demertzi", "Athena", "A", "Brain and Spine Institute, Paris, France."], ["Valente", "Melanie", "M", "Brain and Spine Institute, Paris, France."], ["Engemann", "Denis A", "DA", "Brain and Spine Institute, Paris, France."], ["Salti", "Moti", "M", "Zlotowski Center for Neuroscience and Brain Imaging Research Center, Ben-Gurion University of the Negev, Beer-Sheva, Israel."], ["Fernandez Slezak", "Diego", "D", "Department of Computer Science, Faculty of Exact and Natural Sciences, University of Buenos Aires, Buenos Aires, Argentina."], ["Naccache", "Lionel", "L", "Brain and Spine Institute, Paris, France."], ["Sitt", "Jacobo D", "JD", "Brain and Spine Institute, Paris, France."]], "date": "2017-10-11", "id": "28892566", "text": "We here aimed at characterizing heart-brain interactions in patients with disorders of consciousness. We tested how this information impacts data-driven classification between unresponsive and minimally conscious patients.A cohort of 127 patients in vegetative state/unresponsive wakefulness syndrome (VS/UWS; n = 70) and minimally conscious state (MCS; n = 57) were presented with the local-global auditory oddball paradigm, which distinguishes 2 levels of processing: short-term deviation of local auditory regularities and global long-term rule violations. In addition to previously validated markers of consciousness extracted from electroencephalograms (EEG), we computed autonomic cardiac markers, such as heart rate (HR) and HR variability (HRV), and cardiac cycle phase shifts triggered by the processing of the auditory stimuli.HR and HRV were similar in patients across groups. The cardiac cycle was not sensitive to the processing of local regularities in either the VS/UWS or MCS patients. In contrast, global regularities induced a phase shift of the cardiac cycle exclusively in the MCS group. The interval between the auditory stimulation and the following R peak was significantly shortened in MCS when the auditory rule was violated. When the information for the cardiac cycle modulations and other consciousness-related EEG markers were combined, single patient classification performance was enhanced compared to classification with solely EEG markers.Our work shows a link between residual cognitive processing and the modulation of autonomic somatic markers. These results open a new window to evaluate patients with disorders of consciousness via the embodied paradigm, according to which body-brain functions contribute to a holistic approach to conscious processing. Ann Neurol 2017;82:578-591.", "doi": "10.1002/ana.25045", "title": "Brain-heart interactions reveal consciousness in noncommunicating patients.", "journal": ["Annals of neurology", "Ann. Neurol."]}