{"authors": [["Noble", "L J", "LJ", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Gonzalez", "I J", "IJ", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Meruva", "V B", "VB", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Callahan", "K A", "KA", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Belfort", "B D", "BD", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Ramanathan", "K R", "KR", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Meyers", "E", "E", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Kilgard", "M P", "MP", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["Rennaker", "R L", "RL", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."], ["McIntyre", "C K", "CK", "Behavior and Brain Sciences, The University of Texas at Dallas, Richardson, TX, USA."]], "date": "2017-08-22", "id": "28892066", "text": "Exposure-based therapies help patients with post-traumatic stress disorder (PTSD) to extinguish conditioned fear of trauma reminders. However, controlled laboratory studies indicate that PTSD patients do not extinguish conditioned fear as well as healthy controls, and exposure therapy has high failure and dropout rates. The present study examined whether vagus nerve stimulation (VNS) augments extinction of conditioned fear and attenuates PTSD-like symptoms in an animal model of PTSD. To model PTSD, rats were subjected to a single prolonged stress (SPS) protocol, which consisted of restraint, forced swim, loss of consciousness, and 1 week of social isolation. Like PTSD patients, rats subjected to SPS show impaired extinction of conditioned fear. The SPS procedure was followed, 1 week later, by auditory fear conditioning (AFC) and extinction. VNS or sham stimulation was administered during half of the extinction days, and was paired with presentations of the conditioned stimulus. One week after completion of extinction training, rats were given a battery of behavioral tests to assess anxiety, arousal and avoidance. Results indicated that rats given SPS 1 week prior to AFC (PTSD model) failed to extinguish the freezing response after eleven consecutive days of extinction. Administration of VNS reversed the extinction impairment and attenuated reinstatement of the conditioned fear response. Delivery of VNS during extinction also eliminated the PTSD-like symptoms, such as anxiety, hyperarousal and social avoidance for more than 1 week after VNS treatment. These results provide evidence that extinction paired with VNS treatment can lead to remission of fear and improvements in PTSD-like symptoms. Taken together, these findings suggest that VNS may be an effective adjunct to exposure therapy for the treatment of PTSD.", "doi": "10.1038/tp.2017.191", "title": "Effects of vagus nerve stimulation on extinction of conditioned fear and post-traumatic stress disorder symptoms in rats.", "journal": ["Translational psychiatry", "Transl Psychiatry"]}