{"authors": [["Godo", "Shigeo", "S", "Department of Cardiovascular Medicine, Tohoku University Graduate School of Medicine."], ["Irino", "Shigemi", "S", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."], ["Nakagawa", "Atsuhiro", "A", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."], ["Kawazoe", "Yu", "Y", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."], ["Fujita", "Motoo", "M", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."], ["Kudo", "Daisuke", "D", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."], ["Nomura", "Ryosuke", "R", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."], ["Shimokawa", "Hiroaki", "H", "Department of Cardiovascular Medicine, Tohoku University Graduate School of Medicine."], ["Kushimoto", "Shigeki", "S", "Department of Emergency and Critical Care Medicine, Tohoku University Hospital."]], "date": null, "id": "28890524", "text": "Paroxysmal sympathetic hyperactivity (PSH) is a distinct syndrome of episodic sympathetic hyperactivities following severe acquired brain injury, characterized by paroxysmal transient fever, tachycardia, hypertension, tachypnea, excessive diaphoresis and specific posturing. PSH remains to be an under-recognized condition with a diagnostic pitfall especially in the intensive care unit (ICU) settings due to the high prevalence of concomitant diseases that mimic PSH. A consensus set of diagnostic criteria named PSH-Assessment Measure (PSH-AM) has been developed recently, which is consisted of two components: a diagnosis likelihood tool derived from clinical characteristics of PSH, and a clinical feature scale assigned to the severity of each sympathetic hyperactivity. We herein present a case series of patients with PSH who were diagnosed and followed by using PSH-AM in our tertiary institutional medical and surgical ICU between April 2015 and March 2017 in order to evaluate the clinical efficacy of PSH-AM. Among 394 survivors of 521 patients admitted with acquired brain injury defined as acute brain injury at all levels of severity regardless of the presence of altered consciousness, including traumatic brain injury, stroke, infectious disease, and encephalopathy, 6 patients (1.5%) were diagnosed as PSH by using PSH-AM. PSH-AM served as a useful scoring system for early objective diagnosis, assessment of severity, and serial evaluation of treatment efficacy in the management of PSH in the ICU settings. In conclusion, critical care clinicians should consider the possibility of PSH and can use PSH-AM as a useful diagnostic and guiding tool in the management of PSH.", "doi": "10.1620/tjem.243.11", "title": "Diagnosis and Management of Patients with Paroxysmal Sympathetic Hyperactivity following Acute Brain Injuries Using a Consensus-Based Diagnostic Tool: A Single Institutional Case Series.", "journal": ["The Tohoku journal of experimental medicine", "Tohoku J. Exp. Med."]}