{"authors": [["Yamaguchi", "Satoshi", "S", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan. Electronic address: s6095@nms.ac.jp."], ["Ishida", "Mariko", "M", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Hidaka", "Kanako", "K", "Department of Speech-Language-Hearing Therapy Laboratory, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Gomi", "Shinya", "S", "Department of Physical Therapy Laboratory, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Takayama", "Sachiyo", "S", "Department of Speech-Language-Hearing Therapy Laboratory, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Sato", "Kazuki", "K", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Yoshioka", "Yuma", "Y", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Wakayama", "Nozomu", "N", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Sekine", "Kuwon", "K", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Matsune", "Shoji", "S", "Department of Otolaryngology, Nippon Medical School Musashikosugi Hospital, Kanagawa, Japan."], ["Otsuka", "Toshiaki", "T", "Department of Hygiene and Public Health, Nippon Medical School, Tokyo, Japan."], ["Okubo", "Kimihiro", "K", "Department of Otolaryngology, Nippon Medical School Hospital, Tokyo, Japan."]], "date": "2017-09-07", "id": "28890113", "text": "Clarification of the association between the swallowing function and respiratory and phonatory functions.The subjects were 30 patients with a chief complaint of swallowing disorder with clear consciousness capable of retaining a sitting position. Patients with organic and functional diseases of the larynx were excluded. Twenty-two and eight patients were male and female, respectively, and the mean age was 77.0±14.6years old. The chest expansion score was measured as an index of the respiratory function, and the maximum phonation time (MPT) was measured as an index of the phonatory function. The presence or absence of aspiration was judged using videoendoscopic swallowing study (VESS) and videofluoroscopic swallow studies (VFSS). The patients were divided into those with and without aspiration, and the chest expansion score and MPT were compared. In addition, the distance of laryngeal elevation was measured in the lateral view of VFSS, and its correlations with the chest expansion score and MPT were closely analyzed. To evaluate reliability of the test, the distance of laryngeal elevation and videoendoscopic score were compared between the presence and absence of aspiration.The distance of laryngeal elevation was significantly shortened and the videoendoscopic score was significantly higher in the group with aspiration, as previously reported. On comparison of the chest expansion score between the groups with and without aspiration, no significant difference was noted at the axillary or xiphoid process level, and shortening was significant only at the 10th rib level in the group with aspiration. On comparison of MPT, it was significantly shortened in the group with aspiration. In addition, a significant positive correlation with the distance of laryngeal elevation was noted in both chest expansion score and MPT.It was suggested that declines of the respiratory and phonatory functions are risk factors of aspiration through limiting laryngeal elevation, and the chest expansion score at the 10th rib level and MPT are useful for screening of aspiration.", "doi": "10.1016/j.anl.2017.08.009", "title": "Relationship between swallowing function and breathing/phonation.", "journal": ["Auris, nasus, larynx", "Auris Nasus Larynx"]}