{"authors": [["Gharagouzloo", "Codi A", "CA", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA; Department of Bioengineering, Northeastern University, Boston, MA, USA; Gordon Center for Medical Imaging, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."], ["Timms", "Liam", "L", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA; Department of Physics, Northeastern University, Boston, MA, USA."], ["Qiao", "Ju", "J", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA; Department of Mechanical and Industrial Engineering, Northeastern University, Boston, MA, USA."], ["Fang", "Zihang", "Z", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA."], ["Nneji", "Joseph", "J", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA."], ["Pandya", "Aniket", "A", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA."], ["Kulkarni", "Praveen", "P", "Center for Translational NeuroImaging, Northeastern University, Boston, MA, USA; Psychology Department, Northeastern University, Boston, MA, USA."], ["van de Ven", "Anne L", "AL", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA; Department of Physics, Northeastern University, Boston, MA, USA."], ["Ferris", "Craig", "C", "Center for Translational NeuroImaging, Northeastern University, Boston, MA, USA; Psychology Department, Northeastern University, Boston, MA, USA; Department of Pharmaceutical Sciences, Northeastern University, Boston, MA, USA."], ["Sridhar", "Srinivas", "S", "Nanomedicine Science and Technology Center, Northeastern University, Boston, MA, USA; Department of Bioengineering, Northeastern University, Boston, MA, USA; Department of Physics, Northeastern University, Boston, MA, USA. Electronic address: s.sridhar@neu.edu."]], "date": "2017-09-06", "id": "28889004", "text": "A method called Quantitative Ultra-Short Time-to-Echo Contrast Enhanced (QUTE-CE) Magnetic Resonance Imaging (MRI) which utilizes superparamagnetic iron oxide nanoparticles (SPIONs) as a contrast agent to yield positive contrast angiograms with high clarity and definition is applied to the whole live rat brain. QUTE-CE MRI intensity data are particularly well suited for measuring quantitative cerebral blood volume (qCBV). A global map of qCBV in the awake resting-state with unprecedented detail was created via application of a 3D MRI rat brain atlas with 173 segmented and annotated brain areas. From this map we identified two distributed, integrated neural circuits showing the highest capillary densities in the brain. One is the neural circuitry involved with the primary senses of smell, hearing and vision and the other is the neural circuitry of memory. Under isoflurane anesthesia, these same circuits showed significant decreases in qCBV suggesting a role in consciousness. Neural circuits in the brainstem associated with the reticular activating system and the maintenance of respiration, body temperature and cardiovascular function showed an increase in qCBV with anesthesia. During awake CO2 challenge, 84 regions showed significant increases relative to an awake baseline state. This CO2 response provides a measure of cerebral vascular reactivity and regional perfusion reserve with the highest response measured in the somatosensory cortex. These results demonstrate the utility of QUTE-CE MRI for qCBV analysis and offer a new perspective on brain function and vascular organization.", "doi": "10.1016/j.neuroimage.2017.09.003", "title": "Quantitative vascular neuroimaging of the rat brain using superparamagnetic nanoparticles: New insights on vascular organization and brain function.", "journal": ["NeuroImage", "Neuroimage"]}