{"authors": [["Kafatos", "Menas C", "MC", "Fletcher Jones Endowed Professor of Computational Physics, Chapman University, Orange, CA 92866, United States. Electronic address: kafatos@chapman.edu."], ["Kato", "Goro C", "GC", "Department of Mathematics, California Polytechnic State University, San Luis Obispo, CA 93407, United States. Electronic address: gkato@calpoly.edu."]], "date": "2017-09-05", "id": "28887144", "text": "Questions about the nature of reality, whether Consciousness is the fundamental reality in the universe, and what is Consciousness itself, have no answer in systems that assume an external reality independent of Consciousness. Ultimately, the ontological foundation of such systems is the absolute division of subject and object. We advocate instead what we consider to be an approach that is in agreement with the foundation of quantum reality, which is based on Rāmānuja's version of Vedanta philosophy and non-dual Kashmir Śaivism. Quantum mechanics opened the door to consciousness, but it cannot account for consciousness. However, the quantum measurement problem implies that we cannot remove subjective experience from the practice of science. It is then appropriate to seek mathematical formalisms for the workings of consciousness that don't rely on specific interpretations of quantum mechanics. Temporal topos provides such a framework. In the theory of temporal topos, which we outline here, the difference between a subject and an object involves the direction of a morphism in a category. We also note that in the dual category, the direction of the morphism is in the opposite direction compared with the original direction of the original category. The resulting formalism provides powerful ways to address consciousness and qualia, beyond attempts to account for consciousness through physical theories. We also discuss the implications of the mathematics presented here for the convergence of science and non-dualist philosophies, as an emerging science of Consciousness, that may bring out the underlying unity of physics, life and mind.", "doi": "10.1016/j.pbiomolbio.2017.09.003", "title": "Sheaf theoretic formulation for consciousness and qualia and relationship to the idealism of non-dual philosophies.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}