{"authors": [["Sanches", "Paula Rodrigues", "PR", "Intensive Care Unit, Hospital Israelita Albert Einstein, São Paulo, Brazil."], ["Corrêa", "Thiago Domingos", "TD", "Intensive Care Unit, Hospital Israelita Albert Einstein, São Paulo, Brazil."], ["Ferrari-Marinho", "Taissa", "T", "Department of Clinical Neurophysiology, Hospital Israelita Albert Einstein, São Paulo, Brazil."], ["Naves", "Pedro Vicente Ferreira", "PVF", "Department of Clinical Neurophysiology, Hospital Israelita Albert Einstein, São Paulo, Brazil."], ["Ladeia-Frota", "Carol", "C", "Department of Clinical Neurophysiology, Hospital Israelita Albert Einstein, São Paulo, Brazil."], ["Caboclo", "Luís Otávio", "LO", "Department of Clinical Neurophysiology, Hospital Israelita Albert Einstein, São Paulo, Brazil."]], "date": "2017-09-08", "id": "28886073", "text": "Nonconvulsive seizures (NCS) are frequent in hospitalized patients and may further aggravate injury in the already damaged brain, potentially worsening outcomes in encephalopathic patients. Therefore, both early seizure recognition and treatment have been advocated to prevent further neurological damage.Evaluate the main EEG patterns seen in patients with impaired consciousness and address the effect of treatment with antiepileptic drugs (AEDs), continuous intravenous anesthetic drugs (IVADs), or the combination of both, on outcomes.This was a single center retrospective cohort study conducted in a private, tertiary care hospital. Consecutive adult patients with altered consciousness submitted to a routine EEG between January 2008 and February 2011 were included in this study. Based on EEG pattern, patients were assigned to one of three groups: Group Interictal Patterns (IP; EEG showing only interictal epileptiform discharges or triphasic waves), Group Rhythmic and Periodic Patterns (RPP; at least one EEG with rhythmic or periodic patterns), and Group Ictal (Ictal; at least one EEG showing ictal pattern). Groups were compared in terms of administered antiepileptic treatment and frequency of unfavorable outcomes (modified Rankin scale ≥3 and in-hospital mortality).Two hundred and six patients (475 EEGs) were included in this analysis. Interictal pattern was observed in 35.4% (73/206) of patients, RPP in 53.4% (110/206) and ictal in 11.2% (23/206) of patients. Treatment with AEDs, IVADs or a combination of both was administered in half of the patients. While all Ictal group patients received treatment (AEDs or IVADs), only 24/73 (32.9%) IP group patients and 55/108 (50.9%) RPP group patients were treated (p<0.001). Hospital length of stay (LOS) and frequency of unfavorable outcomes did not differ among the groups. In-hospital mortality was higher in IVADs treated RPP patients compared to AEDs treated RPP patients [11/19 (57.9%) vs. 11/36 (30.6%) patients, respectively, p = 0.049]. Hospital LOS, in-hospital mortality and frequency of unfavorable outcomes did not differ between Ictal patients treated exclusively with AEDs or IVADs.In patients with acute altered consciousness and abnormal routine EEG, antiepileptic treatment did not improve outcomes regardless of the presence of periodic, rhythmic or ictal EEG patterns.", "doi": "10.1371/journal.pone.0184050", "title": "Outcomes of patients with altered level of consciousness and abnormal electroencephalogram: A retrospective cohort study.", "journal": ["PloS one", "PLoS ONE"]}