{"authors": [["Sharafi", "Reza", "R", "Pediatrics Growth Disorders Research Center, School of Medicine, 17th Shahrivar Hospital, Guilan University of Medical Sciences, Rasht, Iran."], ["Hassanzadeh Rad", "Afagh", "A", "Pediatrics Growth Disorders Research Center, School of Medicine, 17th Shahrivar Hospital, Guilan University of Medical Sciences, Rasht, Iran."], ["Aminzadeh", "Vahid", "V", "Pediatrics Growth Disorders Research Center, School of Medicine, 17th Shahrivar Hospital, Guilan University of Medical Sciences, Rasht, Iran."]], "date": null, "id": "28883873", "text": "We aimed to assess the circadian rhythm and the seasonal variation in childhood febrile seizure (FS).This descriptive cross-sectional study was conducted retrospectively on patients' records. Investigators assessed the records of patients with simple FS aged 6 to 60 months referred to Emergency Department of 17-Shahrivar Hospital, Rasht northern Iran during Jan 2010 to Jan 2013. Data were gathered by a checklist including age, sex, temperature, duration of seizure, seasonal, months, diurnal variation, and level of consciousness.Totally, 349 patients including 193 (55.3%) boys and 156 (44.7%) girls with the mean age of 22.85±18.34 months were enrolled in this study. The mean temperature of patients was 38.45±0.53°C. The mean duration of seizure was 97.91±57 sec. Awake, drowsy and slept patients were noted in 170 (48.7%), 33(9.5%) and 146 (41.8%) cases, respectively. Most of the FS occurred in winter 118 (33.8%), afternoon 132 (37.8%) and in Jan 55 (15.8%).Body temperature adjusted by hypothalamus affecting by circadian rhythm. FS is the most common form of seizure in childhood occurred by multifactorial issues. Otherwise, the occurrence of seizure in patients with epilepsy may be affected by the circadian rhythm. Seizures happen more frequent at a specific time in 24 h during a day.", "doi": null, "title": "Circadian Rhythm and the Seasonal Variation in Childhood Febrile Seizure.", "journal": ["Iranian journal of child neurology", "Iran J Child Neurol"]}