{"authors": [["Gomes", "J S", "JS", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil. Electronic address: july.flp@gmail.com."], ["Ducos", "D V", "DV", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Gadelha", "A", "A", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Ortiz", "B B", "BB", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Van Deusen", "A M", "AM", "Itallis Consciousness Technologies, Atlanta, GA, USA."], ["Akiba", "H T", "HT", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Guimaraes", "L S P", "LSP", "Epidemiology and Biostatistics Unity, Clinical Hospital of Porto Alegre, Federal University of Rio Grande do Sul, Brazil."], ["Cordeiro", "Q", "Q", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Trevizol", "A P", "AP", "Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil; Reference Center for Alcohol, Tobacco and Other Drugs (CRATOD), São Paulo State Secretariat of Health, São Paulo, Brazil."], ["Lacerda", "A", "A", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil."], ["Dias", "A M", "AM", "Clinical Neuroscience Lab, Federal University of Sao Paulo, Sao Paulo, Brazil; Center for Neuromodulation Studies, Dep. of Psychiatry, Federal University of Sao Paulo, Sao Paulo, Brazil."]], "date": "2017-09-04", "id": "28882685", "text": "Cognitive impairments in schizophrenia are strongly correlated to functional outcome and recovery rates, with no pharmacological agent approved for its treatment. Neurofeedback has emerged as a non-pharmacological approach to enhance neuroplasticity, which consists in inducing voluntary control of brain responses through operant conditioning.The effects of hemoencephalography neurofeedback (HEG-NFBK) in 4 brain sites (F7, Fp1, Fp2 and F8) was studied in 8 patients with schizophrenia (SCH, mean age 36.5±9.98) and 12 health controls (mean age 32.17±5.6). We analyzed groups' performance (10 sessions) and cognitive differences in 3 time points (baseline, after training and follow-up) with generalized estimated equations. For SCH we also evaluate the impact on psychopathology.We found a group∗time interaction for HEG-NFBK performance in the left hemisphere sites (F7 an Fp1) and a near-to-significant in the right frontotemporal region (F8), with no group differences and a significant time effect. Most of cognitive domains improved after intervention, including information processing speed, attention processing, working memory, executive functioning, verbal and visual learning. No group∗time interaction was found. Results suggest that both groups benefit from HEG-NFBK training regardless of cognitive differences at baseline. No significant time effects were found for Calgary and PANSS total scale and subscales (positive, negative neither general).To our knowledge, this is the first controlled trial showing effects of NFBK on cognitive performance improvement in schizophrenia. Further research investigating the effects of HEG-NFBK training in schizophrenia should be performed.", "doi": "10.1016/j.schres.2017.08.044", "title": "Hemoencephalography self-regulation training and its impact on cognition: A study with schizophrenia and healthy participants.", "journal": ["Schizophrenia research", "Schizophr. Res."]}