{"authors": [["Drigalla", "Dorian", "D", "Department of Emergency Medicine, Texas A&M University College of Medicine, Scott & White Medical Center-Temple, Temple, Texas."], ["Essler", "Shannon E", "SE", "Department of Emergency Medicine, Texas A&M University College of Medicine, Scott & White Medical Center-Temple, Temple, Texas."], ["Stone", "C Keith", "CK", "Department of Emergency Medicine, Texas A&M University College of Medicine, Scott & White Medical Center-Temple, Temple, Texas."]], "date": "2017-09-04", "id": "28882638", "text": "Lightning strike is a rare medical emergency. The primary cause of death in lightning strike victims is immediate cardiac arrest. The mortality rate from lightning exposure can be as high as 30%, with up to 70% of patients left with significant morbidity.An 86-year-old male was struck by lightning while driving his vehicle and crashed. On initial emergency medical services evaluation, he was asymptomatic with normal vital signs. During his transport, he lost consciousness several times and was found to be in atrial fibrillation with intermittent runs of ventricular tachycardia during the unconscious periods. In the emergency department, atrial fibrillation persisted and he experienced additional episodes of ventricular tachycardia. He was treated with i.v. amiodarone and admitted to cardiovascular intensive care unit, where he converted to a normal sinus rhythm on the amiodarone drip. He was discharged home without rhythm-control medications and did not have further episodes of dysrhythmias on follow-up visits. WHY SHOULD AN EMERGENCY PHYSICIAN BE AWARE OF THIS?: Lightning strikes are one of the most common injuries suffered from natural phenomenon, and short-term mortality ordinarily depends on the cardiac effects. This case demonstrates that the cardiac effects can be multiple, delayed, and recurrent, which compels the emergency physician to be vigilant in the initial evaluation and ongoing observation of patients with lightning injuries.", "doi": "10.1016/j.jemermed.2017.06.038", "title": "Delayed Onset of Atrial Fibrillation and Ventricular Tachycardia after an Automobile Lightning Strike.", "journal": ["The Journal of emergency medicine", "J Emerg Med"]}