{"authors": [["Baroni", "Fabiano", "F", "School of Psychological Sciences, Faculty of Biomedical and Psychological Sciences, Monash University, Australia; NeuroEngineering Laboratory, Department of Electrical & Electronic Engineering, The University of Melbourne, Australia. Electronic address: fabianobaroni@gmail.com."], ["van Kempen", "Jochem", "J", "Institute of Neuroscience, Newcastle University, Newcastle upon Tyne, United Kingdom; School of Psychological Sciences, Faculty of Biomedical and Psychological Sciences, Monash University, Australia."], ["Kawasaki", "Hiroto", "H", "Department of Neurosurgery, University of Iowa, Iowa City, IA, USA."], ["Kovach", "Christopher K", "CK", "Department of Neurosurgery, University of Iowa, Iowa City, IA, USA."], ["Oya", "Hiroyuki", "H", "Department of Neurosurgery, University of Iowa, Iowa City, IA, USA."], ["Howard", "Matthew A", "MA", "Department of Neurosurgery, University of Iowa, Iowa City, IA, USA."], ["Adolphs", "Ralph", "R", "Division of Humanities and Social Sciences, California Institute of Technology, Pasadena, CA, USA."], ["Tsuchiya", "Naotsugu", "N", "School of Psychological Sciences, Faculty of Biomedical and Psychological Sciences, Monash University, Australia; Monash Institute of Cognitive and Clinical Neuroscience, Monash University, Australia; Decoding and Controlling Brain Information, Japan Science and Technology Agency, Chiyoda-ku, Tokyo, Japan. Electronic address: naotsu@gmail.com."]], "date": "2017-09-04", "id": "28882629", "text": "Investigations of the neural basis of consciousness have greatly benefited from protocols that involve the presentation of stimuli at perceptual threshold, enabling the assessment of the patterns of brain activity that correlate with conscious perception, independently of any changes in sensory input. However, the comparison between perceived and unperceived trials would be expected to reveal not only the core neural substrate of a particular conscious perception, but also aspects of brain activity that facilitate, hinder or tend to follow conscious perception. We take a step towards the resolution of these confounds by combining an analysis of neural responses observed during the presentation of faces partially masked by Continuous Flash Suppression, and those responses observed during the unmasked presentation of faces and other images in the same subjects. We employed multidimensional classifiers to decode physical properties of stimuli or perceptual states from spectrotemporal representations of electrocorticographic signals (1071 channels in 5 subjects). Neural activity in certain face responsive areas located in both the fusiform gyrus and in the lateral-temporal/inferior-parietal cortex discriminated seen vs. unseen faces in the masked paradigm and upright faces vs. other categories in the unmasked paradigm. However, only the former discriminated upright vs. inverted faces in the unmasked paradigm. Our results suggest a prominent role for the fusiform gyrus in the configural perception of faces, and possibly other objects that are holistically processed. More generally, we advocate comparative analysis of neural recordings obtained during different, but related, experimental protocols as a promising direction towards elucidating the functional specificities of the patterns of neural activation that accompany our conscious experiences.", "doi": "10.1016/j.neuroimage.2017.08.074", "title": "Intracranial markers of conscious face perception in humans.", "journal": ["NeuroImage", "Neuroimage"]}