{"authors": [["Romøren", "Maria", "M", "Department of Administration Vestfold Hospital Trust, Tønsberg, Norway."], ["Gjelstad", "Svein", "S", "Department of General Practice Institute of Health and Society, University of Oslo, Blindern, Oslo, Norway."], ["Lindbæk", "Morten", "M", "Department of General Practice Institute of Health and Society, University of Oslo, Blindern, Oslo, Norway."]], "date": "2017-09-07", "id": "28880941", "text": "Hospitalization is potentially detrimental to nursing home patients and resource demanding for the specialist health care. This study assessed if a brief training program in administrating intravenous fluids and antibiotics in nursing homes could reduce hospital transfers and ensure high quality care locally.A pragmatic and modified cluster randomized stepped-wedge trial with randomization on nursing home level.330 cases in 296 nursing home residents from 30 nursing homes were included. Cases were patients provided intravenous antibiotics or intravenous fluids, in nursing home or hospital. Primary outcome was localization of treatment, secondary outcomes were number of days treated, days of hospitalization among admitted patients, type of antibiotics used and 30-day mortality.The nursing homes sequentially received a one-day educational program for the health workers including theory and practical training in intravenous treatment of dehydration and infection, run by two skilled nurses. After completing the training program, the nursing homes had competence to provide intravenous treatment locally.The intervention had a highly significant effect on treatment in nursing homes (OR 8.35, 2.08 to 33.6; P<0.01, or RR 2.23, 1.48 to 2.56). The number treated in nursing homes was stable over time; the number treated in hospital gradually decreased (chi square for trend P< 0.001). Among patients receiving intravenous antibiotics in the nursing homes, 50 (46%) died within 30 days, compared to 30 (36%) treated in the hospital (P = 0.19). Among patients receiving intravenous fluids locally, 21 (19%) died within 30 days, compared to 2 (8%) in the hospital group (P = 0.34). Mortality was associated with reduced consciousness and elevated c-reactive protein.A brief educational program delivered to nursing home personnel was feasible and effective in reducing acute hospital admissions from nursing homes for treatment of dehydration and infections.", "doi": "10.1371/journal.pone.0182619", "title": "A structured training program for health workers in intravenous treatment with fluids and antibiotics in nursing homes: A modified stepped-wedge cluster-randomised trial to reduce hospital admissions.", "journal": ["PloS one", "PLoS ONE"]}