{"authors": [["Joundi", "Raed A", "RA", "1 Division of Neurology, Department of Medicine, University of Toronto, Toronto, ON, Canada."], ["Martino", "Rosemary", "R", "2 Department of Speech-Language Pathology and Graduate Department of Rehabilitation Science, University of Toronto, Toronto, ON, Canada."], ["Saposnik", "Gustavo", "G", "4 Stroke Outcomes Research Unit, Division of Neurology, Department of Medicine, St. Michael's Hospital, Toronto, ON, Canada."], ["Giannakeas", "Vasily", "V", "6 50010 Institute for Clinical Evaluative Sciences (ICES) , Toronto, ON, Canada."], ["Fang", "Jiming", "J", "6 50010 Institute for Clinical Evaluative Sciences (ICES) , Toronto, ON, Canada."], ["Kapral", "Moira K", "MK", "5 Department of Medicine and Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."]], "date": "2017-01-01", "id": "28880139", "text": "Background Dysphagia screening is recommended after acute stroke to identify patients at risk of aspiration and implement appropriate care. However, little is known about the frequency and outcomes of patients undergoing dysphagia screening after intracerebral hemorrhage (ICH). Methods We used the Ontario Stroke Registry from 1 April 2010 to 31 March 2013 to identify patients hospitalized with acute stroke and to compare dysphagia screening rates in those with ICH and ischemic stroke. In patients with ICH we assessed predictors of receiving dysphagia screening, predictors of failing screening, and outcomes after failing screening. Results Among 1091 eligible patients with ICH, 354 (32.4%) patients did not have documented dysphagia screening. Patients with mild ICH were less likely to receive screening (40.4% of patients were omitted, adjusted odds ratio (aOR) 0.40, 95% confidence interval (CI) 0.26-0.63). Older age, greater stroke severity, speech deficits, lower initial level of consciousness, and admission to intensive care unit were predictive of failing the screening test. Failing screening was associated with poor outcomes, including pneumonia (aOR 5.3, 95% CI 2.36-11.88), severe disability (aOR 4.78, 95% CI 3.08-7.41), and 1-year mortality (adjusted hazard ratio 2.1, 95% CI 1.38-3.17). When compared to patients with ischemic stroke, patients with ICH were less likely to receive dysphagia screening (aOR 0.64, 95% CI 0.54-0.76) and more likely to fail screening (aOR 1.98, 95% 1.62-2.42). Conclusion One-third of patients with ICH did not have documented dysphagia screening, increasing to 40% in patients with mild clinical severity. Failing screening was associated with poor outcomes. Patients with ICH were less like to receive screening and twice as likely to fail compared to patients with ischemic stroke, and thus efforts should be made to include ICH patients in dysphagia screening protocols whenever possible.", "doi": "10.1177/1747493017729265", "title": "Dysphagia screening after intracerebral hemorrhage.", "journal": ["International journal of stroke : official journal of the International Stroke Society", "Int J Stroke"]}