{"authors": [["Fang", "Xiaobo", "X", "Department of Neurology, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Liang", "Yanling", "Y", "Department of Neurology, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Chen", "Dunjin", "D", "Department of Obstetrics, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou Medical Center for Critical Pregnant Women, Guangzhou, China."], ["He", "Fang", "F", "Department of Obstetrics, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou Medical Center for Critical Pregnant Women, Guangzhou, China."], ["Chen", "Jia", "J", "Department of Neurology, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."], ["Huang", "Fami", "F", "Department of Neurology, The Third Affiliated Hospital of Guangzhou Medical University, Guangzhou, China."]], "date": "2017-09-07", "id": "28878299", "text": "Reversible posterior leukoencephalopathy syndrome (RPLS) is a critical maternal complication in preeclampsia or eclampsia during pregnancy. However, studies regarding the clinicoradiological and outcome differences between RPLS and non-RPLS pregnancies are scarce. We aimed to explore the incidence of RPLS, and summarize the clinicoradiological characteristics and pregnancy outcomes. We consecutively collected a total of 100 patients who were diagnosed with preeclampsia or eclampsia, and examined via magnetic resonance imaging (MRI) among 21 872 women between 2013 and 2016. All patients were grouped into RPLS (n=49) and non-RPLS (n=51) groups according to their MRI results. Information about clinicoradiological features and pregnancy outcomes was collected retrospectively to explore the differences between the groups. The incidence of RPLS in pregnant women was 0.22% (49/21 872). The frequency of clinical symptoms, such as headache, vision change, seizure and consciousness disorders, and blood pressure conditions, such as severely elevated hypertension, systolic and diastolic pressure and mean arterial pressure levels, was increased in the RPLS group compared with that in the non-RPLS group (P<0.05). The occipital lobe was the most frequently affected area (93.88%) in RPLS patients. The cesarean section rate in RPLS group was higher than the non-RPLS group (P<0.05), whereas the 1 min Apgar score was lower (P<0.05). These results suggest that the incidence of RPLS was high. Information about clinical symptoms and blood pressure was useful in predicting RPLS. In addition, RPLS was significantly associated with the delivery mode and pregnancy outcomes. The most frequently affected area was the occipital lobe.", "doi": "10.1038/hr.2017.76", "title": "A study on clinicoradiological characteristics and pregnancy outcomes of reversible posterior leukoencephalopathy syndrome in preeclampsia or eclampsia.", "journal": ["Hypertension research : official journal of the Japanese Society of Hypertension", "Hypertens. Res."]}