{"authors": [["Sundhu", "Murtaza", "M", "Internal Medicine Residency, Fairview Hospital, Cleveland Clinic, USA."], ["Yildiz", "Mehmet", "M", "Internal Medicine Residency, Fairview Hospital, Cleveland Clinic, USA."], ["Gul", "Sajjad", "S", "Internal Medicine Residency, Fairview Hospital, Cleveland Clinic, USA."], ["Syed", "Mubbasher", "M", "Internal Medicine Residency, Fairview Hospital, Cleveland Clinic, USA."], ["Azher", "Idrees", "I", "Internal Medicine Residency, Fairview Hospital, Cleveland Clinic, USA."], ["Mosteller", "Robert", "R", "Electrophysiology, Fairview Hospital, Cleveland Clinic, USA."]], "date": "2017-07-04", "id": "28875096", "text": "Myocardial infarctions are frequently complicated by tachyarrhythmias, which commonly have wide QRS complexes (QRS duration > 120 milliseconds). Many published criteria exist to help differentiate between ventricular and supraventricular mechanisms. We present a case of a 61-year-old male with a history of hypertension, hyperlipidemia and coronary artery disease with prior stenting of the right coronary artery (RCA). He had been noncompliant with his antiplatelet medication and presented with cardiac arrest secondary to in-stent thrombosis. He was resuscitated and his RCA was re-stented, after which he made a good neurological recovery. During cardiac rehabilitation several weeks post-intervention, he was noted to have sustained tachycardia with associated nausea and lightheadedness, but no palpitation symptoms, chest pain or loss of consciousness. He was sent to the emergency department, where his electrocardiogram showed a tachycardia at 173 beats per minute which was regular, with a relatively narrow QRS duration (maximum of 115-120 msec in leads I and AVL) with a slurred QRS upstroke. This morphology was significantly different from his QRS complex during sinus rhythm. Intravenous diltiazem was ineffective but an amiodarone bolus terminated the tachycardia. The patient was admitted to the coronary care unit and treated with intravenous amiodarone infusion. A subsequent electrophysiology study was performed, showing inducibility of the clinical tachycardia. Atrioventricular (AV) dissociation was present during the induced arrhythmia, confirming the diagnosis of ventricular tachycardia. An implantable cardiac defibrillator was placed and the patient was discharged.", "doi": "10.7759/cureus.1423", "title": "Narrow Complex Ventricular Tachycardia.", "journal": ["Cureus", "Cureus"]}