{"authors": [["Barzykowski", "Krystian", "K", "Applied Memory Research Laboratory, Institute of Psychology, Jagiellonian University, Krakow, Poland."], ["Staugaard", "Søren Risløv", "SR", "Center on Autobiographical Memory Research, Aarhus University, Denmark."]], "date": "2017-09-05", "id": "28872657", "text": "Involuntary autobiographical memories come to mind effortlessly and unintended, but the mechanisms of their retrieval are not fully understood. We hypothesize that involuntary retrieval depends on memories that are highly accessible (e.g., intense, unusual, recent, rehearsed), while the elaborate search that characterizes voluntary retrieval also produces memories that are mundane, repeated or distant - memories with low accessibility. Previous research provides some evidence for this 'threshold hypothesis'. However, in almost every prior study, participants have been instructed to report only memories while ignoring other thoughts. It is possible that such an instruction can modify the phenomenological characteristics of involuntary memories. This study aimed to investigate the effects of retrieval intentionality (i.e., wanting to retrieve a memory) and selective monitoring (i.e., instructions to report only memories) on the phenomenology of autobiographical memories. Participants were instructed to (1) intentionally retrieve autobiographical memories, (2) intentionally retrieve any type of thought (3) wait for an autobiographical memory to spontaneously appear, or (4) wait for any type of thought to spontaneously appear. They rated the mental content on a number of phenomenological characteristics both during retrieval and retrospectively following retrieval. The results support the prediction that highly accessible memories mostly enter awareness unintended and without selective monitoring, while memories with low accessibility rely on intention and selective monitoring. We discuss the implications of these effects.", "doi": "10.1111/bjop.12259", "title": "How intention and monitoring your thoughts influence characteristics of autobiographical memories.", "journal": ["British journal of psychology (London, England : 1953)", "Br J Psychol"]}