{"authors": [["Aleman", "Monica", "M", "Department of Medicine and Epidemiology, School of Veterinary Medicine, University of California, Davis, CA 95616, USA. mraleman@ucdavis.edu."], ["Weich", "Kalie M", "KM", "Department of Medicine and Epidemiology, School of Veterinary Medicine, University of California, Davis, CA 95616, USA. kmweich@ucdavis.edu."], ["Madigan", "John E", "JE", "Department of Medicine and Epidemiology, School of Veterinary Medicine, University of California, Davis, CA 95616, USA. jemadigan@ucdavis.edu."]], "date": "2017-09-05", "id": "28872596", "text": "Horses are a precocious species that must accomplish several milestones that are critical to survival in the immediate post-birth period for their survival. One essential milestone is the successful transition from the intrauterine unconsciousness to an extrauterine state of consciousness or awareness. This transition involves a complex withdrawal of consciousness inhibitors and an increase in neuroactivating factors that support awareness. This process involves neuroactive hormones as well as inputs related to factors such as cold, visual, olfactory, and auditory stimuli. One factor not previously considered in this birth transition is a yet unreported direct neural reflex response to labor-induced physical compression of the fetus in the birth canal (squeezing). Neonatal maladjustment syndrome (NMS) is a disorder of the newborn foal characterized by altered behavior, low affinity for the mare, poor awareness of the environment, failure to bond to the mother, abnormal sucking, and other neurologically-based abnormalities. This syndrome has been associated with altered events during birth, and was believed to be caused exclusively by hypoxia and ischemia. However, recent findings revealed an association of the NMS syndrome with the persistence of high concentrations of in utero neuromodulating hormones (neurosteroids) in the postnatal period. Anecdotal evidence demonstrated that a novel physical compression (squeeze) method that applies 20 min of sustained pressure to the thorax of some neonatal foals with this syndrome might rapidly hasten recovery. This survey provides information about outcomes and time frames to recovery comparing neonatal foals that were given this squeeze treatment to foals treated with routine medical therapy alone. Results revealed that the squeeze procedure, when applied for 20 min, resulted in a faster full recovery of some foals diagnosed with NMS. The adjunctive use of a non-invasive squeeze method may improve animal welfare by hastening recovery and foal-mare interactions that minimize health problems. This would also avoid or reduce costs arising from hospitalization associated with veterinary and nursing care that sometimes leads owners to elect for euthanasia.", "doi": "10.3390/ani7090069", "title": "Survey of Veterinarians Using a Novel Physical Compression Squeeze Procedure in the Management of Neonatal Maladjustment Syndrome in Foals.", "journal": ["Animals : an open access journal from MDPI", "Animals (Basel)"]}