{"authors": [["Lekoubou", "Alain", "A", "1 Department of Neurology, 2345 Medical University of South Carolina , Charleston, SC, USA."], ["Awoumou", "Jean Joël", "JJ", "2 Faculty of Medicine and Biomedical Sciences, Yaoundé, Cameroon."], ["Kengne", "André Pascal", "AP", "3 Department of Medicine, University of Cape Town, Cape Town, South Africa."]], "date": "2017-09-05", "id": "28872451", "text": "Background Recombinant tissue plasminogen activator is the only FDA-approved thrombolytic agent for acute stroke treatment. However, there are concerns that recombinant tissue plasminogen activator may increase the risk of seizures (including early and late seizures). Aims We performed a systematic review to assess the incidence of seizures and the association of recombinant tissue plasminogen activator with seizure occurrence. Summary of review We searched major databases for articles published between 1995 and February 2016. The pooled incidence of post-stroke seizure, early seizure, late seizure, and seizures sub-types was estimated overall and by status for recombinant tissue plasminogen activator treatment, and unadjusted odds ratio used to quantify the effects of recombinant tissue plasminogen activator on post-stroke seizure occurrence. In all, 4362 stroke participants were included with 49-63% being male and median age ranging from 68 to 71 years. A total of 792 received recombinant tissue plasminogen activator. The incidence of post-stroke seizure per 1000 participants (95% CI) was 95 (31-196) overall, 113 (49-202) in recombinant tissue plasminogen activator and 169 (6-326) in non-recombinant tissue plasminogen activator-treated (all heterogeneity- p<0.0001). Incidence of early seizure per 1000 (95% CI) was 35 (27-45) overall; 34 (22-50) among recombinant tissue plasminogen activator-treated patients, and 36 (25-48) among recombinant tissue plasminogen activator naïve participants (all heterogeneity- p > 0.826). The pool incidence rate per 1000 (95% CI) of late seizure was 84 (4-263), 46 (2-145), and 212 (184-241), respectively, in the overall, the recombinant tissue plasminogen activator-treated group and non-recombinant tissue plasminogen activator-treated group (heterogeneity for overall and recombinant tissue plasminogen activator-treated group < 0.0001, non-recombinant tissue plasminogen activator naïve = 0.999). The pooled odds ratio for post-stroke seizure (recombinant tissue plasminogen activator vs. no recombinant tissue plasminogen activator) was 0.94 (95% CI: 0. 17-5.26, heterogeneity- p < 0.0001). The pooled incidence per 1000 participants (95% CI) was 30 (0-144), 17 (2-49), 16 (2-44), and 9 (0-50), respectively, for focal seizure without impairment of consciousness, focal seizure with impairment of consciousness, generalized convulsive seizure, and status epilepticus; all heterogeneity- p < 0.0003. Accompanying pooled odds ratio (recombinant tissue plasminogen activator vs. no recombinant tissue plasminogen activator) based on one study was always in favor of non-significantly lower risk in recombinant tissue plasminogen activator-treated patients (all heterogeneity- p = 1). There were insufficient data to compute pooled odds ratio for early and late seizure. Conclusions Seizures affect nearly 1 out of every 10 stroke patients with inconclusive suggestion that rates are similar in recombinant tissue plasminogen activator-treated and recombinant tissue plasminogen activator naïve patients. Large prospective studies are needed to better understand the relationship between recombinant tissue plasminogen activator and post-stroke seizure occurrence.", "doi": "10.1177/1747493017729239", "title": "Incidence of seizure in stroke patients treated with recombinant tissue plasminogen activator: A systematic review and meta-analysis.", "journal": ["International journal of stroke : official journal of the International Stroke Society", "Int J Stroke"]}