{"authors": [["Jombík", "Peter", "P", "Department of Neurology, Hospital Zvolen, Slovakia."], ["Drobny", "Michal", "M", "Clinic of Anaesthesiology and Intensive Care Medicine, Comenius University in Bratislava, Jessenius Faculty of Medicine and Martin University Hospital, Martin, Slovakia."], ["Saniova", "Beata", "B", "Clinic of Anaesthesiology and Intensive Care Medicine, Comenius University in Bratislava, Jessenius Faculty of Medicine and Martin University Hospital, Martin, Slovakia."], ["Fischer", "Martin", "M", "Clinic of Anaesthesiology and Intensive Care Medicine, Comenius University in Bratislava, Jessenius Faculty of Medicine and Martin University Hospital, Martin, Slovakia."], ["Kaderjaková", "Petra", "P", "Department of Neurology, Hospital Zvolen, Slovakia."], ["Lajčiaková", "Marianna", "M", "Clinic of Anaesthesiology and Intensive Care Medicine, Comenius University in Bratislava, Jessenius Faculty of Medicine and Martin University Hospital, Martin, Slovakia."], ["Bakosova", "Erika", "E", "Clinic of Anaesthesiology and Intensive Care Medicine, Comenius University in Bratislava, Jessenius Faculty of Medicine and Martin University Hospital, Martin, Slovakia."], ["Drobna", "Eva", "E", "Armed Forces Academy of General MR Stefanik in Liptovsky Mikulas, Slovakia."], ["Bob", "Petr", "P", "Centre for Neuropsychiatric Research of Traumatic Stress, and Department of Psychiatry, 1st Faculty of Medicine, Charles University, Prague, Czech Republic."], ["Nosáľ", "Vladimír", "V", "Clinic of Neurology, Comenius University in Bratislava, Jessenius Faculty of Medicine and University Hospital in Martin, Slovakia."]], "date": null, "id": "28871712", "text": "The default mode resting state network (DMRSN) constitutes a circuit which is active in conditions when the subject is at rest. We tested the hypothesis that its function will be altered during unconsciousness.Changes in the mean squared coherences in five conventional frequency bands (delta to gamma) in DMRSN during general anaesthesia (GA) were investigated in 39 patients. They were compared with the normal EEG of 86 alert subjects, severely abnormal EEG of 112 patients with dementia and/or encephalopathy, and the mathematical model of brain death.Anaesthetised patients showed significant decrease in the gamma coherence in the posterior area of the DMRSN compared to both the control group and the patients with dementia and/or encephalopathy. Among the anaesthetized patients 21 had a clear burst suppression pattern with prolonged epochs of suppression in EEG. In suppressed EEG segment the differences between the connections of the anterior to posterior parts and connections between the posterior parts of the DMRSN were almost lost. However, they still showed highly significant differences in most items when compared with coherences in the mathematical model of brain death.The functional connectivity in the DMRSN could be a reliable and robust method for assessing the depth of anaesthesia and maybe also disorders of consciousness in general. The mean squared coherences in the gamma frequency band indicated the highest sensitivity for the depth of unconsciousness. The measure is not dependent on the diffused slowing in dementia or encephalopathy patients as long as they remain in a full consciousness.", "doi": null, "title": "Some quantitative EEG features in default mode resting state network under general anaesthesia.", "journal": ["Neuro endocrinology letters", "Neuro Endocrinol. Lett."]}