{"authors": [["Demany", "Laurent", "L", "Institut de Neurosciences Cognitives et Intégratives d'Aquitaine, CNRS and Université de Bordeaux (UMR 5287), Bordeaux, France. Electronic address: laurent.demany@u-bordeaux.fr."], ["Semal", "Catherine", "C", "Institut de Neurosciences Cognitives et Intégratives d'Aquitaine, CNRS and Université de Bordeaux (UMR 5287), Bordeaux, France."]], "date": "2017-09-01", "id": "28870702", "text": "The human brain has the task of binding successive sounds produced by the same acoustic source into a coherent perceptual stream, and binding must be selective when several sources are concurrently active. Binding appears to obey a principle of spectral proximity: pure tones close in frequency are more likely to be bound than pure tones with remote frequencies. It has been hypothesized that the binding process is realized by automatic \"frequency-shift detectors\" (FSDs), comparable to the detectors of spatial motion in the visual system. In 2005, this hypothesis was supported by a psychophysical study showing that human listeners are able to identify the direction of a frequency shift between two successive pure tones while the first of these tones is not audible individually due to informational masking by other tones presented synchronously. A number of variants of this study have been performed since 2005, in order to confirm the existence of FSDs, to characterize their properties, and to clarify as far as possible their neural underpinnings. The results obtained up to now suggest that the working of the FSDs exploits an implicit sensory memory which is powerful with respect to both capacity and retention time. Tones within chords can be perceptually enhanced by small frequency shifts, in a manner suggesting that the FSDs can serve in auditory scene analysis not only as binding tools but also, to a limited extent, as segregation tools.", "doi": "10.1016/j.neuroscience.2017.08.045", "title": "Automatic frequency-shift detection in the auditory system: A review of psychophysical findings.", "journal": ["Neuroscience", "Neuroscience"]}