{"authors": [["Chillura", "Antonino", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", C.da Casazza SS. 113, Messina, Italy."], ["Naro", "Antonino", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", C.da Casazza SS. 113, Messina, Italy."], ["Micchia", "Katia", "K", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", C.da Casazza SS. 113, Messina, Italy."], ["Bramanti", "Alessia", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", C.da Casazza SS. 113, Messina, Italy."], ["Bramanti", "Placido", "P", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", C.da Casazza SS. 113, Messina, Italy."], ["Calabrò", "Rocco Salvatore", "RS", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", C.da Casazza SS. 113, Messina, Italy. Electronic address: salbro77@tiscali.it."]], "date": "2017-07-04", "id": "28870587", "text": "Transcranial sonography (TCS) of the brainstem is currently used to support the clinical diagnosis of movement disorders. The aim of the study was to assess the usefulness of midbrain TCS in assessing outcome in patients with Chronic Disorders of Consciousness (DOC). Eleven patients with Minimally Conscious State (MCS) and Unresponsive Wakefulness Syndrome (UWS) were included in the study. We measured the area and echogenicity of the midbrain by encoding and digitally analyzing the corresponding images from the orbitomeatal plane, the morphology of brain parenchyma from the thalamic and cella media plane, and the intracranial circulation. All the patients showed an increase of pulsatility index and numerous morphological alterations on all the scan planes. In particular, we found a loss of the characteristic butterfly-shape of the midbrain, which appeared hypoechoic in the UWS but not in the MCS patients. After six months, the patients were clinically assessed by using Glasgow Outcome Scale Extended (GOSE). We found that a higher increase in GOSE scoring at follow-up was correlated with larger area and higher echogenicity of the midbrain at baseline. The present study suggests that TCS data of the midbrain may support clinical assessment of patients with chronic DOC to estimate their outcome.", "doi": "10.1016/j.jns.2017.07.002", "title": "The value of midbrain morphology in predicting prognosis in chronic disorders of consciousness: A preliminary ultrasound study.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}