{"authors": [["Hirai", "Nozomi", "N", "Department of Pediatrics, Tokyo Women's Medical University, Yachiyo Medical Center, Yachiyo, Japan."], ["Yoshimaru", "Daisuke", "D", "Department of Medical Technology and Image Laboratory, Tokyo Women's Medical University, Yachiyo Medical Center, Yachiyo, Japan."], ["Moriyama", "Yoko", "Y", "Department of Pediatrics, Tokyo Women's Medical University, Yachiyo Medical Center, Yachiyo, Japan."], ["Yasukawa", "Kumi", "K", "Department of Pediatrics, Tokyo Women's Medical University, Yachiyo Medical Center, Yachiyo, Japan."], ["Takanashi", "Jun-Ichi", "JI", "Department of Pediatrics, Tokyo Women's Medical University, Yachiyo Medical Center, Yachiyo, Japan. Electronic address: jtaka@twmu.ac.jp."]], "date": "2017-06-29", "id": "28870583", "text": "Acute infectious encephalopathy is often observed in children in East Asia including Japan. More than 40% of the patients remain unclassified into specific syndromes. To investigate the underlying pathomechanisms in those with unclassified encephalopathy, we evaluated brain metabolism by MR spectroscopy. Among seven patients with acute encephalopathy admitted to our hospital from June 2016 to May 2017, three were classified into acute encephalopathy with biphasic seizures and late reduced diffusion (AESD). The other four showed consciousness disturbance lasting more than three days with no parenchymal lesion visible on MRI, which led to a diagnosis of unclassified encephalopathy. MR spectroscopy in these four patients, however, revealed an increase of glutamine with a normal N-acetyl aspartate level on days 5 to 8, which had normalized by follow-up studies on days 11 to 16. The four patients clinically recovered completely. Among 27 patients with encephalopathy, including the present seven patients, admitted to our hospital from January 2015 to March 2017, seven (26%) were classified into this type, which we propose is a new encephalopathy syndrome, clinically mild encephalopathy associated with excitotoxicity (MEEX). MEEX is the second most common subtype, following AESD (30%). This study suggests that excitotoxicity may be a common underlying pathomechanism of acute infectious encephalopathy, and prompt astrocytic neuroprotection from excitotoxicity may prevent progression of MEEX into AESD.", "doi": "10.1016/j.jns.2017.06.045", "title": "A new infectious encephalopathy syndrome, clinically mild encephalopathy associated with excitotoxicity (MEEX).", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}