{"authors": [["Wu", "Yi-Jen", "YJ", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan; Department of Neurology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Lin", "Chou-Ching", "CC", "Department of Neurology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Yeh", "Che-Ming", "CM", "Department of Pharmacology, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Chien", "Miao-Er", "ME", "Department of Neurology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Tsao", "Ming-Chung", "MC", "Department of Neurology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Tseng", "Philip", "P", "Graduate Institute of Humanities in Medicine, Taipei Medical University, Taipei, Taiwan; TMU Research Center for Brain and Consciousness, Taipei Medical University, Taipei, Taiwan; Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Huang", "Chin-Wei", "CW", "Department of Neurology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Hsu", "Kuei-Sen", "KS", "Department of Pharmacology, College of Medicine, National Cheng Kung University, Tainan, Taiwan; Institute of Basic Medical Sciences, College of Medicine, National Cheng Kung University, Tainan, Taiwan. Electronic address: richard@mail.ncku.edu.tw."]], "date": "2017-08-24", "id": "28870510", "text": "Cognitive dysfunction is commonly observed in diabetic patients. We have previously reported that anodal transcranial direct current stimulation (tDCS) over the dorsolateral prefrontal cortex can facilitate visuospatial working memory in diabetic patients with concomitant diabetic peripheral neuropathy and mild cognitive impairment, but the underlying mechanisms remain unclear.We investigated the cellular mechanisms underlying the effect of tDCS on cognitive decline in streptozotocin (STZ)-induced diabetic rats.STZ-induced diabetic rats were subjected to either repeated anodal tDCS or sham stimulation over the medial prefrontal cortex (mPFC). Spatial working memory performance in delayed nonmatch-to-place T maze task (DNMT), the induction of long-term potentiation (LTP) in the mPFC, and dendritic morphology of Golgi-stained pyramidal neurons in the mPFC were assessed.Repeated applications of prefrontal anodal tDCS improved spatial working memory performance in DNMT and restored the impaired mPFC LTP of diabetic rats. The mPFC of tDCS-treated diabetic rats exhibited higher levels of brain-derived neurotrophic factor (BDNF) protein and N-Methyl-d-aspartate receptor (NMDAR) subunit mRNA and protein compared to sham stimulation group. Furthermore, anodal tDCS significantly increased dendritic spine density on the apical dendrites of mPFC layer V pyramidal cells in diabetic rats, whereas the complexity of basal and apical dendritic trees was unaltered.Our findings suggest that repeated anodal tDCS may improve spatial working memory performance in streptozotocin-induced diabetic rats through augmentation of synaptic plasticity that requires BDNF secretion and transcription/translation of NMDARs in the mPFC, and support the therapeutic potential of tDCS for cognitive decline in diabetes mellitus patients.", "doi": "10.1016/j.brs.2017.08.007", "title": "Repeated transcranial direct current stimulation improves cognitive dysfunction and synaptic plasticity deficit in the prefrontal cortex of streptozotocin-induced diabetic rats.", "journal": ["Brain stimulation", "Brain Stimul"]}