{"authors": [["Ono", "Hideaki", "H", "Department of Neurosurgery, Fuji Brain Institute and Hospital, Fujinomiya, Shizuoka, Japan."], ["Inoue", "Tomohiro", "T", "Department of Neurosurgery, NTT Medical Center Tokyo, Tokyo, Japan."], ["Kunii", "Naoto", "N", "Department of Neurosurgery, The University of Tokyo Hospital, Tokyo, Japan."], ["Tanishima", "Takeo", "T", "Department of Neurosurgery, Fuji Brain Institute and Hospital, Fujinomiya, Shizuoka, Japan."], ["Tamura", "Akira", "A", "Department of Neurosurgery, Fuji Brain Institute and Hospital, Fujinomiya, Shizuoka, Japan."], ["Saito", "Isamu", "I", "Department of Neurosurgery, Fuji Brain Institute and Hospital, Fujinomiya, Shizuoka, Japan."], ["Saito", "Nobuhito", "N", "Department of Neurosurgery, The University of Tokyo Hospital, Tokyo, Japan."]], "date": "2017-08-09", "id": "28868192", "text": "Giant internal carotid artery (ICA) aneurysms extending into the sellar region, mimicking pituitary tumors, and causing pituitary dysfunction are relatively rare. Open surgery or endovascular treatment can treat these aneurysms, but achieving recovery of endocrine function is difficult.A 56-year-old man presented with giant aneurysm of the ICA causing pituitary impairment, leading to disturbance of consciousness due to hyponatremia. High-flow bypass from the cervical external carotid artery to the middle cerebral artery and ligation of the ICA at the cervical portion were performed. One year after the operation, his pituitary function recovered well; he was followed up as an outpatient without hormonal replacement therapy for 8 years after the operation.Giant ICA aneurysm causing pituitary dysfunction is relatively rare, but it is important to consider in the differential diagnosis for hypopituitarism. Treatment with high-flow bypass using radial artery graft can achieve both prevention of aneurysm rupture and recovery of pituitary function.", "doi": "10.4103/sni.sni_178_17", "title": "Giant cavernous carotid aneurysm causing pituitary dysfunction: Pituitary function recovery with high-flow bypass.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}