{"authors": [["Ilie", "Gabriela", "G", "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."], ["Wickens", "Christine M", "CM", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Address 33 Russell Street, Toronto, Ontario, Canada M5S 2S1; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada. Electronic address: christine.wickens@camh.ca."], ["Vingilis", "Evelyn R", "ER", "Population and Community Health Unit, Department of Family Medicine, University of Western Ontario, London, Ontario, Canada."], ["Mann", "Robert E", "RE", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Address 33 Russell Street, Toronto, Ontario, Canada M5S 2S1; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."], ["Hamilton", "Hayley", "H", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Address 33 Russell Street, Toronto, Ontario, Canada M5S 2S1; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."], ["Toplak", "Maggie", "M", "Department of Psychology, York University; LaMarsh Centre for Child and Youth Research, Toronto, Ontario, Canada."], ["Adlaf", "Edward M", "EM", "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Population and Community Health Unit, Department of Family Medicine, University of Western Ontario, London, Ontario, Canada."], ["Kolla", "Nathan", "N", "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."], ["Ialomiteanu", "Anca R", "AR", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Address 33 Russell Street, Toronto, Ontario, Canada M5S 2S1."], ["van der Mass", "Mark", "M", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Address 33 Russell Street, Toronto, Ontario, Canada M5S 2S1."], ["Asbridge", "Mark", "M", "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."], ["Rehm", "Jürgen", "J", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Address 33 Russell Street, Toronto, Ontario, Canada M5S 2S1; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."], ["Cusimano", "Michael D", "MD", "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Division of Neurosurgery, St. Michael Hospital, Toronto, Ontario, Canada."]], "date": "2017-08-12", "id": "28867408", "text": "This study describes the association between history of traumatic brain injury (TBI) and childhood symptoms of conduct disorder (CD). Data were based on telephone interviews with 6048 respondents derived from the 2011-2013 cycles of a representative cross-sectional survey of adults aged 18+ years in Ontario, Canada. TBI was defined as loss of consciousness for at least 5min or overnight hospitalization due to injury symptoms. Symptoms of CD before 15 years of age were assessed using five items based on the DSM-IV. Adults who reported a history of TBI reported odds 3 times higher for possible CD before 15 years of age. Odds remained significant even when age, sex, marital status, income, and education were statistically controlled. The nature of this data precludes determining if TBI occurred before or following CD symptoms. Nonetheless, the co-occurrence of a history of TBI with symptoms of CD supports the recommendation that practitioners be vigilant in assessing the history of both CD and TBI when diagnosing and treating one of these conditions. These findings do not exclude the possibility that TBI during childhood or youth may be interfering with brain development and could co-occur with conduct behaviors in both the short and long term.", "doi": "10.1016/j.psychres.2017.08.011", "title": "Associations between a history of traumatic brain injuries and conduct disorder during youth in a population sample of Canadian adults.", "journal": ["Psychiatry research", "Psychiatry Res"]}