{"authors": [["Szaulińska", "Katarzyna", "K", "III Klinika Psychiatryczna, Instytut Psychiatrii i Neurologii w Warszawie."], ["Antosik-Wójcińska", "Anna", "A", "II Klinika Psychiatryczna, Instytut Psychiatrii i Neurologii w Warszawie."], ["Paszkowska", "Ewa", "E", "III Klinika Psychiatryczna, Instytut Psychiatrii i Neurologii w Warszawie."], ["Święcicki", "Łukasz", "Ł", "II Klinika Psychiatryczna, Instytut Psychiatrii i Neurologii w Warszawie."], ["Jarema", "Marek", "M", "III Klinika Psychiatryczna, Instytut Psychiatrii i Neurologii w Warszawie."], ["Wichniak", "Adam", "A", "III Klinika Psychiatryczna, Instytut Psychiatrii i Neurologii w Warszawie."]], "date": "2017-06-18", "id": "28866718", "text": "Obstructive sleep apnea (OSA) is a common clinical problem that can have serious health consequences and complicate the course of mental disorders. It is estimated that the prevalence of sleep apnea in patients with bipolar disorder can be 21-47.5%. Some symptoms of OSA are the same as the symptoms of depression: daytime drowsiness, cognitive dysfunction, decreased drive, apathy, depressed mood, anhedonia.We present a case of a patient whose depressive symptoms persisted despite repeated changes of pharmacological treatment and were exacerbated by severe sleep disorder. OSA was also the cause of serious respiratory complications and prolonged disorders of consciousness that occurred during ECT treatment.Based on test results of WatchPAT200 and polysomnography, the diagnosis of severe sleep apnea was established and Continuous Positive Airway Pressure (CPAP) treatment was introduced. Severe OSA led in this patient to almost total absence of REM sleep, a significant reduction of deep sleep as well as the reduction of total sleep time.The presence of daytime sleepiness, unremitting despite the modification of treatment, indicates the need for diagnostic screening for OSA, which can mimic some of the symptoms of depression, increase the risk of complications during anesthesia, and can be one of the causes of drug resistance. In addition to the negative impact of obstructive sleep apnea on the course of bipolar disorder, OSA also causes significant cognitive impairment in terms of attention and vigilance, long-term semantic and visual memory as well as visual-spatial and executive functions.", "doi": "10.12740/PP/60420", "title": "Hypersomnia and cognitive impairment in a patient with bipolar disorder - a case report.", "journal": ["Psychiatria polska", "Psychiatr. Pol."]}