{"authors": [["Purrucker", "Jan Christoph", "JC", "Department of Neurology, Heidelberg University Hospital, Heidelberg, Germany."], ["Härtig", "Florian", "F", "Department of Neurology and Stroke, Hertie Institute for Clinical Brain Research, Tuebingen University Hospital, Tuebingen, Germany."], ["Richter", "Hardy", "H", "Department of Neurology and Stroke, Hertie Institute for Clinical Brain Research, Tuebingen University Hospital, Tuebingen, Germany."], ["Engelbrecht", "Andreas", "A", "Department of Neurology, Heidelberg University Hospital, Heidelberg, Germany."], ["Hartmann", "Johannes", "J", "Department of Medical Informatics, University of Tuebingen, Tuebingen, Germany."], ["Auer", "Jonas", "J", "Department of Computer Science and Software Engineering, University of Stuttgart, Stuttgart, Germany."], ["Hametner", "Christian", "C", "Department of Neurology, Heidelberg University Hospital, Heidelberg, Germany."], ["Popp", "Erik", "E", "Department of Anesthesiology, University of Heidelberg, Heidelberg, Germany."], ["Ringleb", "Peter Arthur", "PA", "Department of Neurology, Heidelberg University Hospital, Heidelberg, Germany."], ["Nagel", "Simon", "S", "Department of Neurology, Heidelberg University Hospital, Heidelberg, Germany."], ["Poli", "Sven", "S", "Department of Neurology and Stroke, Hertie Institute for Clinical Brain Research, Tuebingen University Hospital, Tuebingen, Germany."]], "date": "2017-09-01", "id": "28864702", "text": "To develop an NIH Stroke Scale (NIHSS)-compatible, all-in-one scale for rapid and comprehensive prehospital stroke assessment including stroke recognition, severity grading and progression monitoring as well as prediction of large vessel occlusion (LVO).Emergency medical services (EMS) personnel and stroke physicians (n=326) rated each item of the NIHSS regarding suitability for prehospital use; best rated items were included. Stroke recognition was evaluated retrospectively in 689 consecutive patients with acute stroke or stroke mimics, prediction of LVO in 741 consecutive patients with ischaemic stroke with acute vessel imaging independent of admission NIHSS score.Nine of the NIHSS items were rated as 'suitable for prehospital use.' After excluding two items in order to increase specificity, the final scale (termed shortened NIHSS for EMS, sNIHSS-EMS) consists of 'level of consciousness', 'facial palsy', 'motor arm/leg', 'sensory', 'language' and 'dysarthria'. Sensitivity for stroke recognition of the sNIHSS-EMS is 91% (95% CI 86 to 94), specificity 52% (95% CI 47 to 56). Receiver operating curve analysis revealed an optimal cut-off point for LVO prediction of ≥6 (sensitivity 70% (95% CI 65 to 76), specificity 81% (95% CI 76 to 84), positive predictive value 70 (95% CI 65 to 75), area under the curve 0.81 (95% CI 0.78 to 0.84)). Test characteristics were non-inferior to non-comprehensive scales.The sNIHSS-EMS may overcome the sequential use of multiple emergency stroke scales by permitting parallel stroke recognition, severity grading and LVO prediction. Full NIHSS-item compatibility allows for evaluation of stroke progression starting at the prehospital phase.", "doi": "10.1136/bmjopen-2017-016893", "title": "Design and validation of a clinical scale for prehospital stroke recognition, severity grading and prediction of large vessel occlusion: the shortened NIH Stroke Scale for emergency medical services.", "journal": ["BMJ open", "BMJ Open"]}