{"authors": [["Atasoy", "Selen", "S", "1 Center of Brain and Cognition, Universitat Pompeu Fabra, Barcelona, Spain."], ["Deco", "Gustavo", "G", "1 Center of Brain and Cognition, Universitat Pompeu Fabra, Barcelona, Spain."], ["Kringelbach", "Morten L", "ML", "5 Department of Psychiatry, University of Oxford, Oxford, UK."], ["Pearson", "Joel", "J", "7 School of Psychology, University of New South Wales, Sydney, New South Wales, Australia."]], "date": "2017-09-01", "id": "28863720", "text": "A fundamental characteristic of spontaneous brain activity is coherent oscillations covering a wide range of frequencies. Interestingly, these temporal oscillations are highly correlated among spatially distributed cortical areas forming structured correlation patterns known as the resting state networks, although the brain is never truly at \"rest.\" Here, we introduce the concept of harmonic brain modes-fundamental building blocks of complex spatiotemporal patterns of neural activity. We define these elementary harmonic brain modes as harmonic modes of structural connectivity; that is, connectome harmonics, yielding fully synchronous neural activity patterns with different frequency oscillations emerging on and constrained by the particular structure of the brain. Hence, this particular definition implicitly links the hitherto poorly understood dimensions of space and time in brain dynamics and its underlying anatomy. Further we show how harmonic brain modes can explain the relationship between neurophysiological, temporal, and network-level changes in the brain across different mental states ( wakefulness, sleep, anesthesia, psychedelic). Notably, when decoded as activation of connectome harmonics, spatial and temporal characteristics of neural activity naturally emerge from the interplay between excitation and inhibition and this critical relation fits the spatial, temporal, and neurophysiological changes associated with different mental states. Thus, the introduced framework of harmonic brain modes not only establishes a relation between the spatial structure of correlation patterns and temporal oscillations (linking space and time in brain dynamics), but also enables a new dimension of tools for understanding fundamental principles underlying brain dynamics in different states of consciousness.", "doi": "10.1177/1073858417728032", "title": "Harmonic Brain Modes: A Unifying Framework for Linking Space and Time in Brain Dynamics.", "journal": ["The Neuroscientist : a review journal bringing neurobiology, neurology and psychiatry", "Neuroscientist"]}