{"authors": [["Pastuszak", "Żanna", "Ż", "Department of Neurosurgery, Mossakowski Medical Research Centre, Polish Academy of Sciences, Warsaw, Poland."], ["Stępień", "Adam", "A", "Military Institute of Medicine, Warsaw, Poland."], ["Tomczykiewicz", "Kazimierz", "K", "Military Institute of Medicine, Warsaw, Poland."], ["Piusińska-Macoch", "Renata", "R", "Military Institute of Medicine, Warsaw, Poland."], ["Kordowska", "Joanna", "J", "Voivodeship Specialist Hospital, Ciechanow, Poland."], ["Galbarczyk", "Dariusz", "D", "Voivodeship Specialist Hospital, Ciechanow, Poland."], ["Świstak", "Jarosław", "J", "Military Institute of Medicine, Warsaw, Poland."]], "date": "2017-08-08", "id": "28860940", "text": "Usually limbic encephalitis (LE) is a paraneoplastic neurologic syndrome. LE symptoms can precede cancer even by a few years. Almost 50% of LE cases are connected with small cell lung carcinoma. Testis and breast cancers, granulomatous disease, thymoma, and teratomas are also often connected with LE. Other cases have infectious and autoimmunological aetiology. In LE limbic system dysfunction is observed, and it is accompanied by cerebellum and brain stem abnormalities as well as polyneuropathy. Paraneoplastic limbic encephalitis is sometimes a part of larger syndrome in which brain stem and spinal cord are involved in an inflammatory process called paraneoplastic encephalomyelitis. The main LE symptoms are: impairment of cognitive functions with subacute beginning, partial and generalised seizures, mental distress, disturbances of consciousness, and limb paresis. In MRI study hyperintensive lesions in the medial part of the temporal lobes in T2 and FLAIR sequences are present. Sharp and slow waves in electroencephalography in the temporal area are also frequent. In cerebrospinal fluid pleocytosis, elevation of protein level, intensification of immunoglobulin synthesis, and oligoclonal bands can be detected. The majority of patients with paraneoplastic LE have onconeural antibodies in the blood. The presented study is a description of the clinical course of the disease in four patients diagnosed with LE.", "doi": "10.5114/ceji.2017.69365", "title": "Limbic encephalitis - a report of four cases.", "journal": ["Central-European journal of immunology", "Cent Eur J Immunol"]}