{"authors": [["Roper", "Louise S", "LS", "Institute of Metabolism and Systems Research, College of Medical and Dental Sciences, University of Birmingham."], ["Nightingale", "Peter", "P", "Wolfson Computer Laboratory, University Hospital Birmingham NHS Foundation Trust."], ["Su", "Zhangjie", "Z", "Institute of Inflammation and Ageing, College of Medical and Dental Sciences, University of Birmingham."], ["Mitchell", "James L", "JL", "Institute of Metabolism and Systems Research, College of Medical and Dental Sciences, University of Birmingham."], ["Belli", "Antonio", "A", "Institute of Inflammation and Ageing, College of Medical and Dental Sciences, University of Birmingham."], ["Sinclair", "Alexandra J", "AJ", "Institute of Metabolism and Systems Research, College of Medical and Dental Sciences, University of Birmingham."]], "date": "2017-08-21", "id": "28860853", "text": "Posttraumatic headache (PTH) occurs in up to 82% of patients with traumatic brain injury (TBI). Posttraumatic stress disorder (PTSD) occurs in 39% of those with PTH. This study evaluates whether PTSD affects PTH disability.Eighty-six patients with TBI were prospectively evaluated in a secondary care trauma center. Headache disability was assessed using the Headache Impact Test version 6 and signs indicative of PTSD using the PTSD Check List Civilian version.Increased PTSD-type symptoms were significantly associated with increased headache disability (p<0.001), as were employment status and loss of consciousness (p=0.049 and 0.016, respectively). Age was negatively correlated with headache disability (Spearman's correlation rho=0.361, p=0.001).Increased severity of PTSD-type symptoms is significantly associated with increased headache disability in patients with chronic PTH. Managing PTSD symptoms in patients with chronic PTH may facilitate headache management.", "doi": "10.2147/JPR.S129808", "title": "Disability from posttraumatic headache is compounded by coexisting posttraumatic stress disorder.", "journal": ["Journal of pain research", "J Pain Res"]}