{"authors": [["Song", "Weizheng", "W", "*Department of Neurosurgery, the Fifth People's Hospital of Chengdu †Department of Neurosurgery, West China Hospital of Sichuan University, Chengdu, China."], ["Sun", "Hong", "H", null], ["Liu", "Jin", "J", null], ["Liu", "Li", "L", null], ["Liu", "Jia", "J", null]], "date": null, "id": "28859024", "text": "We present a rare case of dural arteriovenous fistula (DAVF) with subarachnoid hemorrhage and intraventricular hemorrhage due to its venous aneurysms. A 63-year-old woman was admitted for a sudden loss of consciousness. Computed tomography angiograph, magnetic resonance imaging angiography, and digital subtraction angiography revealed a superior sagittal sinus DAVF. The fistula was fed by the left middle meningeal artery and left internal carotid artery, and was drained by a right vein of Trolard, the superficial Sylvian vein, deep Sylvian vein, and basal vein to the vein of Galen. The drainage veins were enlarged obviously with 3 aneurysmal venous malformations. There was a stenosis segment on the right basal vein. All the anatomic factors of direct cortical vein drainage, normal deep vein drainage, long tortuous drainage vein, outflow restriction, and multiple venous aneurysms, were contributed to the aggressive presentation of our case. Transarterial complete embolization of the fistula with balloon protection was successfully performed. Nine months later, a follow-up magnetic resonance imaging showed a complete disappearance of the 2 venous aneurysms located in the deep Sylvian vein and basal vein, and an obvious decrease in size of the venous aneurysm of the superficial Sylvian vein. This is the first report of a DAVF with 3 ballooned venous aneurysms and a spontaneous anatomy resolution of the venous aneurysms after the embolization of the fistula. At the same time, the clinical and radiologic characteristics of variant superior sagittal sinus DAVFs were summarized by review of the literatures reported previously.", "doi": "10.1097/NRL.0000000000000137", "title": "Spontaneous Resolution of Venous Aneurysms After Transarterial Embolization of a Variant Superior Sagittal Sinus Dural Arteriovenous Fistula: Case Report and Literature Review.", "journal": ["The neurologist", "Neurologist"]}