{"authors": [["Zou", "Liang", "L", "School of Medicine, Chengdu University, Chengdu 610106, China. zouliang@cdu.edu.cn."], ["Zhang", "Yan", "Y", "School of Medicine, Chengdu University, Chengdu 610106, China. zyanTCM@hotmail.com."], ["Li", "Wei", "W", "School of Medicine, Chengdu University, Chengdu 610106, China. liweivirlee@163.com."], ["Zhang", "Jinming", "J", "Department of Pharmacology, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China. zhangjinming1987@126.com."], ["Wang", "Dan", "D", "School of Medicine, Chengdu University, Chengdu 610106, China. wangdan@cdu.edu.cn."], ["Fu", "Jia", "J", "School of Medicine, Chengdu University, Chengdu 610106, China. fujia@cdu.edu.cn."], ["Wang", "Ping", "P", "Department of Pharmacology, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China. viviansector@aliyun.com."]], "date": "2017-08-31", "id": "28858264", "text": "Natural borneol (NB, called \"Bingpian\") is an important traditional Chinese medicine to restore consciousness, remove heat and relieve pain, all of which are inflammation-related diseases. Recently, due to the limited source of NB, synthetic borneol (SB) is widely used as a substitute for NB in clinics. However, little is known about the effects of SB instead of NB. Herein, the aim of the present study was to compare NB and SB on chemical profiles by gas chromatography-mass spectrometer (GC-MS) analysis, anti-inflammatory activity in lipopolysaccharide (LPS)-induced RAW 264.7 macrophages, and ultra-performance liquid chromatography-quadrupole time-of-flight mass spectrometry (UPLC-Q-TOF/MS) metabolomic approaches in endotoxic fever induced in rats. Results showed that, in total, 13 volatile components could be identified in NB and SB by GC-MS analysis, in which a significant difference between them still existed. The main constituents in SB were iso-borneol and borneol, while borneol contributes to 98.96% of the amount in NB. Additionally, both NB and SB exhibited remarkable anti-inflammatory effects to reduce the level of inflammatory factors including NO, TNF-α and IL-6 in LPS-induced RAW 264.7 macrophages, and lower the high body temperature in rats with endotoxic fever induced by LPS. Moreover, it seems that NB exhibited higher efficacy than SB. The unequal bioactive efficiency between NB and SB was also indicated by means of non-targeting metabolomics. Based on UPLC-Q-TOF/MS technology, 12 biomarkers in the serum of fever rats were identified. Pathway analysis revealed that the anti-fever effect of NB and SB was related to regulating the abnormal glycerophospholipid, linoleic acid and alpha-linoleic acid metabolism pathways in the fever model. Results indicated that there was still a great difference between NB and SB involving chemical constituents, anti-inflammation activity and the ability to regulate the abnormal metabolism pathways of the fever model. Certainly, further studies are warranted to better understand the replacement rationale in medicinal application.", "doi": "10.3390/molecules22091446", "title": "Comparison of Chemical Profiles, Anti-Inflammatory Activity, and UPLC-Q-TOF/MS-Based Metabolomics in Endotoxic Fever Rats between Synthetic Borneol and Natural Borneol.", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}