{"authors": [["Vrijens", "Desiree", "D", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."], ["Marcelissen", "Tom", "T", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."], ["Drossaerts", "Jamie", "J", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."], ["Heeringa", "Rhea", "R", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."], ["Degaillier", "Sam", "S", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."], ["Leue", "Carsten", "C", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."], ["van Koeveringe", "Gommert", "G", "Department of Urology, Maastricht University Medical Centre (MUMC+), Maastricht, The Netherlands."]], "date": "2017-08-31", "id": "28857434", "text": "To explore differences in bladder sensations between patients with overactive bladder (OAB) and healthy volunteers by evaluating self-consciousness, self-awareness and affective complaints.A prospective, observational study was performed comparing patients with OAB symptoms and healthy volunteers. During 3 days subjects filled out sensation-related bladder diaries (SR-BD), Self-Consciousness Questionnaires (SCS), Self-Awareness Questionnaire (SSAS) and the Hospital Anxiety and Depression Scale (HADS). The SSAS was filled out at the second void of the first day.In total, 134 participants were included (66 volunteers and 68 patients). Patients had lower voided volumes (193 mL vs 270 mL, P < 0.05), higher urinary frequency (10.6 vs 6.6, P < 0.05) and higher urgency scores (2.0 vs 1.2, P < 0.05) than volunteers, while perceived bladder fullness was similar. The SCS scores were similar, but the SSAS score was significantly higher for OAB patients (53.6 vs 44.6, P < 0.05). OAB Patients had significantly higher scores for anxiety and depression according to the HADS.There were significant differences in SR-BD between volunteers and OAB patients. OAB patients had significantly higher self-awareness than volunteers, indicating that OAB patients may attribute different values to body signals. Future research is required to elaborate our knowledge on the perceived sensations and labeling of emotions in OAB.", "doi": "10.1111/luts.12186", "title": "Self-consciousness/Awareness and Bladder Sensations: Comparative Study of Overactive Bladder Patients and Healthy Volunteers.", "journal": ["Lower urinary tract symptoms", "Low Urin Tract Symptoms"]}