{"authors": [["Yang", "Guang", "G", "Department of Pathology and Laboratory Medicine, Loma Linda University Medical Center, Loma Linda, California, USA."], ["Eishi", "Yoshinobu", "Y", "Department of Human Pathology, Tokyo Medical and Dental University Graduate School, Tokyo, Japan."], ["Raza", "Anwar", "A", "Department of Pathology and Laboratory Medicine, Loma Linda University Medical Center, Loma Linda, California, USA."], ["Rojas", "Heather", "H", "Department of Pathology and Laboratory Medicine, Loma Linda University Medical Center, Loma Linda, California, USA."], ["Achiriloaie", "Adina", "A", "Department of Radiology, Loma Linda University Medical Center, Loma Linda, California, USA."], ["De Los Reyes", "Kenneth", "K", "Department of Neurosurgery, Loma Linda University Medical Center, Loma Linda, California, USA."], ["Raghavan", "Ravi", "R", "Department of Pathology and Laboratory Medicine, Loma Linda University Medical Center, Loma Linda, California, USA."]], "date": "2017-08-30", "id": "28856748", "text": "A 56-year-old woman with a 3-year history of hydrocephalus and ventriculo-peritoneal shunt placement, presented with worsening altered level of consciousness for 2 days. Imaging studies showed severe ventriculomegaly involving the lateral and third ventricles with multiple septated cysts noted in the lateral ventricles predominantly near the frontal horns. Histopathologic examination of the excised brain lesion revealed choroid plexus tissue and adjacent cerebral parenchyma with several non-caseating granulomas. Granulomatous inflammation was also identified in mediastinal lymph nodes. By using specific monoclonal antibodies, Propionibacterium acnes (P. acnes) were detected in non-caseating granulomas of both the brain and mediastinal lymph nodes. No acid-fast bacilli or fungal elements were present. To the best of our knowledge, this is the first demonstration of P. acnes in sarcoid granulomas of cerebral tissue, and it reinforces the possible link between P. acnes and sarcoidosis.", "doi": "10.1111/neup.12411", "title": "Propionibacterium acnes-associated neurosarcoidosis: A case report with review of the literature.", "journal": ["Neuropathology : official journal of the Japanese Society of Neuropathology", "Neuropathology"]}