{"authors": [["Pedrosa", "Sara", "S", "MD, Department of Anesthesiology, Centro Hospitalar do Baixo Vouga, Aveiro, Portugal."], ["Lareiro", "Nuno", "N", "MD, Department of Anesthesiology, Centro Hospitalar do Baixo Vouga, Aveiro, Portugal."], ["Amorim", "Pedro", "P", "MD, Department of Anesthesiology, Intensive Care, Emergency Care and Pain Medicine, Centro Hospitalar do Porto, Porto, Portugal."]], "date": "2017-05-07", "id": "28856114", "text": "Narcoleptic patients may be at increased risk of prolonged emergence, postoperative hypersomnia, apneic episodes, and sleep paralysis after general anesthesia. Modafinil is the first-line treatment, however, the implication it has on general anesthesia is not clear. This report present 2 cases of narcoleptic patients medicated with modafinil that were submitted to total intravenous anesthesia for neurosurgical procedures.Informed consent was obtained from both patients. Clinical information was obtained from patients' interviews and medical records. Intraoperative data was collected using Datex Ohmeda, Bispectral index, Entropy, and LiDCO rapid monitors, and exported to excel sheets to allow its analysis. Both patients maintained modafinil on the day of surgery and were not administered sedative premedication. Propofol was administered by bolus during induction of anesthesia. In one of the patients, the predicted cerebral concentration of propofol required for loss of consciousness was high. Anesthesia was maintained with remifentanil and propofol by target controlled infusion and titrated according to bispectral index (BIS), entropy, and analgesia nociception index (ANI). During the surgical procedure, the patients did not require vasopressors. Emergence from anesthesia was very fast and no narcoleptic event occurred postoperatively.Sedative premedication should be avoided and the use of short-acting anesthetic agents, such as propofol and remifentanil through target-controlled infusion most likely improves titration of anesthesia. The continuation of modafinil preoperatively might have contributed to the rapid emergence, yet, might also have been responsible for the high cerebral concentration of propofol that was required for loss of consciousness in one of the patients.", "doi": "10.5812/aapm.45586", "title": "Total Intravenous Anesthesia for Neurosurgical Procedures in Narcoleptic Patients: Two Case Reports.", "journal": ["Anesthesiology and pain medicine", "Anesth Pain Med"]}