{"authors": [["Allard", "Etienne", "E", "Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS1158 Neurophysiologie respiratoire expérimentale et clinique, Paris, France."], ["Canzoneri", "Elisa", "E", "Laboratory of Cognitive Neuroscience, Center for Neuroprosthetics, Ecole Polytechnique Fédérale de Lausanne, Geneva, Switzerland."], ["Adler", "Dan", "D", "Division of Pulmonary Diseases, Geneva University Hospital, Geneva, Switzerland."], ["Morélot-Panzini", "Capucine", "C", "Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS1158 Neurophysiologie respiratoire expérimentale et clinique, Paris, France."], ["Bello-Ruiz", "Javier", "J", "Laboratory of Cognitive Neuroscience, Center for Neuroprosthetics, Ecole Polytechnique Fédérale de Lausanne, Geneva, Switzerland."], ["Herbelin", "Bruno", "B", "Laboratory of Cognitive Neuroscience, Center for Neuroprosthetics, Ecole Polytechnique Fédérale de Lausanne, Geneva, Switzerland."], ["Blanke", "Olaf", "O", "Laboratory of Cognitive Neuroscience, Center for Neuroprosthetics, Ecole Polytechnique Fédérale de Lausanne, Geneva, Switzerland."], ["Similowski", "Thomas", "T", "Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS1158 Neurophysiologie respiratoire expérimentale et clinique, Paris, France. thomas.similowski@aphp.fr."]], "date": "2017-08-30", "id": "28855723", "text": "Dyspnoea, a subjective experience of breathing discomfort, is a most distressing symptom. It implicates complex cortical networks that partially overlap with those underlying bodily self-consciousness, the experience that the body is one's own within a given location (self-identification and self-location, respectively). Breathing as an interoceptive signal contributes to bodily self-consciousness: we predicted that inducing experimental dyspnoea would modify or disrupt this contribution. We also predicted that manipulating bodily self-consciousness with respiratory-visual stimulation would possibly attenuate dyspnoea. Twenty-five healthy volunteers were exposed to synchronous and asynchronous respiratory-visual illumination of an avatar during normal breathing and mechanically loaded breathing that elicited dyspnoea. During normal breathing, synchronous respiratory-visual stimulation induced illusory self-identification with the avatar and an illusory location of the subjects' breathing towards the avatar. This did not occur when respiratory-visual stimulation was performed during dyspnoea-inducing loaded breathing. In this condition, the affective impact of dyspnoea was attenuated by respiratory-visual stimulation, particularly when asynchronous. This study replicates and reinforces previous studies about the integration of interoceptive and exteroceptive signals in the construction of bodily self-consciousness. It confirms the existence of interferences between experimental dyspnoea and cognitive functions. It suggests that respiratory-visual stimulation should be tested as a non-pharmacological approach of dyspnoea treatment.", "doi": "10.1038/s41598-017-11045-y", "title": "Interferences between breathing, experimental dyspnoea and bodily self-consciousness.", "journal": ["Scientific reports", "Sci Rep"]}