{"authors": [["Naughtin", "Claire K", "CK", "School of Psychology, The University of Queensland, Queensland, Australia."], ["Tamber-Rosenau", "Benjamin J", "BJ", "Department of Psychology, Vanderbilt University, Nashville, Tennessee; and."], ["Dux", "Paul E", "PE", "School of Psychology, The University of Queensland, Queensland, Australia; paul.e.dux@gmail.com."]], "date": "2017-08-30", "id": "28855297", "text": "Individuation refers to individuals' use of spatial and temporal properties to register objects as distinct perceptual events relative to other stimuli. Although behavioral studies have examined both spatial and temporal individuation, neuroimaging investigations have been restricted to the spatial domain and at relatively late stages of information processing. Here, we used univariate and multivoxel pattern analyses of functional MRI data to identify brain regions involved in individuating temporally distinct visual items and the neural consequences that arise when this process reaches its capacity limit (repetition blindness, RB). First, we found that regional patterns of blood-oxygen-level-dependent activity across the cortex discriminated between instances where repeated and nonrepeated stimuli were successfully individuated-conditions that placed differential demands on temporal individuation. These results could not be attributed to repetition suppression or other stimulus-related factors, task difficulty, regional activation differences, other capacity-limited processes, or artifacts in the data or analyses. Contrary to current theoretical models, this finding suggests that temporal individuation is supported by a distributed set of brain regions, rather than a single neural correlate. Second, conditions that reflect the capacity limit of individuation-instances of RB-lead to changes in the spatial patterns within this network, as well as amplitude changes in the left hemisphere premotor cortex, superior medial frontal cortex, anterior cingulate cortex, and bilateral parahippocampal place area. These findings could not be attributed to response conflict/ambiguity and likely reflect the core brain regions and mechanisms that underlie the capacity-limited process that gives rise to RB.NEW & NOTEWORTHY We present novel findings into the neural bases of temporal individuation and repetition blindness (RB)-the perceptual deficit that arises when this process reaches its capacity limit. Specifically, we found that temporal individuation is a widely distributed process in the brain and identified a number of candidate brain regions that appear to underpin RB. These findings enhance our understanding of how these fundamental perceptual processes are reflected in the human brain.", "doi": "10.1152/jn.00839.2016", "title": "The neural basis of temporal individuation and its capacity limits in the human brain.", "journal": ["Journal of neurophysiology", "J. Neurophysiol."]}