{"authors": [["Benoit", "Cecilia", "C", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada. cbenoit@uvic.ca."], ["Belle-Isle", "Lynne", "L", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."], ["Smith", "Michaela", "M", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."], ["Phillips", "Rachel", "R", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."], ["Shumka", "Leah", "L", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."], ["Atchison", "Chris", "C", "Department of Sociology, University of Victoria, Victoria, Canada."], ["Jansson", "Mikael", "M", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."], ["Loppie", "Charlotte", "C", "Centre for Indigenous Research and Community-Led Engagement, University of Victoria, Victoria, Canada."], ["Flagg", "Jackson", "J", "Centre for Addictions Research of BC, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."]], "date": "2017-08-30", "id": "28854930", "text": "Social marginalization and criminalization create health and safety risks for sex workers and reduce their access to health promotion and prevention services compared to the general population. Community empowerment-based interventions that prioritize the engagement of sex workers show promising results. Peer-to-peer interventions, wherein sex workers act as educators of their colleagues, managers, clients and romantic partners, foster community mobilization and critical consciousness among sex workers and equip them to exercise agency in their work and personal lives.A pilot peer health education program was developed and implemented, with and for sex workers in one urban centre in Canada. To explore how the training program contributed to community empowerment and transformative learning among participants, the authors conducted qualitative interviews, asked participants to keep personal journals and to fill out feedback forms after each session. Thematic analysis was conducted on these three data sources, with emerging themes identified, organized and presented in the findings.Five themes emerged from the analysis. Our findings show that the pilot program led to reduced internalized stigma and increased self-esteem in participants. Participants' critical consciousness increased concerning issues of diversity in cultural background, sexual orientation, work experiences and gender identity. Participants gained knowledge about how sex work stigma is enacted and perpetuated. They also became increasingly comfortable challenging negative judgments from others, including frontline service providers. Participants were encouraged to actively shape the training program, which fostered positive relationships and solidarity among them, as well as with colleagues in their social network and with the local sex worker organization housing the program. Resources were also mobilized within the sex worker community through skills building and knowledge acquisition.The peer education program proved successful in enhancing sex workers' community empowerment in one urban setting by increasing their knowledge about health issues, sharing information about and building confidence in accessing services, and expanding capacity to disseminate this knowledge to others. This 'proof of concept' built the foundation for a long-term initiative in this setting and has promise for other jurisdictions wishing to adapt similar programs.", "doi": "10.1186/s12939-017-0655-2", "title": "Sex workers as peer health advocates: community empowerment and transformative learning through a Canadian pilot program.", "journal": ["International journal for equity in health", "Int J Equity Health"]}