{"authors": [["George", "Asha S", "AS", "South African Research Chair in Health Systems, Complexity and Social Change, School of Public Health, University of the Western Cape, Private Bag X17, Bellville, 7535, South Africa. asgeorge@uwc.ac.za."], ["Branchini", "Casey", "C", "Health Systems Program, Department of International Health, Johns Hopkins School of Public Health, 615 North Wolfe Street, Baltimore, MD, 21205, USA."]], "date": "2017-08-31", "id": "28854888", "text": "Promoting awareness of rights is a value-based process that entails a different way of thinking and acting, which is at times misunderstood or deemed as aspirational.Guided by the SURE framework, we undertook a secondary analysis of 26 documents identified by an earlier systematic review on promoting awareness of rights to increase use of maternity care services. We thematically analysed stakeholder experiences and implementation factors across the diverse initiatives to derive common elements to guide future efforts.Interventions that promote awareness of rights for maternal health varied in nature, methodological orientation, depth and quality. Materials included booklets, posters, pamphlets/ briefs and service standards/charters. Target populations included women, family members, communities, community structures, community-based and non governmental organizations, health providers and administrators, as well as elected representatives. While one initiative only focused on raising awareness, most were embedded within larger efforts to improve the accountability and responsiveness of service delivery through community monitoring and advocacy, with a few aiming to change policies and contest elections. Underlying these action oriented forms of promoting awareness of rights, was a critical consciousness and attitudinal change gained through iterative capacity-building for all stakeholders; materials and processes that supported group discussion and interaction; the formation or strengthening of community groups; situational analysis to ensure adaptation to local context; facilitation to ensure common ground and language across stakeholders; and strategic networking and alliance building across health system levels. While many positive experiences are discussed, few challenges or barriers to implementation are documented. The limited documentation and poor quality of information found indicate that while various examples of promoting awareness of rights for maternal health exists, research partnerships to systematically evaluate their processes, learning and effects are lacking.Rather than being aspirational, several examples of promoting awareness of women's rights for quality maternity care services exist. More than mainly disseminate information, they aim to change stakeholder mindsets and relationships across health system levels. Due to their transformatory intent they require sustained investment, with strategic planning, concrete operationalization and political adeptness to manage dynamic stakeholder expectations and reactions overtime. More investment is also required in research partnerships that support such initiatives and better elucidate their context specific variations.", "doi": "10.1186/s12884-017-1446-x", "title": "Principles and processes behind promoting awareness of rights for quality maternal care services: a synthesis of stakeholder experiences and implementation factors.", "journal": ["BMC pregnancy and childbirth", "BMC Pregnancy Childbirth"]}