{"authors": [["Bourassa", "D V", "DV", "Poultry Microbiological Safety and Processing Research Unit."], ["Bowker", "B C", "BC", "Quality and Safety Assessment Research Unit, Richard B. Russell Agricultural Research Center, U.S. National Poultry Research Center, USDA-ARS, Athens, GA, 30605-2702."], ["Zhuang", "H", "H", "Quality and Safety Assessment Research Unit, Richard B. Russell Agricultural Research Center, U.S. National Poultry Research Center, USDA-ARS, Athens, GA, 30605-2702."], ["Wilson", "K M", "KM", "Poultry Microbiological Safety and Processing Research Unit."], ["Harris", "C E", "CE", "Department of Poultry Science, The University of Georgia, Athens, GA, 30602."], ["Buhr", "R J", "RJ", "Poultry Microbiological Safety and Processing Research Unit."]], "date": null, "id": "28854742", "text": "Broilers in the United States are typically electrically stunned using low voltage-high frequency (12-38 V, ≥400 Hz) DC or AC water bath stunners. In the European Union, however, broilers are required to be electrocuted using high voltage-low frequency (50-150 V, 50-350 Hz) AC. Low voltage stunned broilers regain consciousness in the absence of bleeding. In contrast, high voltage stunned broilers die due to induction of cardiac fibrillation. For birds stunned with low voltage systems, concerns have been raised regarding animal welfare during bleeding. This work evaluated the impact of extended DC stunning duration and alternative stunning methods (DC+AC combination) on the recovery of bird consciousness and meat quality. In the absence of bleeding, broilers that were DC stunned for extended times (60, 90, or 120 s), 63, 10, or 0% of broilers, respectively, were able to recover consciousness. Alternative stunning protocols included water bath stunning broilers at 15 or 25 V DC for 10 s followed by plate stunning at 100, 110, or 120 V AC for 5 s. Prior to shackling, live body weight and shank width were measured and during stunning, maximum mA for both DC and AC stuns were recorded. All of the alternative stunning protocols (DC+AC) resulted in non-recoverable stunning. The maximum mA recorded during both DC and AC stunning were moderately/strongly (r = 0.54-0.81) correlated to body weight and poorly/moderately (r = 0.27-0.74) correlated to shank width. No significant differences for carcass or meat quality characteristics (hemorrhages, red wing tips, broken clavicles, pH, cook loss, a* and b* color values, and MORS shear energy) were detected between control (15 or 25 V DC only) and treatment groups (DC+AC combination stunning). The only significant different meat quality parameter was L* values where the lowest voltage group (15 V DC) had the darkest fillets (53.27) and the 15 V DC+100 V AC group had the lightest fillets (55.61) with all other groups intermediate. These data indicate that stunning parameters combining DC and AC stunning may be viable protocols when a stun-to-death is desired.", "doi": "10.3382/ps/pex120", "title": "Impact of alternative electrical stunning parameters on the ability of broilers to recover consciousness and meat quality.", "journal": ["Poultry science", "Poult. Sci."]}