{"authors": [["Craddock", "Travis J A", "TJA", "Departments of Psychology & Neuroscience, Computer Science, and Clinical Immunology, and the Clinical Systems Biology Group, Institute for Neuro-Immune Medicine, Nova Southeastern University, Fort Lauderdale, Florida, USA. tcraddock@nova.edu."], ["Kurian", "Philip", "P", "National Human Genome Center and Department of Medicine, Howard University College of Medicine, and Computational Physics Laboratory, Howard University, Washington, DC, USA."], ["Preto", "Jordane", "J", "Department of Experimental Oncology, Cross Cancer Institute, Edmonton, Alberta, Canada."], ["Sahu", "Kamlesh", "K", "Department of Physics, University of Alberta, Edmonton, Alberta, Canada."], ["Hameroff", "Stuart R", "SR", "Departments of Anesthesiology and Psychology, Center for Consciousness Studies, The University of Arizona Health Sciences Center, Tucson, Arizona, USA."], ["Klobukowski", "Mariusz", "M", "Department of Chemistry, University of Alberta, Edmonton, Alberta, Canada."], ["Tuszynski", "Jack A", "JA", "Department of Experimental Oncology, Cross Cancer Institute, Edmonton, Alberta, Canada."]], "date": "2017-08-29", "id": "28852014", "text": "Anesthesia blocks consciousness and memory while sparing non-conscious brain activities. While the exact mechanisms of anesthetic action are unknown, the Meyer-Overton correlation provides a link between anesthetic potency and solubility in a lipid-like, non-polar medium. Anesthetic action is also related to an anesthetic's hydrophobicity, permanent dipole, and polarizability, and is accepted to occur in lipid-like, non-polar regions within brain proteins. Generally the protein target for anesthetics is assumed to be neuronal membrane receptors and ion channels, however new evidence points to critical effects on intra-neuronal microtubules, a target of interest due to their potential role in post-operative cognitive dysfunction (POCD). Here we use binding site predictions on tubulin, the protein subunit of microtubules, with molecular docking simulations, quantum chemistry calculations, and theoretical modeling of collective dipole interactions in tubulin to investigate the effect of a group of gases including anesthetics, non-anesthetics, and anesthetic/convulsants on tubulin dynamics. We found that these gases alter collective terahertz dipole oscillations in a manner that is correlated with their anesthetic potency. Understanding anesthetic action may help reveal brain mechanisms underlying consciousness, and minimize POCD in the choice and development of anesthetics used during surgeries for patients suffering from neurodegenerative conditions with compromised cytoskeletal microtubules.", "doi": "10.1038/s41598-017-09992-7", "title": "Anesthetic Alterations of Collective Terahertz Oscillations in Tubulin Correlate with Clinical Potency: Implications for Anesthetic Action and Post-Operative Cognitive Dysfunction.", "journal": ["Scientific reports", "Sci Rep"]}