{"authors": [["Veater", "James", "J", "Infectious Disease Unit, University Hospitals of Leicester, NHS Trust, Leicester, UK."], ["Mehedi", "Farhan", "F", "Diabetes and Endocrinology, University Hospitals of Leicester, NHS Trust, Leicester, UK."], ["Cheung", "Chee Kay", "CK", "John Walls Renal Unit, University Hospitals of Leicester NHS Trust, Leicester, UK."], ["Nabarro", "Laura", "L", "Rare and Imported Pathogens Laboratory, Porton Down, Wiltshire, UK."], ["Osborne", "Jane", "J", "Rare and Imported Pathogens Laboratory, Porton Down, Wiltshire, UK."], ["Wong", "Nicholas", "N", "Infectious Disease Unit, University Hospitals of Leicester, NHS Trust, Leicester, UK."], ["Wiselka", "Martin", "M", "Infectious Disease Unit, University Hospitals of Leicester, NHS Trust, Leicester, UK."], ["Tang", "Julian W", "JW", "Clinical Microbiology, University Hospitals of Leicester, NHS Trust, Level 5 Sandringham Building, Leicester Royal Infirmary, Infirmary Square, Leicester, LE1 5WW, UK. julian.tang@uhl-tr.nhs.uk."]], "date": "2017-08-29", "id": "28851278", "text": "Elderly patients have a long list of differentials for causes of acute confusion and altered consciousness levels, including infectious agents. In addition, elderly, retired patients often have more time to travel for tourism, particularly to exotic, warmer locations. Mediterranean countries such as Spain and Italy are popular holiday destinations for British and other tourists, especially during the winter months. However, these warm climates allow insect vectors to proliferate, increasing the risk of exposure to endemic vectorborne viral infections whilst on vacation. Such infections may not be routinely considered by geriatric medical teams.An 87-year old gentleman presented with a three-day history of worsening confusion, lethargy, ataxia, and fevers following a trip to Spain, where he may have sustained a sandfly bite. By the time of admission, he had a reduced GCS, was hallucinating, and was incontinent of urine and faeces, though blood pressure and heart rate were normal. He also appeared hyperaesthetic, and found even capillary blood sugar testing extremely painful. He had no history of cognitive defect or other neurological conditions. He had been previously independently active, with frequent trips to Spain where he maintained a holiday home. He probably sustained a sandfly bite during this most recent trip, whilst cleaning out a shed. Acute and convalescent sera demonstrated IgG antibodies to Toscana virus at extremely high titres of ≥1:10,000 by immunofluorescence assay, though no Toscana virus RNA was detectable in these sera by the time of presentation.Toscana virus should be included in the differential diagnosis of any patients presenting with meningo-encephalitis who have recently returned from a Mediterranean country. Testing for Toscana virus infection is performed by serological testing on acute/convalescent paired sera, and/or a polymerase chain reaction (PCR) assay on blood or cerebrospinal fluid (CSF) if presenting within 5 days of illness onset. Making a diagnosis of Toscana virus meningitis/encephalitis (where no other pathogen is detected) has additional clinical utility in reducing or preventing unnecessary use of antibiotics, as well as reassuring the patient and family that generally, this illness is generally self-limiting and full recovery within a few weeks is expected, as in the case reported here.", "doi": "10.1186/s12877-017-0593-2", "title": "Toscana virus meningo-encephalitis: an important differential diagnosis for elderly travellers returning from Mediterranean countries.", "journal": ["BMC geriatrics", "BMC Geriatr"]}