{"authors": [["Hing", "Nerilee", "N", "1 School of Health, Medical and Applied Sciences, Central Queensland University , Bundaberg, QLD, Australia."], ["Russell", "Alex M T", "AMT", "2 School of Health, Medical and Applied Sciences, Central Queensland University , Sydney, NSW, Australia."]], "date": "2017-08-29", "id": "28849669", "text": "Background and aims Few studies have examined the stigma of problem gambling and little is known about those who internalize this prejudice as damaging self-stigma. This paper aimed to identify psychological factors, sociodemographic characteristics, and coping mechanisms associated with the self-stigma of problem gambling. Methods An online survey was conducted on 177 Australian adults with a current gambling problem to measure self-stigma, self-esteem, social anxiety, self-consciousness, psychological distress, symptom severity, most problematic gambling form, stigma coping mechanisms, and sociodemographic characteristics. Results All variables significantly correlated with self-stigma were considered for inclusion in a regression model. A multivariate linear regression indicated that higher levels of self-stigma were associated with: being female, being older, lower self-esteem, higher problem gambling severity score, and greater use of secrecy (standardized coefficients: 0.16, 0.14, -0.33, 0.23, and 0.15, respectively). Strongest predictors in the model were self-esteem, followed by symptom severity score. Together, predictors in the model accounted for 38.9% of the variance in self-stigma. Discussion and conclusions These results suggest that the self-stigma of problem gambling may be driven by similar mechanisms as the self-stigma of other mental health disorders, and impact similarly on self-esteem and coping. Thus, self-stigma reduction initiatives used for other mental health conditions may be effective for problem gambling. In contrast, however, the self-stigma of problem gambling increased with female gender and older age, which are associated with gaming machine problems. This group should, therefore, be a target population for efforts to reduce or better cope with the self-stigma of problem gambling.", "doi": "10.1556/2006.6.2017.056", "title": "Psychological factors, sociodemographic characteristics, and coping mechanisms associated with the self-stigma of problem gambling.", "journal": ["Journal of behavioral addictions", "J Behav Addict"]}