{"authors": [["Zheng", "Xianqiang", "X", "Department of Anesthesia, People Hospital of Zoucheng City, Jining, Shandong 272000, P.R. China."], ["Cong", "Jing", "J", "Department of Anesthesia, Weihai Central Hospital, Weihai, Shandong 264400, P.R. China."], ["Zhang", "Huidong", "H", "Department of Anesthesia, Weihai Municipal Hospital, Weihai, Shandong 264400, P.R. China."], ["Chu", "Xueliang", "X", "Department of Anesthesia, Weihai Central Hospital, Weihai, Shandong 264400, P.R. China."]], "date": "2017-08-21", "id": "28849088", "text": "Anesthetic agents are used in surgical operations to reversibly reduce consciousness and pain. Sevoflurane is an inhalational anesthetic. Propofol is a short‑acting intravenous general anesthetic. The mechanism of anesthetic agents at pathway level on individual patients has not been reported to date. In the present study, pathway aberrance in the human atrial tissue in response to anesthetics was examined. Microarray data of anesthesia‑treated samples were downloaded from the Array Express database. Pathway information was obtained from the Reactome Pathway Database. The individual pathway aberrance score (iPAS) was introduced to identify dysregulated pathways in individual patients. The present data demonstrated 157 dysregulated pathways in the sevoflurane group, and 44 pathways were identified with the least P‑values. A subset of 49 differentially expressed genes (DEGs) that were shared between the expression profiling results and the dysregulated pathways results were constructed into a co‑expression network. The top 5 ranked DEGs, nuclear receptor subfamily 4 group A member 3 (NR4A3), JUNB proto‑oncogene, MYC proto‑oncogene, tachykinin precursor 1 and nicotinamide phosphoribosyltransferase, were identified as important in the topology analysis. In the propofol group, 87 dysregulated pathways were identified and 44 pathways had the least P‑values. In total 28 DEGs were constructed into a co‑expression network, of which 5 DEGs were important in the topology analysis, NR4A3, suppressor of cytokine signaling 3, cyclin dependent kinase inhibitor 1A, C‑C motif chemokine ligand 2 and C‑X‑C motif chemokine ligand 1. A total of 72 dysregulated pathways were identified in common in the two groups. In conclusion, the two types of anesthetics induced partially similar mechanisms. The pathways enriched by DEGs, particularly those that were unique to sevoflurane and propofol, may affect surgical outcomes and aid the prevention of complications from anesthetics.", "doi": "10.3892/mmr.2017.7305", "title": "Personalized analysis of pathway aberrance induced by sevoflurane and propofol.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}