{"authors": [["Corrigan", "John D", "JD", "Department of Physical Medicine & Rehabilitation, Ohio State University, Columbus, Ohio, USA."], ["Yang", "Jingzhen", "J", "Center for Injury Research and Policy, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Singichetti", "Bhavna", "B", "Center for Injury Research and Policy, Nationwide Children's Hospital, Columbus, Ohio, USA."], ["Manchester", "Kara", "K", "Ohio Department of Health, Violence and Injury Prevention Program, Columbus, Ohio, USA."], ["Bogner", "Jennifer", "J", "Department of Physical Medicine & Rehabilitation, Ohio State University, Columbus, Ohio, USA."]], "date": "2017-08-28", "id": "28848057", "text": "To determine the prevalence of lifetime history of traumatic brain injury (TBI) with loss of consciousness (LOC) among adult, non-institutionalised residents of Ohio.We analysed data from 2014 Ohio Behavioral Risk Factor Surveillance System, which included a state-specific module designed to elicit lifetime history of TBI.Of non-institutionalised adults 18 years and over living in Ohio, 21.7% reported at least one lifetime TBI with LOC, 2.6% experienced at least one moderate or severe such injury, 9.1% experienced a TBI with LOC before age 15 years and 10.8% experienced either TBI with LOC before age 15 years or a moderate or severe injury. Males, those with lower incomes and those unable to work were more likely to have incurred at least one TBI with LOC, multiple TBIs with LOC, a moderate or severe TBI and a TBI with LOC before age15.One in five adults experienced TBIs of sufficient severity to cause LOC; 3% experienced at least one moderate or severe TBI and almost 10% experienced a first TBI with LOC before the age of 15 years. The prevalence of lifetime TBI in the present study suggests that there may be a substantially greater burden of injury than concluded from previous prevalence estimates.", "doi": "10.1136/injuryprev-2017-042371", "title": "Lifetime prevalence of traumatic brain injury with loss of consciousness.", "journal": ["Injury prevention : journal of the International Society for Child and Adolescent Injury Prevention", "Inj. Prev."]}