{"authors": [["Schipmann", "Stephanie", "S", "Department of Neurosurgery, University Hospital Münster, Münster, Germany. Electronic address: stephanie.schipmann@ukmuenster.de."], ["Keurhorst", "Dennis", "D", "Department of Neurosurgery, University Hospital Münster, Münster, Germany."], ["Köchling", "Michaela", "M", "Department of Neurosurgery, University Hospital Münster, Münster, Germany."], ["Schwake", "Michael", "M", "Department of Neurosurgery, University Hospital Münster, Münster, Germany."], ["Heß", "Katharina", "K", "Institute of Neuropathology, University Hospital Münster, Münster, Germany."], ["Sundermann", "Benedikt", "B", "Department of Clinical Radiology, University Hospital Münster, Münster, Germany."], ["Stummer", "Walter", "W", "Department of Neurosurgery, University Hospital Münster, Münster, Germany."], ["Brentrup", "Angela", "A", "Department of Neurosurgery, University Hospital Münster, Münster, Germany."]], "date": "2017-08-24", "id": "28844909", "text": "Tumors arising from the pineal region account for approximately 1% of intracranial neoplasms. We present a case of a previously healthy 5-year-old boy with an acute onset of headache. A magnetic resonance imaging (MRI) scan showed a pineal mass with aqueduct compression. The patient was scheduled for tumor resection. An endoscopic third ventriculostomy was performed in advance for the treatment of hydrocephalus. Afterwards, MRI showed a relevant regression of the pineal mass without specific treatment. Consequently, surgery was cancelled and further MRI follow-up showed a regression of the mass and a constant tumor mass over a period of 30 months. Spontaneous regression of malignant tumors is a rare phenomenon with an incidence of 1 of 60,000-100,000 cases. Only a few cases with spontaneous regression of pineal tumors have been reported.We performed a systematic literature review according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) guidelines on spontaneously regressing pineal lesions and found 13 cases in the literature.Six hypotheses for explaining tumor regression were found, comprising treatment with steroids, effects of diagnostic irradiation, treatment of hydrocephalus, pineal apoplexy, surgical trauma, and immunologic mechanisms. None of these mechanisms was evidentiary. However, in all reported cases, some kind of treatment (e.g. treatment of hydrocephalus, application of steroids, and so on) has been performed before tumor regression.The clinician has to bear in mind that regression of pineal tumors might be triggered by use of steroids, for example, and in cases of improvement of the patient's presenting symptoms, new MRI scans should be performed.", "doi": "10.1016/j.wneu.2017.08.106", "title": "Regression of Pineal Lesions: Spontaneous or Iatrogenic? A Case Report and Systematic Literature Review.", "journal": ["World neurosurgery", "World Neurosurg"]}