{"authors": [["Mezuki", "Satomi", "S", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan."], ["Shono", "Yuji", "Y", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan. Electronic address: yshono@intmed2.med.kyushu-u.ac.jp."], ["Akahoshi", "Tomohiko", "T", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan; Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Hisanaga", "Kana", "K", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan."], ["Saeki", "Hiroshi", "H", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Nakashima", "Yuichiro", "Y", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Momii", "Kenta", "K", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan."], ["Maki", "Jun", "J", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan."], ["Tokuda", "Kentaro", "K", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan."], ["Maehara", "Yoshihiko", "Y", "Emergency and Critical Care Center, Kyushu University Hospital, Fukuoka, Japan; Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."]], "date": "2017-08-19", "id": "28844532", "text": "Esophageal perforation due to blunt trauma is a rare clinical condition, and the diagnosis is often difficult because patients have few specific symptoms. Delayed diagnosis may result in a fatal clinical course due to mediastinitis and subsequent sepsis. In this article, we describe a 26-year-old man with esophageal perforation due to blunt chest trauma resulting from a motor vehicle accident. Because a severe disturbance of consciousness masked the patient's trauma-induced thoracic symptoms, we required 11h to diagnose the esophageal perforation. Therefore, the patient developed septic shock due to mediastinitis. However, his subsequent clinical course was good because of prompt combined therapy involving surgical repair and medical treatment after the diagnosis.", "doi": "10.1016/j.ajem.2017.08.043", "title": "Esophageal perforation due to blunt chest trauma: Difficult diagnosis because of coexisting severe disturbance of consciousness.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}