{"authors": [["Singh", "Tarun D", "TD", "Department of Medicine, Multidisciplinary Epidemiology and Translational Research in Intensive Care, Emergency and Perioperative Medicine (METRIC), Mayo Clinic, Rochester, MN, United States; Department of Neurology, Division of Critical Care Neurology, Mayo Clinic, Rochester, MN, United States."], ["O'Horo", "John C", "JC", "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, United States; Department of Medicine, Multidisciplinary Epidemiology and Translational Research in Intensive Care, Emergency and Perioperative Medicine (METRIC), Mayo Clinic, Rochester, MN, United States; Department of Medicine, Division of Infectious Diseases, Mayo Clinic, Rochester, MN, United States."], ["Gajic", "Ognjen", "O", "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, United States; Department of Medicine, Multidisciplinary Epidemiology and Translational Research in Intensive Care, Emergency and Perioperative Medicine (METRIC), Mayo Clinic, Rochester, MN, United States."], ["Sakusic", "Amra", "A", "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, United States; Department of Internal Medicine, Tuzla University Medical Center, Bosnia and Herzegovina; Department of Pulmonary Medicine, Tuzla University Medical Center, Bosnia and Herzegovina."], ["Day", "Courtney N", "CN", "Department of Biostatistics, Mayo Clinic, Rochester, MN, United States."], ["Mandrekar", "Jay", "J", "Department of Biostatistics, Mayo Clinic, Rochester, MN, United States."], ["Kashyap", "Rahul", "R", "Department of Medicine, Multidisciplinary Epidemiology and Translational Research in Intensive Care, Emergency and Perioperative Medicine (METRIC), Mayo Clinic, Rochester, MN, United States."], ["Reddy", "Dereddi Raja Shekar", "DRS", "Department of Medicine, Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, United States; Department of Medicine, Multidisciplinary Epidemiology and Translational Research in Intensive Care, Emergency and Perioperative Medicine (METRIC), Mayo Clinic, Rochester, MN, United States."], ["Rabinstein", "Alejandro A", "AA", "Department of Medicine, Multidisciplinary Epidemiology and Translational Research in Intensive Care, Emergency and Perioperative Medicine (METRIC), Mayo Clinic, Rochester, MN, United States; Department of Neurology, Division of Critical Care Neurology, Mayo Clinic, Rochester, MN, United States. Electronic address: rabinstein.alejandro@mayo.edu."]], "date": "2017-08-18", "id": "28843663", "text": "To determine the incidence, risk factors and outcomes of acute brain failure (ABF) in a mixed medical and surgical cohort of critically ill patients and its effect on ICU & hospital mortality.Observational electronic medical record (EMR) based retrospective cohort study of critically ill patients admitted to the ICU between 2006 and 2013.Tertiary academic medical center.Consecutive adult (>18years) critically ill patients admitted to medical and surgical ICUs. Patients admitted to the Neuroscience, Pediatric and Neonatal ICUs were excluded.None.ABF was defined by the presence of delirium (positive CAM-ICU) or depressed level of consciousness (by abnormal GCS and FOUR scores) in the absence of deep sedation (RASS<-3). Severity of ABF was categorized as grade I if there was delirium with GCS consistently >8 and grade II if the GCS was ≤8 with or without delirium during the ICU hospitalization. ABF duration was not used for this study. Univariate and multivariable analyses were used to access the factors associated with the development of ABF and its effect on short and long term mortality. Of 67,333 ICU patients included in the analysis, ABF was present in 30,610 (44.6%). Patients with ABF had an isolated delirium in 1985 (6.5%) patients, isolated depressed consciousness in 18,323 (59.9%), and both delirium and depressed consciousness in 10,302 (33.6%) patients. When adjusted for comorbidities and severity of illness ABF was associated with increased hospital (OR 3.47; 95% CI 3.19-3.79), and at one year (OR 2.36; 95% CI 2.24-2.50) mortality. Both hospital and one year mortality correlated with the increased severity of ABF. The factors most strongly associated with ABF were pre-admission dementia (OR 7.86; 95% CI 6.15-10.19) and invasive ventilation (OR 2.32; 95% CI 2.24-2.40) but older age, female sex, presence of liver disease, renal failure, diabetes mellitus, malignancy and COPD were also associated with increased risk of ABF.ABF is a common complication of critical illness and is associated with increased short and long term mortality. The risk of ABF was particularly high in older patients with baseline dementia, COPD, diabetes, liver and renal disease and those treated with invasive mechanical ventilation.", "doi": "10.1016/j.jcrc.2017.08.028", "title": "Risk factors and outcomes of critically ill patients with acute brain failure: A novel end point.", "journal": ["Journal of critical care", "J Crit Care"]}