{"authors": [["Gare", "Arran", "A", "Philosophy and Cultural Inquiry, Swinburne University, PO Box 218, Hawthorn, Vic. 3122, Australia. Electronic address: agare@swin.edu.au."]], "date": "2017-08-23", "id": "28843479", "text": "C.H. Waddington's concepts of 'chreods' (canalized paths of development) and 'homeorhesis' (the tendency to return to a path), each associated with 'morphogenetic fields', were conceived by him as a contribution to complexity theory. Subsequent developments in complexity theory have largely ignored Waddington's work and efforts to advance it. Waddington explained the development of the concept of chreod as the influence on his work of Alfred North Whitehead's process philosophy, notably, the concept of concrescence as a self-causing process. Processes were recognized as having their own dynamics, rather than being explicable through their components or external agents. Whitehead recognized the tendency to think only in terms of such 'substances' as a bias of European thought, claiming in his own philosophy 'to approximate more to some strains of Indian, or Chinese, thought, than to western Asiatic, or European, thought.' Significantly, the theoretical biologist who comes closest to advancing Waddington's research program, also marginalized, is Mae-Wan Ho. Noting this bias, and embracing Whitehead's and Waddington's efforts to free biology from assumptions dominating Western thought to advance an ontology of creative causal processes, I will show how later developments of complexity theory, most importantly, Goodwin's work on oscillations, temporality and morphology, Vitiello's dissipative quantum brain dynamics, Salthe's work on hierarchy theory, biosemiotics inspired by Peirce and von Uexküll, Robert Rosen's work on anticipatory systems, together with category theory and biomathics, can augment while being augmented by Waddington's work, while further advancing Mae-Wan Ho's radical research program with its quest to understand the reality of consciousness.", "doi": "10.1016/j.pbiomolbio.2017.08.010", "title": "Chreods, homeorhesis and biofields: Finding the right path for science through Daoism.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}