{"authors": [["Rohaut", "B", "B", "Division of critical care & hospitalist neurology, Columbia university, New York, NY, USA. Electronic address: benjamin.rohaut@gmx.com."], ["Naccache", "L", "L", "INSERM, U 1127, 75013 Paris, France; Institut du cerveau et de la moelle épinière, ICM, PICNIC Lab, 75013 Paris, France; Faculté de médecine Pitié-Salpêtrière, Sorbonne universités, UPMC univ Paris 06, Paris, France; Department of neurophysiology, groupe hospitalier Pitié-Salpêtrière, AP-HP, Paris, France. Electronic address: lionel.naccache@aphp.fr."]], "date": "2017-08-24", "id": "28843414", "text": "By looking for properties of consciousness, cognitive neuroscience studies have dramatically enlarged the scope of unconscious cognitive processing. This emerging knowledge inspired the development of new approaches allowing clinicians to probe and disentangle conscious from unconscious cognitive processes in non-communicating brain-injured patients both in terms of behaviour and brain activity. This information is extremely valuable in order to improve diagnosis and prognosis in such patients both at acute and chronic settings. Reciprocally, the growing observations coming from such patients suffering from disorders of consciousness provide valuable constraints to theoretical models of consciousness. In this review we chose to illustrate these recent developments by focusing on brain signals recorded with EEG at bedside in response to auditory stimuli. More precisely, we present the respective EEG markers of unconscious and conscious processing of two classes of auditory stimuli (sounds and words). We show that in both cases, conscious access to the corresponding representation (e.g.: auditory regularity and verbal semantic content) share a similar neural signature (P3b and P600/LPC) that can be distinguished from unconscious processing occurring during an earlier stage (MMN and N400). We propose a two-stage serial model of processing and discuss how unconscious and conscious signatures can be measured at bedside providing relevant informations for both diagnosis and prognosis of consciousness recovery. These two examples emphasize how fruitful can be the bidirectional approach exploring cognition in healthy subjects and in brain-damaged patients.", "doi": "10.1016/j.neurol.2017.08.001", "title": "Disentangling conscious from unconscious cognitive processing with event-related EEG potentials.", "journal": ["Revue neurologique", "Rev. Neurol. (Paris)"]}