{"authors": [["Ottestad", "William", "W", "Norwegian Special Operations Command (NORSOC), Oslo, Norway; williamottestad@gmail.com."], ["Hansen", "Tor Are", "TA", "Norwegian Special Operations Command (NORSOC), Oslo, Norway."], ["Pradhan", "Gaurav", "G", "Aerospace Medicine Program, Department of Otolaryngology, Mayo Clinic, Phoenix, Arizona."], ["Stepanek", "Jan", "J", "Aerospace Medicine Program, Department of Otolaryngology, Mayo Clinic, Phoenix, Arizona."], ["Høiseth", "Lars Øivind", "LØ", "Department of Anaesthesiology, Division of Emergencies and Critical Care, and Section of Vascular Investigations, Department of Vascular Surgery, Oslo University Hospital, Oslo, Norway; and."], ["Kåsin", "Jan Ivar", "JI", "Norwegian Defence Medical Services, Institute of Aviation Medicine, Oslo, Norway."]], "date": "2017-08-24", "id": "28839003", "text": "High-Altitude High Opening (HAHO) is a military operational procedure in which parachute jumps are performed at high altitude requiring supplemental oxygen, putting personnel at risk of acute hypoxia in the event of oxygen equipment failure. This study was initiated by the Norwegian Army to evaluate potential outcomes during failure of oxygen supply, and to explore physiology during acute severe hypobaric hypoxia. A simulated HAHO without supplemental oxygen was carried out in a hypobaric chamber with decompression to 30,000 ft (9,144 m) and then recompression to ground level with a descent rate of 1,000 ft/min (305 m/min). Nine subjects were studied. Repeated arterial blood gas samples were drawn throughout the entire hypoxic exposure. Additionally, pulse oximetry, cerebral oximetry, and hemodynamic variables were monitored. Desaturation evolved rapidly and the arterial oxygen tensions are among the lowest ever reported in volunteers during acute hypoxia. PaO2 decreased from baseline 18.4 (17.3-19.1) kPa, 138.0 (133.5-143.3) mmHg, to a minimum value of 3.3 (2.9-3.7) kPa, 24.8 (21.6-27.8) mmHg, after 180 (60-210) s, [median (range)], N = 9. Hyperventilation with ensuing hypocapnia was associated with both increased arterial oxygen saturation and cerebral oximetry values, and potentially improved tolerance to severe hypoxia. One subject had a sharp drop in heart rate and cardiac index and lost consciousness 4 min into the hypoxic exposure. A simulated high-altitude airdrop scenario without supplemental oxygen results in extreme hypoxemia and may result in loss of consciousness in some individuals.NEW & NOTEWORTHY This is the first study to investigate physiology and clinical outcome of oxygen system failure in a simulated HAHO scenario. The acquired knowledge is of great value to make valid risk-benefit analyses during HAHO training or operations. The arterial oxygen tensions reported in this hypobaric chamber study are among the lowest ever reported during acute hypoxia.", "doi": "10.1152/japplphysiol.00169.2017", "title": "Acute hypoxia in a simulated high-altitude airdrop scenario due to oxygen system failure.", "journal": ["Journal of applied physiology (Bethesda, Md. : 1985)", "J. Appl. Physiol."]}