{"authors": [["Ywasaki Lima", "Juliana", "J", "Laboratory of Morphology and Animal Pathology, Universidade Estadual do Norte Fluminense Darcy Ribeiro, Campos dos Goytacazes, Rio de Janeiro, Brazil."], ["Machado", "Filipe Brum", "FB", "Laboratory of Biotechnology, Universidade Estadual do Norte Fluminense Darcy Ribeiro, Campos dos Goytacazes, Rio de Janeiro, Brazil."], ["Farro", "Ana Paula Cazerta", "APC", "Laboratory of Genetics and Animal Conservation, Universidade Federal do Espírito Santo, São Mateus, Espírito Santo, Brazil."], ["Barbosa", "Lupércio de Araújo", "LA", "Institute Organization and Environmental Consciousness-ORCA, Vila Velha, Espírito Santo, Brazil."], ["da Silveira", "Leonardo Serafim", "LS", "Laboratory of Morphology and Animal Pathology, Universidade Estadual do Norte Fluminense Darcy Ribeiro, Campos dos Goytacazes, Rio de Janeiro, Brazil."], ["Medina-Acosta", "Enrique", "E", "Laboratory of Biotechnology, Universidade Estadual do Norte Fluminense Darcy Ribeiro, Campos dos Goytacazes, Rio de Janeiro, Brazil."]], "date": "2017-08-24", "id": "28837691", "text": "Sotalia guianensis is a small dolphin that is vulnerable to anthropogenic impacts. Along the Brazilian Atlantic coast, this species is threatened with extinction. A prioritized action plan for conservation strategies relies on increased knowledge of the population. The scarcity of studies about genetic diversity and assessments of population structure for this animal have precluded effective action in the region. Here, we assessed, for the first time, the genetic differentiation at 14 microsatellite loci in 90 S. guianensis specimens stranded on the southeastern Atlantic coast of the State of Espírito Santo, Brazil. We estimated population parameters and structure, measured the significance of global gametic disequilibrium and the intensity of non-random multiallelic interallelic associations and constructed a provisional synteny map using Bos taurus, the closest terrestrial mammal with a reference genome available. All microsatellite loci were polymorphic, with at least three and a maximum of ten alleles each. Allele frequencies ranged from 0.01 to 0.97. Observed heterozygosity ranged from 0.061 to 0.701. The mean inbreeding coefficient was 0.103. Three loci were in Hardy-Weinberg disequilibrium even when missing genotypes were inferred. Although 77 of the 91 possible two-locus associations were in global gametic equilibrium, we unveiled 13 statistically significant, sign-based, non-random multiallelic interallelic associations in 10 two-locus combinations with either coupling (D' values ranging from 0.782 to 0.353) or repulsion (D' values -0.517 to -1.000) forces. Most of the interallelic associations did not involve the major alleles. Thus, for either physically or non-physically linked loci, measuring the intensity of non-random interallelic associations is important for defining the evolutionary forces at equilibrium. We uncovered a small degree of genetic differentiation (FST = 0.010; P-value = 0.463) with a hierarchical clustering into one segment containing members from the southern and northern coastal regions. The data thus support the scenario of little genetic structure in the population of S. guianensis in this geographic area.", "doi": "10.1371/journal.pone.0183645", "title": "Population genetic structure of Guiana dolphin (Sotalia guianensis) from the southwestern Atlantic coast of Brazil.", "journal": ["PloS one", "PLoS ONE"]}