{"authors": [["Yonder", "Huseyin", "H", "From the Surgery and Liver Transplant Institute, Inonu University Faculty of Medicine, 44280 Malatya, Turkey."], ["Akbulut", "Sami", "S", null], ["Kocaaslan", "Huseyin", "H", null], ["Ince", "Volkan", "V", null], ["Karadag", "Nese", "N", null], ["Demirtas", "Gokhan", "G", null], ["Selimoglu", "Ayse", "A", null], ["Yilmaz", "Sezai", "S", null]], "date": "2017-08-24", "id": "28836933", "text": "Early or late posttransplant opportunistic infections are among the leading complications after liver transplant. The source of early posttransplant opportunistic infections is usually the patient, the implantation of an infected graft, contamination during a surgical procedure, or invasive interventions performed at the intensive care unit. A 10-year-old male patient with Wilson disease (Pediatric End-Stage Liver Disease Score of 42, Child-Pugh score of 12, total bilirubin 40 mg/dL, platelet count 55?000/mL, hemoglobin level 6.3 g/dL, albumin level 1.7 g/dL, urinary copper level 4305 μ/24 h) was closely monitored in the pediatric intensive care unit of our liver transplantation center for care of a worsened general status. A deceased-donor liver transplant was performed using a right lobe liver graft (ex vivo split) obtained through the national organ sharing network. The patient developed rightward deviation of eyes and altered consciousness after the procedure and underwent cranial magnetic resonance imaging and computerized tomography examinations. The cranial magnetic resonance image, taken on the third postoperative day, revealed lesions consistent with embolic infarction, and the computed tomography scan, taken on the eighth day, showed intracerebral hemorrhage. Decompressive craniotomy, which included hematoma drainage and catheter placement, was performed. Culture and histopathologic examinations of the hematoma material revealed a Penicillium species of fungi. However, the patient died before a definitive diagnosis was made. The aim of this report is to raise awareness on early posttransplant opportunistic infections of the central nervous system presenting with intracranial hemorrhage following liver transplant.", "doi": "10.6002/ect.2016.0274", "title": "Intracerebral Hemorrhage Related With Penicillium Species Following Deceased-Donor Liver Transplant.", "journal": ["Experimental and clinical transplantation : official journal of the Middle East Society for Organ Transplantation", "Exp Clin Transplant"]}