{"authors": [["Fu", "Bao", "B", "Department of Critical Care Medicine, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou, China."], ["Liu", "Chengxi", "C", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Dalian Road, Zunyi, Guizhou, 201, China."], ["Zhang", "Yajun", "Y", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Dalian Road, Zunyi, Guizhou, 201, China."], ["Fu", "Xiaoyun", "X", "Department of Critical Care Medicine, Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou, China."], ["Zhang", "Lin", "L", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Dalian Road, Zunyi, Guizhou, 201, China."], ["Yu", "Tian", "T", "Guizhou Key Laboratory of Anesthesia and Organ Protection, Zunyi Medical College, Dalian Road, Zunyi, Guizhou, 201, China. gztianyu0607@sina.com."]], "date": "2017-08-23", "id": "28835217", "text": "Ketamine is a frequently used intravenous anesthetic, which can reversibly induce loss of consciousness (LOC). Previous studies have demonstrated that thalamocortical system is critical for information transmission and integration in the brain. The ventral posteromedial nucleus (VPM) is a critical component of thalamocortical system. Glutamate is an important excitatory neurotransmitter in the brain and may be involved in ketamine-induced LOC.The study used whole-cell patch-clamp to observe the effect of ketamine (30 μM-1000 μM) on glutamatergic neurotransmission in VPM slices.Ketamine significantly decreased the amplitude of glutamatergic spontaneous excitatory postsynaptic currents (sEPSCs), but only higher concentration of ketamine (300 μM and 1000 μM) suppressed the frequency of sEPSCs. Ketamine (100 μM-1000 μM) also decreased the amplitude of glutamatergic miniature excitatory postsynaptic currents (mEPSCs), without altering the frequency.In VPM neurons, ketamine attenuates the glutamatergic neurotransmission mainly through postsynaptic mechanism and action potential may be involved in the process.", "doi": "10.1186/s12871-017-0404-5", "title": "Ketamine attenuates the glutamatergic neurotransmission in the ventral posteromedial nucleus slices of rats.", "journal": ["BMC anesthesiology", "BMC Anesthesiol"]}