{"authors": [["Sveinsdóttir", "Herdís", "H", "Faculty of Nursing, University of Iceland, Reykjavík, Iceland."]], "date": "2017-08-22", "id": "28833784", "text": "To explore young women's health-related quality of life (HRQOL) and investigate whether menstrual and menarche experiences and objectification predict mental and physical health components of HRQOL.Menstruation plays a fundamental role in female biology, in women's relationship to their bodies and consequently in women's health and their HRQOL.Cross-sectional explorative survey design.A questionnaire that included the SF-36v2, the Self-objectification Questionnaire (SOQ), the Body Surveillance and Body Shame subscales of the Objectified Body Consciousness Scale, the Belief and Attitudes Towards Menstruation Questionnaire (four subscales), and questions on menarche and menstruation was administered at the end of 2013 to 319 Icelandic women who represented the population by age. The SF-36v2 includes eight dimensions addressing the mental and physical components of HRQOL. Scores are presented as raw data scores and scores based on standardised score of American women and range from 0 to 100 with higher scores indicating better HRQL. A hierarchical multiple linear regression model was employed to calculate significant predictors of mental and physical health components of HRQOL.Mean raw data scores on SF36-v2 dimensions ranged from 54.7 to 91.5. The participants scored below the standardised, mean norm-based score for all dimensions. Secrecy of menstruation, experience of body shame and pain during menstruation predicted worse mental HRQOL. To believe in the proscriptive role and the unpleasantness of menstruation, experience of body shame, medication for menstrual pain and not holding a university education predicted worse physical HRQOL. These two models explained 30% and 22% of the variance of the mental and physical components of SF36-v2, respectively.Young women's mental and physical HRQOL is influenced by the specific context of their lives.Women's health education should take into account the various relationships women may have with their bodies.", "doi": "10.1111/jocn.14049", "title": "Menstruation, objectification and health-related quality of life: A questionnaire study.", "journal": ["Journal of clinical nursing", "J Clin Nurs"]}