{"authors": [["Hoz", "Samer Saad", "SS", "Neurological Surgery Residents, Department of Neurosurgery, Neurosurgery Teaching Hospital, Baghdad, Iraq."], ["Alkhaleeli", "Ahmed Aman", "AA", "Neurological Surgeon, Department of Neurosurgery, Neurosurgery Teaching Hospital, Baghdad, Iraq."], ["Aktham", "Awfa", "A", "Neurological Surgery Residents, Department of Neurosurgery, Neurosurgery Teaching Hospital, Baghdad, Iraq."]], "date": "2017-08-21", "id": "28832808", "text": "Malignant melanoma is the third most common cause of cerebral metastases after breast and lung cancer. Despite advances in therapeutic options, the prognosis for patients with cerebral metastases from melanoma remains poor, with a median survival time of six months after diagnosis.A 65-year-old woman was diagnosed with a malignant melanoma on the third toe of her left foot.The tumorous spot was excised surgically. However, the melanoma reappeared after one year and skin biopsy confirmed recurrence of malignant melanoma. Investigations showed metastasis to the left pelvic region, left lobe of the liver and right lobe of the lung.The patient then received chemotherapy. Subsequently, the patient was brought to the emergency department with an altered level of consciousness (Glasgow coma scale: 9) and hemiplegia on the right side of her body. Computed tomography scans of the brain revealed hemorrhagic lesions in the parieto-occipital lobes of the brain. Urgent surgical evacuation was done to remove the lesion, following which the patient showed improvement in her score on the Glasgow coma scale and a concomitant decrease in weakness. She was discharged from hospital with full consciousness.The patient died of acute renal failure 14 months after the brain surgery and approximately 4 years after the initial presentation of the case.This case outcome is rare and shows the effectiveness of surgery to treat cerebral metastasis from malignant melanoma in a situation with multisystem metastasis already present.", "doi": "10.1590/1516-3180.2017.0003090317", "title": "Prolonged survival after surgical resection of cerebral metastasis from melanoma with multisystemic metastasis already present: a case report and literature review.", "journal": ["Sao Paulo medical journal = Revista paulista de medicina", "Sao Paulo Med J"]}