{"authors": [["Snijders Blok", "M R", "MR", "Academisch Medisch Centrum, Amsterdam."], ["de Lange", "F J", "FJ", null], ["Thijs", "R D", "RD", null], ["van Dijk", "J G", "JG", null], ["Wieling", "W", "W", null], ["van Dijk", "N", "N", null]], "date": null, "id": "28831928", "text": "Some medical problems, such as syncope, have direct consequences for fitness to drive. Our objective was to discover if patients had been informed about their driving status after a syncopal episode by their physician, and if this advice was in line with current legislation.Cross-sectional study.By means of a structured questionnaire, 150 patients referred to the syncope clinic at the Academic Medical Centre, Amsterdam, were asked about the advice they had received concerning their driving status during previous consultations with their general practitioner or specialists. A syncope expert then assessed the driving status of all patients in the light of the existing and new ruling.In 121 of the 150 patients (81%), a certain or highly-likely cause for their loss of consciousness was determined: 68 patients had reflex syncope, 25 patients orthostatic hypotension, 20 patients psychogenic pseudosyncope, three patients cardiac syncope, three patients had epilepsy and two patients another diagnosis. Seven patients had experienced an episode while driving. Only 26/150 patients (17%) reported that the consequences of their episodes for their driving status had been discussed with them at earlier consultations. If driving was discussed, in only 31% had the current Dutch legislation on driving been followed. Over a third (38%) of the patients felt they should no longer drive.Fewer than one in five patients reported that driving status was discussed by a physician after a syncope episode. If advice had been given, it was often not in line with current legislation.", "doi": null, "title": "[Driving status of syncope patients is not part of standard advice].", "journal": ["Nederlands tijdschrift voor geneeskunde", "Ned Tijdschr Geneeskd"]}