{"authors": [["Polyanska", "Liliana", "L", "Sackler Centre for Consciousness Science, University of Sussex, Falmer BN1 9RY, UK."], ["Critchley", "Hugo D", "HD", "Sackler Centre for Consciousness Science, University of Sussex, Falmer BN1 9RY, UK."], ["Rae", "Charlotte L", "CL", "Sackler Centre for Consciousness Science, University of Sussex, Falmer BN1 9RY, UK."]], "date": "2017-08-03", "id": "28831377", "text": "Tourette Syndrome (TS) is a neurodevelopmental condition characterized by chronic multiple tics, which are experienced as compulsive and 'unwilled'. Patients with TS can differ markedly in the frequency, severity, and bodily distribution of tics. Moreover, there are high comorbidity rates with attention deficit hyperactivity disorder (ADHD), obsessive compulsive disorder (OCD), anxiety disorders, and depression. This complex clinical profile may account for apparent variability of findings across neuroimaging studies that connect neural function to cognitive and motor behavior in TS. Here we crystalized information from neuroimaging regarding the functional circuitry of TS, and furthermore, tested specifically for neural determinants of tic severity, by applying activation likelihood estimation (ALE) meta-analyses to neuroimaging (activation) studies of TS. Fourteen task-based studies (13 fMRI and one H2O-PET) met rigorous inclusion criteria. These studies, encompassing 25 experiments and 651 participants, tested for differences between TS participants and healthy controls across cognitive, motor, perceptual and somatosensory domains. Relative to controls, TS participants showed distributed differences in the activation of prefrontal (inferior, middle, and superior frontal gyri), anterior cingulate, and motor preparation cortices (lateral premotor cortex and supplementary motor area; SMA). Differences also extended into sensory (somatosensory cortex and the lingual gyrus; V4); and temporo-parietal association cortices (posterior superior temporal sulcus, supramarginal gyrus, and retrosplenial cortex). Within TS participants, tic severity (reported using the Yale Global Tic Severity Scale; YGTSS) selectively correlated with engagement of SMA, precentral gyrus, and middle frontal gyrus across tasks. The dispersed involvement of multiple cortical regions with differences in functional reactivity may account for heterogeneity in the symptomatic expression of TS and its comorbidities. More specifically for tics and tic severity, the findings reinforce previously proposed contributions of premotor and lateral prefrontal cortices to tic expression.", "doi": "10.1016/j.nicl.2017.08.004", "title": "Centrality of prefrontal and motor preparation cortices to Tourette Syndrome revealed by meta-analysis of task-based neuroimaging studies.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}