{"authors": [["Sunwoo", "Jun-Sang", "JS", "Department of Neurology, Soonchunhyang University School of Medicine, Seoul, South Korea."], ["Lee", "Soon-Tae", "ST", "Program in Neuroscience, Seoul National University College of Medicine, Seoul, South Korea."], ["Jung", "Keun-Hwa", "KH", "Program in Neuroscience, Seoul National University College of Medicine, Seoul, South Korea."], ["Park", "Kyung-Il", "KI", "Department of Neurology, Seoul National University Hospital Healthcare System Gangnam Center, Seoul, South Korea."], ["Moon", "Jangsup", "J", "Program in Neuroscience, Seoul National University College of Medicine, Seoul, South Korea."], ["Jung", "Ki-Young", "KY", "Program in Neuroscience, Seoul National University College of Medicine, Seoul, South Korea."], ["Kim", "Manho", "M", "Protein Metabolism Medical Research Center, Seoul National University College of Medicine, Seoul, South Korea."], ["Lee", "Sang Kun", "SK", "Program in Neuroscience, Seoul National University College of Medicine, Seoul, South Korea."], ["Chu", "Kon", "K", "Department of Neurology, Comprehensive Epilepsy Center, Seoul National University Hospital, Seoul, South Korea."]], "date": null, "id": "28829730", "text": "Japanese encephalitis (JE) virus is a major cause of devastating viral encephalitis, especially in Asia. Although a successful vaccination program led to its near-elimination over three decades in South Korea, the incidence of JE has increased since 2010. The present study investigated the clinical manifestations, laboratory findings, and factors affecting neurological outcomes of reemerging JE. We retrospectively reviewed medical records of laboratory-confirmed JE patients who presented with acute encephalitis syndrome at three tertiary hospitals between 2010 and 2015. A total of 17 patients with JE were identified. Their median age was 51 years, and 10 (58.5%) were men. The most common symptoms and signs were fever (94.1%), altered consciousness (94.1%), and headache (80.2%). Hyporeflexia (47.1%), seizures (35.2%), abnormal brainstem reflex (23.5%), and flaccid weakness (17.6%) were also noted. Brain imaging revealed thalamic lesions in all patients, with the hippocampus, midbrain, basal ganglia, and cerebral cortex affected to varying degrees. Sixteen patients (94.1%) required management in the intensive care unit with mechanical ventilation due to neurological deterioration. At the time of discharge, 11 (64.7%) had poor recovery, defined as Glasgow coma scale scores of less than 8, and remained ventilator dependent. Comparison between the two outcome groups indicated that midbrain involvement (P = 0.028) and rapid deterioration (P = 0.005) were associated with severe neurological sequelae. Given that JE is a vaccine-preventable disease, vaccination for adults should be considered in response to the reemergence of JE.", "doi": "10.4269/ajtmh.17-0054", "title": "Clinical Characteristics of Severe Japanese Encephalitis: A Case Series from South Korea.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}