{"authors": [["Sato", "Yosuke", "Y", "Department of Neurosurgery, Cerebrovascular Center, Niigata Rosai Hospital, Japan Organization of Occupational Health and Safety, Niigata, Japan. Electronic address: yanda2011@gmail.com."], ["Ando", "Kazuhiro", "K", "Department of Neurosurgery, Cerebrovascular Center, Niigata Rosai Hospital, Japan Organization of Occupational Health and Safety, Niigata, Japan."], ["Kawaguchi", "Makoto", "M", "Division of Diagnostic Pathology, Niigata Rosai Hospital, Japan Organization of Occupational Health and Safety, Niigata, Japan."], ["Kakinuma", "Kenichi", "K", "Department of Neurosurgery, Cerebrovascular Center, Niigata Rosai Hospital, Japan Organization of Occupational Health and Safety, Niigata, Japan."]], "date": "2017-08-18", "id": "28826583", "text": "Distal medial lenticulostriate artery (LSA) aneurysms associated with isolated intraventricular hemorrhage (IVH) are extremely rare. We report a very rare case of the isolated IVH due to the rupture of the distal medial LSA pseudoaneurysm that was not visible at the initial angiography but later emerged and grew.A 61-year-old woman with a history of hypertension had sudden onset of severe headache and mild consciousness disturbance. The computed tomography scan revealed the IVH, but the initial angiographies showed no evidence of aneurysm. The follow-up magnetic resonance imaging revealed that an intraventricular mass, arising from the right distal medial LSA, emerged and grew into the right anterior horn. Considering the risk of rebleeding, we resected the mass lesion via the transsulcal transventricular approach. The postoperative imaging showed complete obliteration of the mass lesion. Histopathological analysis indicated the pseudoaneurysm. The patient was discharged without any neurological deficit.The careful and repetitive follow-up imaging should be done in the cases with isolated IVH even if the initial image evaluations are unrevealing. The transsulcal transventricular approach can be the most minimally invasive surgical option for intraventricular lesion.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.07.021", "title": "Successful Resection of a Growing Distal Medial Lenticulostriate Artery Pseudoaneurysm Presenting with Isolated Intraventricular Hemorrhage.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}