{"authors": [["Boselli", "E", "E", "Department of Anesthesiology, Pierre Oudot Hospital Center, 38300, Bourgoin-Jallieu, France. emmanuel.boselli@gmail.com."], ["Musellec", "H", "H", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Martin", "L", "L", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Bernard", "F", "F", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Fusco", "N", "N", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Guillou", "N", "N", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Hugot", "P", "P", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Paqueron", "X", "X", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Yven", "T", "T", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."], ["Virot", "C", "C", "Émergences, Institute for Teaching and Research in Hypnosis and Therapeutic Communication, Rennes, France."]], "date": "2017-08-20", "id": "28825157", "text": "Hypnosis has shown an effect on the regulation of the autonomic nervous system by increasing parasympathetic activity. The Analgesia/Nociception Index (ANI) is derived from heart rate variability and represents the relative parasympathetic tone. We investigated the effects of hypnosis on ANI in healthy volunteers. Participants to the 2016 International Hypnosis congress, Saint Malo, France were recruited in this prospective observational study. After comfortable positioning of the subject in the sitting position (T0), the hypnotic trance was induced (T1) then conducted with suggestions of comfort (T2) before return to normal consciousness (T3). The ANI, heart rate (HR) and respiratory rate (RR) were recorded at the different time-points. Forty subjects were enrolled (31 women, 9 men). The mean ± SD ANI at T2 (84 ± 12) was significantly greater than at T0 (60 ± 10), T1 (62 ± 9) and T3 (59 ± 11). The median [25th-75th percentile] ANI values at T2 were significantly greater in women (90 [83-95]) than in men (74 [68-83]). There were no significant variations of HR during time. The median [25th-75th percentile] RR at T1 (16 [14-18] breaths/min) and T2 (14 [12-16] breaths/min) were significantly smaller than at T0 (18 [16-20] breaths/min) and T3 (18 [16-20] breaths/min). This study shows that hypnosis induces an increase in the relative parasympathetic tone assessed by ANI in healthy volunteers, with greater ANI values observed in women. These results suggest that ANI monitoring may provide an objective tool for the measurement of the intensity of the hypnotic process, although this should be confirmed by further studies.", "doi": "10.1007/s10877-017-0056-5", "title": "Effects of hypnosis on the relative parasympathetic tone assessed by ANI (Analgesia/Nociception Index) in healthy volunteers: a prospective observational study.", "journal": ["Journal of clinical monitoring and computing", "J Clin Monit Comput"]}