{"authors": [["Moeini-Jazani", "Mehrad", "M", "Department of Marketing, Faculty of Economics and Business, University of GroningenGroningen, Netherlands."], ["Knoeferle", "Klemens", "K", "Center for Multisensory Marketing, Department of Marketing, BI Norwegian Business SchoolOslo, Norway."], ["de Molière", "Laura", "L", "Cognitive, Perceptual, and Brain Sciences, University College LondonLondon, United Kingdom."], ["Gatti", "Elia", "E", "Multisensory Experiences (Informatics) Psychology and Brain Sciences, University of SussexBrighton, United Kingdom."], ["Warlop", "Luk", "L", "Center for Multisensory Marketing, Department of Marketing, BI Norwegian Business SchoolOslo, Norway."]], "date": "2017-08-03", "id": "28824501", "text": "Building on recent psychological research showing that power increases self-focused attention, we propose that having power increases accuracy in perception of bodily signals, a phenomenon known as interoceptive accuracy. Consistent with our proposition, participants in a high-power experimental condition outperformed those in the control and low-power conditions in the Schandry heartbeat-detection task. We demonstrate that the effect of power on interoceptive accuracy is not explained by participants' physiological arousal, affective state, or general intention for accuracy. Rather, consistent with our reasoning that experiencing power shifts attentional resources inward, we show that the effect of power on interoceptive accuracy is dependent on individuals' chronic tendency to focus on their internal sensations. Moreover, we demonstrate that individuals' chronic sense of power also predicts interoceptive accuracy similar to, and independent of, how their situationally induced feeling of power does. We therefore provide further support on the relation between power and enhanced perception of bodily signals. Our findings offer a novel perspective-a psychophysiological account-on how power might affect judgments and behavior. We highlight and discuss some of these intriguing possibilities for future research.", "doi": "10.3389/fpsyg.2017.01322", "title": "Social Power Increases Interoceptive Accuracy.", "journal": ["Frontiers in psychology", "Front Psychol"]}