{"authors": [["Binder", "Marek", "M", "Psychophysiology Laboratory, Institute of Psychology, Jagiellonian University, Kraków, Poland. Electronic address: marek.binder@uj.edu.pl."], ["Gociewicz", "Krzysztof", "K", "Psychophysiology Laboratory, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Windey", "Bert", "B", "Consciousness, Cognition and Computation Group, Center for Research in Cognition, Université Libre de Bruxelles, Brussels, Belgium."], ["Koculak", "Marcin", "M", "Psychophysiology Laboratory, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Finc", "Karolina", "K", "Centre for Modern Interdisciplinary Technologies, Nicolaus Copernicus University, Toruń, Poland."], ["Nikadon", "Jan", "J", "Centre for Modern Interdisciplinary Technologies, Nicolaus Copernicus University, Toruń, Poland."], ["Derda", "Monika", "M", "Consciousness Lab, Institute of Psychology, Jagiellonian University, Kraków, Poland."], ["Cleeremans", "Axel", "A", "Consciousness, Cognition and Computation Group, Center for Research in Cognition, Université Libre de Bruxelles, Brussels, Belgium."]], "date": "2017-08-18", "id": "28823896", "text": "According to the levels-of-processing hypothesis, transitions from unconscious to conscious perception may depend on stimulus processing level, with more gradual changes for low-level stimuli and more dichotomous changes for high-level stimuli. In an event-related fMRI study we explored this hypothesis using a visual backward masking procedure. Task requirements manipulated level of processing. Participants reported the magnitude of the target digit in the high-level task, its color in the low-level task, and rated subjective visibility of stimuli using the Perceptual Awareness Scale. Intermediate stimulus visibility was reported more frequently in the low-level task, confirming prior behavioral results. Visible targets recruited insulo-fronto-parietal regions in both tasks. Task effects were observed in visual areas, with higher activity in the low-level task across all visibility levels. Thus, the influence of level of processing on conscious perception may be mediated by attentional modulation of activity in regions representing features of consciously experienced stimuli.", "doi": "10.1016/j.concog.2017.07.010", "title": "The levels of perceptual processing and the neural correlates of increasing subjective visibility.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}