{"authors": [["Renz", "M", "M", "1 Psychooncology, Oncology, Cantonal Hospital, St Gallen, Switzerland."], ["Reichmuth", "O", "O", "2 Oncological Palliative Medicine, Cantonal Hospital, St Gallen, Switzerland."], ["Bueche", "D", "D", "3 Palliative Center, Cantonal Hospital, St Gallen, Switzerland."], ["Traichel", "B", "B", "4 Palliative Unit, Cantonal Hospital, Munsterlingen, Switzerland."], ["Mao", "M Schuett", "MS", "1 Psychooncology, Oncology, Cantonal Hospital, St Gallen, Switzerland."], ["Cerny", "T", "T", "5 Oncology, Cantonal Hospital, St Gallen, Switzerland."], ["Strasser", "F", "F", "2 Oncological Palliative Medicine, Cantonal Hospital, St Gallen, Switzerland."]], "date": "2017-01-01", "id": "28823175", "text": "Approaching death seems to be associated with physiological/spiritual changes. Trajectories including the physical-psychological-social-spiritual dimension have indicated a terminal drop. Existential suffering or deathbed visions describe complex phenomena. However, interrelationships between different constituent factors (e.g., fear and pain, spiritual experiences and altered consciousness) are largely unknown. We lack deeper understanding of patients' inner processes to which care should respond. In this study, we hypothesized that fear/pain/denial would happen simultaneously and be associated with a transformation of perception from ego-based (pre-transition) to ego-distant perception/consciousness (post-transition) and that spiritual (transcendental) experiences would primarily occur in periods of calmness and post-transition. Parameters for observing transformation of perception (pre-transition, transition itself, and post-transition) were patients' altered awareness of time/space/body and patients' altered social connectedness.Two interdisciplinary teams observed 80 dying patients with cancer in palliative units at 2 Swiss cantonal hospitals. We applied participant observation based on semistructured observation protocols, supplemented by the list of analgesic and psychotropic medication. Descriptive statistical analysis and Interpretative Phenomenological Analysis (IPA) were combined. International interdisciplinary experts supported the analysis.Most patients showed at least fear and pain once. Many seemed to have spiritual experiences and to undergo a transformation of perception only partly depending on medication. Line graphs representatively illustrate associations between fear/pain/denial/spiritual experiences and a transformation of perception. No trajectory displayed uninterrupted distress. Many patients seemed to die in peace. Previous near-death or spiritual/mystical experiences may facilitate the dying process.Approaching death seems not only characterized by periods of distress but even more by states beyond fear/pain/denial.", "doi": "10.1177/1049909117725271", "title": "Fear, Pain, Denial, and Spiritual Experiences in Dying Processes.", "journal": ["The American journal of hospice & palliative care", "Am J Hosp Palliat Care"]}