{"authors": [["Minert", "Anne", "A", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Yatziv", "Shai-Lee", "SL", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel."], ["Devor", "Marshall", "M", "Department of Cell and Developmental Biology, Institute of Life Sciences, and Center for Research on Pain, The Hebrew University of Jerusalem, Jerusalem 91904, Israel marshlu@mail.huji.ac.il."]], "date": "2017-08-16", "id": "28821646", "text": "The transition from wakefulness to general anesthesia is widely attributed to suppressive actions of anesthetic molecules distributed by the systemic circulation to the cerebral cortex (for amnesia and loss of consciousness) and to the spinal cord (for atonia and antinociception). An alternative hypothesis proposes that anesthetics act on one or more brainstem or diencephalic nuclei, with suppression of cortex and spinal cord mediated by dedicated axonal pathways. Previously, we documented induction of an anesthesia-like state in rats by microinjection of small amounts of GABAA-receptor agonists into an upper brainstem region named the mesopontine tegmental anesthesia area (MPTA). Correspondingly, lesioning this area rendered animals resistant to systemically delivered anesthetics. Here, using rats of both sexes, we applied a modified microinjection method that permitted localization of the anesthetic-sensitive neurons with much improved spatial resolution. Microinjected at the MPTA hotspot identified, exposure of 1900 or fewer neurons to muscimol was sufficient to sustain whole-body general anesthesia; microinjection as little as 0.5 mm off-target did not. The GABAergic anesthetics pentobarbital and propofol were also effective. The GABA-sensitive cell cluster is centered on a tegmental (reticular) field traversed by fibers of the superior cerebellar peduncle. It has no specific nuclear designation and has not previously been implicated in brain-state transitions.SIGNIFICANCE STATEMENT General anesthesia permits pain-free surgery. Furthermore, because anesthetic agents have the unique ability to reversibly switch the brain from wakefulness to a state of unconsciousness, knowing how and where they work is a potential route to unraveling the neural mechanisms that underlie awareness itself. Using a novel method, we have located a small, and apparently one of a kind, cluster of neurons in the mesopontine tegmentum that are capable of effecting brain-state switching when exposed to GABAA-receptor agonists. This action appears to be mediated by a network of dedicated axonal pathways that project directly and/or indirectly to nearby arousal nuclei of the brainstem and to more distant targets in the forebrain and spinal cord.", "doi": "10.1523/JNEUROSCI.0544-17.2017", "title": "Location of the Mesopontine Neurons Responsible for Maintenance of Anesthetic Loss of Consciousness.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}