{"authors": [["Lee", "Han Sang", "HS", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Sunwoo", "Jun-Sang", "JS", "Department of Neurology, Soonchunhyang University College of Medicine, Seoul, South Korea."], ["Ahn", "Seon-Jae", "SJ", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Moon", "Jangsup", "J", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Lim", "Jung-Ah", "JA", "Department of Neurology, National Center for Mental Health, An affiliate of the Ministry for Health & Welfare, Seoul, South Korea."], ["Jun", "Jin-Sun", "JS", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Lee", "Woo-Jin", "WJ", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Lee", "Soon-Tae", "ST", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Jung", "Keun-Hwa", "KH", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Park", "Kyung-Il", "KI", "Department of Neurology, Seoul National University Hospital Healthcare System Gangnam Center, Seoul, South Korea."], ["Jung", "Ki-Young", "KY", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Lee", "Sang Kun", "SK", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."], ["Chu", "Kon", "K", "Department of Neurology, Seoul National University Hospital, Seoul, South Korea."]], "date": "2017-08-18", "id": "28820719", "text": "Orientia tsutsugamushi is a major cause of vector-borne infection in Asia. Prompt recognition and appropriate treatment are crucial because of its potentially fatal complications and lack of response to beta-lactam antibiotics. The present study retrospectively evaluated the clinical characteristics and laboratory findings of 16 patients with scrub typhus-related central nervous system (CNS) infections. Single titers ≥ 1:40 of total serum antibodies against O. tsutsugamushi detected by an indirect immunofluorescent assay were considered as positive results. The median age was 35.5 (range, 14-72) years, and 10 (62.5%) patients were female. The most common symptoms were headache (81.3%) and fever (81.3%). Eschar formation was found in three (18.8%) patients. Among patients with encephalitis, seizures and altered consciousness occurred in five (83.3%) and four (66.7%) patients, respectively. An abnormal liver function was noted in seven (43.8%) patients. The median antibody titer was 1:120 (range, 1:40-1:2,560). Typical cerebrospinal fluid profiles were lymphocytic pleocytosis, mild protein elevations, and normal glucose levels. All patients received an empirical treatment with doxycycline and most (93.8%) of them recovered without neurological sequelae. None of the patients reported side effects of the doxycycline treatment. An empirical treatment with doxycycline is needed in patients with CNS infections in scrub typhus endemic areas.", "doi": "10.4269/ajtmh.17-0077", "title": "Central Nervous System Infection Associated with Orientia tsutsugamushi in South Korea.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}