{"authors": [["Golkowski", "Daniel", "D", "Neurologische Klinik und Poliklinik, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany. Golkowski@tum.de."], ["Merz", "Katharina", "K", "Klinik für Anästhesiologie, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany."], ["Mlynarcik", "Caroline", "C", "Neurologische Klinik und Poliklinik, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany."], ["Kiel", "Tobias", "T", "Klinik für Anästhesiologie, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany."], ["Schorr", "Barbara", "B", "Institut für biologische und medizinische Psychologie, Universität Ulm, 89081, Ulm, Germany."], ["Lopez-Rolon", "Alex", "A", "Neurologische Klinik und Poliklinik, Klinikum der Universität München, 81377, Munich, Germany."], ["Lukas", "Mathias", "M", "Nuklearmedizinische Klinik, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany."], ["Jordan", "Denis", "D", "Klinik für Anästhesiologie, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany."], ["Bender", "Andreas", "A", "Therapiezentrum Burgau, 89331, Burgau, Germany."], ["Ilg", "Rüdiger", "R", "Neurologische Klinik und Poliklinik, Klinikum rechts der Isar der Technischen Universität München, 81675, Munich, Germany."]], "date": "2017-08-17", "id": "28819796", "text": "Previous studies could demonstrate that functional magnetic resonance imaging (fMRI), fludeoxyglucose positron emission tomography (FDG-PET), and electroencephalography (EEG) measures contain information about patients suffering from disorders of consciousness (DOC) and thus improve the clinical diagnosis. Additionally, the technical modalities were able to predict the outcome of patients. However, most studies lack proven reproducibility in a clinical setting. We here applied a standardized combined EEG/fMRI/FDG-PET measurement to a cohort of 20 patients suffering from DOC and focused on parameters that have been demonstrated to contain information about diagnosis and prognosis of these patients. We evaluated EEG band power, fMRI connectivity in networks associated with consciousness and sensory networks, as well as absolute glucose uptake in the brain as potential markers of preserved consciousness or favorable outcome. Acquired data were analyzed by a principal component analysis to identify the most important markers in a hypothesis-free manner. These were then analyzed with statistical group comparisons. Absolute FDG-PET could prove that glucose metabolism in the occipital lobe is significantly higher in minimally conscious than in vegetative state patients. Delta band power showed to be prognostic marker for a favorable outcome. We conclude that absolute FDG-PET is a suitable tool to evaluate the level consciousness in DOC patients. Additionally, we propose delta band power as marker of a favorable outcome in DOC patients. We suggest that these findings promote a standardized technical evaluation of DOC patients to improve diagnosis and prognosis.", "doi": "10.1007/s00415-017-8591-z", "title": "Simultaneous EEG-PET-fMRI measurements in disorders of consciousness: an exploratory study on diagnosis and prognosis.", "journal": ["Journal of neurology", "J. Neurol."]}