{"authors": [["Ulrich", "Michael T", "MT", "Department of Medicine, Loma Linda University Medical Center, Loma Linda, CA, USA."], ["Loo", "Lawrence K", "LK", "Department of Medicine, Loma Linda University Medical Center, Loma Linda, CA, USA."], ["Ing", "Michael B", "MB", "Infectious Diseases Section, Jerry L. Pettis Memorial Veterans Hospital, Loma Linda, CA, USA."]], "date": "2017-07-26", "id": "28819362", "text": "Cerebrospinal fluid (CSF) rhinorrhea results from an abnormal communication of the dura mater to the nasal mucosa. The majority of cases of CSF rhinorrhea are the result of trauma or surgery involving the skull base. Spontaneous CSF rhinorrhea is a rare clinical entity with increased risk of ascending infection. Delay in diagnosis places the patient at risk of developing meningitis.A 36-year-old African American female with significant medical history of obesity and hypertension presented to the emergency department with headache, altered level of consciousness, fever, and neck stiffness. Previously, the patient was diagnosed with chronic allergic sinusitis by multiple providers. Physical exam findings and laboratory tests were consistent with bacterial meningitis. The patient was admitted and started on appropriate antibiotic therapy. The patient continued to complain of persistent unilateral clear nasal drainage. The initial report from the computerized tomography scan of the sinuses indicated findings consistent with chronic sinusitis. Magnetic resonance imaging of the orbits revealed findings consistent with CSF rhinorrhea. Otolaryngology was consulted for surgical intervention.Suspected CSF rhinorrhea should prompt immediate biochemical and radiologic evaluation and surgical consultation. CSF rhinorrhea places patients at risk of developing bacterial meningitis.", "doi": "10.1155/2017/9012579", "title": "Recurrent CSF Rhinorrhea Misdiagnosed as Chronic Allergic Rhinitis with Subsequent Development of Bacterial Meningitis.", "journal": ["Case reports in medicine", "Case Rep Med"]}