{"authors": [["Bharath", "Rose Dawn", "RD", "Department of Neuroimaging and Interventional Radiology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Panda", "Rajanikant", "R", "Department of Neuroimaging and Interventional Radiology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Saini", "Jitender", "J", "Department of Neuroimaging and Interventional Radiology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Sriganesh", "Kamath", "K", "Department of Neuroanaesthesia and Neurocritical Care, National Institute of Mental Health and Neuroscience (NIMHANS), Bangalore, India. drsri23@rediffmail.com."], ["Rao", "G S Umamaheswara", "GSU", "Department of Neuroanaesthesia and Neurocritical Care, National Institute of Mental Health and Neuroscience (NIMHANS), Bangalore, India."]], "date": "2017-08-17", "id": "28819211", "text": "Human consciousness is considered a result of the synchronous \"humming\" of multiple dynamic networks. We performed a dynamic functional connectivity analysis using resting state functional magnetic resonance imaging (rsfMRI) in 14 patients before and during a propofol infusion to characterize the sedation-induced alterations in consciousness. A sliding 36-second window was used to derive 59 time points of whole brain integrated local connectivity measurements. Significant changes in the connectivity strength (Z Corr) at various time points were used to measure the connectivity fluctuations during awake and sedated states. Compared with the awake state, sedation was associated with reduced cortical connectivity fluctuations in several areas connected to the default mode network and around the perirolandic cortex with a significantly decreased correlation of connectivity between their anatomical homologues. In addition, sedation was associated with increased connectivity fluctuations in the frequency range of 0.027 to 0.063 Hz in several deep nuclear regions, including the cerebellum, thalamus, basal ganglia and insula. These findings advance our understanding of sedation-induced altered consciousness by visualizing the altered dynamics in several cortical and subcortical regions and support the concept of defining consciousness as a dynamic and integrated network.", "doi": "10.1038/s41598-017-08135-2", "title": "Dynamic local connectivity uncovers altered brain synchrony during propofol sedation.", "journal": ["Scientific reports", "Sci Rep"]}