{"authors": [["Campbell", "Margaret L", "ML", "1 College of Nursing, Wayne State University , Detroit, Michigan."], ["Kiernan", "Jason M", "JM", "1 College of Nursing, Wayne State University , Detroit, Michigan."], ["Strandmark", "John", "J", "2 Grace Hospice , Okemos, Michigan."], ["Yarandi", "Hossein N", "HN", "1 College of Nursing, Wayne State University , Detroit, Michigan."]], "date": "2017-08-17", "id": "28817366", "text": "The trajectory of dyspnea has been reported among patients approaching the end of life. However, patients near death have been dropped from longitudinal studies or excluded altogether because of an inability to self-report; proxy estimates have been reported. It is not known whether dyspnea or respiratory distress remains stable, escalates, or abates as patients reach last days.Determine trajectory of dyspnea (self-reported) and respiratory distress (observed) among patients who were approaching death.A prospective, repeated-measures study of dyspnea/respiratory distress among a sample of hospice patients was done. Measures were collected at each patient encounter from hospice enrollment until patient death.Dyspnea was measured in response to \"Are you short of breath?\" and using the numeric rating scale anchored at 0 and 10. Nurses measured respiratory distress with the Respiratory Distress Observation Scale (RDOS). Patient consciousness (Reaction Level Scale), nearness to death (Palliative Performance Scale), diagnoses, and demographics were recorded. Data for the 30-day interval before death were analyzed.The sample was 91 patients who were female (58%) and Caucasian (83%) with dementia (32%), heart failure (26%), and cancer (13%). RDOS increased significantly from mild distress 30 days before death to moderate/severe distress on the day of death (F = 10.8, p < 0.0001). Distress was strongly correlated with nearness to death (r = -0.97, p < 0.0001) and consciousness (r = 0.97, p < 0.0001).Respiratory distress escalated in the last days. Inability to self-report raises care concerns about under-recognition and under-treatment of respiratory distress.", "doi": "10.1089/jpm.2017.0265", "title": "Trajectory of Dyspnea and Respiratory Distress among Patients in the Last Month of Life.", "journal": ["Journal of palliative medicine", "J Palliat Med"]}