{"authors": [["Bruun", "Theodora U J", "TUJ", "Genetics and Genome Biology Program, Research Institute, The Hospital for Sick Children, Toronto, Ontario, Canada."], ["DesRoches", "Caro-Lyne", "CL", "Genetics and Genome Biology Program, Research Institute, The Hospital for Sick Children, Toronto, Ontario, Canada."], ["Wilson", "Diane", "D", "Division of Neonatology, Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."], ["Chau", "Vann", "V", "Division of Neurology, Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."], ["Nakagawa", "Tadashi", "T", "Division of Cell Proliferation, ART, Graduate School of Medicine, Tohoku University, Sendai, Japan."], ["Yamasaki", "Masahiro", "M", "Department of Health Chemistry, Hoshi University, Tokyo, Japan."], ["Hasegawa", "Shinya", "S", "Department of Health Chemistry, Hoshi University, Tokyo, Japan."], ["Fukao", "Toshiyuki", "T", "Department of Pediatrics, Graduate School of Medicine, Gifu University, Gifu, Japan."], ["Marshall", "Christian", "C", "Genetics and Genome Biology Program, Research Institute, The Hospital for Sick Children, Toronto, Ontario, Canada."], ["Mercimek-Andrews", "Saadet", "S", "Genetics and Genome Biology Program, Research Institute, The Hospital for Sick Children, Toronto, Ontario, Canada."]], "date": "2017-08-17", "id": "28817111", "text": "PurposeNeonatal encephalopathy, which is characterized by a decreased level of consciousness, occurs in 1-7/1,000 live-term births. In more than half of term newborns, there is no identifiable etiological factor. To identify underlying genetic defects, we applied whole-exome sequencing (WES) in term newborns with neonatal encephalopathy as a prospective cohort study.MethodsTerm newborns with neonatal encephalopathy and no history of perinatal asphyxia were included. WES was performed using patient and both parents' DNA.ResultsNineteen patients fulfilling inclusion criteria were enrolled. Five patients were excluded owing to withdrawal of consent, no parental DNA samples, or a genetic diagnosis prior to WES. Fourteen patients underwent WES. We confirmed a genetic diagnosis in five patients (36%): epileptic encephalopathy associated with autosomal dominant de novo variants in SCN2A (p.Met1545Val), KCNQ2 (p.Asp212Tyr), and GNAO1 (p.Gly40Arg); lipoic acid synthetase deficiency due to compound heterozygous variants in LIAS (p.Ala253Pro and p.His236Gln); and encephalopathy associated with an X-linked variant in CUL4B (p.Asn211Ser).ConclusionWES is helpful at arriving genetic diagnoses in neonatal encephalopathy and/or seizures and brain damage. It will increase our understanding and probably enable us to develop targeted neuroprotective treatment strategies.GENETICS in MEDICINE advance online publication, 17 August 2017; doi:10.1038/gim.2017.129.", "doi": "10.1038/gim.2017.129", "title": "Prospective cohort study for identification of underlying genetic causes in neonatal encephalopathy using whole-exome sequencing.", "journal": ["Genetics in medicine : official journal of the American College of Medical Genetics", "Genet. Med."]}