{"authors": [["Narita", "Ikuyo", "I", "Department of Cardiology and Nephrology, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Shimada", "Michiko", "M", "Department of Cardiology and Nephrology, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Nakamura", "Norio", "N", "Community Medicine, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Murakami", "Reiichi", "R", "Department of Cardiology and Nephrology, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Fujita", "Takeshi", "T", "Department of Cardiology and Nephrology, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."], ["Fukuda", "Wakako", "W", "Murakami Shinmachi Hospital, Aomori, Japan."], ["Tomita", "Hirofumi", "H", "Department of Cardiology and Nephrology, Hirosaki University Graduate School of Medicine, Hirosaki, Japan."]], "date": "2017-07-25", "id": "28811944", "text": "Ethylene glycol intoxication causes severe metabolic acidosis and acute kidney injury. Fomepizole has become available as its antidote. Nevertheless, a prompt diagnosis is not easy because patients are often unconscious. Here we present a case of ethylene glycol intoxication who successfully recovered with prompt hemodialysis.A 52-year-old Japanese male was admitted to a local hospital due to suspected food poisoning. The patient presented with nausea and vomiting, but his condition rapidly deteriorated, with worsening conscious level, respiratory distress requiring mechanical ventilation, hypotension, and severe acute kidney injury. He was transferred to the university hospital; hemodialysis was initiated because of hyperkalemia and severe metabolic acidosis. On recovering consciousness, he admitted having ingested antifreeze solution. Thirty-seven days after admission, the patient was discharged without requiring HD.We reported a case of ethylene glycol intoxication who presented with a life-threatening metabolic acidosis. In a state of severe circulatory shock requiring catecholamines, hemodialysis should be avoided, and continuous hemodiafiltration may be a preferred approach. However, one should be aware of the possibility of intoxication by unknown causes, and hemodialysis could be life-saving with its superior ability to remove toxic materials in such cases.", "doi": "10.1155/2017/9529028", "title": "Successful Resuscitation of a Patient with Life-Threatening Metabolic Acidosis by Hemodialysis: A Case of Ethylene Glycol Intoxication.", "journal": ["Case reports in nephrology", "Case Rep Nephrol"]}