{"authors": [["Madsen", "Karine", "K", "Department of Clinical Physiology and Nuclear Medicine, Copenhagen University Hospital Hvidovre, Copenhagen, Denmark; Department of Clinical Physiology, Nuclear Medicine and PET, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark. Electronic address: karine@nru.dk."], ["Hesby", "Sara", "S", "Danish Research Centre for Magnetic Resonance, Centre for Functional and Diagnostic Imaging and Research, Copenhagen University Hospital Hvidovre, Copenhagen, Denmark; RUBRIC (Research Unit on Brain Injury Rehabilitation Copenhagen) Department of Neurorehabilitation, Traumatic Brain Injury Unit, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark."], ["Poulsen", "Ingrid", "I", "RUBRIC (Research Unit on Brain Injury Rehabilitation Copenhagen) Department of Neurorehabilitation, Traumatic Brain Injury Unit, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark."], ["Fuglsang", "Stefan", "S", "Department of Clinical Physiology and Nuclear Medicine, Copenhagen University Hospital Hvidovre, Copenhagen, Denmark."], ["Graff", "Jesper", "J", "Department of Clinical Physiology and Nuclear Medicine, Copenhagen University Hospital Hvidovre, Copenhagen, Denmark."], ["Larsen", "Karen B", "KB", "RUBRIC (Research Unit on Brain Injury Rehabilitation Copenhagen) Department of Neurorehabilitation, Traumatic Brain Injury Unit, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark."], ["Kammersgaard", "Lars P", "LP", "RUBRIC (Research Unit on Brain Injury Rehabilitation Copenhagen) Department of Neurorehabilitation, Traumatic Brain Injury Unit, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark."], ["Law", "Ian", "I", "Department of Clinical Physiology, Nuclear Medicine and PET, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark."], ["Siebner", "Hartwig R", "HR", "Danish Research Centre for Magnetic Resonance, Centre for Functional and Diagnostic Imaging and Research, Copenhagen University Hospital Hvidovre, Copenhagen, Denmark."]], "date": "2017-08-12", "id": "28811199", "text": "Loss of consciousness has been shown to reduce cerebral metabolic rates of glucose (CMRglc) measured by brain [18F]FDG-PET. Measurements of regional metabolic patterns by normalization to global cerebral metabolism or cerebellum may underestimate widespread reductions.The aim of this study was to compare quantification methods of whole brain glucose metabolism, including whole brain [18F]FDG uptake normalized to uptake in cerebellum, normalized to injected activity, normalized to plasma tracer concentration, and two methods for estimating CMRglc. Six patients suffering from severe traumatic brain injury (TBI) and ten healthy controls (HC) underwent a 10min static [18F]FDG-PET scan and venous blood sampling.Except from normalizing to cerebellum, all quantification methods found significant lower level of whole brain glucose metabolism of 25-33% in TBI patients compared to HC. In accordance these measurements correlated to level of consciousness.Our study demonstrates that the analysis method of the [18F]FDG PET data has a substantial impact on the estimated whole brain cerebral glucose metabolism in patients with severe TBI. Importantly, the SUVR method which is often used in a clinical setting was not able to distinguish patients with severe TBI from HC at the whole-brain level.We recommend supplementing a static [18F]FDG scan with a single venous blood sample in future studies of patients with severe TBI or reduced level of consciousness. This can be used for simple semi-quantitative uptake values by normalizing brain activity uptake to plasma tracer concentration, or quantitative estimates of CMRglc.", "doi": "10.1016/j.jneumeth.2017.07.032", "title": "Comparison of analytical methods of brain [18F]FDG-PET after severe traumatic brain injury.", "journal": ["Journal of neuroscience methods", "J. Neurosci. Methods"]}