{"authors": [["Beckett Wilson", "Helen", "H", "Centre for the Study of Crime, Criminalisation and Social Exclusion, Liverpool John Moores University, John Foster Building, 80-98 Mount Pleasant, Liverpool, Merseyside, L3 5UZ, UK. Electronic address: H.E.Beckett@ljmu.ac.uk."], ["Taylor", "Stuart", "S", "Centre for the Study of Crime, Criminalisation and Social Exclusion, Liverpool John Moores University, John Foster Building, 80-98 Mount Pleasant, Liverpool, Merseyside, L3 5UZ, UK. Electronic address: S.Taylor2@ljmu.ac.uk."], ["Barrett", "Giles", "G", "Centre for the Study of Crime, Criminalisation and Social Exclusion, Liverpool John Moores University, John Foster Building, 80-98 Mount Pleasant, Liverpool, Merseyside, L3 5UZ, UK. Electronic address: G.A.Barrett@ljmu.ac.uk."], ["Jamieson", "Janet", "J", "Centre for the Study of Crime, Criminalisation and Social Exclusion, Liverpool John Moores University, John Foster Building, 80-98 Mount Pleasant, Liverpool, Merseyside, L3 5UZ, UK. Electronic address: J.Jamieson@ljmu.ac.uk."], ["Grindrod", "Lauren", "L", "Centre for the Study of Crime, Criminalisation and Social Exclusion, Liverpool John Moores University, John Foster Building, 80-98 Mount Pleasant, Liverpool, Merseyside, L3 5UZ, UK. Electronic address: L.Grindrod@ljmu.ac.uk."]], "date": "2017-08-12", "id": "28810157", "text": "Recent decades have seen substantial changes in the UK cannabis landscape, including increased domestic production, the ascendancy of stronger strains (namely 'skunk') and the drug's reclassification under the 1971 Misuse of Drugs Act. Resultantly, cannabis retains significance in the consciousness, priorities and policy agendas of communities, drug services and criminal justice agencies.This paper presents an empirical study, which examined both perceptions and impacts of cannabis cultivation and its control within a North-West English borough. It draws on qualitative research with samples of professionals, practitioners, resident groups, cannabis users, cannabis users' families and cannabis cultivators themselves.The findings suggest that cannabis cultivation was not a uniformly familiar concept to respondents, who had limited knowledge and experience of its production. Across all participant groups, the transmission of accurate information was lacking, with individuals instead drawing on the reductionist drug discourse (Taylor, 2016) to fill knowledge deficits. Consequently, some participants conflated cannabis cultivation with wider prohibitionist constructions of drug markets, resulting in the diffusion of misinformation and an amplification of anxieties. In contrast, other participants construed cultivation as making economic sense during austerity, justifying such tolerance through inverse adherence to the same narrow socio-cultural construction of drugs i.e. that cultivation carried comparatively less harms than real drug markets. Enforcement mechanisms also drew on generic prohibitionist conceptions, assuming cultivators to be unconstrained, autonomous actors in need of punishment; a belief which lacked nuanced understanding of the local terrain where vulnerable individuals cultivating under duress played a key role in the supply chain.The paper concludes with a call for the provision of accessible information/education; the need to challenge and reconceptualise the assumed autonomy and resultant punity directed at all cannabis cultivators; and a subsequent need to reassess established forms of legal (and increasingly social) enforcement.", "doi": "10.1016/j.drugpo.2017.07.015", "title": "Propagating the Haze? Community and professional perceptions of cannabis cultivation and the impacts of prohibition.", "journal": ["The International journal on drug policy", "Int. J. Drug Policy"]}