{"authors": [["Doğan", "Ebru Apaydın", "EA", "Akdeniz University School of Medicine, Neurology Department, Antalya, Turkey. Electronic address: eapaydindogan@yahoo.com."], ["Ünal", "Ali", "A", "Akdeniz University School of Medicine, Neurology Department, Antalya, Turkey."], ["Ünal", "Aslıhan", "A", "Akdeniz University School of Medicine, Emergency Department, Antalya, Turkey."], ["Erdoğan", "Çağla", "Ç", "Akdeniz University School of Medicine, Neurology Department, Antalya, Turkey."]], "date": "2017-08-12", "id": "28806632", "text": "The differential diagnosis of generalized tonic-clonic seizures (GTCS), psychogenic nonepileptic seizures (PNES), and syncope constitutes a major challenge. Misdiagnosis rates up to 20 to 30% are reported in the literature.To assess the clinical utility of serum lactate levels for differentiation of GTCS, PNES, and syncope based on gender differences.Data from 270 patients were evaluated retrospectively. Only patients ≥18 years old with the final diagnosis of GTCS, PNES, or syncope in their chart were recruited. Serum lactate levels were measured in the first 2h of the index event.Serum lactate levels in patients with GTCS (n=157) were significantly higher than in the patients with PNES (n=25) (p<0.001) and syncope (n=88) (p<0.001). When compared with the females, serum lactate levels in patients with GTCS were significantly higher in the male subgroup (p=0.004). In male patients the ROC analysis yielded a serum lactate value of 2.43mmol/l with a sensitivity of 0.85 and a specificity of 0.88 as the optimal cut-off value to distinguish GTCS from other events. The ROC analysis for the AUC yielded a high estimate of 0.94 (95% confidence interval: 0.91-0.98). When a cut-off value of 2.43mmol/l was chosen for the females, which was an optimal value for male patients, the specificity was 0.85, however, the sensitivity was 0.64.We propose that serum lactate level when measured in the first 2h after the index event has a high clinical utility in the differential diagnosis of GTCS, PNES, and syncope. With concomitant clinical signs and physical examination findings besides neuroimaging and EEG, elevated levels of lactate should be taken into account when evaluating a patient with impaired consciousness. On the other hand, the suggested cut-off value 2.43mmol/l might not have a discriminative effect between GTCS, PNES, and syncope in female patients. This finding should be verified in a prospectively designed study with a larger patient population.", "doi": "10.1016/j.yebeh.2017.07.003", "title": "Clinical utility of serum lactate levels for differential diagnosis of generalized tonic-clonic seizures from psychogenic nonepileptic seizures and syncope.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}