{"authors": [["Takayanagi", "Masaru", "M", "Division of Pediatrics, Sendai City Hospital, Sendai, Miyagi, Japan."], ["Okabe", "Shinichi", "S", "Okabe Clinic, Sendai, Miyagi, Japan."], ["Yamamoto", "Katsuya", "K", "Nankodai Yamamoto Children's Clinic, Sendai, Miyagi, Japan."], ["Komatsu", "Juri", "J", "Division of Pediatrics, Sendai City Hospital, Sendai, Miyagi, Japan."], ["Suzuki", "Rikio", "R", "Division of Pediatrics, Sendai City Hospital, Sendai, Miyagi, Japan."], ["Kitamura", "Taro", "T", "Division of Pediatrics, Sendai City Hospital, Sendai, Miyagi, Japan."], ["Ohura", "Toshihiro", "T", "Division of Pediatrics, Sendai City Hospital, Sendai, Miyagi, Japan."]], "date": null, "id": "28804979", "text": "Kleine-Levin syndrome is a rare sleep disorder of unknown etiology characterized by repetitive episodes of hypersomnia between asymptomatic periods. We report the case of a 13-year-old girl who presented with drowsiness triggered by influenza A as the first episode. Magnetic resonance imaging (MRI) on day 6 showed transient reduction of diffusion in the corpus callosum splenium. The patient was diagnosed with encephalopathy with a reversible splenial lesion. The symptoms resolved after 10 days, but additional episodes of hypersomnia lasting 5-10 days occurred 1, 5, 6, 11, 13, and 25 months after the first episode. MRI during hypersomnia indicated no lesions, and sleep duration and cognition were normal between episodes. The patient was diagnosed with Kleine-Levin syndrome. Electroencephalographic and clinical findings during the first episode were similar to those during the other episodes. Encephalopathy with a splenial lesion and Kleine-Levin syndrome may have similar pathological mechanisms causing a disturbance in consciousness.", "doi": "10.1111/ped.13326", "title": "Kleine-Levin syndrome elicited by encephalopathy with reversible splenial lesion.", "journal": ["Pediatrics international : official journal of the Japan Pediatric Society", "Pediatr Int"]}