{"authors": [["Mareschal", "Julie", "J", "Nutrition Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Altwegg", "Jean", "J", "Nutradom, Home-care, Cortaillod, Switzerland."], ["Berthet", "Dimitri", "D", "Fresucare, Home-care, Geneva, Switzerland."], ["Chikhi", "Marinette", "M", "Nutrition Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Chopard", "Pierre", "P", "Division of Quality of Care, Geneva University Hospitals, Geneva, Switzerland."], ["Graf", "Séverine", "S", "Nutrition Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Sierro", "Christian", "C", "Proximos, Home-care, Carouge, Switzerland."], ["Pichard", "Claude", "C", "Nutrition Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Genton", "Laurence", "L", "Nutrition Unit, Geneva University Hospitals, Geneva, Switzerland."]], "date": "2017-08-14", "id": "28804864", "text": "Patients with an acute or chronically negative nutritional balance are at nutritional risk. Oral nutritional supplements (ONS) are simple and effective medical treatments of nutritional risk. In the ambulatory setting, in Switzerland, ONS are reimbursed by public insurance under conditions defined by Swiss Society for Clinical Nutrition. The reimbursement requires a medical prescription for ONS and their delivery at the patient's home by a homecare service. The indication for the ONS, defined as a Nutritional Risk Screening-2002 (NRS-2002) score ≥3, must also be present. This survey aimed to document: (i) the existence of a medical prescription for ONS during hospitalisation and discharge for home, (ii) the adequacy of the indication for ONS during hospitalisation and at discharge for home, and (iii) the continuation or not of ONS treatment 1 month after discharge for home.This prospective survey included adult patients hospitalised in the departments of surgery, medicine or rehabilitation and who were about to receive ONS for the first time. Patients already on ONS, with major consciousness disorders, who refused to take ONS or to participate to the survey were excluded. The existence of a medical prescription for ONS and the adequacy of the indication (Nutritional Risk Screening-2002 [NRS-2002] score ≥3) were evaluated at first ONS delivery and at hospital discharge. At home, the continuation of ONS consumption was evaluated by the homecare service 1 month after discharge. Results are presented as mean ± standard deviation or frequencies and percentages, and comparisons between patients with and without ONS at discharge for home.A total of 416 patients (age 71.7 ± 14.1 yr, 52.6% male, body mass index 23.6 ± 5.2 kg/m2) were included. At the first delivery of ONS, 44.5% (n = 185) of patients had no medical prescription for the supplements, and 82.7% (n = 344) had an NRS-2002 score ≥3. Out of 207 patients discharged for home, only 24.2% (n = 50) had an adequate homecare ONS prescription and 68% (n = 141) had a NRS-2002 score ≥3. One month after discharge for home, 76% (n = 29) were still taking ONS.In our survey, only few patients receiving ONS during the hospital stay had a medical prescription for ONS during the hospitalisation and at discharge for home. For most patients receiving ONS during hospitalisation and at discharge for home, an NRS-2002 score of ≥3 was present. If a medical prescription was provided, ONS were generally continued one month after discharge for home.NCT02476110.", "doi": "10.4414/smw.2017.14475", "title": "Prescription and indication for oral nutritional supplements in a Swiss university hospital: a prospective survey.", "journal": ["Swiss medical weekly", "Swiss Med Wkly"]}