{"authors": [["Rabau", "Sarah", "S", "University Department of Otorhinolaryngology and Head and Neck Surgery, Antwerp University HospitalEdegem, Belgium."], ["Shekhawat", "Giriraj S", "GS", "Section of Audiology/Health Systems, University of AucklandAuckland, New Zealand."], ["Aboseria", "Mohamed", "M", "Department of Biomedical Engineering, City College of New York, The City University of New YorkNew York, NY, United States."], ["Griepp", "Daniel", "D", "Department of Biomedical Engineering, City College of New York, The City University of New YorkNew York, NY, United States."], ["Van Rompaey", "Vincent", "V", "University Department of Otorhinolaryngology and Head and Neck Surgery, Antwerp University HospitalEdegem, Belgium."], ["Bikson", "Marom", "M", "Department of Biomedical Engineering, City College of New York, The City University of New YorkNew York, NY, United States."], ["Van de Heyning", "Paul", "P", "University Department of Otorhinolaryngology and Head and Neck Surgery, Antwerp University HospitalEdegem, Belgium."]], "date": "2017-07-28", "id": "28804455", "text": "Objective: Transcranial direct current stimulation (tDCS) is one of the methods described in the literature to decrease the perceived loudness and distress caused by tinnitus. However, the main effect is not clear and the number of responders to the treatment is variable. The objective of the present study was to investigate the effect of the placement of the cathode on the outcome measurements. Methods: Patients considered for the trial were chronic non-pulsatile tinnitus patients with complaints for more than 3 months and a Tinnitus Functional Index (TFI) score that exceeded 25. The anode was placed on the right dorsolateral prefrontal cortex (DLPFC). In the first group-\"bifrontal\"-the cathode was placed on the left DLPFC, while in the second group-\"shoulder\"-the cathode was placed on the shoulder. Each patient received two sessions of tDCS weekly and eight sessions in total. Evaluations took place on the first visit for an ENT consultation, at the start of therapy, after eight sessions of tDCS and at the follow-up visit, which took place 84 days after the start of the therapy. Subjective outcome measures such as TFI, Visual Analog Scales (VAS) for loudness and percentage of consciousness of tinnitus were administered in every patient. Results: There was no difference in the results for tinnitus loudness and the distress experienced between the placement of the cathode on the left DLPFC or on the shoulder. In addition, no statistically significant overall effect was found between the four test points. However, up to 39.1% of the patients experienced a decrease in loudness, measured by the VAS for loudness. Moreover, 72% of those in the bifrontal group, but only 46.2% of those in the shoulder group reported some improvement in distress. Conclusion: While some improvement was noted, this was not statistically significant. Both electrode placements stimulated the right side of the hippocampus, which could be responsible for the effect found in both groups. Further research should rule out the placebo effect and investigate alternative electrode positions.", "doi": "10.3389/fnagi.2017.00217", "title": "Comparison of the Long-Term Effect of Positioning the Cathode in tDCS in Tinnitus Patients.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}