{"authors": [["Desatnik", "Alex", "A", "Research Department of Clinical, Educational and Health Psychology, University College London & The Anna Freud National Centre for Children and Families, London, United Kingdom. Electronic address: alex.des@mail.com."], ["Bel-Bahar", "Tarik", "T", "Center for Consciousness Science, Department of Anesthesiology, University of Michigan Medical School, Ann Arbor, MI, USA."], ["Nolte", "Tobias", "T", "Wellcome Trust Centre for Neuroimaging, University College London, London, United Kingdom."], ["Crowley", "Michael", "M", "Child Study Center, Yale University, New Haven, USA."], ["Fonagy", "Peter", "P", "Research Department of Clinical, Educational and Health Psychology, University College London & The Anna Freud National Centre for Children and Families, London, United Kingdom."], ["Fearon", "Pasco", "P", "Research Department of Clinical, Educational and Health Psychology, University College London & The Anna Freud National Centre for Children and Families, London, United Kingdom."]], "date": "2017-08-10", "id": "28803782", "text": "The use of emotion regulation strategies can reduce the intensity of negative emotional experiences. Event related potentials (ERPs), specifically the late positive potential (LPP), are known to be sensitive to this modulation in adults. This is the first study to explore the neural correlates of expressive suppression in adolescents. We sought to replicate previous findings from emotion regulation studies with adult populations, show that the LPP can be modulated by expressive suppression in healthy adolescents, and examine the influence of age on LPP changes.ERPs of 53 healthy adolescents (12-17 years old) performing an emotion regulation task (expressive suppression) were recorded.Expressive suppression altered the LPP in adolescents with both increases and decreases noted depending on time window and recording site. The LPP during expressive suppression was decreased with increasing age.The findings suggest that 1) the LPP is an effective tool to study processes associated with emotion regulation in adolescents, and 2) expressive suppression, in terms of its neural indicators, seems to become more effective with age. The nature and utility of expressive suppression as a specific form of emotion regulation in adolescents are discussed.", "doi": "10.1016/j.biopsycho.2017.08.001", "title": "Emotion regulation in adolescents: An ERP study.", "journal": ["Biological psychology", "Biol Psychol"]}