{"authors": [["Crone", "Julia S", "JS", "Department of Psychology, University of California Los Angeles, Los Angeles, CA, 90095, USA."], ["Bio", "Branden J", "BJ", "Department of Psychology, University of California Los Angeles, Los Angeles, CA, 90095, USA."], ["Vespa", "Paul M", "PM", "Brain Injury Research Center (BIRC), Department of Neurosurgery, Geffen School of Medicine at UCLA, Los Angeles, CA, 90095, USA."], ["Lutkenhoff", "Evan S", "ES", "Department of Psychology, University of California Los Angeles, Los Angeles, CA, 90095, USA."], ["Monti", "Martin M", "MM", "Department of Psychology, University of California Los Angeles, Los Angeles, CA, 90095, USA."]], "date": "2017-08-12", "id": "28801920", "text": "In 2000, a landmark case report described the concurrent restoration of consciousness and thalamo-frontal connectivity after severe brain injury (Laureys et al., 2000). Being a single case however, this study could not disambiguate whether the result was specific to the restoration of consciousness per se as opposed to the return of complex cognitive function in general or simply the temporal evolution of post-injury pathophysiological events. To test whether the restoration of thalamo-cortical connectivity is specific to consciousness, 20 moderate-to-severe brain injury patients (from a recruited sample of 42) underwent resting-state functional magnetic resonance imaging within a week after injury and again six months later. As described in the single case report, we find thalamo-frontal connectivity to be increased at the chronic, compared with the acute, time-point. The increased connectivity was independent of whether patients had already recovered consciousness prior to the first assessment or whether they recovered consciousness in-between the two. Conversely, we did find an association between restoration of thalamo-frontal connectivity and the return of complex cognitive function. While we did replicate the findings of Laureys et al. (2000), our data suggests that the restoration of thalamo-frontal connectivity is not as tightly linked to the reemergence of consciousness per se. However, the degree to which the return of connectivity is linked to the return of complex cognitive function, or to the evolution of other time-dependent post-injury mechanisms, remains to be understood.", "doi": "10.1002/jnr.24115", "title": "Restoration of thalamo-cortical connectivity after brain injury: recovery of consciousness, complex behavior, or passage of time?", "journal": ["Journal of neuroscience research", "J. Neurosci. Res."]}