{"authors": [["De Luca", "Flavia", "F", "Dipartimento di Psicologia, Università di Bologna, Italy; Centro studi e ricerche in Neuroscienze Cognitive, Cesena, Italy."], ["Benuzzi", "Francesca", "F", "Dipartimento di Scienze Biomediche, Metaboliche e Neuroscienze, Università degli studi di Modena e Reggio Emilia, Italy."], ["Bertossi", "Elena", "E", "Dipartimento di Psicologia, Università di Bologna, Italy; Centro studi e ricerche in Neuroscienze Cognitive, Cesena, Italy."], ["Braghittoni", "Davide", "D", "Dipartimento di Psicologia, Università di Bologna, Italy; Centro studi e ricerche in Neuroscienze Cognitive, Cesena, Italy."], ["di Pellegrino", "Giuseppe", "G", "Dipartimento di Psicologia, Università di Bologna, Italy; Centro studi e ricerche in Neuroscienze Cognitive, Cesena, Italy."], ["Ciaramelli", "Elisa", "E", "Dipartimento di Psicologia, Università di Bologna, Italy; Centro studi e ricerche in Neuroscienze Cognitive, Cesena, Italy. Electronic address: elisa.ciaramelli@unibo.it."]], "date": "2017-08-09", "id": "28801245", "text": "We investigated episodic future thinking (EFT) and future-based cognition and decision-making in patient SG, who developed a dense retrograde amnesia following hypoxia due to a cardiac arrest. Despite intact general cognitive and executive functioning, SG was unable to remember events from his entire lifetime. He had, however, relatively spared anterograde memory and general semantic knowledge. Voxel-based morphometry detected a reduction of gray matter in the thalamus, cerebellum and fusiform gyrus bilaterally, and, at a reduced threshold, in several regions of the autobiographical memory network, including the hippocampi. We show that SG is unable to imagine personal future events, but can imagine fictitious events not self-relevant and not located in subjective time. Despite severely impaired EFT, SG shows normal attitudes towards the future time, and normal delay discounting rates. These findings suggest that retrieval of autobiographical information from long-term memory is necessary for EFT. However, relatively spared anterograde memory and general semantic knowledge may be sufficient to allow construction of fictitious experiences. As well, EFT is not necessary to drive future-oriented cognition and choice. These findings highlight the relation between autobiographical memory and EFT, and the fractionation of human temporal consciousness. Moreover, they contribute to our understanding of retrograde amnesia as an impairment of memory as well as future thinking.", "doi": "10.1016/j.neuropsychologia.2017.08.007", "title": "Episodic future thinking and future-based decision-making in a case of retrograde amnesia.", "journal": ["Neuropsychologia", "Neuropsychologia"]}