{"authors": [["Kokkoz", "Çağri", "Ç", "Department of Emergency Medicine, Izmir Cigli State Education Hospital, Turkey. Electronic address: cagrikokkoz@gmail.com."], ["Irik", "Mehmet", "M", "Department of Emergency Medicine, Izmir Urla State Hospital, Turkey."], ["Dayangaç", "Halil I", "HI", "Department of Emergency Medicine, Sanlıurfa Education and Research Hospital, Turkey."], ["Hayran", "Mustafa", "M", "Department of Emergency Medicine, Manisa State Hospital, Turkey."], ["Bilge", "Adnan", "A", "Department of Emergency Medicine, Faculty of Medicine, Celal Bayar University, Manisa, Turkey."], ["Çavuş", "Musa", "M", "Department of Emergency Medicine, Faculty of Medicine, Celal Bayar University, Manisa, Turkey."]], "date": "2017-08-04", "id": "28801041", "text": "Diffuse axonal injury is usually caused by head trauma, and patients have significant clinical symptoms during admission to the emergency department. In our case, we present a five-year-old patient who was involved in a car accident. During admission to the emergency department, the patient had no symptoms of trauma. However, 6 h after admission to emergency service, neurological symptoms occurred, and mental status changed. Diffuse axonal injury (DAI) is characterized by diffuse nerve axon injury in the brain and brainstem. This is one of the worst results of a head trauma and occurs in one-third of the patients admitted to the hospital with head trauma. In some studies, it has been reported that diffuse axonal injury is permanent in accelerated and decelerated head traumas without accompanying loss of consciousness. Neurological sequels have occurred in the recovery phase of some patients with diffuse axonal damage. In this study, we present a delayed diffuse axonal injury case accompanying a head trauma.", "doi": "10.1016/j.ajem.2017.08.010", "title": "Diagnosis of delayed diffuse axonal İnjury.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}