{"authors": [["Naro", "Antonino", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Leo", "Antonino", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Bruno", "Rocco", "R", "Otorhinolaryngoiatry Unit, University of Messina, Messina, Italy."], ["Cannavò", "Antonino", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Buda", "Antonio", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Manuli", "Alfredo", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Bramanti", "Alessia", "A", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Bramanti", "Placido", "P", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."], ["Calabrò", "Rocco Salvatore", "RS", "IRCCS Centro Neurolesi \"Bonino-Pulejo\", c.da Casazza, Messina, Italy."]], "date": null, "id": "28800340", "text": "The patients with chronic Disorders of Consciousness (DoC) mostly present with extremely challenging differential diagnosis. The advanced analysis of electroencephalographic (EEG) signals induced by brain stimulation paradigms may provide an appropriate approach to differentiate patients with DoC, besides the clinical assessment.This study was performed with an objective of identifying residual brain network perturbations following an innovative, non-invasive audiovisual stimulation protocol, which could be related to behavioral responsiveness in patients with DoC.The study comprised of ten healthy controls (HC), seven patients with Minimally Conscious State (MCS), and nine patients with Unresponsive Wakefulness Syndrome (UWS). Both synchronous as well as asynchronous transorbital and transauricolar alternating current were employed as stimuli and their effects were measured in terms of functional and effective connectivity.A more noticeable deterioration of long range connectivity patterns were found in patients with UWS than in those with MCS, with an exception of two patients with UWS, who showed connectivity values similar to those of MCS patients.The audiovisual stimulation paradigm used in the present study may be employed as a supportive bedside tool for improving the differential diagnosis in patients with DoC.", "doi": "10.3233/RNN-170741", "title": "Reducing the rate of misdiagnosis in patients with chronic disorders of consciousness: Is there a place for audiovisual stimulation?", "journal": ["Restorative neurology and neuroscience", "Restor. Neurol. Neurosci."]}