{"authors": [["Komaru", "Yohei", "Y", "Department of Nephrology and Endocrinology, The University of Tokyo Hospital, Tokyo, Japan."], ["Inokuchi", "Ryota", "R", "Department of Emergency and General Medicine, JR Tokyo General Hospital, Tokyo, Japan."], ["Ueda", "Yoshihiro", "Y", "Department of Emergency and Critical Care Medicine, The University of Tokyo Hospital, Tokyo, Japan."], ["Nangaku", "Masaomi", "M", "Department of Nephrology and Endocrinology, The University of Tokyo Hospital, Tokyo, Japan."], ["Doi", "Kent", "K", "Department of Emergency and Critical Care Medicine, The University of Tokyo Hospital, Tokyo, Japan."]], "date": "2017-08-10", "id": "28796408", "text": "A 35-year-old woman intentionally took 40,000 mg of lithium carbonate, and she was transferred to our hospital with nausea, vomiting, and diarrhea. She was diagnosed as having bipolar disorder 10 years ago and was receiving oral lithium therapy. Blood test results on arrival were remarkable for a negative anion gap of -2.1 and later, the serum lithium level turned out to be as high as 15.4 mEq/L. Intubation was required because of disrupted consciousness, and continuous hemodiafiltration (CHDF) was immediately started in the intensive care unit to obtain constant removal of lithium. After adding intermittent hemodialysis (IHD) twice during the daytime to accelerate the lithium clearance, CHDF became unnecessary on day 4, and she was extubated on day 6 with complete recovery of consciousness. Close monitoring of the patient data showed recovery of the decreased anion gap as indicator of the serum lithium level reduction. On day 36, she was discharged without any complication and sequela. The current case highlighted the effective use of CHDF between IHD sessions to prevent the rebound elevation of lithium and the role of the anion gap as a surrogate marker of serum lithium concentration during the treatment.", "doi": "10.1111/hdi.12583", "title": "Use of the anion gap and intermittent hemodialysis following continuous hemodiafiltration in extremely high dose acute-on-chronic lithium poisoning: A case report.", "journal": ["Hemodialysis international. International Symposium on Home Hemodialysis", "Hemodial Int"]}