{"authors": [["Quinn", "Terence J", "TJ", "From the Institute of Cardiovascular and Medical Sciences (T.J.Q., K.R.L.) and Undergraduate Medical School (S.S.), University of Glasgow; Stroke Trials Unit, Division of Clinical Neuroscience (P.M.B.), University of Nottingham; and School of Medicine (P.K.M.), Medical Sciences and Nutrition, University of Aberdeen, UK. Terry.Quinn@glasgow.ac.uk."], ["Singh", "Sarjit", "S", "From the Institute of Cardiovascular and Medical Sciences (T.J.Q., K.R.L.) and Undergraduate Medical School (S.S.), University of Glasgow; Stroke Trials Unit, Division of Clinical Neuroscience (P.M.B.), University of Nottingham; and School of Medicine (P.K.M.), Medical Sciences and Nutrition, University of Aberdeen, UK."], ["Lees", "Kennedy R", "KR", "From the Institute of Cardiovascular and Medical Sciences (T.J.Q., K.R.L.) and Undergraduate Medical School (S.S.), University of Glasgow; Stroke Trials Unit, Division of Clinical Neuroscience (P.M.B.), University of Nottingham; and School of Medicine (P.K.M.), Medical Sciences and Nutrition, University of Aberdeen, UK."], ["Bath", "Philip M", "PM", "From the Institute of Cardiovascular and Medical Sciences (T.J.Q., K.R.L.) and Undergraduate Medical School (S.S.), University of Glasgow; Stroke Trials Unit, Division of Clinical Neuroscience (P.M.B.), University of Nottingham; and School of Medicine (P.K.M.), Medical Sciences and Nutrition, University of Aberdeen, UK."], ["Myint", "Phyo K", "PK", null], [null, null, null, null]], "date": "2017-08-09", "id": "28794250", "text": "To compare the prognostic accuracy of various acute stroke prognostic scales using a large, independent, clinical trials dataset.We directly compared 8 stroke prognostic scales, chosen based on focused literature review (Acute Stroke Registry and Analysis of Lausanne [ASTRAL]; iSCORE; iSCORE-revised; preadmission comorbidities, level of consciousness, age, and neurologic deficit [PLAN]; stroke subtype, Oxfordshire Community Stroke Project, age, and prestroke modified Rankin Scale [mRS] [SOAR]; modified SOAR; Stroke Prognosis Instrument 2 [SPI2]; and Totaled Health Risks in Vascular Events [THRIVE]) using individual patient-level data from a clinical trials archive (Virtual International Stroke Trials Archive [VISTA]). We calculated area under receiver operating characteristic curves (AUROC) for each scale against 90-day outcomes of mRS (dichotomized at mRS >2), Barthel Index (>85), and mortality. We performed 2 complementary analyses: the first limited to patients with complete data for all components of all scales (simultaneous) and the second using as many patients as possible for each individual scale (separate). We compared AUROCs and performed sensitivity analyses substituting extreme outcome values for missing data.In total, 10,777 patients contributed to the analyses. Our simultaneous analyses suggested that ASTRAL had greatest prognostic accuracy for mRS, AUROC 0.78 (95% confidence interval [CI] 0.75-0.82), and SPI2 had poorest AUROC, 0.61 (95% CI 0.57-0.66). Our separate analyses confirmed these results: ASTRAL AUROC 0.79 (95% CI 0.78-0.80 and SPI2 AUROC 0.60 (95% CI 0.59-0.61). On formal comparative testing, there was a significant difference in modified Rankin Scale AUROC between ASTRAL and all other scales. Sensitivity analysis identified no evidence of systematic bias from missing data.Our comparative analyses confirm differences in the prognostic accuracy of stroke scales. However, even the best performing scale had prognostic accuracy that may not be sufficient as a basis for clinical decision-making.", "doi": "10.1212/WNL.0000000000004332", "title": "Validating and comparing stroke prognosis scales.", "journal": ["Neurology", "Neurology"]}