{"authors": [["Song", "Hujie", "H", "PVS Consciousness-Promoted Center of Xi'an Encephalopathy Hospital of Traditional Chinese Medicine, Xi'an, 710032, China."], ["Chen", "Xiao", "X", "PVS Consciousness-Promoted Center of Xi'an Encephalopathy Hospital of Traditional Chinese Medicine, Xi'an, 710032, China."], ["Yu", "Yalan", "Y", "PVS Consciousness-Promoted Center of Xi'an Encephalopathy Hospital of Traditional Chinese Medicine, Xi'an, 710032, China. yalan96@qq.com."], ["Zhang", "Ling", "L", "PVS Consciousness-Promoted Center of Xi'an Encephalopathy Hospital of Traditional Chinese Medicine, Xi'an, 710032, China."]], "date": "2017-08-08", "id": "28791670", "text": "Persistent vegetative state (PVS) is a clinical condition wherein the cerebral cortex loses its function although brain stem function remains relatively intact. It has high mortality and disability rates. Although treatment for PVS is extensively studied in developed countries, little breakthrough has been made. In China, many PVS patients who were treated with traditional Chinese medicine (TCM) and acupuncture therapy were reported to have regained consciousness. In our department, we have been investigating TCM diagnosis and treatment methods for PVS for many years and have summarized a set of curative programs. Our patient is a male and 5 years and 3 months of age. He had traumatic brain injury and had been unconscious for three months on admission. Considering his condition, we adopted Xingnao Kaiqiao acupuncture, oral Angong Niuhuang Wan, and Xingnaojing intravenous drip. After the 50-day treatment, his health significantly improved and is nearly similar to that of a healthy child, indicating that the treatment is effective for PVS. Therefore, we decided to report the case and treatment methods.", "doi": "10.1007/s11684-017-0539-2", "title": "Xingnao Kaiqiao acupuncture combined with Angong Niuhuang Wan for a patient under persistent vegetative state: a case report.", "journal": ["Frontiers of medicine", "Front Med"]}