{"authors": [["Klimova", "Michaela", "M", "Sackler Centre for Consciousness Science, School of Informatics & Engineering, University of Sussex, Brighton, UK."], ["Nishida", "Shin'ya", "S", "NTT Communication Science Laboratories, Kanagawa, Japan."], ["Roseboom", "Warrick", "W", "Sackler Centre for Consciousness Science, School of Informatics & Engineering, University of Sussex, Brighton, UK. wjroseboom@gmail.com."]], "date": "2017-08-08", "id": "28790403", "text": "Signals in one sensory modality can influence perception of another, for example the bias of visual timing by audition: temporal ventriloquism. Strong accounts of temporal ventriloquism hold that the sensory representation of visual signal timing changes to that of the nearby sound. Alternatively, underlying sensory representations do not change. Rather, perceptual grouping processes based on spatial, temporal, and featural information produce best-estimates of global event properties. In support of this interpretation, when feature-based perceptual grouping conflicts with temporal information-based in scenarios that reveal temporal ventriloquism, the effect is abolished. However, previous demonstrations of this disruption used long-range visual apparent-motion stimuli. We investigated whether similar manipulations of feature grouping could also disrupt the classical temporal ventriloquism demonstration, which occurs over a short temporal range. We estimated the precision of participants' reports of which of two visual bars occurred first. The bars were accompanied by different cross-modal signals that onset synchronously or asynchronously with each bar. Participants' performance improved with asynchronous presentation relative to synchronous - temporal ventriloquism - however, unlike the long-range apparent motion paradigm, this was unaffected by different combinations of cross-modal feature, suggesting that featural similarity of cross-modal signals may not modulate cross-modal temporal influences in short time scales.", "doi": "10.1038/s41598-017-06550-z", "title": "Grouping by feature of cross-modal flankers in temporal ventriloquism.", "journal": ["Scientific reports", "Sci Rep"]}