{"authors": [["Andrillon", "Thomas", "T", "Brain and Consciousness Group (ENS, EHESS, CNRS), Département d'Études Cognitives, École Normale Supérieure-PSL Research University, Paris, 75005, France. thomas.andrillon@gmail.com."], ["Pressnitzer", "Daniel", "D", "Laboratoire des Systèmes Perceptifs, CNRS UMR 8248, Département d'Études Cognitives, École Normale Supérieure-PSL Research University, Paris, 75005, France."], ["Léger", "Damien", "D", "Université Paris Descartes, Sorbonne Paris Cité, APHP, Hôtel Dieu, Centre du Sommeil et de la Vigilance et EA 7330 VIFASOM, Paris, 75006, France."], ["Kouider", "Sid", "S", "Brain and Consciousness Group (ENS, EHESS, CNRS), Département d'Études Cognitives, École Normale Supérieure-PSL Research University, Paris, 75005, France. sid.kouider@ens.fr."]], "date": "2017-08-08", "id": "28790302", "text": "Sleep and memory are deeply related, but the nature of the neuroplastic processes induced by sleep remains unclear. Here, we report that memory traces can be both formed or suppressed during sleep, depending on sleep phase. We played samples of acoustic noise to sleeping human listeners. Repeated exposure to a novel noise during Rapid Eye Movements (REM) or light non-REM (NREM) sleep leads to improvements in behavioral performance upon awakening. Strikingly, the same exposure during deep NREM sleep leads to impaired performance upon awakening. Electroencephalographic markers of learning extracted during sleep confirm a dissociation between sleep facilitating memory formation (light NREM and REM sleep) and sleep suppressing learning (deep NREM sleep). We can trace these neural changes back to transient sleep events, such as spindles for memory facilitation and slow waves for suppression. Thus, highly selective memory processes are active during human sleep, with intertwined episodes of facilitative and suppressive plasticity.Though memory and sleep are related, it is still unclear whether new memories can be formed during sleep. Here, authors show that people could learn new sounds during REM or light non-REM sleep, but that learning was suppressed when sounds were played during deep NREM sleep.", "doi": "10.1038/s41467-017-00071-z", "title": "Formation and suppression of acoustic memories during human sleep.", "journal": ["Nature communications", "Nat Commun"]}