{"authors": [["Seno", "Toshimoto", "T", "Department of Neurosurgery, Stroke Center, Ehime Prefectural Central Hospital."], ["Kohno", "Kanehisa", "K", null], ["Tanaka", "Hideo", "H", null], ["Iwata", "Shinji", "S", null], ["Fukumoto", "Shinya", "S", null], ["Ichikawa", "Haruhisa", "H", null], ["Fumoto", "Noriyuki", "N", null], ["Inoue", "Akihiro", "A", null], ["Ozaki", "Saya", "S", null], ["Nakamura", "Yawara", "Y", null], ["Kohno", "Shohei", "S", null], ["Ohue", "Shiro", "S", null]], "date": null, "id": "28790215", "text": "We report the case of a patient who has progressed well over 5 years following single-stage aneurysm clipping and superficial temporal artery-middle cerebral artery(STA-MCA)double anastomoses in the acute phase, for a ruptured distal anterior choroidal artery(AChA)aneurysm accompanied by a twig-like MCA. The patient was a 49-year-old female who developed a sudden severe headache and disturbance of consciousness due to subarachnoid hemorrhage and intraventricular hemorrhage(IVH). Cerebral angiography showed a right twig-like MCA associated with an abnormal vascular network and a ruptured aneurysm in the distal AChA. A day after emergency ventricular drainage for acute hydrocephalus, right frontotemporal craniotomy enabled distal AChA aneurysm clipping, together with removal of the IVH via transchoroidal fissure approach, in addition to STA-MCA double anastomoses to prevent recurrence of hemorrhage. The IVH resolved after surgery and no new infarct area was observed. Cerebral angiography revealed the disappearance of the aneurysm, good patency of the double bypass, and reduction of the abnormal vascular network. The patient gradually recovered without any neurological deficits, except for mild memory disturbance. Five years after the surgery, the patient has experienced no recurrence. The single-stage operation of aneurysm clipping and STA-MCA double anastomoses was made possible by devising an approach for a ruptured cerebral aneurysm, even in the acute stage. The successful improvement of cerebral circulation and prevention of cerebral hemorrhage from an early stage could serve as a reference for the treatment of similar hemorrhagic cases.", "doi": "10.11477/mf.1436203576", "title": "[A Case of Ruptured Distal Anterior Choroidal Artery Aneurysm Associated with a Twig-Like Middle Cerebral Artery, Treated with Single-Stage Aneurysm Clipping and STA-MCA Double Anastomoses in the Acute Phase].", "journal": ["No shinkei geka. Neurological surgery", "No Shinkei Geka"]}