{"authors": [["Dilrukshi", "M D S A", "MDSA", "University Medical Unit, National Hospital of Sri Lanka, Colombo 10, Sri Lanka. dilrukmatharage@gmail.com."], ["Ratnayake", "C A P", "CAP", "University Medical Unit, National Hospital of Sri Lanka, Colombo 10, Sri Lanka."], ["Gnanathasan", "C A", "CA", "University Medical Unit, National Hospital of Sri Lanka, Colombo 10, Sri Lanka."]], "date": "2017-08-08", "id": "28789699", "text": "Fixed drug combination of isoniazid and rifampicin is a rare cause of poisoning even in endemic countries for tuberculosis infection. Severe poisoning can cause severe morbidity and mortality if not treated promptly. Though intravenous pyridoxine is the preferred antidote for severe standard isoniazid poisoning it is not freely available even in best of care centers. We describe a case of severe poisoning with fixed drug combination of isoniazid and rifampicin successfully managed with oral pyridoxine at national hospital of Sri Lanka.A 22 year old, Sri Lankan female presented to a local hospital 1 h after self-ingestion of 28 tablets of fixed drug combination of isoniazid and rifampicin which contained 4.2 g of standard isoniazid and 7.2 g of rifampicin. One and half hours after ingestion she developed generalized tonic-clonic seizure with loss of consciousness. She was given intravenous diazepam 5 mg immediately and transferred to national hospital of Sri Lanka, for further care. Upon arrival to tertiary care hospital in 3.5 h of poisoning she had persistent vomiting, dizziness and headache. On examination, she was drowsy but arousable, orange-red discoloration of the body was noted even with the dark skin complexion. She also had orange-red colour urine and vomitus. Pulse rate was 104 beats/min, blood pressure 130/80 mmHg, respiratory rate was 20 breaths/min. The arterial blood gas analysis revealed compensated metabolic acidosis and mildly elevated lactic acid level. Considering the clinical presentation with neurological toxicity and the large amount of isoniazid dose ingested, crushed oral tablets of pyridoxine 4.2 g (equal to standard isoniazid dose ingested) administered immediately via a nasogastric tube since intravenous preparation was not available in the hospital. Simultaneously forced diuresis using intravenous 0.9% saline was commenced in order to enhance excretion of toxic metabolites via kidneys. She had no recurrence of seizures but had acute liver injury subsequently which gradually improved with supportive care. Her liver functions found to be completely normal 1 week after the discharge.Poisoning with fixed drug combination of isoniazid and rifampicin tablets is rare but can cause severe morbidity and mortality if not treated promptly. Oral pyridoxine can substitute for intravenous pyridoxine with almost similar efficacy at a low cost in managing patients with acute severe standard isoniazid poisoning in resource poor setting.", "doi": "10.1186/s13104-017-2678-6", "title": "Oral pyridoxine can substitute for intravenous pyridoxine in managing patients with severe poisoning with isoniazid and rifampicin fixed dose combination tablets: a case report.", "journal": ["BMC research notes", "BMC Res Notes"]}