{"authors": [["Uchida", "Tetsuro", "T", "Second Department of Surgery, Faculty of Medicine, Yamagata University, 2-2-2 Iida-Nishi, Yamagata, 990-9585, Japan. t-uchida@med.id.yamagata-u.ac.jp."], ["Hamasaki", "Azumi", "A", "Second Department of Surgery, Faculty of Medicine, Yamagata University, 2-2-2 Iida-Nishi, Yamagata, 990-9585, Japan."], ["Ohba", "Eiichi", "E", "Second Department of Surgery, Faculty of Medicine, Yamagata University, 2-2-2 Iida-Nishi, Yamagata, 990-9585, Japan."], ["Yamashita", "Atsushi", "A", "Second Department of Surgery, Faculty of Medicine, Yamagata University, 2-2-2 Iida-Nishi, Yamagata, 990-9585, Japan."], ["Hayashi", "Jun", "J", "Second Department of Surgery, Faculty of Medicine, Yamagata University, 2-2-2 Iida-Nishi, Yamagata, 990-9585, Japan."], ["Sadahiro", "Mitsuaki", "M", "Second Department of Surgery, Faculty of Medicine, Yamagata University, 2-2-2 Iida-Nishi, Yamagata, 990-9585, Japan."]], "date": "2017-08-08", "id": "28789675", "text": "Heyde syndrome is known as a triad of calcific aortic stenosis, anemia due to gastrointestinal bleeding from angiodysplasia, and acquired type 2A von Willebrand disease. This acquired hemorrhagic disorder is characterized by the loss of the large von Willebrand factor multimers due to the shear stress across the diseased aortic valve. The most frequently observed type of bleeding in these patients is mucosal or skin bleeding, such as epistaxis, followed by gastrointestinal bleeding. On the other hand, intracranial hemorrhage complicating Heyde syndrome is extremely rare.A 77-year-old woman presented to our hospital with severe aortic stenosis and severe anemia due to gastrointestinal bleeding and was diagnosed with Heyde syndrome. Although aortic valve replacement was performed without recurrent gastrointestinal bleeding, postoperative life-threatening acute subdural hematoma occurred with a marked midline shift. Despite prompt surgical evacuation of the hematoma, she did not recover consciousness and she died 1 month after the operation.Postoperative subdural hematoma is rare, but it should be kept in mind as a devastating hemorrhagic complication, especially in patients with Heyde syndrome.", "doi": "10.1186/s13019-017-0629-x", "title": "Life-threatening subdural hematoma after aortic valve replacement in a patient with Heyde syndrome: a case report.", "journal": ["Journal of cardiothoracic surgery", "J Cardiothorac Surg"]}