{"authors": [["Nuttall", "Dilyse", "D", "Principal Lecturer,School of Community Health and Midwifery,University of Central Lancashire,Preston,Lancsashire,UK."]], "date": "2017-08-08", "id": "28786368", "text": "Aim The aim of this metasynthesis was to develop an understanding of the existing theoretical perspectives around nurse prescribing and to identify any gaps in knowledge, which would support further research into the lived experience of the nurse prescriber in the primary care setting.Nurse prescribing has been the focus of many research studies since its introduction, with many benefits to the patient, the prescriber and service identified; however, there remains variation in the utilisation of the prescribing qualification, particularly in primary care settings. Although a range of quantitative and qualitative studies have been undertaken, which aimed to explore the influences on prescribing, few have used a research methodology that supports the in-depth exploration of the nurse prescriber's experience.An extensive literature search was undertaken in April 2015 (20-24), which included UK and non-UK studies since 1999. Inclusion and exclusion criteria were applied to search for studies in which participants included nurse prescribers who practiced in primary or community care settings. Studies that only used a quantitative methodology and those not available in English were excluded. The literature search yielded 124 papers, with 50 papers remaining after the initial screen of full papers against the inclusion/exclusion criteria. The papers were reviewed and graded for their quality, with a further 13 papers excluded. A three-step qualitative analysis technique of metasynthesis was applied to the remaining 37 papers. Identification of similarities and differences enabled first-order interpretations to be identified, which were grouped into broader themes (second-order interpretations) by identifying concepts that applied to two or more studies. Further interpretation through synthesis of translation enabled third-order interpretations to emerge. Findings From the metasynthesis of the 37 papers, nine themes emerged: patient-centred care; benefits to the service; the need for knowledge; professional accountability and boundary setting; safety consciousness; barriers to effective prescribing; role preservation; power-shifts and inter-professional relationships; and culture of prescribing.", "doi": "10.1017/S1463423617000500", "title": "Nurse prescribing in primary care: a metasynthesis of the literature.", "journal": ["Primary health care research & development", "Prim Health Care Res Dev"]}