{"authors": [["Lee", "Jiwon", "J", "Department of Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Yu", "Hee Joon", "HJ", "Department of Pediatrics, Hanllym University Sacred Heart Hospital, Anyang, Republic of Korea."], ["Lee", "Jeehun", "J", "Department of Pediatrics, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea. Electronic address: jhlee0101@skku.edu."]], "date": "2017-08-04", "id": "28784301", "text": "Hashimoto encephalopathy is an autoimmune encephalopathy characterized by elevated antithyroid antibodies and a favorable response to corticosteroid. This study delineated the clinical characteristics of pediatric Hashimoto encephalopathy and the significance of low antithyroid antibody titers in diagnosis and treatment.Clinical manifestations, antibody titers, and treatment responses were retrospectively reviewed in six consecutive children diagnosed with Hashimoto encephalopathy between August 2008 and July 2016.Age at diagnosis was 10-17years. Presenting symptoms were seizures, altered consciousness, behavioral changes, psychosis, tremor, and dystonia. Thyroid function was normal in five patients, and one had hypothyroidism prior to the encephalopathy. Antithyroid antibody titer was increased at presentation in five patients and one week later in the other. Antibody levels were extremely varied (anti-thyroglobulin, 20.5-2318.0U/ml; anti-thyroid peroxidase, 12.5-2231.0U/ml; reference range, <60U/ml) and <180U/ml in two patients. Electroencephalogram was abnormal in five patients. Brain magnetic resonance imaging was unremarkable. Four patients responded to high-dose corticosteroid and one improved with additional intravenous immunoglobulin. The remaining patient did not respond to both treatments and normalized after plasmapheresis. Autoantibody titers decreased with treatment response in the acute stage. Two patients with low antibody titers showed similar clinical presentations and responses.The clinical presentations and treatment responses in Hashimoto encephalopathy were similar, irrespective of antithyroid antibody titer. Because the initial antithyroid antibody titers can be normal or mildly-elevated, follow-up testing of antithyroid antibodies is required in patients who are clinically suspect for Hashimoto encephalopathy.", "doi": "10.1016/j.braindev.2017.07.008", "title": "Hashimoto encephalopathy in pediatric patients: Homogeneity in clinical presentation and heterogeneity in antibody titers.", "journal": ["Brain & development", "Brain Dev."]}