{"authors": [["Furubayashi", "Nobuki", "N", "Department of Urology, National Hospital Organization Kyushu Cancer Center, Fukuoka 811-1395, Japan."], ["Negishi", "Takahito", "T", "Department of Urology, National Hospital Organization Kyushu Cancer Center, Fukuoka 811-1395, Japan."], ["Iwai", "Hidenori", "H", "Department of Urology, National Hospital Organization Kyushu Cancer Center, Fukuoka 811-1395, Japan."], ["Nagase", "Kei", "K", "Department of Urology, National Hospital Organization Kyushu Cancer Center, Fukuoka 811-1395, Japan."], ["Nakamura", "Motonobu", "M", "Department of Urology, National Hospital Organization Kyushu Cancer Center, Fukuoka 811-1395, Japan."]], "date": "2017-06-13", "id": "28781802", "text": "Reversible posterior leukoencephalopathy syndrome (RPLS) is a rare clinicoradiological syndrome that is characterized by neurological symptoms, including seizures, headaches, visual abnormalities, confusion and encephalopathy, accompanied by vasogenic edema of the posterior white matter observed on neuroimaging. Sorafenib is an inhibitor of pro-angiogenic receptor tyrosine kinases, such as vascular endothelial growth factor receptor 2, platelet-derived growth factor receptor β, and vascular endothelial growth factor receptor 3. In the previous research literature, only one case of sorafenib-induced RPLS, in a patient with hepatocellular carcinoma, has been reported. The current report presents two cases of sorafenib-induced RPLS in patients with metastases from a renal cell carcinoma. In the first case, a 75-year-old female patient developed a fever, fell down and was unable to move her limbs as instructed after 11 days of sorefenib treatment. Brain magnetic resonance imaging (MRI) demonstrated no typical RPLS findings. As all of the symptoms were resolved after sorafenib discontinuation, sorafenib was restarted. However, the patient remained unable to walk steadily and to articulate properly after 10 days. MRI again demonstrated no notable findings, and her condition improved only after discontinuation of the sorafenib. In the second case, a 75-year-old male patient experienced a fall due to loss of consciousness. T2-weighted and fluid-attenuated inversion recovery MRI revealed high-intensity signals on both sides of the cerebellar hemisphere and pons, and also partially on both sides of the frontal lobe. At 33 days after sorafenib discontinuation, he had recovered sufficiently to walk by himself with a walker, and a repeat MRI revealed a significant improvement. Although one case took a longer time, both cases were fortunately reversible by discontinuation of sorafenib treatment and administration of combined-modality therapy (including oxygen, steroids, verapamil, digoxin and nicardipine hydrochloride). The oncology community should be alerted to this uncommon and life-threatening adverse event.", "doi": "10.3892/mco.2017.1291", "title": "Sorafenib-induced reversible posterior leukoencephalopathy in patients with renal cell carcinoma: A report of two cases.", "journal": ["Molecular and clinical oncology", "Mol Clin Oncol"]}