{"authors": [["Sato", "Kenichiro", "K", "Department of Neurology, Center Hospital of the National Center for Global Health and Medicine, Japan."], ["Arai", "Noritoshi", "N", "Department of Neurology, Center Hospital of the National Center for Global Health and Medicine, Japan."], ["Omori-Mitsue", "Aki", "A", "Department of Neurology, Center Hospital of the National Center for Global Health and Medicine, Japan."], ["Hida", "Ayumi", "A", "Department of Neurology, Center Hospital of the National Center for Global Health and Medicine, Japan."], ["Kimura", "Akio", "A", "Department of Emergency Medicine and Critical Care, Center Hospital of the National Center for Global Health and Medicine, Japan."], ["Takeuchi", "Sousuke", "S", "Department of Neurology, Center Hospital of the National Center for Global Health and Medicine, Japan."]], "date": "2017-08-01", "id": "28781312", "text": "Objective To identify the prehospital factors predicting the performance of tracheal intubation (TI) at the emergency department (ED) in patients with convulsive seizure or epilepsy. Methods We performed a retrospective analysis of seizure patients who underwent TI at the ED soon after arrival. The clinical variables obtained in the prehospital setting were reviewed. Patients The study population included consecutive adult patients who were transported to an urban tertiary care ED due to convulsive seizure between August 2010 and September 2015. Results Among the 822 eligible patients, 59 patients (7.2%) underwent TI at the ED. Four independent prehospital predictors were identified using multivariate analysis: age ≥50 years (+1 point), meeting the definition of convulsive status epilepticus (+4 points), and an on-scene heart rate of ≥120 bpm (+1 point) led to a higher likelihood of TI, while a higher on-scene (alert or confused) level of consciousness (-3 points) led to a lower likelihood of TI. The derived prediction rule (the sum of all points) had good predictive performance with an area under the curve of 0.88 (95% confidence interval: 0.79-0.97), a sensitivity of 0.62, a specificity of 0.91, and a positive likelihood ratio of 10.6, when the cut-off value was set to 5 points. Conclusion We constructed a simple prehospital prediction rule to help predict the need for TI in seizure patients, even in the prehospital phase. This may possibly lead to the more effective management of seizure patients in the ED.", "doi": "10.2169/internalmedicine.8394-16", "title": "The Prehospital Predictors of Tracheal Intubation for in Patients who Experience Convulsive Seizures in the Emergency Department.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}