{"authors": [["Hao", "N N", "NN", "Department of Medical Radiology, Tianjin Huanhu Hospital, Tianjin 300060, China."], ["Tian", "C", "C", null], ["Lian", "K X", "KX", null], ["Han", "T", "T", null], ["Jin", "S", "S", null]], "date": null, "id": "28780827", "text": "Objective: To explore the difference of radiological imaging features of delayed encephalopathy after carbon monoxide poisoning (DECMP) and acute carbon monoxide poisoning (ACMP) , and the correlation between the imaging findings and clinical prognosis of the disease. Methods: The correlation between imaging findings and clinical manifestations and prognosis of 95 patients with moderate and severe acute carbon monoxide poisoning were retrospectively analyzed. In the above 95 cases, there were 62 cases of ACMP and 33 cases of DEACMP. All patients underwent conventional CT, MRI and magnetic resonance diffusion tensor imaging (DTI) . Circular regions of interest (ROI) measurement was used for analysis of average diffusion coefficient (ADC) value and fractional anisotropy (FA) value of the MRI and DTI imaging manifestations in different brain regions. Results: The main clinical manifestation of moderate acute carbon monoxide poisoning was consciousness disorder and fatigue; Severe poisoning patients showed deep coma as the main clinical manifestations; The most prominent clinical manifestations of DEACMP were mental disorders and neurological impairment in the extrapyramidal system. A total of 95 cases with moderate or severe CO poisoning showed unilateral or bilateral cerebral cortex, bilateral basal ganglia (white ball) , cerebral white matter around bilateral ventricles or bilateral centrum semiovale, around bilateral ventricles cerebral white matter around bilateral ventricles and bilateral centrum semiovale, cerebral cortex and subcortical involvement. CT showed normal or low density shadow.MRI showed that the lesion T(1)WI presented slightly low or equal signal, T(2)WI and FLAIR sequences showed equal, a slightly higher or high signal; DWI sequence showed slightly higher or high signal. ADC value and FA value in different brain white matter regions of DEACMP group was significantly lower than those of ACMP group (P<0.05) , especially for those around semi oval center and lateral ventricles of the brain white matter (P<0.01) ; The ADC values increased significantly, FA value decreased significantly in the nerve nucleus (P<0.05) , especially for ADC values in globus pallidus (P<0.01) . Conclusion: DTI can evaluate the brain tissue damage in patients with DEACMP more early and more accurately.目的： 研究单纯急性一氧化碳（CO）中毒（ACMP）和CO中毒后迟发性脑病（DEACMP）的影像学表现差异及其与临床预后的相关性。 方法： 对确诊的95例中、重度急性CO中毒的患者（其中62例单纯ACMP患者，33例DEACMP患者）回顾性分析其影像学表现、临床表现及预后。所有患者均行常规颅脑CT、MRI及核磁共振扩散张量成像（DTI）扫描，采用圆形感兴趣区（ROI）测量不同脑区MRI及DTI的平均扩散系数（ADC）值、各向异性分数（FA）值。 结果： 中度ACMP的主要临床表现为意识障碍和乏力；重度中毒以中深度昏迷为主；DEACMP患者以精神意识障碍和锥体外系神经损害最为突出。95例中、重度CO中毒患者中，病变累及部位分别为双侧或单侧大脑皮层、双侧基底节区（苍白球）、双侧脑室周围脑白质或双侧半卵圆中心、双侧脑室周围脑白质及双侧半卵圆中心、大脑皮层及皮层下。CT显示正常或低密度影。MRI显示病变T(1)WI呈稍低、等信号，T(2)WI及FLAIR序列呈等、稍高、高信号，DWI序列呈稍高、高信号改变。DEACMP组不同脑白质区的ADC值、FA值明显低于单纯ACMP组（P<0.05），以半卵圆中心和侧脑室周围白质的ADC值、FA值下降最明显（P<0.01）；而所测各神经核团的ADC值明显升高，FA值明显降低（P<0.05），其中，苍白球区ADC值升高最明显（P<0.01）。 结论： DTI能更早期、更准确地评估DEACMP患者的脑组织损伤程度。.", "doi": null, "title": "[Imaging diagnosis of 95 cases of moderate and severe acute carbon monoxide poisoning].", "journal": ["Zhonghua lao dong wei sheng zhi ye bing za zhi = Zhonghua laodong weisheng zhiyebing zazhi = Chinese journal of industrial hygiene and occupational diseases", "Zhonghua Lao Dong Wei Sheng Zhi Ye Bing Za Zhi"]}