{"authors": [["Pozzato", "Ilaria", "I", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."], ["Cameron", "Ian D", "ID", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."], ["Meares", "Susanne", "S", "Department of Psychology, Macquarie University, Sydney, Australia."], ["Kifley", "Annette", "A", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."], ["Vu", "Kim Van", "KV", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."], ["Liang", "Anthony", "A", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."], ["Gillett", "Mark", "M", "Emergency Department, Royal North Shore Hospital, Sydney, Australia."], ["Craig", "Ashley", "A", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."], ["Gopinath", "Bamini", "B", "John Walsh Centre for Rehabilitation Research, Kolling Medical Research Institute, Sydney Medical School, University of Sydney, Sydney, Australia."]], "date": "2017-08-04", "id": "28780552", "text": "Previous literature confirms that a mild traumatic brain injury (mTBI) may result in long-term emotional impacts and, in vulnerable subgroups, cognitive deficits. The accurate diagnosis of mTBI and its written documentation is an important first step towards providing appropriate and timely clinical care. Surveillance studies involving emergency department (ED) and hospital-based data need to be prioritised as these provide incident mTBI estimates. This project will advance existing research findings by estimating the occurrence of mTBI among those attending an ED and quantifying the accuracy of mTBI diagnoses recorded by ED staff through a comprehensive audit of ED records.Retrospective chart reviews (between June 2015 and June 2016) of electronic clinical records from an ED in Sydney (New South Wales, Australia) will be conducted. The study population will include persons aged 18-65 years who attended the ED with any clinical features potentially indicative of mTBI. The WHO operational criteria for the clinical identification of mTBI cases is the presence of: (1) a Glasgow Coma Scale (GCS) of 13-15 after 30 min postinjury or on presentation to hospital; (2) one or more of the following: post-traumatic amnesia (PTA) of less than 24 hours' duration, confusion or disorientation, a witnessed loss of consciousness for ≤30 min and/or a positive CT brain scan. We estimate that 30 000 ED attendances will be screened and that a sample size of 500 cases with mTBI will be identified during this 1-year period, which will provide reliable estimates of mTBI occurrence in the ED setting.The study was approved by the Northern Sydney Local Health District Ethics Committee. The committee deemed this study as low risk in terms of ethical issues. The written papers from this study will be submitted for publication in quality peer-reviewed medical and health journals. Study findings will be disseminated via presentations at national/international conferences and peer-reviewed journals.", "doi": "10.1136/bmjopen-2017-016222", "title": "A surveillance study to determine the accuracy of mild traumatic brain injury diagnosis in an emergency department: protocol for a retrospective cohort study.", "journal": ["BMJ open", "BMJ Open"]}