{"authors": [["Datta", "Jessica", "J", "Department of Social and Environmental Health Research, London School of Hygiene & Tropical Medicine, London, UK."], ["Reid", "David", "D", "Department of Social and Environmental Health Research, London School of Hygiene & Tropical Medicine, London, UK."], ["Hughes", "Gwenda", "G", "Centre for Infectious Disease Surveillance and Control, Public Health England, London, UK."], ["Mercer", "Catherine H", "CH", "Department of Infection and Population Health, University College London, London, UK."], ["Wayal", "Sonali", "S", "Department of Infection and Population Health, University College London, London, UK."], ["Weatherburn", "Peter", "P", "Department of Social and Environmental Health Research, London School of Hygiene & Tropical Medicine, London, UK."]], "date": "2017-08-04", "id": "28778980", "text": "To explore the experiences and views of men who have sex with men (MSM) on attending clinical sexual health services and their preferences regarding service characteristics in the context of the disproportionate burden of STIs experienced by this group. The wider study aim was to develop a risk assessment tool for use in sexual health clinics.Qualitative study comprising eight focus group discussions with 61 MSM in four English cities. Topics included: experience of attending sexual health services, perceptions of norms of attendance among MSM, knowledge of, and attitudes towards, STIs and views on 'being researched.' Discussions were audio-recorded and transcribed and a thematic data analysis conducted.Attending sexual health services for STI testing was described as embarrassing by some and some clinic procedures were thought to compromise confidentiality. Young men seeking STI testing were particularly sensitive to feelings of awkwardness and self-consciousness. Black and ethnic minority men were concerned about being exposed in their communities. The personal qualities of staff were seen as key features of sexual health services. Participants wanted staff to be friendly, professional, discreet, knowledgeable and non-judgemental.A range of opinion on the type of STI service men preferred was expressed with some favouring generic sexual and reproductive health clinics and others favouring specialist community-based services. There was consensus on the qualities they would like to see in healthcare staff. The knowledge, conduct and demeanour of staff could exacerbate or ameliorate unease associated with attending for STI testing.", "doi": "10.1136/sextrans-2016-052983", "title": "Places and people: the perceptions of men who have sex with men concerning STI testing: a qualitative study.", "journal": ["Sexually transmitted infections", "Sex Transm Infect"]}