{"authors": [["Tsai", "Ching-Yi", "CY", "Institute for Translational Research in Biomedicine, Kaohsiung Chang Gung Memorial Hospital, Kaohsiung, Taiwan, Republic of China; and."], ["Poon", "Yan-Yuen", "YY", "Institute for Translational Research in Biomedicine, Kaohsiung Chang Gung Memorial Hospital, Kaohsiung, Taiwan, Republic of China; and."], ["Chen", "Chang-Han", "CH", "Institute for Translational Research in Biomedicine, Kaohsiung Chang Gung Memorial Hospital, Kaohsiung, Taiwan, Republic of China; and."], ["Chan", "Samuel H H", "SHH", "Institute for Translational Research in Biomedicine, Kaohsiung Chang Gung Memorial Hospital, Kaohsiung, Taiwan, Republic of China; and shhchan@adm.cgmh.org.tw."]], "date": "2017-08-04", "id": "28778914", "text": "The last two decades have seen the emergence of Cre-Lox recombination as one of the most powerful and versatile technologies for cell-specific genetic engineering of mammalian cells. Understandably, the primary concerns in the practice of Cre-Lox recombination are whether the predicted genome has been correctly modified and the targeted phenotypes expressed. Rarely are the physiological conditions of the animals routinely examined because the general assumption is that they are normal. Based on corroborative results from radiotelemetric recording, power spectral analysis, and magnetic resonance imaging/diffusion tensor imaging in brain-derived neurotrophic factor-floxed mice, the present study revealed that this assumption requires amendment. We found that despite comparable blood pressure and heart rate with C57BL/6 or Cre mice under the conscious state, floxed and Cre-Lox mice exhibited diminished baroreflex-mediated sympathetic vasomotor tone and cardiac vagal baroreflex. We further found that the capacity and plasticity of baroreflex of these two strains of mice under isoflurane anesthesia were retarded, as reflected by reduced connectivity between the nucleus tractus solitarii and rostral ventrolateral medulla or nucleus ambiguus. The identification of anomalous baroreflex functionality inherent in floxed and Cre-Lox mice points to the importance of incorporating physiological phenotypes into studies that engage gene manipulations such as Cre-Lox recombination.NEW & NOTEWORTHY We established that anomalous baroreflex functionality is inherent in floxed and Cre-Lox mice. These two mouse strains exhibited diminished baroreflex-mediated sympathetic vasomotor tone and cardiac vagal baroreflex under the conscious state, retarded capacity and plasticity of baroreflex under isoflurane anesthesia, and reduced connectivity between key nuclei in the baroreflex neural circuits.", "doi": "10.1152/ajpheart.00346.2017", "title": "Anomalous baroreflex functionality inherent in floxed and Cre-Lox mice: an overlooked physiological phenotype.", "journal": ["American journal of physiology. Heart and circulatory physiology", "Am. J. Physiol. Heart Circ. Physiol."]}