{"authors": [["Hasegawa", "Wakae", "W", "Department of Respiratory Medicine, Graduate School of Medicine, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8655, Japan."], ["Yamauchi", "Yasuhiro", "Y", "Department of Respiratory Medicine, Graduate School of Medicine, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8655, Japan. YAMAUCHIY-INT@h.u-tokyo.ac.jp."], ["Yasunaga", "Hideo", "H", "Department of Clinical Epidemiology and Health Economics, School of Public Health, Tokyo, Japan."], ["Takeshima", "Hideyuki", "H", "Department of Respiratory Medicine, Graduate School of Medicine, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8655, Japan."], ["Sakamoto", "Yukiyo", "Y", "Department of Respiratory Medicine, Graduate School of Medicine, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8655, Japan."], ["Jo", "Taisuke", "T", "Department of Respiratory Medicine, Graduate School of Medicine, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8655, Japan."], ["Sasabuchi", "Yusuke", "Y", "Department of Health Services Research, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan."], ["Matsui", "Hiroki", "H", "Department of Clinical Epidemiology and Health Economics, School of Public Health, Tokyo, Japan."], ["Fushimi", "Kiyohide", "K", "Department of Health Policy and Informatics, Tokyo Medical and Dental University Graduate School of Medicine, Tokyo, Japan."], ["Nagase", "Takahide", "T", "Department of Respiratory Medicine, Graduate School of Medicine, The University of Tokyo, 7-3-1 Hongo, Bunkyo-ku, Tokyo, 113-8655, Japan."]], "date": "2017-08-04", "id": "28778188", "text": "Asthma exacerbation may require a visit to the emergency room as well as hospitalization and can occasionally be fatal. However, there is limited information about the prognostic factors for asthma exacerbation requiring hospitalization, and no methods are available to predict an inpatient's prognosis. We investigated the clinical features and factors affecting in-hospital mortality of patients with asthma exacerbation and generated a nomogram to predict in-hospital death using a national inpatient database in Japan.We retrospectively collected data concerning hospitalization of adult patients with asthma exacerbation between July 2010 and March 2013 using the Japanese Diagnosis Procedure Combination database. We recorded patient characteristics and performed Cox proportional hazards regression analysis to assess the factors associated with all-cause in-hospital mortality. Then, we constructed a nomogram to predict in-hospital death.A total of 19,684 patients with asthma exacerbation were identified; their mean age was 58.8 years (standard deviation, 19.7 years) and median length of hospital stay was 8 days (interquartile range, 5-12 days). Among study patients, 118 died in the hospital (0.6%). Factors associated with higher in-hospital mortality included older age, male sex, reduced level of consciousness, pneumonia, and heart failure. A nomogram was generated to predict the in-hospital death based on the existence of seven variables at admission. The nomogram allowed us to estimate the probability of in-hospital death, and the calibration plot based on these results was well fitted to predict the in-hospital prognosis.Our nomogram allows physicians to predict individual risk of in-hospital death in patients with asthma exacerbation.", "doi": "10.1186/s12890-017-0450-2", "title": "Prognostic nomogram for inpatients with asthma exacerbation.", "journal": ["BMC pulmonary medicine", "BMC Pulm Med"]}