{"authors": [["Friston", "Karl J", "KJ", "Wellcome Trust Centre for Neuroimaging, Institute of Neurology, University College London WC1N 3BG, U.K. k.friston@ucl.ac.uk."], ["Lin", "Marco", "M", "Wellcome Trust Centre for Neuroimaging, Institute of Neurology, University College London WC1N 3BG, U.K. marco.lin91@gmail.com."], ["Frith", "Christopher D", "CD", "Wellcome Trust Centre for Neuroimaging, Institute of Neurology, University College London WC1N 3BG, and Institute of Philosophy, School of Advanced Studies, University of London EC1E 7HU, U.K. c.frith@ucl.ac.uk."], ["Pezzulo", "Giovanni", "G", "Institute of Cognitive Sciences and Technologies, National Research Council, 7-00185 Rome, Italy giovanni.pezzulo@gmail.com."], ["Hobson", "J Allan", "JA", "Wellcome Trust Centre for Neuroimaging, Institute of Neurology, University College London WC1N 3BG, U.K., and Division of Sleep Medicine, Harvard Medical School, Boston, MA 02215, U.S.A. allan_hobson@hms.harvard.edu."], ["Ondobaka", "Sasha", "S", "Wellcome Trust Centre for Neuroimaging, Institute of Neurology, University College London WC1N 3BG, U.K. s.ondobaka@ucl.ac.uk."]], "date": "2017-08-04", "id": "28777724", "text": "This article offers a formal account of curiosity and insight in terms of active (Bayesian) inference. It deals with the dual problem of inferring states of the world and learning its statistical structure. In contrast to current trends in machine learning (e.g., deep learning), we focus on how people attain insight and understanding using just a handful of observations, which are solicited through curious behavior. We use simulations of abstract rule learning and approximate Bayesian inference to show that minimizing (expected) variational free energy leads to active sampling of novel contingencies. This epistemic behavior closes explanatory gaps in generative models of the world, thereby reducing uncertainty and satisfying curiosity. We then move from epistemic learning to model selection or structure learning to show how abductive processes emerge when agents test plausible hypotheses about symmetries (i.e., invariances or rules) in their generative models. The ensuing Bayesian model reduction evinces mechanisms associated with sleep and has all the hallmarks of \"aha\" moments. This formulation moves toward a computational account of consciousness in the pre-Cartesian sense of sharable knowledge (i.e., con: \"together\"; scire: \"to know\").", "doi": "10.1162/neco_a_00999", "title": "Active Inference, Curiosity and Insight.", "journal": ["Neural computation", "Neural Comput"]}