{"authors": [["Goenka", "Anu", "A", "1. Manchester Collaborative Centre for Inflammation Research, University of Manchester, UK 2. Manchester Academic Health Sciences Centre, University of Manchester, UK 3. Department of Paediatrics and Child Health, Pietermaritzburg Metropolitan Hospitals Complex, South Africa 4. Department of Paediatrics and Child Health, University of KwaZulu-Natal, South Africa 5. Department of Microbiology, National Health Laboratory Service, South Africa 6. School of Laboratory Medicine and Medical Sciences, University of KwaZulu-Natal, South Africa 7. Health Protection Research Unit in Emerging and Zoonotic Infections, Institute of Infection and Global Health, University of Liverpool, UK 8. Walton Centre NHS Foundation Trust, UK 9. Centre for Epidemiology, Institute of Population Health, University of Manchester, UK 10. Department of Neurology, Alder Hey Children's NHS Trust, UK."], ["Jeena", "Prakash M", "PM", null], ["Mlisana", "Koleka", "K", null], ["Solomon", "Tom", "T", null], ["Spicer", "Kevin", "K", null], ["Stephenson", "Rebecca", "R", null], ["Verma", "Arpana", "A", null], ["Dhada", "Barnesh", "B", null], ["Griffiths", "Michael J", "MJ", null]], "date": "2017-08-01", "id": "28777205", "text": "Early diagnosis of tuberculous meningitis (TBM) is crucial to achieve optimum outcomes. There is no effective rapid diagnostic test for use in children. We aimed to develop a clinical decision tool to facilitate the early diagnosis of childhood TBM.Retrospective case control study across 7 hospitals in KwaZulu-Natal, South Africa (2010-2014). We identified the variables most predictive of microbiologically confirmed TBM in children (3 months-15 years) by univariate analysis. These variables were modelled into a clinical decision tool and performance tested on an independent sample group.Of 865 children with suspected TBM, 3% (25) were identified with microbiologically confirmed TBM. Clinical information was retrieved for 22 microbiologically confirmed cases of TBM and compared with 66 controls matched for age, ethnicity, sex and geographical origin. The 9 most predictive variables among the confirmed cases were used to develop a clinical decision tool (CHILD TB LP): altered Consciousness; caregiver HIV infected; Illness length >7 days; Lethargy; focal neurological Deficit; failure to Thrive; Blood/serum sodium <132mmol/L; CSF >10 Lymphocytes x 10*6/L; CSF Protein >0.65g/L. This tool successfully classified an independent sample of 7 cases and 21 controls with a sensitivity of 100% and specificity of 90%.The CHILD TB LP decision tool accurately classified microbiologically confirmed TBM. We propose that CHILD TB LP is prospectively evaluated as a novel rapid diagnostic tool for use in the initial evaluation of children with suspected neurological infection presenting to hospitals in similar settings.", "doi": "10.1097/INF.0000000000001726", "title": "Rapid Accurate Identification of Tuberculous Meningitis Among South African Children Using a Novel Clinical Decision Tool.", "journal": ["The Pediatric infectious disease journal", "Pediatr. Infect. Dis. J."]}