{"authors": [["Sacharz", "Julia", "J", "Faculty of Chemistry, Jagiellonian University, Kraków, Poland."], ["Wesełucha-Birczyńska", "Aleksandra", "A", "Faculty of Chemistry, Jagiellonian University, Kraków, Poland. Electronic address: birczyns@chemia.uj.edu.pl."], ["Zięba-Palus", "Janina", "J", "Institute of Forensic Research, Kraków, Poland."], ["Lewandowski", "Marian H", "MH", "Department of Neurophysiology and Chronobiology, Institute of Zoology and Biomedical Research, Jagiellonian University, Kraków, Poland."], ["Kowalski", "Rafał", "R", "Institute of Forensic Research, Kraków, Poland."], ["Palus", "Katarzyna", "K", "Department of Neurophysiology and Chronobiology, Institute of Zoology and Biomedical Research, Jagiellonian University, Kraków, Poland."], ["Chrobok", "Łukasz", "Ł", "Department of Neurophysiology and Chronobiology, Institute of Zoology and Biomedical Research, Jagiellonian University, Kraków, Poland."], ["Moskal", "Paulina", "P", "Faculty of Chemistry, Jagiellonian University, Kraków, Poland."], ["Birczyńska", "Malwina", "M", "The Department of Infectious Diseases, The University Hospital, Kraków, Poland."], ["Sozańska", "Agnieszka", "A", "Renishaw Sp. z o.o., Warszawa, Poland."]], "date": "2017-07-25", "id": "28772144", "text": "Absence epilepsy is the neurological disorder characterized by the pathological spike-and wave discharges present in the electroencephalogram, accompanying a sudden loss of consciousness. Experiments were performed on brain slices obtained from young male WAG/Rij rats (2-3weeks old), so that they were sampled before the appearance of brain-damaging seizures symptoms. Two differing brain areas of the rats' brain tissue were studied: the somatosensory cortex (Sc) and the dorsal lateral geniculate nucleus of the thalamus (DLG). The Raman spectra of the fresh brain scraps, kept during measurements in artificial cerebrospinal fluid, were collected using as an excitation source 442nm, 514.5nm, 785nm and 1064nm laser line. The average spectra were analyzed by 2D correlation method regarding laser line as an external perturbation. In 2D synchronous spectra positive auto-peaks corresponding to the CC stretching and amide I band vibrations show maxima at 1660cm-1 and 1662cm-1 for Sc and DLG, respectively. The prominent auto-peak at 2937cm-1, originated from the CH3 mode in DLG brain area, seems to indicate the importance of methylation, considered to be significant in epileptogenesis. Synchronous and asynchronous correlations peaks, glutamic acid and gamma-aminobutyric acid (GABA), appear in Sc and DLG, respectively. In the 1730-1600cm-1 range occur cross-peaks which appearance might be triggered by glial fibrillary acidic protein (GFAP) activation.", "doi": "10.1016/j.saa.2017.07.046", "title": "Epileptic rat brain tissue analyzed by 2D correlation Raman spectroscopy.", "journal": ["Spectrochimica acta. Part A, Molecular and biomolecular spectroscopy", "Spectrochim Acta A Mol Biomol Spectrosc"]}