{"authors": [["Sheikh", "Sadaf", "S", "Resident Year III, Department of Emergency Medicine, Aga Khan University Hospital, Karachi, Pakistan."], ["Baig", "Muhammad Akbar", "MA", "Instructor, Department of Emergency Medicine, Aga Khan University Hospital, Karachi, Pakistan."], ["Ali", "Noman", "N", "Resident Year IV, Department of Emergency Medicine, Aga Khan University Hospital, Karachi, Pakistan."], ["Khan", "NadeemUllah", "N", "Emergency Medicine and Toxicology, Department of Emergency Medicine, Aga Khan University Hospital, Karachi, Pakistan."]], "date": null, "id": "28770895", "text": "We report the case of a fisherman who was exposed to high concentrations of hydrogen sulfide (H2S) gas from the fish garbage room. The patient survived and was discharged with full recovery from the hospital. H2S is a colourless, foul smelling and highly toxic gas next to carbon monoxide, which causes inhalation death. It is a by-product of various industrial processes particularly involves exposure from agriculture, petrochemical industry and organic matter decomposition from sewage processing. It is a by-product of H2S has been referred as the \"knock down gas\" because inhalation of high concentrations can cause immediate loss of consciousness and death. Although early use of amyl nitrate and hyperbaric oxygen shows some benefit in literature, supportive care remains the mainstay of treatment. Emergency physicians and pre-hospital care personnel are not very familiar with such exposure due to its rarity. This becomes more relevant in the developing world settings where there are rising concerns about the unsafe exposure to hazardous chemicals and its impact on human health. Emergency physicians working in Pakistan should be aware of this entity especially in regard to fishermen presenting to the Emergency Department with such a clinical presentation and its toxic manifestations. This incident also illustrates the need of enforcement of health and safety regulations in the fishing industry.", "doi": null, "title": "Hydrogen sulfide gas poisoning in fish garbage room: A report of a fisherman.", "journal": ["JPMA. The Journal of the Pakistan Medical Association", "J Pak Med Assoc"]}