{"authors": [["Yu", "Meng", "M", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Tang", "Suqin", "S", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Wang", "Chenyi", "C", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Xiang", "Zhendong", "Z", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Yu", "Wei", "W", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Xu", "Wei", "W", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Wang", "Jianping", "J", "Beijing Key Laboratory of Applied Experimental Psychology, National Demonstration Center for Experimental Psychology Education, Faculty of Psychology, Beijing Normal UniversityBeijing, China."], ["Prigerson", "Holly G", "HG", "Center for Research on End-of-Life Care, Weill Cornell Medicine College, New YorkNY, United States."]], "date": "2017-07-17", "id": "28769844", "text": "Background: Attentional bias refers to a preference for (e.g., vigilance) or a shifting away (e.g., avoidance) of one's focus with respect to specific stimuli. Accumulating evidence suggests that an attentional bias toward death/threat-related stimuli exists in bereaved individuals experiencing prolonged grief (PG). Measuring for different processing may reflect different cognitive characteristics. Therefore, this study sought to compare information-processing biases in Chinese individuals with high versus low levels of PG symptomatology at supraliminal and subliminal levels, respectively. Method: A 2 (grief level) × 2 (consciousness level) × 2 (word type) three-factor mixed design with supraliminal and subliminal tasks was utilized in the current study. Based on their Prolonged Grief Questionnaire-13 (PG-13) scores, 38 participants were included in the low-PG group, and 34 individuals were included in the high-PG group. All the participants completed a dot-probe task in which they were primed with death-related and life-related words paired with neutral stimuli. Results: High-PG individuals were slower in reacting to the death-related information in both supraliminal and subliminal tasks. After controlling for other symptoms in the backward deletion regression, PG-13 scores significantly predicted the avoidance tendency to death-related words in the supraliminal task, while anxiety was the best predictor of turning one's vision away from death-related stimuli in the subliminal trials. Conclusion: The results suggested that high PG is associated with a tendency to avoid death-related words. Future research is needed to explore interventions that address the avoidance of death-related stimuli among individuals with elevated, or diagnosable, levels of PG.", "doi": "10.3389/fpsyg.2017.01201", "title": "Avoidance of Bereavement-Related Stimuli in Chinese Individuals Experiencing Prolonged Grief: Evidence from a Dot-Probe Task.", "journal": ["Frontiers in psychology", "Front Psychol"]}