{"authors": [["Sypniewska", "Paulina", "P", "Department of Ambulatory Care and Community Medicine, University of Lausanne, Lausanne, Switzerland."], ["Duda", "Jose F", "JF", "International Committee of the Red Cross, Geneva, Switzerland."], ["Locatelli", "Isabella", "I", "Department of Ambulatory Care and Community Medicine, University of Lausanne, Lausanne, Switzerland."], ["Althaus", "Clotilde Rambaud", "CR", "Swiss Tropical and Public Health Institute, University of Basel, Basel, Switzerland."], ["Althaus", "Fabrice", "F", "International Committee of the Red Cross, Geneva, Switzerland."], ["Genton", "Blaise", "B", "Department of Ambulatory Care and Community Medicine, University of Lausanne, Lausanne, Switzerland. blaise.genton@swisstph.ch."]], "date": "2017-08-03", "id": "28768513", "text": "The criteria for defining severe malaria have evolved over the last 20 years. We aimed to assess the strength of association of death with features currently characterizing severe malaria through a systematic review and meta-analysis.Electronic databases (Medline, Embase, Cochrane Database of Systematic Reviews, Thomson Reuters Web of Knowledge) were searched to identify publications including African children with severe malaria. PRISMA guidelines were followed. Selection was based on design (epidemiological, clinical and treatment studies), setting (Africa), participants (children < 15 years old with severe malaria), outcome (survival/death rate), and prognostic indicators (clinical and laboratory features). Quality assessment was performed following the criteria of the 2011 Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2). Odds ratios (ORs) were calculated for each study and prognostic indicator, and, when a test was assessed in at least two studies, pooled estimates of ORs were computed using fixed- or random-effects meta-analysis.A total of 601 articles were identified and screened and 30 publications were retained. Features with the highest pooled ORs were renal failure (5.96, 95% CI 2.93-12.11), coma score (4.83, 95% CI 3.11-7.5), hypoglycemia (4.59, 95% CI 2.68-7.89), shock (4.31, 95% CI 2.15-8.64), and deep breathing (3.8, 95% CI 3.29-4.39). Only half of the criteria had an OR > 2. Features with the lowest pooled ORs were impaired consciousness (0.58, 95% CI 0.25-1.37), severe anemia (0.76, 95% CI 0.5- 1.13), and prostration (1.12, 95% CI 0.45-2.82).The findings of this meta-analysis show that the strength of association between the criteria defining severe malaria and death is quite variable for each clinical and/or laboratory feature (OR ranging from 0.58 to 5.96). This ranking allowed the identification of features weakly associated with death, such as impaired consciousness and prostration, which could assist to improve case definition, and thus optimize antimalarial treatment.", "doi": "10.1186/s12916-017-0906-5", "title": "Clinical and laboratory predictors of death in African children with features of severe malaria: a systematic review and meta-analysis.", "journal": ["BMC medicine", "BMC Med"]}