{"authors": [["Chang", "Acer Y-C", "AY", "Department of Informatics, University of Sussex, Brighton BN1 9QJ, United Kingdom, ac524@sussex.ac.uk."], ["Schwartzman", "David J", "DJ", "Department of Informatics, University of Sussex, Brighton BN1 9QJ, United Kingdom."], ["VanRullen", "Rufin", "R", "CNRS, Centre de Recherche Cerveau et Cognition, Faculté de Médecine de Purpan, 31062 Toulouse, France."], ["Kanai", "Ryota", "R", "Sackler Centre for Consciousness Science, University of Sussex, Brighton BN1 9QJ, United Kingdom."], ["Seth", "Anil K", "AK", "Department of Informatics, University of Sussex, Brighton BN1 9QJ, United Kingdom."]], "date": "2017-08-01", "id": "28765331", "text": "A novel neural signature of active visual processing has recently been described in the form of the \"perceptual echo\", in which the cross-correlation between a sequence of randomly fluctuating luminance values and occipital electrophysiological signals exhibits a long-lasting periodic (∼100 ms cycle) reverberation of the input stimulus (VanRullen and Macdonald, 2012). As yet, however, the mechanisms underlying the perceptual echo and its function remain unknown. Reasoning that natural visual signals often contain temporally predictable, though nonperiodic features, we hypothesized that the perceptual echo may reflect a periodic process associated with regularity learning. To test this hypothesis, we presented subjects with successive repetitions of a rapid nonperiodic luminance sequence, and examined the effects on the perceptual echo, finding that echo amplitude linearly increased with the number of presentations of a given luminance sequence. These data suggest that the perceptual echo reflects a neural signature of regularity learning.Furthermore, when a set of repeated sequences was followed by a sequence with inverted luminance polarities, the echo amplitude decreased to the same level evoked by a novel stimulus sequence. Crucially, when the original stimulus sequence was re-presented, the echo amplitude returned to a level consistent with the number of presentations of this sequence, indicating that the visual system retained sequence-specific information, for many seconds, even in the presence of intervening visual input. Altogether, our results reveal a previously undiscovered regularity learning mechanism within the human visual system, reflected by the perceptual echo.SIGNIFICANCE STATEMENT How the brain encodes and learns fast-changing but nonperiodic visual input remains unknown, even though such visual input characterizes natural scenes. We investigated whether the phenomenon of \"perceptual echo\" might index such learning. The perceptual echo is a long-lasting reverberation between a rapidly changing visual input and evoked neural activity, apparent in cross-correlations between occipital EEG and stimulus sequences, peaking in the alpha (∼10 Hz) range. We indeed found that perceptual echo is enhanced by repeatedly presenting the same visual sequence, indicating that the human visual system can rapidly and automatically learn regularities embedded within fast-changing dynamic sequences. These results point to a previously undiscovered regularity learning mechanism, operating at a rate defined by the alpha frequency.", "doi": "10.1523/JNEUROSCI.3714-16.2017", "title": "Visual Perceptual Echo Reflects Learning of Regularities in Rapid Luminance Sequences.", "journal": ["The Journal of neuroscience : the official journal of the Society for Neuroscience", "J. Neurosci."]}