{"authors": [["Cooray", "S", "S", "1 Louise Coote Lupus Unit, Guy's and St Thomas' Hospital NHS Foundation Trust, London, UK."], ["Zhang", "H", "H", "1 Louise Coote Lupus Unit, Guy's and St Thomas' Hospital NHS Foundation Trust, London, UK."], ["Breen", "R", "R", "2 Department of Respiratory Medicine, Guy's and St Thomas' NHS Foundation Trust, London, UK."], ["Carr-White", "G", "G", "3 Cardiothoracic Centre, Guy's and St Thomas' NHS Foundation Trust, London, UK."], ["Howard", "R", "R", "4 Department of Neurology, Guy's and St Thomas' NHS Foundation Trust, London, UK."], ["Cuadrado", "M", "M", "1 Louise Coote Lupus Unit, Guy's and St Thomas' Hospital NHS Foundation Trust, London, UK."], ["D'Cruz", "D", "D", "1 Louise Coote Lupus Unit, Guy's and St Thomas' Hospital NHS Foundation Trust, London, UK."], ["Sanna", "G", "G", "1 Louise Coote Lupus Unit, Guy's and St Thomas' Hospital NHS Foundation Trust, London, UK."]], "date": "2017-01-01", "id": "28764615", "text": "Central nervous system (CNS) tuberculosis (TB) is a rare but catastrophic event in patients with systemic lupus erythematosus (SLE). Here we report a case of cerebral TB in a patient with lupus myocarditis and nephritis, following cyclophosphamide immunosuppression. To our knowledge this is the first reported case of cerebral TB in SLE in a non-endemic country. A 31-year-old female with SLE and a history of regular travel to Kenya presented to our centre with clinical features of acute heart failure. She was diagnosed with severe lupus myocarditis, and a renal biopsy also confirmed lupus nephritis. Prior to admission, she had also had a cough, fever and weight loss and was under investigation for suspected TB infection. She was treated with ivabradine, beta-blockers and diuretics together with methylprednisolone and cyclophosphamide immunosuppression. Subsequent sputum cultures confirmed TB and she was commenced on triple therapy. Despite this, she developed confusion, dizziness, blurred vision and fluctuating consciousness. Magnetic resonance imaging (MRI) and lumbar puncture revealed CNS TB infection resulting in meningitis. This was later complicated by obstructive hydrocephalus due to TB abscesses. A ventriculoperitoneal (VP) shunt was inserted and TB medications were given intravenously (IV) with dexamethasone. Following a prolonged hospital admission, the patient eventually recovered and rituximab treatment was used to control her SLE. TB infection has been associated with SLE flares. It is likely in this case that TB exacerbated a lupus flare and subsequent immunosuppression resulted in mycobacterial dissemination to the CNS. Systemic and CNS features of TB and SLE are difficult to distinguish and their contemporaneous management represents a diagnostic and therapeutic challenge.", "doi": "10.1177/0961203317722849", "title": "Cerebral tuberculosis in a patient with systemic lupus erythematosus following cyclophosphamide treatment: a case report.", "journal": ["Lupus", "Lupus"]}