{"authors": [["Sun", "X", "X", "Department of psychology, Wong Foo Yuan building, The Chinese university of Hong Kong, Shatin, New Territories, Room 321, 3/F, 999077 Hong Kong, SAR, Taiwan."], ["Zhu", "C", "C", "Department of psychology, Wong Foo Yuan building, The Chinese university of Hong Kong, Shatin, New Territories, Room 321, 3/F, 999077 Hong Kong, SAR, Taiwan."], ["So", "S H W", "SHW", "Department of psychology, Wong Foo Yuan building, The Chinese university of Hong Kong, Shatin, New Territories, Room 321, 3/F, 999077 Hong Kong, SAR, Taiwan. Electronic address: shwso@psy.cuhk.edu.hk."]], "date": "2017-06-07", "id": "28763680", "text": "Dysfunctions in metacognition have been reported in individuals with anxiety disorders. Although recent studies have examined metacognition in other disorders, how dysfunctional metacognition compares across disorders is not clear. This review aimed to ascertain the importance of dysfunctional metacognition in various psychopathologies, and to identify similarities and differences in metacognitive profiles across disorders.Forty-seven studies were selected from 586 articles published between 1990 and August 2015, including a total sample of 3772 patients and 3376 healthy individuals. Studies that measured metacognition using the Meta-Cognitions Questionnaire (MCQ) and its variants were included. We conducted five meta-analyses including 49 to 55 effect sizes, comparing psychiatric patients to healthy individuals on respective metacognitive dimensions of the MCQ.We found elevated metacognitive dysfunctions in patients, as a group, on all MCQ dimensions. Group effects were large and robust for the two negative beliefs (i.e., beliefs about the uncontrollability and danger of thoughts, and beliefs about the need to control thoughts), and moderate and unstable for the positive beliefs. Patients showed decreased cognitive confidence and heightened cognitive self-consciousness on moderate to large levels. Moderator analyses revealed that negative beliefs about uncontrollability and danger of thoughts were most prevalent in generalized anxiety disorder, whereas heightened cognitive self-consciousness was more characteristic in obsessive-compulsive disorder. Generalized anxiety disorder, obsessive-compulsive disorder and eating disorders manifested more similar metacognitive profiles than other disorders.Our findings supported dysfunctional metacognition as common processes across psychopathologies, with certain dimensions being more prevalent in particular disorders.", "doi": "10.1016/j.eurpsy.2017.05.029", "title": "Dysfunctional metacognition across psychopathologies: A meta-analytic review.", "journal": ["European psychiatry : the journal of the Association of European Psychiatrists", "Eur. Psychiatry"]}