{"authors": [["Bakouie", "Fatemeh", "F", "Institute for Cognitive and Brain Sciences, Shahid Beheshti University, Tehran, Iran."], ["Pishnamazi", "Morteza", "M", "Students' Scientific Research Center (SSRC), Tehran University of Medical Sciences, Tehran, Iran."], ["Zeraati", "Roxana", "R", "Biomedical Engineering Faculty, Amirkabir University of Technology, Tehran, Iran."], ["Gharibzadeh", "Shahriar", "S", "Institute for Cognitive and Brain Sciences, Shahid Beheshti University, Tehran, Iran."]], "date": "2017-03-25", "id": "28761553", "text": "When two eyes are simultaneously stimulated by two inconsistent images, the observer's perception switches between the two images every few seconds such that only one image is perceived at a time. This phenomenon is named binocular rivalry (BR). However, sometimes the perceived image is a piecemeal mixed of two stimuli known as piecemeal perceptions. In this study, a BR task was designed in which orthogonal gratings are presented to the two eyes. The subjects were trained to report 3 states: dominant perceptions (two state matching to perceived grating orientation) and the piecemeal perceptions (third state). We explored the scale-freeness of the BR percept durations considering the two dominant monocular states as well as the piecemeal transition state using detrended fluctuation analysis. Our results reproduced the previous finding of memory in the perceptual switches between the monocular perception states. Moreover, we showed that such memory also exists in the transitory periods of dichoptic piecemeal perceptions. These results support our hypothesis that the pool of unstable piecemeal perceptions could be regarded as separate multiple low-depth basin in the perceptual state landscape. Likewise, the transitions from these piecemeal state basins and stable monocular state basins are faced with resistance. Therefore there is inertia and memory (i.e. positive serial correlation) for the piecemeal dichoptic perception states as well as the monocular states.", "doi": "10.1007/s11571-017-9434-4", "title": "Scale-freeness of dominant and piecemeal perceptions during binocular rivalry.", "journal": ["Cognitive neurodynamics", "Cogn Neurodyn"]}