{"authors": [["Northoff", "Georg", "G", "Mental Health Centre, Zhejiang University School of Medicine, Hangzhou, Zhejiang Province, China; University of Ottawa, Institute of Mental Health Research, University of Ottawa Brain and Mind Research Institute, Ottawa, Canada; Centre for Cognition and Brain Disorders, Hangzhou Normal University, Hangzhou, China; Centre for Brain and Consciousness, Taipei Medical University (TMU), Taipei, Taiwan; College for Humanities and Medicine, Taipei Medical University (TMU), Taipei, Taiwan; Center for the Study of Language and Cognition, Zhejiang University, Hangzhou 310028, China. Electronic address: georg.northoff@theroyal.ca."], ["Huang", "Zirui", "Z", "Department of Anesthesiology and Center for Consciousness Science, University of Michigan, Ann Arbor, USA. Electronic address: Dr.Zirui.Huang@gmail.com."]], "date": "2017-07-28", "id": "28760626", "text": "Time and space are the basic building blocks of nature. As a unique existent in nature, our brain exists in time and takes up space. The brain's activity itself also constitutes and spreads in its own (intrinsic) time and space that is crucial for consciousness. Consciousness is a complex phenomenon including different dimensions: level/state, content/form, phenomenal aspects, and cognitive features. We propose a Temporo-spatial Theory of Consciousness (TTC) focusing primarily on the temporal and spatial features of the brain activity. We postulate four different neuronal mechanisms accounting for the different dimensions of consciousness: (i) \"temporo-spatial nestedness\" of the spontaneous activity accounts for the level/state of consciousness as neural predisposition of consciousness (NPC); (ii) \"temporo-spatial alignment\" of the pre-stimulus activity accounts for the content/form of consciousness as neural prerequisite of consciousness (preNCC); (iii) \"temporo-spatial expansion\" of early stimulus-induced activity accounts for phenomenal consciousness as neural correlates of consciousness (NCC); (iv) \"temporo-spatial globalization\" of late stimulus-induced activity accounts for the cognitive features of consciousness as neural consequence of consciousness (NCCcon).", "doi": "10.1016/j.neubiorev.2017.07.013", "title": "How do the brain's time and space mediate consciousness and its different dimensions? Temporo-spatial theory of consciousness (TTC).", "journal": ["Neuroscience and biobehavioral reviews", "Neurosci Biobehav Rev"]}