{"authors": [["Grice-Jackson", "Thomas", "T", "School of Psychology, University of Sussex, UK; Sackler Centre for Consciousness Science, University of Sussex, UK. Electronic address: t.grice-jackson@sussex.ac.uk."], ["Critchley", "Hugo D", "HD", "Sackler Centre for Consciousness Science, University of Sussex, UK; Brighton and Sussex Medical School, University of Sussex, UK."], ["Banissy", "Michael J", "MJ", "Department of Psychology, Goldsmith's College, University of London, UK."], ["Ward", "Jamie", "J", "School of Psychology, University of Sussex, UK; Sackler Centre for Consciousness Science, University of Sussex, UK."]], "date": "2017-07-03", "id": "28759805", "text": "Vicarious pain perception has been an influential paradigm for investigating the social neuroscience of empathy. This research has highlighted the importance of both shared representations (i.e., involved in both experiencing first-hand physical pain and observing pain) and mechanisms that discriminate between self and other. The majority of this research has been conducted in healthy younger adults using a group-average approach. There are, however, known inter-individual differences that can contribute to vicarious experience. One factor relates to the degree to which individuals experience reportable pain-like sensations/feelings in response to seeing others in pain. Here we conduct the first systematic investigation of the neural basis of conscious vicarious pain in a large sample of participants. Using cluster analysis, we firstly demonstrate that consciously experiencing the pain of others is surprisingly prevalent and, exists in two forms: one group experiences sensory and localised pain whilst the other group report affective and non-localised experiences. Building on this, we used electroencephalography (EEG) and structural brain imaging to examine the neural correlates of vicarious pain in the three different groups. We find that the dominant electrophysiological marker used to index vicarious pain in previous studies (mu and beta suppression) was only found to be significant in the sensory and localised pain responder group (with a sensitive null result in the 'neurotypical' group). Finally, using voxel-based morphometry (VBM) we identify a common differences in the two pain responder groups relative to typical adults; namely increased grey-matter in insula and somatosensory cortex and reduced grey matter in the right temporo-parietal junction (rTPJ). We suggest that the latter reflects a reduced ability to distinguish bodily self and other, and may be a common factor distinguishing conscious from unconscious vicarious experience.", "doi": "10.1016/j.cortex.2017.06.015", "title": "Common and distinct neural mechanisms associated with the conscious experience of vicarious pain.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}