{"authors": [["Ishaque", "Mariam", "M", "Research Imaging Institute, University of Texas Health Science Center at San Antonio, San Antonio, Texas."], ["Manning", "Janessa H", "JH", "Merrill Palmer Skillman Institute, Wayne State University, Detroit, Michigan."], ["Woolsey", "Mary D", "MD", "Research Imaging Institute, University of Texas Health Science Center at San Antonio, San Antonio, Texas."], ["Franklin", "Crystal G", "CG", "Research Imaging Institute, University of Texas Health Science Center at San Antonio, San Antonio, Texas."], ["Tullis", "Elizabeth W", "EW", "Conrad Smiles Fund, San Antonio, Texas."], ["Beckmann", "Christian F", "CF", "Department of Cognitive Neuroscience, Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."], ["Fox", "Peter T", "PT", "Research Imaging Institute, University of Texas Health Science Center at San Antonio, San Antonio, Texas."]], "date": "2017-07-31", "id": "28759710", "text": "Drowning is a leading cause of accidental injury and death in young children. Anoxic brain injury (ABI) is a common consequence of drowning and can cause severe neurological morbidity in survivors. Assessment of functional status and prognostication in drowning victims can be extremely challenging, both acutely and chronically. Structural neuroimaging modalities (CT and MRI) have been of limited clinical value. Here, we tested the utility of resting-state functional MRI (rs-fMRI) for assessing brain functional integrity in this population. Eleven children with chronic, spastic quadriplegia due to drowning-induced ABI were investigated. All were comatose immediately after the injury and gradually regained consciousness, but with varying ability to communicate their cognitive state. Eleven neurotypical children matched for age and gender formed the control group. Resting-state fMRI and co-registered T1-weighted anatomical MRI were acquired at night during drug-aided sleep. Network integrity was quantified by independent components analysis (ICA), at both group- and per-subject levels. Functional-status assessments based on in-home observations were provided by families and caregivers. Motor ICNs were grossly compromised in ABI patients both group-wise and individually, concordant with their prominent motor deficits. Striking preservations of perceptual and cognitive ICNs were observed, and the degree of network preservation correlated (ρ = 0.74) with the per-subject functional status assessments. Collectively, our findings indicate that rs-fMRI has promise for assessing brain functional integrity in ABI and, potentially, in other disorders. Furthermore, our observations suggest that the severe motor deficits observed in this population can mask relatively intact perceptual and cognitive capabilities. Hum Brain Mapp 38:4813-4831, 2017. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23745", "title": "Functional integrity in children with anoxic brain injury from drowning.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}