{"authors": [["Ilan", "O", "O", "Department of Otolaryngology - Head and Neck Surgery,Hadassah-Hebrew University Medical Center,Jerusalem,Israel."], ["Marcus", "E-L", "EL", "Chronic Ventilator-Dependent Unit,Herzog Hospital,Jerusalem,Israel."], ["Cohen", "Y", "Y", "Department of Otolaryngology - Head and Neck Surgery,Hadassah-Hebrew University Medical Center,Jerusalem,Israel."], ["Farkash", "T", "T", "Department of Communication Disorders,Hadassah Academic College,Jerusalem,Israel."], ["Levy", "R", "R", "Department of Communication Disorders,Hadassah Academic College,Jerusalem,Israel."], ["Sasson", "A", "A", "Chronic Ventilator-Dependent Unit,Herzog Hospital,Jerusalem,Israel."], ["Adelman", "C", "C", "Speech and Hearing Center,Hadassah-Hebrew University Medical Center,Jerusalem,Israel."]], "date": "2017-07-31", "id": "28758602", "text": "This study aimed to investigate the prevalence of and risk factors for Eustachian tube dysfunction leading to middle-ear pathology in patients on chronic mechanical ventilation via tracheostomy tube.A total of 40 patients on chronic ventilation were included in a prospective cohort study. Middle-ear status was determined by tympanometry. Tympanograms were categorised as types A, B or C; types B and C were defined as middle-ear pathology.In all, 57 ears of 40 patients were examined. Disease was found in at least 1 ear in 26 out of 40 patients. Middle-ear pathology was found in 25 out of 34 patients who were tube fed (via nasogastric tube or percutaneous endoscopic gastrostomy) vs 1 patient out of the 6 fed orally (p = 0.014), and in 23 out of 31 with conscious or cognitive impairment vs 3 out of 9 cognitively intact patients (p = 0.044).Middle-ear pathology is common in patients on chronic mechanical ventilation via tracheostomy tube. The highest prevalence was in those with impaired consciousness or cognition, and oral feeding appeared protective.", "doi": "10.1017/S0022215117001554", "title": "Eustachian tube dysfunction leading to middle-ear pathology in patients on chronic mechanical ventilation.", "journal": ["The Journal of laryngology and otology", "J Laryngol Otol"]}