{"authors": [["Gartenschläger", "Martin", "M", "Department of Nuclear Medicine, University Medical Center of the Johannes Gutenberg-University, Langenbeckstrasse 1, Mainz, D-55131 Germany."], ["Schreckenberger", "Mathias", "M", "Department of Nuclear Medicine, University Medical Center of the Johannes Gutenberg-University, Langenbeckstrasse 1, Mainz, D-55131 Germany."], ["Buchholz", "Hans-Georg", "HG", "Department of Nuclear Medicine, University Medical Center of the Johannes Gutenberg-University, Langenbeckstrasse 1, Mainz, D-55131 Germany."], ["Reiner", "Iris", "I", "Department of Psychosomatic Medicine and Psychotherapy, University Medical Center of the Johannes Gutenberg University, Mainz, Germany."], ["Beutel", "Manfred E", "ME", "Department of Psychosomatic Medicine and Psychotherapy, University Medical Center of the Johannes Gutenberg University, Mainz, Germany."], ["Adler", "Julia", "J", "Department of Psychosomatic Medicine and Psychotherapy, University Medical Center of the Johannes Gutenberg University, Mainz, Germany."], ["Michal", "Matthias", "M", "Department of Psychosomatic Medicine and Psychotherapy, University Medical Center of the Johannes Gutenberg University, Mainz, Germany."]], "date": "2017-02-09", "id": "28757902", "text": "Mindfulness denotes a state of consciousness characterized by receptive attention to and awareness of present events and experiences. As a personality trait, it constitutes the ability to become aware of mental activities such as sensations, images, feelings, and thoughts, and to disengage from judgment, conditioned emotions, and their cognitive processing or automatic inhibition. Default brain activity reflects the stream of consciousness and sense of self at rest. Analysis of brain activity at rest in persons with mindfulness propensity may help to elucidate the neurophysiological basis of this important mental trait. The sample consisted of 32 persons-23 with mental disorders and 9 healthy controls. Dispositional mindfulness (DM) was operationalized by Mindful Attention Awareness Scale (MAAS). Brain activity at rest with eyes closed was assessed by fluorodeoxyglucose positron emission tomography (F-18-FDG PET). After adjustment for depression, anxiety, age and years of education, resting glucose metabolism in superior parietal lobule and left precuneus/Brodmann area (BA) 7 was positively associated with DM. Activity of the left inferior frontal orbital gyrus (BA 47) and bilateral anterior thalamus were inversely associated with DM. DM appears to be associated with increased metabolic activity in some core area of the default mode network (DMN) and areas connected to the DMN, such as BA 7, hosting sense of self functions. Hypometabolism on the other hand was found in some nodes connected to the DMN, such as left inferior frontal orbital gyrus and bilateral thalamus, commonly related to functions of memory retrieval, decision making, or outward attention.", "doi": "10.1007/s12671-017-0677-2", "title": "Resting Brain Activity Related to Dispositional Mindfulness: a PET Study.", "journal": ["Mindfulness", "Mindfulness (N Y)"]}