{"authors": [["Abdelhalim", "Ashraf Arafat", "AA", "Department of Anesthesia, Faculty of Medicine, Alexandria University, Egypt."], ["Maghraby", "Hatem Hassan", "HH", "Department of Anesthesia, Faculty of Medicine, Assiut University, Egypt."], ["ElZoughari", "Ismail Ahmed", "IA", "Department of Anesthesia, Faculty of Medicine, Al-Azhar University, Egypt, Affiliated to King Saud University, Saudi Arabia."], ["AlZahrani", "Tariq Abdullah", "TA", "Department of Anesthesia, Faculty of Medicine, King Saud University, Riyadh, Saudi Arabia."], ["Moustafa", "Mohamed Sayed", "MS", "Department of Anesthesia, Faculty of Medicine, King Saud University, Riyadh, Saudi Arabia."], ["Alfassih", "Kamal Mohamed", "KM", "Department of Anesthesia, Faculty of Medicine, King Saud University, Riyadh, Saudi Arabia."], ["Ahmad", "Abdulaziz Ejaz", "AE", "Department of Anesthesia, Faculty of Medicine, King Saud University, Riyadh, Saudi Arabia."]], "date": null, "id": "28757833", "text": "Tracheal intubation is frequently facilitated with sevoflurane induction without the use of muscle relaxants in children.The aim of this study was to compare the effects of two different doses of propofol preceded by a fixed dose of fentanyl during sevoflurane induction on quality of tracheal intubation in children.This was a prospective randomized study.Ninety American Society of Anesthesiologists I-II children aged 2-6 years were randomly assigned to one of two equal groups to receive 2 μg/kg of fentanyl with 2 mg/kg of propofol (Group I) or 2 μg/kg of fentanyl with 3 mg/kg of propofol (Group II) during sevoflurane induction. The intubating conditions and hemodynamic responses were evaluated. The time from sevoflurane induction to loss of consciousness, to intravenous line insertion, and to intubation was measured. The occurrence of any adverse effect was recorded.Results were analyzed using Student's t-test, paired t-test, and Chi-square test. P < 0.05 was considered statistically significant.The incidence of excellent intubating conditions was achieved more significantly in Group II (41/45 patients, 91%) than that in Group I (31/45 patients, 69%) (P = 0.008) (95% confidence interval [CI] =0.39-0.8). Whereas, there were no significant differences between the two groups in terms of the overall acceptable intubating conditions in Group I (40/45 patients, 89%) and Group II (43/45 patients, 96%) (P = 0.81) (95% CI = 0.71-1.31). No patient developed any adverse effect.The administration of 3 mg/kg propofol preceded by 2 μg/kg fentanyl provided a higher proportion of excellent intubating conditions compared with 2 mg/kg propofol preceded by 2 μg/kg fentanyl during sevoflurane induction in children without muscle relaxants.", "doi": "10.4103/1658-354X.206802", "title": "Using fentanyl and propofol for tracheal intubation during sevoflurane induction without muscle relaxants in children: A randomized prospective study.", "journal": ["Saudi journal of anaesthesia", "Saudi J Anaesth"]}