{"authors": [["Valdez", "L A", "LA", "Mel & Enid Zuckerman College of Public Health, Department of Health Promotion Sciences, University of Arizona, Tuscon, AZ, USA."], ["Amezquita", "A", "A", "Mel & Enid Zuckerman College of Public Health, Department of Health Promotion Sciences, University of Arizona, Tuscon, AZ, USA."], ["Hooker", "S P", "SP", "School of Nutrition and Health promotion, College of Health Solutions, Arizona State University, Phoenix, AZ, USA."], ["Garcia", "D O", "DO", "Mel & Enid Zuckerman College of Public Health, Department of Health Promotion Sciences, University of Arizona, Tuscon, AZ, USA."]], "date": "2017-07-31", "id": "28757642", "text": "Prevalence rates of obesity and related diseases are quickly reaching epidemic proportions among Hispanic males in the United States. Hispanic males suffer from the highest prevalence of obesity-related diseases when compared to all other racial/ethnic groups. Despite evidence showing that weight loss can significantly reduce the risk of obesity-related health implications, literature informing best practices to engage Hispanic males in weight management programs is scarce.The purpose of the current study was to engage Spanish-speaking, Mexican-origin males with overweight or obesity to examine their perspectives of diet-related behaviors related to weight management.Demographic and acculturation data were collected using questionnaires. Fourteen semistructured interviews were completed with an all-Spanish-speaking cohort of men (age: 45.0±9.8 years; BMI: 34.2±6.5 kg m-2) who were born outside of the United States. We conducted a thematic analysis using a hybrid deductive-inductive analysis strategy using a previously developed codebook that was updated during iterative analysis of interview transcripts.Participants reported that healthful eating habits were hindered, among other factors, by lack of knowledge, sociocultural norms and conceptualizations of masculinity. Viable diet-related intervention approaches also surfaced, including building consciousness, promotion of traditional knowledge and the integration of the family in interventions.Findings suggest that Spanish-speaking, Mexican-origin men have interest in actively engaging in behavior changes that improve their dietary habits and engage in weight management. Our findings yield valuable insights that can be used to formulate tailored intervention strategies to improve obesity prevention and treatment programs for this vulnerable subgroup.", "doi": "10.1038/ijo.2017.173", "title": "Mexican-origin male perspectives of diet-related behaviors associated with weight management.", "journal": ["International journal of obesity (2005)", "Int J Obes (Lond)"]}