{"authors": [["Kang", "Yul H R", "YHR", "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA."], ["Petzschner", "Frederike H", "FH", "Translational Neuromodeling Unit (TNU), Institute for Biomedical Engineering, University of Zurich and ETH Zurich, 8032 Zurich, Switzerland."], ["Wolpert", "Daniel M", "DM", "Computational and Biological Learning Laboratory, Department of Engineering, Cambridge University, Cambridge CB2 1PZ, UK."], ["Shadlen", "Michael N", "MN", "Department of Neuroscience, Zuckerman Mind Brain Behavior Institute, Columbia University, New York, NY 10032, USA; Kavli Institute, Columbia University, New York, NY 10032, USA; Howard Hughes Medical Institute, Columbia University, New York, NY 10032, USA. Electronic address: shadlen@columbia.edu."]], "date": "2017-07-27", "id": "28756951", "text": "Many decisions arise through an accumulation of evidence to a terminating threshold. The process, termed bounded evidence accumulation (or drift diffusion), provides a unified account of decision speed and accuracy, and it is supported by neurophysiology in human and animal models. In many situations, a decision maker may not communicate a decision immediately and yet feel that at some point she had made up her mind. We hypothesized that this occurs when an accumulation of evidence reaches a termination threshold, registered, subjectively, as an \"aha\" moment. We asked human participants to make perceptual decisions about the net direction of dynamic random dot motion. The difficulty and viewing duration were controlled by the experimenter. After indicating their choice, participants adjusted the setting of a clock to the moment they felt they had reached a decision. The subjective decision times (tSDs) were faster on trials with stronger (easier) motion, and they were well fit by a bounded drift-diffusion model. The fits to the tSDs alone furnished parameters that fully predicted the choices (accuracy) of four of the five participants. The quality of the prediction provides compelling evidence that these subjective reports correspond to the terminating process of a decision rather than a post hoc inference or arbitrary report. Thus, conscious awareness of having reached a decision appears to arise when the brain's representation of accumulated evidence reaches a threshold or bound. We propose that such a mechanism might play a more widespread role in the \"piercing of consciousness\" by non-conscious thought processes.", "doi": "10.1016/j.cub.2017.06.047", "title": "Piercing of Consciousness as a Threshold-Crossing Operation.", "journal": ["Current biology : CB", "Curr. Biol."]}