{"authors": [["Pournazari", "Payam", "P", "Libin Cardiovascular Institute of Alberta, University of Calgary, Calgary, Alberta, Canada."], ["Oqab", "Zardasht", "Z", "Libin Cardiovascular Institute of Alberta, University of Calgary, Calgary, Alberta, Canada."], ["Sheldon", "Robert", "R", "Libin Cardiovascular Institute of Alberta, University of Calgary, Calgary, Alberta, Canada. Electronic address: sheldon@ucalgary.ca."]], "date": "2017-04-13", "id": "28756874", "text": "Syncope is common and approaches to establishing etiology remain a matter of clinical and financial importance. Patients often undergo comprehensive neurologic investigations despite a lack of compelling indications. The aim was to determine the prevalence of use and diagnostic yield of electroencephalography (EEG), head computed tomography (CT), head magnetic resonance imaging (MRI), and carotid Doppler ultrasound (CUS) examinations.We conducted a systematic search in EMBASE, PubMed, and Cochrane from 1970 to 2015 for studies reporting on the use of EEG, CT, MRI, and CUS in diagnosing the cause of syncope. The inclusion criteria were: (1) observational and randomized trials; (2) frequency of use of investigations; and (3) diagnostic yield. Diagnostic studies of the more general transient loss of consciousness were excluded.Of 149 screened studies, 15 studies having 6944 patients met the criteria. No studies met all 6 prespecified quality descriptors. The mean prevalence of test use were: EEG, 17.0%; CT, 57.3%; MRI, 10.5%; and CUS, 17.8%. The articles reported the likelihoods of a test providing diagnostic information for syncope etiology were: EEG, 1.35%; CT, 1.18%; MRI, 3.74%; and CUS, 2.4%. Only 2 new and informative results were noted in 6334 tests.Neurologic investigations for assessment of patients deemed to have syncope are used widely and are widely ineffective. Neurologic investigations should be obtained only with a very high degree of clinical suspicion.", "doi": "10.1016/j.cjca.2017.04.004", "title": "Diagnostic Value of Neurological Studies in Diagnosing Syncope: A Systematic Review.", "journal": ["The Canadian journal of cardiology", "Can J Cardiol"]}