{"authors": [["Al-Mufti", "Fawaz", "F", "Division of Neuroendovascular Surgery and Neurocritical Care, Department of Neurology, Rutgers University - Robert Wood Johnson Medical School, New Brunswick, New Jersey, USA; Department of Neurosurgery, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA. Electronic address: fawazalmufti@outlook.com."], ["Amuluru", "Krishna", "K", "Department of Neurointerventional Radiology, University of Pittsburgh, Hamot, Erie, Pennsylvania, USA."], ["Smith", "Brendan", "B", "Department of Neurosurgery, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA."], ["Damodara", "Nitesh", "N", "Department of Neurosurgery, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA."], ["El-Ghanem", "Mohammad", "M", "Department of Neurosurgery, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA."], ["Singh", "Inder P", "IP", "Department of Neurosurgery, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA; Department of Neurology, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA."], ["Dangayach", "Neha", "N", "Department of Neurology and Neurosurgery, Icahn School of Medicine at Mount Sinai, New York, New York, USA."], ["Gandhi", "Chirag D", "CD", "Department of Neurosurgery, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA; Department of Neurology, Rutgers University - New Jersey Medical School, Newark, New Jersey, USA; Department of Neurosurgery, Westchester Medical Center - New York Medical College, Valhalla, New York, USA."]], "date": "2017-07-27", "id": "28755916", "text": "Delayed cerebral ischemia after aneurysmal subarachnoid hemorrhage is characterized by a highly complex pathophysiology and results in neurologic deterioration after the inciting bleed. Despite its significant consequences, prompt diagnosis can be elusive and treatment is often administered too late. Early brain injury, which occurs within the first 72 hours after ictus, may be an important factor for delayed cerebral ischemia and poor overall outcome. Here, we explore the purported clinical and pathologic manifestations of early brain injury to identify biomarkers that could have prognostic value.We review the literature and discuss potential emerging markers of delayed cerebral ischemia in the context of early brain injury.The following clinical features and biomarkers were examined: global cerebral edema, ictal loss of consciousness, ultra early angiographic vasospasm, continuous electroencephalogram monitoring, systemic inflammatory response syndrome, cellular mediators of the inflammatory response, and hematologic derangements.Some of these markers possess independent value for determining the risk of complications after aneurysmal subarachnoid hemorrhage. However, their use is limited because of a variety of factors, but they do provide an avenue of further study to aid in diagnosis and management.", "doi": "10.1016/j.wneu.2017.07.114", "title": "Emerging Markers of Early Brain Injury and Delayed Cerebral Ischemia in Aneurysmal Subarachnoid Hemorrhage.", "journal": ["World neurosurgery", "World Neurosurg"]}