{"authors": [["Moulis", "Florence", "F", "Service de pharmacologie médicale et clinique, centre Midi-Pyrénées de pharmacovigilance, de pharmacoépidémiologie et d'informations sur le médicament, faculté de médecine, CHU, 37, allées Jules-Guesde, 31000 Toulouse, France. Electronic address: florence.moulis@univ-tlse3.fr."], ["Rousseau", "Vanessa", "V", "Service de pharmacologie médicale et clinique, centre Midi-Pyrénées de pharmacovigilance, de pharmacoépidémiologie et d'informations sur le médicament, faculté de médecine, CHU, 37, allées Jules-Guesde, 31000 Toulouse, France."], ["Abadie", "Delphine", "D", "Service de pharmacologie, centre régional de pharmacovigilance, groupe hospitalier Pitié-Salpêtrière, 75651 Paris, France."], ["Masmoudi", "Kamel", "K", "Service de pharmacologie clinique, centre régional de pharmacovigilance d'Amiens, CHU, 80054 Amiens, France."], ["Micallef", "Joëlle", "J", "Centre régional de pharmacovigilance, pharmacovigilance Marseille-Provence-Corse, service de pharmacologie clinique et pharmacovigilance Assistance Publique - Hopitaux de Marseille, Aix-Marseille Université et UMR 7289 - CNRS, 13005 Marseille, France."], ["Vigier", "Caroline", "C", "Service de pharmacologie clinique, centre régional de pharmacovigilance de Nice, CHU, 06003 Nice, France."], ["Pierre", "Sabrina", "S", "Service de pharmacologie clinique, centre régional de pharmacovigilance de Dijon, CHU, 21000 Dijon, France."], ["Dautriche", "Anne", "A", "Service de pharmacologie clinique, centre régional de pharmacovigilance de Dijon, CHU, 21000 Dijon, France."], ["Montastruc", "François", "F", "Service de pharmacologie médicale et clinique, centre Midi-Pyrénées de pharmacovigilance, de pharmacoépidémiologie et d'informations sur le médicament, faculté de médecine, CHU, 37, allées Jules-Guesde, 31000 Toulouse, France; Laboratoire de pharmacologie médicale et clinique, faculté de médecine, 31000 Toulouse, France."], ["Montastruc", "Jean-Louis", "JL", "Service de pharmacologie médicale et clinique, centre Midi-Pyrénées de pharmacovigilance, de pharmacoépidémiologie et d'informations sur le médicament, faculté de médecine, CHU, 37, allées Jules-Guesde, 31000 Toulouse, France; Laboratoire de pharmacologie médicale et clinique, faculté de médecine, 31000 Toulouse, France."]], "date": "2017-06-29", "id": "28755832", "text": "Tramadol is an opioid and a serotonin reuptake inhibitor drug. It is approved for moderate to severe pain in adults. The aim of this study was to assess tramadol safety through a national pharmacovigilance study in France since dextropropoxyphen withdrawal in 2011.We described all serious adverse drug reactions (SADRs) reported with tramadol in adults in the French National PharmacoVigilance Database from August 1st, 2011 to December 31st, 2015.We identified 1512 SADRs during the study period. The most frequently reported SADRs were neurological (29.4%, including troubles of consciousness [13.2%] and seizures [6.7%]), psychiatric (22.8%, including confusions [14.6%] and hallucinations [7.3%]) and gastrointestinal (17.0%, mostly nausea and vomiting [9.6%]). Unexpected SADRs were also reported: hyponatremia, cholestatic hepatitis, serotonin syndrome.This study demonstrates new unexpected hepatic and metabolic SADRs. Tramadol alone can induce serotonin syndrome in overdose situations.", "doi": "10.1016/j.therap.2017.03.004", "title": "[Serious adverse drug reactions with tramadol reported to the French pharmacovigilance database between 2011 and 2015].", "journal": ["Therapie", "Therapie"]}