{"authors": [["Graef", "Julia E", "JE", "Division of Clinical Psychology and Psychotherapy, Department of Psychology, Philipps-University of Marburg, Gutenbergstraße 18, 35032, Marburg, Germany."], ["Rief", "Winfried", "W", "Division of Clinical Psychology and Psychotherapy, Department of Psychology, Philipps-University of Marburg, Gutenbergstraße 18, 35032, Marburg, Germany."], ["Nestoriuc", "Yvonne", "Y", "Institute and Outpatients Clinic for Psychosomatic Medicine and Psychotherapy, University Medical Center Hamburg-Eppendorf (UKE), Hamburg, Germany."], ["Weise", "Cornelia", "C", "Division of Clinical Psychology and Psychotherapy, Department of Psychology, Philipps-University of Marburg, Gutenbergstraße 18, 35032, Marburg, Germany. weise@uni-marburg.de."]], "date": null, "id": "28748384", "text": "Blood volume pulse biofeedback represents an effective non-pharmacological treatment for migraine. However, the underlying mechanisms of blood volume pulse biofeedback are still unclear. This study investigated the influence of vividness of imagination, private body consciousness, perfectionism, and general self-efficacy on physiological (blood volume pulse amplitude) and psychological (session performance rated by participants and by trainers) success. Changes in skin conductance and skin temperature indicating habituation to training context were examined. Forty-five healthy male participants were randomized to four sessions of vasoconstriction training or vasodilatation training. Hierarchical linear models were estimated. Results showed significant changes of session performance rated by participants (UC = 0.62, p < .05), by trainers (UC = 0.52, p < .001), and skin temperature (UC = 0.01, p < .001) over time. A change of blood volume pulse amplitude could not be observed (UC = -0.01, p = .65). Vividness of imagination was highly important for both psychological achievement ratings (UC participants  = 1.3, p < .001; UC trainers  = 0.29, p < .01). Relations between skin temperature and general self-efficacy or personal standards were small (UC self-efficacy  = 0.002, p < .10; UC personal standards  = 0.002, p < .05). A time × group interaction regarding trainers' achievement ratings indicated a specific judgement effect. In conclusion, biofeedback trainers should pay attention to their beliefs and participants' vividness of imagination.", "doi": "10.1007/s10484-017-9373-1", "title": "The More Vivid the Imagination the Better: The Role of the Vividness of Imagination in Vasoconstriction Training and Vasodilatation Training.", "journal": ["Applied psychophysiology and biofeedback", "Appl Psychophysiol Biofeedback"]}