{"authors": [["Kurokawa", "Yoshie", "Y", "Department of Postgraduate Education and Training, National Center for Child Health and Development."], ["Masuda", "Hiroshi", "H", "Department of General Pediatrics and Interdisciplinary Medicine, National Center for Child Health and Development."], ["Kobayashi", "Tohru", "T", "Department of Development Strategy, Center for Clinical Research and Development, National Center for Child Health and Development."], ["Ono", "Hiroshi", "H", "Division of Cardiology, National Center for Child Health and Development, National Center for Child Health and Development."], ["Kato", "Hitoshi", "H", "Division of Cardiology, National Center for Child Health and Development, National Center for Child Health and Development."], ["Imadome", "Ken-Ichi", "KI", "Division of Advanced Medicine for Virus Infections, National Center for Child Health and Development, National Center for Child Health and Development."], ["Abe", "Jun", "J", "Division of Advanced Medicine for Virus Infections, National Center for Child Health and Development, National Center for Child Health and Development."], ["Abe", "Yuichi", "Y", "Department of Pediatrics, Saitama Medical University Hospital."], ["Ito", "Shuichi", "S", "Department of Pediatrics, Graduate School of Medicine, Yokohama City University."], ["Ishiguro", "Akira", "A", "Department of Postgraduate Education and Training, National Center for Child Health and Development."]], "date": null, "id": "28747606", "text": "Kawasaki disease (KD) is a systemic vasculitis in infants. In KD, encephalopathy is rarely (0.1%) associated, however, clinically mild encephalitis/encephalopathy with a reversible splenial lesion (MERS) has previously been reported in some pediatric patients. Here, we report on a 2-year-old girl who had KD complicated with MERS. The patient experienced generalized clonic convulsion and prolonged consciousness disturbance with fever for 2 days. Her head MRI showed a high signal intensity lesion in the splenium of the corpus callosum in diffusion-weighted images, and low apparent diffusion coefficient (ADC) values on day 3. An electroencephalogram showed high voltage slow waves on the occipital and parietal head. On the same day, it was confirmed that the patient showed all the main symptoms of KD. Based on these findings, we diagnosed her with MERS-complicated KD. Even though she was treated with immunoglobulin (total 4 g/kg) and pulsed-dose methylprednisolone, her fever and consciousness disturbance continued, and blood tests showed that inflammation markers remained high. We then treated the patient with infliximab on day 9, and within a few hours of the treatment her fever dropped and all symptoms of KD and consciousness disturbance disappeared. No recurrence of KD or other complications of KD occurred, and she was discharged on day 23. We propose that infliximab is an effective optional treatment for immunoglobulin/glucocorticoid-resistant KD with MERS. To clarify this possibility, further case accumulation is warranted.", "doi": "10.2177/jsci.40.190", "title": "Effective therapy with infliximab for clinically mild encephalitis/encephalopathy with a reversible splenial lesion in an infant with Kawasaki disease.", "journal": ["Nihon Rinsho Men'eki Gakkai kaishi = Japanese journal of clinical immunology", "Nihon Rinsho Meneki Gakkai Kaishi"]}