{"authors": [["Facco", "Enrico", "E", "Studium Patavinum, University of PaduaPadua, Italy."], ["Zanette", "Gastone", "G", "Franco Granone Institute - Italian Center of Clinical & Experimental Hypnosis (CIICS)Turin, Italy."]], "date": "2017-07-11", "id": "28744243", "text": "Dental anxiety (DA) can be considered as a universal phenomenon with a high prevalence worldwide; DA and pain are also the main causes for medical emergencies in the dental office, so their prevention is an essential part of patient safety and overall quality of care. Being DA and its consequences closely related to the fight-or-flight reaction, it seems reasonable to argue that the odyssey of DA began way back in the distant past, and has since probably evolved in parallel with the development of fight-or-flight reactions, implicit memory and knowledge, and ultimately consciousness. Basic emotions are related to survival functions in an inseparable psychosomatic unity that enable an immediate response to critical situations rather than generating knowledge, which is why many anxious patients are unaware of the cause of their anxiety. Archeological findings suggest that humans have been surprisingly skillful and knowledgeable since prehistory. Neanderthals used medicinal plants; and relics of dental tools bear witness to a kind of Neolithic proto-dentistry. In the two millennia BC, Egyptian and Greek physicians used both plants (such as papaver somniferum) and incubation (a forerunner of modern hypnosis, e.g., in the sleep temples dedicated to Asclepius) in the attempt to provide some form of therapy and painless surgery, whereas modern scientific medicine strongly understated the role of subjectivity and mind-body approaches until recently. DA has a wide range of causes and its management is far from being a matter of identifying the ideal sedative drug. A patient's proper management must include assessing his/her dental anxiety, ensuring good communications, and providing information (iatrosedation), effective local anesthesia, hypnosis, and/or a wise use of sedative drugs where necessary. Any weak link in this chain can cause avoidable suffering, mistrust, and emergencies, as well as having lifelong psychological consequences. Iatrosedation and hypnosis are no less relevant than drugs and should be considered as primary tools for the management of DA. Unlike pharmacological sedation, they allow to help patients cope with the dental procedure and also overcome their anxiety: achieving the latter may enable them to face future dental care autonomously, whereas pharmacological sedation can only afford a transient respite.", "doi": "10.3389/fpsyg.2017.01155", "title": "The Odyssey of Dental Anxiety: From Prehistory to the Present. A Narrative Review.", "journal": ["Frontiers in psychology", "Front Psychol"]}