{"authors": [["Flores", "Francisco J", "FJ", "Department of Anesthesia, Critical Care, and Pain Medicine, Massachusetts General Hospital, Boston, MA 02114; patrickp@nmr.mgh.harvard.edu fjflores@neurostat.mit.edu enb@neurostat.mit.edu."], ["Hartnack", "Katharine E", "KE", "Department of Anesthesia, Critical Care, and Pain Medicine, Massachusetts General Hospital, Boston, MA 02114."], ["Fath", "Amanda B", "AB", "Department of Neuroscience, Wellesley College, Wellesley, MA 02481."], ["Kim", "Seong-Eun", "SE", "Picower Institute for Learning and Memory, Massachusetts Institute of Technology, Cambridge, MA 02139."], ["Wilson", "Matthew A", "MA", "Picower Institute for Learning and Memory, Massachusetts Institute of Technology, Cambridge, MA 02139."], ["Brown", "Emery N", "EN", "Department of Anesthesia, Critical Care, and Pain Medicine, Massachusetts General Hospital, Boston, MA 02114; patrickp@nmr.mgh.harvard.edu fjflores@neurostat.mit.edu enb@neurostat.mit.edu."], ["Purdon", "Patrick L", "PL", "Department of Anesthesia, Critical Care, and Pain Medicine, Massachusetts General Hospital, Boston, MA 02114; patrickp@nmr.mgh.harvard.edu fjflores@neurostat.mit.edu enb@neurostat.mit.edu."]], "date": "2017-07-25", "id": "28743752", "text": "General anesthesia (GA) is a reversible drug-induced state of altered arousal required for more than 60,000 surgical procedures each day in the United States alone. Sedation and unconsciousness under GA are associated with stereotyped electrophysiological oscillations that are thought to reflect profound disruptions of activity in neuronal circuits that mediate awareness and cognition. Computational models make specific predictions about the role of the cortex and thalamus in these oscillations. In this paper, we provide in vivo evidence in rats that alpha oscillations (10-15 Hz) induced by the commonly used anesthetic drug propofol are synchronized between the thalamus and the medial prefrontal cortex. We also show that at deep levels of unconsciousness where movement ceases, coherent thalamocortical delta oscillations (1-5 Hz) develop, distinct from concurrent slow oscillations (0.1-1 Hz). The structure of these oscillations in both cortex and thalamus closely parallel those observed in the human electroencephalogram during propofol-induced unconsciousness. During emergence from GA, this synchronized activity dissipates in a sequence different from that observed during loss of consciousness. A possible explanation is that recovery from anesthesia-induced unconsciousness follows a \"boot-up\" sequence actively driven by ascending arousal centers. The involvement of medial prefrontal cortex suggests that when these oscillations (alpha, delta, slow) are observed in humans, self-awareness and internal consciousness would be impaired if not abolished. These studies advance our understanding of anesthesia-induced unconsciousness and altered arousal and further establish principled neurophysiological markers of these states.", "doi": "10.1073/pnas.1700148114", "title": "Thalamocortical synchronization during induction and emergence from propofol-induced unconsciousness.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}