{"authors": [["Ali", "Husain Shabbir", "HS", "Department of Medical ICU, Hamad General Hospital, P.O. Box 3050, Doha, Qatar. drhusainali@gmail.com."], ["Hassan", "Ibrahim Fawzy", "IF", "Department of Medical ICU, Hamad General Hospital, P.O. Box 3050, Doha, Qatar."], ["George", "Saibu", "S", "Department of Medical ICU, Hamad General Hospital, P.O. Box 3050, Doha, Qatar."], ["Fadlelmula", "Abdalrazig Elsadig", "AE", "Department of Medical ICU, Hamad General Hospital, P.O. Box 3050, Doha, Qatar."]], "date": "2017-07-26", "id": "28743311", "text": "Polymyositis is a rare medical disorder complicating pregnancy. Ventilatory muscle weakness leading to respiratory failure is an uncommon manifestation of this autoimmune disease. We report a case of life-threatening hypercapnic respiratory failure due to polymyositis-related respiratory muscle weakness in a pregnant woman.A 31-year-old, African woman in her second trimester of pregnancy presented to the emergency department with fever, shortness of breath and muscle weakness. Initial investigations excluded pulmonary infection, thromboembolism, and cardiac dysfunction as the underlying cause of her symptoms. She developed deterioration in her level of consciousness due to carbon dioxide narcosis requiring invasive mechanical ventilation. Further workup revealed markedly elevated serum creatine kinase, abnormal electromyography and edema of her thigh muscles on magnetic resonance imaging. Diagnosis of polymyositis was confirmed by muscle biopsy. After receiving pulse steroid, intravenous immunoglobulins, and maintenance immunosuppressive therapy, our patient's respiratory muscle function improved and she was weaned off mechanical ventilation. Despite good maternal recovery from critical illness, the fetus developed intrauterine growth retardation and distress necessitating emergency cesarian section.New-onset polymyositis during pregnancy presenting with respiratory failure is rare. Early diagnosis and prompt initiation of therapy is necessary to improve fetal and maternal outcomes.", "doi": "10.1186/s13256-017-1368-2", "title": "Hypercapnic respiratory failure during pregnancy due to polymyositis-related respiratory muscle weakness: a case report.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}