{"authors": [["Quarrington", "Ryan D", "RD", "School of Mechanical Engineering, The University of Adelaide, North Terrace, Adelaide, SA 5000, Australia; Centre for Orthopaedic & Trauma Research, Adelaide Medical School, The University of Adelaide, 30 Frome Rd, Adelaide, SA 5000, Australia; Adelaide Centre for Spinal Research, Adelaide Health and Medical Sciences Building, North Terrace, Adelaide, SA 5000, Australia. Electronic address: ryan.quarrington@gmail.com."], ["Jones", "Claire F", "CF", "School of Mechanical Engineering, The University of Adelaide, North Terrace, Adelaide, SA 5000, Australia; Centre for Orthopaedic & Trauma Research, Adelaide Medical School, The University of Adelaide, 30 Frome Rd, Adelaide, SA 5000, Australia; Adelaide Centre for Spinal Research, Adelaide Health and Medical Sciences Building, North Terrace, Adelaide, SA 5000, Australia."], ["Tcherveniakov", "Petar", "P", "Division of Medical Imaging, Flinders Medical Centre, SA, Australia."], ["Clark", "Jillian M", "JM", "Centre for Orthopaedic & Trauma Research, Adelaide Medical School, The University of Adelaide, 30 Frome Rd, Adelaide, SA 5000, Australia; Adelaide Centre for Spinal Research, Adelaide Health and Medical Sciences Building, North Terrace, Adelaide, SA 5000, Australia; South Australian Spinal Cord Injury Service, Hampstead Rehabilitation Centre, SA, Australia."], ["Sandler", "Simon J I", "SJI", "The Spinal Injuries Unit, Department of Neurosurgery, Royal Adelaide Hospital, SA, Australia."], ["Lee", "Yu Chao", "YC", "The Spinal Injuries Unit, Department of Neurosurgery, Royal Adelaide Hospital, SA, Australia."], ["Torabiardakani", "Shabnam", "S", "Adelaide Medical School, The University of Adelaide, SA, Australia."], ["Costi", "John J", "JJ", "Biomechanics and Implants Research Group, The Medical Device Research Institute, Flinders University, SA, Australia."], ["Freeman", "Brian J C", "BJC", "Centre for Orthopaedic & Trauma Research, Adelaide Medical School, The University of Adelaide, 30 Frome Rd, Adelaide, SA 5000, Australia; Adelaide Centre for Spinal Research, Adelaide Health and Medical Sciences Building, North Terrace, Adelaide, SA 5000, Australia; The Spinal Injuries Unit, Department of Neurosurgery, Royal Adelaide Hospital, SA, Australia."]], "date": "2017-07-21", "id": "28739474", "text": "Distractive flexion injuries (DFIs) of the subaxial cervical spine are major contributors to spinal cord injury (SCI). Prompt assessment and early intervention of DFIs associated with SCI are crucial to optimize patient outcome; however, neurologic examination of patients with subaxial cervical injury is often difficult, as patients commonly present with reduced levels of consciousness. Therefore, it is important to establish potential associations between injury epidemiology and radiographic features, and neurologic involvement.The aims of this study were to describe the epidemiology and radiographic features of DFIs presenting to a major Australian tertiary hospital and to identify those factors predictive of SCI. The agreement and repeatability of radiographic measures of DFI severity were also investigated.This is a combined retrospective case-control and reliability-agreement study.Two hundred twenty-six patients (median age 40 years [interquartile range = 34]; 72.1% male) who presented with a DFI of the subaxial cervical spine between 2003 and 2013 were reviewed.The epidemiology and radiographic features of DFI, and risk factors for SCI were identified. Inter- and intraobserver agreement of radiographic measurements was evaluated.Medical records, radiographs, and computed tomography and magnetic resonance imaging scans were examined, and the presence of SCI was evaluated. Radiographic images were analyzed by two consultant spinal surgeons, and the degree of vertebral translation, facet apposition, spinal canal occlusion, and spinal cord compression were documented. Multivariable logistic regression models identified epidemiology and radiographic features predictive of SCI. Intraclass correlation coefficients (ICCs) examined inter- and intraobserver agreement of radiographic measurements.The majority of patients (56.2%) sustained a unilateral (51.2%) or a bilateral facet (48.8%) dislocation. The C6-C7 vertebral level was most commonly involved (38.5%). Younger adults were over-represented among motor-vehicle accidents, whereas falls contributed to a majority of DFIs sustained by older adults. Greater vertebral translation, together with lower facet apposition, distinguished facet dislocation from subluxation. Dislocation, bilateral facet injury, reduced Glasgow Coma Scale, spinal canal occlusion, and spinal cord compression were predictive of neurologic deficit. Radiographic measurements demonstrated at least a \"moderate\" agreement (ICC>0.4), with most demonstrating an \"almost perfect\" reproducibility.This large-scale cohort investigation of DFIs in the cervical spine describes radiographic features that distinguish facet dislocation from subluxation, and associates highly reproducible anatomical and clinical indices to the occurrence of concomitant SCI.", "doi": "10.1016/j.spinee.2017.07.175", "title": "Traumatic subaxial cervical facet subluxation and dislocation: epidemiology, radiographic analyses, and risk factors for spinal cord injury.", "journal": ["The spine journal : official journal of the North American Spine Society", "Spine J"]}