{"authors": [["Lioi", "G", "G", "Institute for Sound and Vibration Research, University of Southampton, Southampton, United Kingdom."], ["Bell", "S L", "SL", null], ["Smith", "D C", "DC", null], ["Simpson", "D M", "DM", null]], "date": "2017-08-22", "id": "28737503", "text": "A reliable measure of consciousness is of great interest for various clinical applications including sleep studies and the assessment of depth of anaesthesia. A number of measures of consciousness based on the EEG have been proposed in the literature and tested in studies of dreamless sleep, general anaesthesia and disorders of consciousness. However, reliability has remained a persistent challenge. Despite considerable theoretical and experimental effort, the neural mechanisms underlying consciousness remain unclear, but connectivity between brain regions is thought to be disrupted, impairing information flow.The objective of the current work was to assess directional connectivity between brain regions using directed coherence and propose and assess an index that robustly reflects changes associated with non-REM sleep.We tested the performance on polysomnographic recordings from ten healthy subjects and compared directed coherence (and derived features) with more established measures calculated from EEG spectra. We compared the performance of the different indexes to discriminate the level of consciousness at group and individual level.At a group level all EEG measures could significantly discriminate NREM sleep from waking, but there was considerable individual variation. Across all individuals, normalized power, the strength of long-range connections and the direction of functional links strongly correlate with NREM sleep stages over the experimental timeline. At an individual level, of the EEG measures considered, the direction of functional links constitutes the most reliable index of the level of consciousness, highly correlating with the individual experimental time-line of sleep in all subjects.Directed coherence provides a promising new means of assessing level of consciousness, firmly based on current physiological understanding of consciousness.", "doi": "10.1088/1361-6579/aa81b5", "title": "Directional connectivity in the EEG is able to discriminate wakefulness from NREM sleep.", "journal": ["Physiological measurement", "Physiol Meas"]}