{"authors": [["Briggs", "R", "R", "Centre for Ageing, Neuroscience and the Humanities, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."], ["Coughlan", "T", "T", "Centre for Ageing, Neuroscience and the Humanities, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."], ["Doherty", "J", "J", "Centre for Ageing, Neuroscience and the Humanities, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."], ["Collins", "D R", "DR", "Centre for Ageing, Neuroscience and the Humanities, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."], ["O'Neill", "D", "D", "Centre for Ageing, Neuroscience and the Humanities, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."], ["Kennelly", "S P", "SP", "Centre for Ageing, Neuroscience and the Humanities, Trinity Centre for Health Sciences, Tallaght Hospital, Dublin, Ireland."]], "date": "2017-05-10", "id": "28737304", "text": "Several commonly completed tests have low diagnostic yield in the setting of transient loss of consciousness (T-LOC). We estimated the use and cost of inappropriate investigations in patients admitted with T-LOC and assessed if these patients were given a definitive diagnosis for their presentation. We identified 80 consecutive patients admitted with T-LOC to a university teaching hospital. Eighty-eight percent (70/80) had a computerized topography (CT) brain scan and 49% (34/70) of these scans were inappropriate based on standard guidelines. Almost half (17/80) of electroencephalograms (EEG) and 82% (9/11) of carotid doppler ultrasound performed were not based on clinical evidence of seizure or stroke respectively. Forty-four percent (35/80) of patients had no formal diagnosis documented for their presentation. Inappropriate investigation in T-LOC is very prevalent in the acute hospital, increasing cost of patient care. In addition, there is poor diagnostic formulation for T-LOC making recurrent events more likely in the absence of definitive diagnoses.", "doi": null, "title": "Investigation and diagnostic formulation in patients admitted with transient loss of consciousness.", "journal": ["Irish medical journal", "Ir Med J"]}