{"authors": [["Abdalmalak", "Androu", "A", "Department of Medical Biophysics, Western University, London, ON, Canada."], ["Milej", "Daniel", "D", "Department of Medical Biophysics, Western University, London, ON, Canada."], ["Diop", "Mamadou", "M", "Department of Medical Biophysics, Western University, London, ON, Canada."], ["Shokouhi", "Mahsa", "M", "Department of Medical Biophysics, Western University, London, ON, Canada."], ["Naci", "Lorina", "L", "Brain and Mind Institute, Western University, London, ON, Canada."], ["Owen", "Adrian M", "AM", "Brain and Mind Institute, Western University, London, ON, Canada."], ["St Lawrence", "Keith", "K", "Department of Medical Biophysics, Western University, London, ON, Canada."]], "date": "2017-03-13", "id": "28736662", "text": "Previous functional magnetic resonance imaging (fMRI) studies have shown that a subgroup of patients diagnosed as being in a vegetative state are aware and able to communicate by performing a motor imagery task in response to commands. Due to the fMRI's cost and accessibility, there is a need for exploring different imaging modalities that can be used at the bedside. A promising technique is functional near infrared spectroscopy (fNIRS) that has been successfully applied to measure brain oxygenation in humans. Due to the limited depth sensitivity of continuous-wave NIRS, time-resolved (TR) detection has been proposed as a way of enhancing the sensitivity to the brain, since late arriving photons have a higher probability of reaching the brain. The goal of this study was to assess the feasibility and sensitivity of TR fNIRS in detecting brain activity during motor imagery. Fifteen healthy subjects were recruited in this study, and the fNIRS results were validated using fMRI. The change in the statistical moments of the distribution of times of flight (number of photons, mean time of flight and variance) were calculated for each channel to determine the presence of brain activity. The results indicate up to an 86% agreement between fMRI and TR-fNIRS and the sensitivity ranging from 64 to 93% with the highest value determined for the mean time of flight. These promising results highlight the potential of TR-fNIRS as a portable brain computer interface for patients with disorder of consciousness.", "doi": "10.1364/BOE.8.002162", "title": "Can time-resolved NIRS provide the sensitivity to detect brain activity during motor imagery consistently?", "journal": ["Biomedical optics express", "Biomed Opt Express"]}