{"authors": [["Gallotto", "Stefano", "S", "Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht UniversityMaastricht, Netherlands."], ["Sack", "Alexander T", "AT", "Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht UniversityMaastricht, Netherlands."], ["Schuhmann", "Teresa", "T", "Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht UniversityMaastricht, Netherlands."], ["de Graaf", "Tom A", "TA", "Department of Cognitive Neuroscience, Faculty of Psychology and Neuroscience, Maastricht UniversityMaastricht, Netherlands."]], "date": "2017-07-07", "id": "28736543", "text": "Conscious experiences are linked to activity in our brain: the neural correlates of consciousness (NCC). Empirical research on these NCCs covers a wide range of brain activity signals, measures, and methodologies. In this paper, we focus on spontaneous brain oscillations; rhythmic fluctuations of neuronal (population) activity which can be characterized by a range of parameters, such as frequency, amplitude (power), and phase. We provide an overview of oscillatory measures that appear to correlate with conscious perception. We also discuss how increasingly sophisticated techniques allow us to study the causal role of oscillatory activity in conscious perception (i.e., 'entrainment'). This review of oscillatory correlates of consciousness suggests that, for example, activity in the alpha-band (7-13 Hz) may index, or even causally support, conscious perception. But such results also showcase an increasingly acknowledged difficulty in NCC research; the challenge of separating neural activity necessary for conscious experience to arise (prerequisites) from neural activity underlying the conscious experience itself (substrates) or its results (consequences).", "doi": "10.3389/fpsyg.2017.01147", "title": "Oscillatory Correlates of Visual Consciousness.", "journal": ["Frontiers in psychology", "Front Psychol"]}