{"authors": [["Leubner", "Daniel", "D", "Department of Psychosomatic Medicine, Research Section of Applied Consciousness Sciences, University Clinic RegensburgRegensburg, Germany."], ["Hinterberger", "Thilo", "T", "Department of Psychosomatic Medicine, Research Section of Applied Consciousness Sciences, University Clinic RegensburgRegensburg, Germany."]], "date": "2017-07-07", "id": "28736539", "text": "Depression is a very common mood disorder, resulting in a loss of social function, reduced quality of life and increased mortality. Music interventions have been shown to be a potential alternative for depression therapy but the number of up-to-date research literature is quite limited. We present a review of original research trials which utilize music or music therapy as intervention to treat participants with depressive symptoms. Our goal was to differentiate the impact of certain therapeutic uses of music used in the various experiments. Randomized controlled study designs were preferred but also longitudinal studies were chosen to be included. 28 studies with a total number of 1,810 participants met our inclusion criteria and were finally selected. We distinguished between passive listening to music (record from a CD or live music) (79%), and active singing, playing, or improvising with instruments (46%). Within certain boundaries of variance an analysis of similar studies was attempted. Critical parameters were for example length of trial, number of sessions, participants' age, kind of music, active or passive participation and single- or group setting. In 26 studies, a statistically significant reduction in depression levels was found over time in the experimental (music intervention) group compared to a control (n = 25) or comparison group (n = 2). In particular, elderly participants showed impressive improvements when they listened to music or participated in music therapy projects. Researchers used group settings more often than individual sessions and our results indicated a slightly better outcome for those cases. Additional questionnaires about participants confidence, self-esteem or motivation, confirmed further improvements after music treatment. Consequently, the present review offers an extensive set of comparable data, observations about the range of treatment options these papers addressed, and thus might represent a valuable aid for future projects for the use of music-based interventions to improve symptoms of depression.", "doi": "10.3389/fpsyg.2017.01109", "title": "Reviewing the Effectiveness of Music Interventions in Treating Depression.", "journal": ["Frontiers in psychology", "Front Psychol"]}