{"authors": [["Mahmoodi", "Korosh", "K", "Center for Nonlinear Science, University of North TexasDenton, TX, United States."], ["West", "Bruce J", "BJ", "Army Research OfficeResearch Triangle Park, NC, United States."], ["Grigolini", "Paolo", "P", "Center for Nonlinear Science, University of North TexasDenton, TX, United States."]], "date": "2017-07-07", "id": "28736534", "text": "We introduce a form of Self-Organized Criticality (SOC) inspired by the new generation of evolutionary game theory, which ranges from physiology to sociology. The single individuals are the nodes of a composite network, equivalent to two interacting subnetworks, one leading to strategy choices made by the individuals under the influence of the choices of their nearest neighbors and the other measuring the Prisoner's Dilemma Game payoffs of these choices. The interaction between the two networks is established by making the imitation strength K increase or decrease according to whether the last two payoffs increase or decrease upon increasing or decreasing K. Although each of these imitation strengths is selected selfishly, and independently of the others as well, the social system spontaneously evolves toward the state of cooperation. Criticality is signaled by temporal complexity, namely the occurrence of non-Poisson renewal events, the time intervals between two consecutive crucial events being given by an inverse power law index μ = 1.3 rather than by avalanches with an inverse power law distribution as in the original form of SOC. This new phenomenon is herein labeled self-organized temporal criticality (SOTC). We compare this bottom-up self-organization process to the adoption of a global choice rule based on assigning to all the units the same value K, with the time evolution of common K being determined by consciousness of the social benefit, a top-down process implying the action of a leader. In this case self-organization is impeded by large intensity fluctuations and the global social benefit turns out to be much weaker. We conclude that the SOTC model fits the requests of a manifesto recently proposed by a number of European social scientists.", "doi": "10.3389/fphys.2017.00478", "title": "Self-organizing Complex Networks: individual versus global rules.", "journal": ["Frontiers in physiology", "Front Physiol"]}