{"authors": [["Welch", "Tasha L", "TL", "Department of Anesthesiology, Mayo Clinic College of Medicine, Rochester, MN. Electronic address: welch.tasha@mayo.edu."], ["Brinjikji", "Waleed", "W", "Department of Radiology, Mayo Clinic College of Medicine, Rochester, MN."], ["Lanzino", "Guiseppe", "G", "Department of Neurologic Surgery, Mayo Clinic College of Medicine, Rochester, MN."], ["Lanier", "William L", "WL", "Department of Anesthesiology, Mayo Clinic College of Medicine, Rochester, MN."]], "date": "2017-07-20", "id": "28735717", "text": "Intracranial aneurysms are common and, on a population-based perspective, are a major cause of morbidity and mortality as a result of mass effect or rupture. Cerebral angiography is the primary technique used for the diagnosis of cerebral aneurysms, and the imaging data have additional utility for planning medical, endovascular, or surgical treatments. An extremely rare periprocedural complication of cerebral angiography is rupture of the aneurysm, either as a chance phenomenon or as a result of some physiologic change or mechanical effect. We report on a single awake, alert patient who experienced intraprocedural aneurysm rupture that was recorded in real time during diagnostic cerebral angiography and subsequently proved fatal. Rupture occurred shortly after the completion of contrast material injection into a semi-open vascular bed and appeared to be temporally unrelated to any supranormal change in systemic physiology. No therapeutic endovascular procedure was planned or attempted. From the high-quality sequential, frame-by-frame images, and electronic sedation and anesthesiology records, plus our own real-time observations (G.L., W.L.L.), we were able (for educational purposes) to reconstruct the time course of rupture of the aneurysm, the velocity and pattern of blood escaping the aneurysm and entering the subarachnoid space, and other physiologic and functional correlates (blood pressure changes, alterations in consciousness) that may be critical to our understanding of the mechanism and consequences of aneurysm rupture.", "doi": "10.1016/j.mayocp.2017.05.027", "title": "Real-Time Cineangiography Visualization of Cerebral Aneurysm Rupture in an Awake Patient: Anatomic, Physiological, and Functional Correlates.", "journal": ["Mayo Clinic proceedings", "Mayo Clin. Proc."]}