{"authors": [["Bartek", "Jiri", "J", "Department of Clinical Neuroscience, Section for Neurosurgery, Karolinska Institutet and Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden; Department of Neurosurgery, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark. Electronic address: jiri.bartek@karolinska.se."], ["Sjåvik", "Kristin", "K", "Department of Neurosurgery, University Hospital of North Norway, Tromsø, Norway."], ["Kristiansson", "Helena", "H", "Department of Clinical Neuroscience, Section for Neurosurgery, Karolinska Institutet and Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."], ["Ståhl", "Fredrik", "F", "Department of Clinical Neuroscience, Section for Neurosurgery, Karolinska Institutet and Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."], ["Fornebo", "Ida", "I", "Faculty of Health Sciences, University of Oslo, Oslo, Norway."], ["Förander", "Petter", "P", "Department of Clinical Neuroscience, Section for Neurosurgery, Karolinska Institutet and Department of Neurosurgery, Karolinska University Hospital, Stockholm, Sweden."], ["Jakola", "Asgeir S", "AS", "Department of Neurosurgery, St. Olav University Hospital, Trondheim, Norway; Department of Neurosurgery, Sahlgrenska University Hospital, Gothenburg, Sweden; Institute of Neuroscience and Physiology, University of Gothenburg, Sahlgrenska Academy, Sweden."]], "date": "2017-07-19", "id": "28735129", "text": "To investigate predictors of recurrence and moderate to severe complications after burr-hole surgery for chronic subdural hematoma (cSDH).A retrospective review was conducted in a Scandinavian single-center population-based cohort of 759 adult patients with cSDH operated with burr-hole surgery between January 1, 2005 and December 31, 2010. Possible predictors of recurrence and complications, assessed using a standardized reporting system of adverse events, were identified and analyzed in univariable analyses. Variables with a P value < 0.10 were included in a multivariable regression model.Recurrence was observed in 85 patients (11.2%), whereas moderate to severe complications were observed in 35 patients (4.6%). Bilateral hematoma (odds ratio [OR], 2.05; 95% confidence interval [CI], 1.25-3.35; P < 0.01) and largest hematoma diameter in millimeters (OR, 1.05; 95% CI, 1.01-1.09; P < 0.01) were independent predictors of recurrence in the multivariable model analysis. Glasgow Coma Scale (GCS) score of <13 (OR, 6.06; 95% CI, 2.72-13.51; P < 0.01) and Charlson Comorbidity Index (CCI) >1 (OR, 2.28; 95% CI, 1.10-4.75; P = 0.03) were independent predictors of moderate to severe complications.Recurrence after cSDH surgery is more often encountered in patients with radiologically more extensive disease reflected by bilateral hematoma and large hematoma diameter. On the other hand, moderate to severe complications are more often seen in patients in a worse clinical condition, reflected by decreased level of consciousness and more comorbidities.", "doi": "10.1016/j.wneu.2017.07.044", "title": "Predictors of Recurrence and Complications After Chronic Subdural Hematoma Surgery: A Population-Based Study.", "journal": ["World neurosurgery", "World Neurosurg"]}