{"authors": [["Cervellin", "Gianfranco", "G", "Emergency Department, University Hospital of Parma, Italy. Electronic address: gcervellin@ao.pr.it."], ["Bellini", "Carlotta", "C", "Emergency Department, University Hospital of Parma, Italy."], ["Tarasconi", "Sara", "S", "Emergency Department, University Hospital of Parma, Italy."], ["Bresciani", "Paolo", "P", "Radiology Department, University Hospital of Parma, Italy."], ["Lippi", "Giuseppe", "G", "Section of Clinical Chemistry, University of Verona, Italy."]], "date": "2017-07-17", "id": "28734704", "text": "Pneumomediastinum is a rare complication of facial fractures, always persuading the physicians to search for other and potentially more serious injuries such as esophageal or tracheal rupture. A 75-year old man presented to the Emergency Department (ED) reporting an accidental fall while walking on the road. He did not report loss of consciousness (LOS), was not taking anticoagulant drugs, did not report chest, abdomen or limb trauma. On physical examination he only showed swelling of nose and right orbit. The patient underwent a Computed Tomography (CT) scan of head and facial bones, showing a complex fracture involving right nasal bone, ethmoid, right orbital lateral wall, and right maxillary sinus lateral wall. No intracranial lesions were found. Due to the finding of subcutaneous emphysema in the right cheek, the scan was extended to the whole neck and chest. The exam showed a massive pneumomediastinum, extending till the diaphragmatic hiatus. The patient thus underwent bronchoscopy and esophagogastroscopy, but no further lesions could be found. Antibiotics therapy was then administered, and was discharged in good conditions after a five-days observation. In our patient, air had probably escaped into the pharyngo-maxillary space from the right maxillary sinus and tracked into both the retropharyngeal space and, for contiguity, into the pre-tracheal space. As our case report shows, if the airway is secure, the pneumomediastinum does not necessarily require treatment other than clinical observation and management of the fracture. If no other injuries are present, resolution of the pneumomediastinum may be expected without further medical interventions.", "doi": "10.1016/j.ajem.2017.07.059", "title": "Massive pneumomediastinum following orbital fracture.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}