{"authors": [["Takeya", "Ryuji", "R", "Department of Physiology, Hokkaido University School of Medicine, Sapporo, 060-8638, Japan. takeryu@med.hokudai.ac.jp."], ["Kameda", "Masashi", "M", "Department of Physiology, Hokkaido University School of Medicine, Sapporo, 060-8638, Japan."], ["Patel", "Aniruddh D", "AD", "Department of Psychology, Tufts University, Medford, MA, 02155, USA."], ["Tanaka", "Masaki", "M", "Department of Physiology, Hokkaido University School of Medicine, Sapporo, 060-8638, Japan. masaki@med.hokudai.ac.jp."]], "date": "2017-07-21", "id": "28733591", "text": "Predictive and tempo-flexible synchronization to an auditory beat is a fundamental component of human music. To date, only certain vocal learning species show this behaviour spontaneously. Prior research training macaques (vocal non-learners) to tap to an auditory or visual metronome found their movements to be largely reactive, not predictive. Does this reflect the lack of capacity for predictive synchronization in monkeys, or lack of motivation to exhibit this behaviour? To discriminate these possibilities, we trained monkeys to make synchronized eye movements to a visual metronome. We found that monkeys could generate predictive saccades synchronized to periodic visual stimuli when an immediate reward was given for every predictive movement. This behaviour generalized to novel tempi, and the monkeys could maintain the tempo internally. Furthermore, monkeys could flexibly switch from predictive to reactive saccades when a reward was given for each reactive response. In contrast, when humans were asked to make a sequence of reactive saccades to a visual metronome, they often unintentionally generated predictive movements. These results suggest that even vocal non-learners may have the capacity for predictive and tempo-flexible synchronization to a beat, but that only certain vocal learning species are intrinsically motivated to do it.", "doi": "10.1038/s41598-017-06417-3", "title": "Predictive and tempo-flexible synchronization to a visual metronome in monkeys.", "journal": ["Scientific reports", "Sci Rep"]}