{"authors": [["Seale", "Anna C", "AC", "From the *Kenya Medical Research Institute (KEMRI)-Wellcome Trust Research Institution, Kilifi, Kenya; †University of Oxford, Oxford, United Kingdom; and ‡London School of Hygiene and Tropical Medicine, and §Imperial College London, London, United Kingdom."], ["Obiero", "Christina W", "CW", null], ["Jones", "Kelsey D", "KD", null], ["Barsosio", "Hellen C", "HC", null], ["Thitiri", "Johnstone", "J", null], ["Ngari", "Moses", "M", null], ["Morpeth", "Susan", "S", null], ["Mohammed", "Shebe", "S", null], ["Fegan", "Gregory", "G", null], ["Mturi", "Neema", "N", null], ["Berkley", "James A", "JA", null]], "date": null, "id": "28731901", "text": "Neonatal mortality remains high in sub-Saharan Africa, and a third of deaths are estimated to result from infection. While coagulase-negative staphylococci (CoNS) are leading neonatal pathogens in resource-rich settings, their role, and the need for early anti-Staphylococcal treatment in empiric antibiotic guidelines, is unknown in sub-Saharan Africa.We examined systematic clinical and microbiologic surveillance data from all neonatal admissions to Kilifi County Hospital (1998-2013) to determine associated case fatality and/or prolonged duration of admission associated with CoNS in neonates treated according to standard World Health Organization guidelines.CoNS was isolated from blood culture in 995 of 9552 (10%) neonates. Case fatality among neonates with CoNS isolated from blood did not differ from other neonatal admissions (P = 0.2), and duration of admission was not prolonged [odds ratio (OR) = 0.9 (0.7-1.0), P = 0.040]. Neonates with CoNS were more likely to have convulsions [OR = 1.4 (1.0-1.8), P = 0.031] but less likely to have impaired consciousness or severe indrawing [OR = 0.8 (0.7-0.9), P = 0.025; OR = 0.9 (0.7-1.0), P = 0.065].CoNS isolation in blood cultures at admission was not associated with adverse clinical outcomes in neonates treated according to standard World Health Organization guidelines for hospital care in this setting. There is no evidence that first-line antimicrobial treatment guidelines should be altered to increase cover for CoNS infections in neonates in this setting.", "doi": "10.1097/INF.0000000000001699", "title": "Should First-line Empiric Treatment Strategies for Neonates Cover Coagulase-negative Staphylococcal Infections in Kenya?", "journal": ["The Pediatric infectious disease journal", "Pediatr. Infect. Dis. J."]}