{"authors": [["Garrison", "Katie E", "KE", "Department of Psychology, Texas A&M University, College StationTX, United States."], ["Handley", "Ian M", "IM", "Department of Psychology, Montana State University, BozemanMT, United States."]], "date": "2017-07-06", "id": "28729844", "text": "Individuals often form more reasonable judgments from complex information after a period of distraction vs. deliberation. This phenomenon has been attributed to sophisticated unconscious thought during the distraction period that integrates and organizes the information (Unconscious Thought Theory; Dijksterhuis and Nordgren, 2006). Yet, other research suggests that experiential processes are strengthened during the distraction (relative to deliberation) period, accounting for the judgment and decision benefit. We tested between these possibilities, hypothesizing that unconscious thought is distinct from experiential processes, and independently contributes to judgments and decisions during a distraction period. Using an established paradigm, Experiment 1 (N = 319) randomly induced participants into an experiential or rational mindset, after which participants received complex information describing three roommates to then consider consciously (i.e., deliberation) or unconsciously (i.e., distraction). Results revealed superior roommate judgments (but not choices) following distraction vs. deliberation, consistent with Unconscious Thought Theory. Mindset did not have an influence on roommate judgments. However, planned tests revealed a significant advantage of distraction only within the rational-mindset condition, which is contrary to the idea that experiential processing alone facilitates complex decision-making during periods of distraction. In a second experiment (N = 136), we tested whether effects of unconscious thought manifest for a complex analytical reasoning task for which experiential processing would offer no advantage. As predicted, participants in an unconscious thought condition outperformed participants in a control condition, suggesting that unconscious thought can be analytical. In sum, the current results support the existence of unconscious thinking processes that are distinct from experiential processes, and can be rational. Thus, the experiential vs. rational nature of a process might not cleanly delineate conscious and unconscious thought.", "doi": "10.3389/fpsyg.2017.01096", "title": "Not Merely Experiential: Unconscious Thought Can Be Rational.", "journal": ["Frontiers in psychology", "Front Psychol"]}