{"authors": [["Nishikawa-Nakamura", "Naoko", "N", "Department of Pediatrics, National Hospital Organization Shikoku Medical Center for Children and Adults, Japan. Electronic address: ferret-dogdog@hotmail.co.jp."], ["Okada", "Takafumi", "T", "Department of Pediatrics, National Hospital Organization Shikoku Medical Center for Children and Adults, Japan."], ["Nishimura", "Keiko", "K", "Department of Clinical Laboratory, National Hospital Organization Shikoku Medical Center for Children and Adults, Japan."], ["Iwai", "Tsuyako", "T", "Department of Pediatrics, National Hospital Organization Shikoku Medical Center for Children and Adults, Japan."], ["Ubukata", "Kimiko", "K", "Department of Infectious Diseases, Keio University School of Medicine, Japan."], ["Iwata", "Satoshi", "S", "Department of Infectious Diseases, Keio University School of Medicine, Japan."], ["Iwai", "Asayuki", "A", "Department of Pediatrics, National Hospital Organization Shikoku Medical Center for Children and Adults, Japan."]], "date": "2017-07-17", "id": "28729050", "text": "Streptococcus pneumoniae is a main causative agent of serious invasive bacterial infections. However, concurrent infection with invasive pneumococcal disease (IPD) and viral infectious mononucleosis (IM) is rare. We report an infant with serotype 6C infection causing IPD occurring simultaneously with IM. A previously healthy 11-month-old girl referred to our hospital because of fever, leukopenia, and elevated C-reactive protein presented to us with disturbance of consciousness, tachycardia, tachypnea and agranulocytosis. Other findings included tonsillitis with purulent exudates and white spots, bilateral cervical adenopathy, and hepatosplenomegaly. We diagnosed her illness as sepsis and administered a broad-spectrum antibiotic, an antiviral agent, and granulocyte transfusions. After treatment was initiated, fever gradually decreased and general condition improved. IPD was diagnosed based upon isolation of S. pneumoniae of serotype 6C from blood cultures obtained on admission. Concurrently the girl had IM, based upon quantitation of Epstein-Barr viral DNA copies in blood and fluctuating serum antibody titers. Although simultaneous IPD and IM is a rare occurrence, this possibility is important to keep in mind.", "doi": "10.1016/j.jiac.2017.06.007", "title": "An infant with concurrent serotype 6C invasive pneumococcal disease and infectious mononucleosis.", "journal": ["Journal of infection and chemotherapy : official journal of the Japan Society of Chemotherapy", "J. Infect. Chemother."]}