{"authors": [["Ragazzoni", "Aldo", "A", "Unit of Neurology & Clinical Neurophysiology, Fondazione PAS, Scandicci, Florence, Italy. Electronic address: aldo.ragazzoni@unifi.it."], ["Cincotta", "Massimo", "M", "S.C. Neurologìa Firenze, AUSL Toscana Centro, Florence, Italy."], ["Giovannelli", "Fabio", "F", "S.C. Neurologìa Firenze, AUSL Toscana Centro, Florence, Italy; Department of Neuroscience, Psychology, Drug Research, Child Health, University of Florence, Italy."], ["Cruse", "Damian", "D", "School of Psychology, University of Birmingham, Edgbaston, Birmingham, United Kingdom."], ["Young", "G Bryan", "GB", "Department of Clinical Neurological Sciences and Medicine, University of Western Ontario, London, Ontario, Canada."], ["Miniussi", "Carlo", "C", "Center for Mind/Brain Sciences - CIMeC, University of Trento, Rovereto, Italy; Cognitive Neuroscience Section, IRCCS Centro San Giovanni di Dio Fatebenefratelli, Brescia, Italy."], ["Rossi", "Simone", "S", "Department of Medicine, Surgery and Neuroscience, Section of Human Physiology, University of Siena, Italy; Department of Medicine, Surgery and Neuroscience, Section of Neurology and Clinical Neurophysiology, Brain Investigation & Neuromodulation Lab (Si-BIN Lab), University of Siena, Italy."]], "date": "2017-06-29", "id": "28728060", "text": "The identification of signs of awareness in patients with prolonged disorders of consciousness (DoC) after severe brain injury is a challenging task for clinicians. Differentiating on behavioural examination the vegetative state (VS) from the minimally conscious state (MCS) can lead to a high misdiagnosis rate. Advanced neuroimaging and neurophysiological techniques can supplement clinical evaluation by providing physiological evidence of brain activity. However, an open issue remains whether these empirical results are directly or indirectly associated with covert consciousness and limitations emerge for their diagnostic application at the single-patient level. On the therapeutic side, the efficacy of both non-invasive and invasive brain stimulation/modulation trials is matter of debate. The present review provides an updated analysis of the diagnostic and prognostic impact that the different neurophysiological techniques of stimulation [including short-latency evoked potentials, long-latency event related potentials (ERPs), transcranial magnetic stimulation (TMS), TMS-EEG co-registration] offer in prolonged DoC. The results of the therapeutic stimulation techniques are also evaluated. It is concluded that TMS-EEG emerges as the most promising tool for differentiating VS from MCS whereas ERPs allow neurophysiologists to probe covert cognitive capacities of each patient. Significant behavioural improvements in prolonged DoC with brain stimulation techniques are still anecdotical and further treatment options are awaited.", "doi": "10.1016/j.clinph.2017.06.037", "title": "Clinical neurophysiology of prolonged disorders of consciousness: From diagnostic stimulation to therapeutic neuromodulation.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}