{"authors": [["Rajesh", "Aishwarya", "A", "1 Department of Psychology, University of Illinois at Urbana-Champaign , Champaign, Illinois."], ["Cooke", "Gillian E", "GE", "1 Department of Psychology, University of Illinois at Urbana-Champaign , Champaign, Illinois."], ["Monti", "Jim M", "JM", "1 Department of Psychology, University of Illinois at Urbana-Champaign , Champaign, Illinois."], ["Jahn", "Andrew", "A", "2 Haskins Laboratories , New Haven, Connecticut."], ["Daugherty", "Ana M", "AM", "1 Department of Psychology, University of Illinois at Urbana-Champaign , Champaign, Illinois."], ["Cohen", "Neal J", "NJ", "1 Department of Psychology, University of Illinois at Urbana-Champaign , Champaign, Illinois."], ["Kramer", "Arthur F", "AF", "1 Department of Psychology, University of Illinois at Urbana-Champaign , Champaign, Illinois."]], "date": "2017-10-27", "id": "28726543", "text": "Mild traumatic brain injury (mTBI) is brain trauma from an external impact with a loss of consciousness less than 30 min. Mild TBI results in several biopsychosocial impairments, with pronounced cognitive deficits thought to resolve within 3 months of injury. Previous research suggests that these impairments are due to a temporary inability to appropriately allocate neural resources in response to cognitive demands. Our study questioned this assumption and instead hypothesized that mTBI was associated with long-term neural disruptions and compromised brain structure integrity. By extension, we investigated the likelihood that functional restitution and cognitive resolution following mTBI may be due to some form of neurofunctional reorganization. To this end, we examined abnormalities in resting state functional connectivity and structure (volume, thickness, and fractional anisotropy) in two groups of mTBI-those with 1-10 years time post-injury (mTBI1-10), and those with 20-65 years time post-injury, relative to age-, sex-, and education-matched controls. We observed abnormalities in brain architecture only in the mTBI1-10 group, characterized by functional hypo-activation in the right frontal pole, smaller frontal pole volume, and lesser fractional anisotropy in the genu of the corpus callosum that extended near the right frontal pole. This frontal region is laterally specialized to regulate function specific to socio-emotional processes. Collectively, neural disruptions and structural insult in mTBI may persist up to 10 years following injury, but injury-related pathology may resolve with longer recovery time. Disruption to frontal-dependent function that supports socio-emotional processes also may interfere with cognitive functioning, as in the case of chronic mTBI.", "doi": "10.1089/neu.2017.5047", "title": "Differences in Brain Architecture in Remote Mild Traumatic Brain Injury.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}