{"authors": [["Morlet", "Dominique", "D", "Lyon Neuroscience Research Center (CRNL), Brain Dynamics and Cognition Team, INSERM U 1028, CNRS UMR 5292, University Lyon 1, Lyon, France."], ["Ruby", "Perrine", "P", "Lyon Neuroscience Research Center (CRNL), Brain Dynamics and Cognition Team, INSERM U 1028, CNRS UMR 5292, University Lyon 1, Lyon, France."], ["André-Obadia", "Nathalie", "N", "Functional Neurology and Epileptology Department, Neurological Hospital, Hospices Civils de Lyon, Lyon, France."], ["Fischer", "Catherine", "C", "Lyon Neuroscience Research Center (CRNL), Brain Dynamics and Cognition Team, INSERM U 1028, CNRS UMR 5292, University Lyon 1, Lyon, France."]], "date": "2017-07-20", "id": "28726333", "text": "Active paradigms requiring subjects to engage in a mental task on request have been developed to detect consciousness in behaviorally unresponsive patients. Using auditory ERPs, the active condition consists in orienting patient's attention toward oddball stimuli. In comparison with passive listening, larger P300 in the active condition identifies voluntary processes. However, contrast between these two conditions is usually too weak to be detected at the individual level. To improve test sensitivity, we propose as a control condition to actively divert the subject's attention from the auditory stimuli with a mental imagery task that has been demonstrated to be within the grasp of the targeted patients: navigate in one's home. Twenty healthy subjects were presented with a two-tone oddball paradigm in the three following condition: (a) passive listening, (b) mental imagery, (c) silent counting of deviant stimuli. Mental imagery proved to be more efficient than passive listening to lessen P300 response to deviant tones as compared with the active counting condition. An effect of attention manipulation (oriented vs. diverted) was observed in 19/20 subjects, of whom 18 showed the expected P300 effect and 1 showed an effect restricted to the N2 component. The only subject showing no effect also proved insufficient engagement in the tasks. Our study demonstrated the efficiency of diverting attention using mental imagery to improve the sensitivity of the active oddball paradigm. Using recorded instructions and requiring a small number of electrodes, the test was designed to be conveniently and economically used at the patient's bedside.", "doi": "10.1111/psyp.12954", "title": "The auditory oddball paradigm revised to improve bedside detection of consciousness in behaviorally unresponsive patients.", "journal": ["Psychophysiology", "Psychophysiology"]}