{"authors": [["Bigot", "Adrien", "A", "CHRU de Tours, Médecine interne, Tours, France."], ["Brunault", "Paul", "P", "CHRU de Tours, Clinique Psychiatrique Universitaire, Tours, France."], ["Lavigne", "Christian", "C", "CHRU d'Angers, Service de médecine interne, Angers, France."], ["Feillet", "François", "F", "CHRU de Nancy, Centre de références des maladies héréditaires du métabolisme, Nancy, France."], ["Odent", "Sylvie", "S", "CHRU de Rennes, Service de génétique, Rennes, France."], ["Kaphan", "Elsa", "E", "CHRU de Marseille, Service de neurologie, La Timone, Marseille, France."], ["Thauvin", "Christel", "C", "CHRU de Dijon, Service de génétique, Dijon, France."], ["Leguy", "Vanessa", "V", "CHRU de Dijon, Service de Médecine Interne, Dijon, France."], ["Broué", "Pierre", "P", "CHRU de Toulouse, Service de pédiatrie, Toulouse, France."], ["Tchan", "Michel C", "MC", "Genetic Medicine, Westmead Hospital, NSW, Australia."], ["Maillot", "François", "F", "CHRU de Tours, Médecine interne, Tours, France."]], "date": "2017-07-06", "id": "28725569", "text": "Adult onset urea cycle disorders (UCD) may present with psychiatric symptoms, occasionally as the initial presentation. We aimed to describe the characteristics of patients presenting with a psychiatric adult-onset of UCDs, to discuss which signs could suggest this diagnosis in such a situation, and to determine which tests should be conducted. A survey of psychiatric symptoms occurring in teenagers or adults with UCD was conducted in 2010 among clinicians involved in the French society for the study of inborn errors of metabolism (SFEIM). Fourteen patients from 14 to 57 years old were reported. Agitation was reported in 10 cases, perseveration in 5, delirium in 4, and disinhibition in 3 cases. Three patients had pre-existing psychiatric symptoms. All patients had neurological symptoms associated with psychiatric symptoms, such as ataxia or dysmetria, psychomotor slowing, seizures, or hallucinations. Fluctuations of consciousness and coma were reported in 9 cases. Digestive symptoms were reported in 7 cases. 9 patients had a personal history suggestive of UCD. The differential diagnoses most frequently considered were exogenous intoxication, non-convulsive status epilepticus, and meningoencephalitis. Hyperammonemia (180-600 μmol/L) was found in all patients. The outcome was severe: mechanical ventilation was required in 10 patients, 5 patients died, and only 4 patients survived without sequelae. Adult onset UCDs can present with predominant psychiatric symptoms, associated with neurological involvement. These patients, as well as patients presenting with a suspicion of intoxication, must have UCD considered and ammonia measured without delay.", "doi": "10.1016/j.ymgmr.2017.07.001", "title": "Psychiatric adult-onset of urea cycle disorders: A case-series.", "journal": ["Molecular genetics and metabolism reports", "Mol Genet Metab Rep"]}