{"authors": [["Nordahl", "Henrik", "H", "Department of Psychology, Norwegian University of Science and TechnologyTrondheim, Norway."], ["Plummer", "Alice", "A", "Renal Services, St. George's University Hospitals NHS Foundation TrustLondon, United Kingdom."], ["Wells", "Adrian", "A", "Division of Psychology and Mental Health, School of Health Sciences, Faculty of Biology, Medicine and Health, University of Manchester, Manchester Academic Health Science CentreManchester, United Kingdom."]], "date": "2017-07-04", "id": "28725207", "text": "\"Biased self-perception,\" the tendency to perceive one's social performance as more negative than observers do, is characteristic of socially anxious individuals. Self-attention processes are hypothesised to underlie biased self-perception, however, different models emphasise different aspects of self-attention, with attention to the public aspects of the self being prominent. The current study aimed to investigate the relative contribution of two types of dispositional self-attention; public- and private self-consciousness to biased self-perception in a high (n = 48) versus a low (n = 48) social anxiety group undergoing an interaction task. The main finding was that private self-consciousness explained substantial and unique variance in biased negative self-perception in individuals with high social anxiety, while public self-consciousness did not. This relationship was independent of increments in state anxiety. Private self-consciousness appeared to have a specific association with bias related to overestimation of negative social performance rather than underestimation of positive social performance. The implication of this finding is that current treatment models of Social anxiety disorder might include broader aspects of self-focused attention, especially in the context of formulating self-evaluation biases.", "doi": "10.3389/fpsyg.2017.01126", "title": "Predictors of Biased Self-perception in Individuals with High Social Anxiety: The Effect of Self-consciousness in the Private and Public Self Domains.", "journal": ["Frontiers in psychology", "Front Psychol"]}