{"authors": [["Tian", "Yu", "Y", "Department of Psychology, Shandong Normal UniversityJinan, China."], ["Bian", "Yulong", "Y", "Department of Computer Science and Technology, Shandong UniversityJinan, China."], ["Han", "Piguo", "P", "Department of Psychology, Shandong Normal UniversityJinan, China."], ["Wang", "Peng", "P", "Department of Psychology, Shandong Normal UniversityJinan, China."], ["Gao", "Fengqiang", "F", "Department of Psychology, Shandong Normal UniversityJinan, China."], ["Chen", "Yingmin", "Y", "Department of Psychology, Shandong Normal UniversityJinan, China."]], "date": "2017-07-04", "id": "28725206", "text": "Flow is the experience of effortless attention, reduced self-consciousness, and a deep sense of control that typically occurs during the optimal performance of challenging tasks. On the basis of the person-artifact-task model, we selected computer games (tasks) with varying levels of difficulty (difficult, medium, and easy) and shyness (personality) as flow precursors to study the physiological activity of users in a flow state. Cardiac and respiratory activity and mean changes in skin conductance (SC) were measured continuously while the participants (n = 40) played the games. Moreover, the associations between self-reported psychological flow and physiological measures were investigated through a series of repeated-measures analyses. The results showed that the flow experience is related to a faster respiratory rate, deeper respiration, moderate heart rate (HR), moderate HR variability, and moderate SC. The main effect of shyness was non-significant, whereas the interaction of shyness and difficulty influenced the flow experience. These findings are discussed in relation to current models of arousal and valence. The results indicate that the flow state is a state of moderate mental effort that arises through the increased parasympathetic modulation of sympathetic activity.", "doi": "10.3389/fpsyg.2017.01121", "title": "Physiological Signal Analysis for Evaluating Flow during Playing of Computer Games of Varying Difficulty.", "journal": ["Frontiers in psychology", "Front Psychol"]}