{"authors": [["Guidera", "Jennifer A", "JA", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Taylor", "Norman E", "NE", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Lee", "Justin T", "JT", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Vlasov", "Ksenia Y", "KY", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Pei", "JunZhu", "J", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Stephen", "Emily P", "EP", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Mayo", "J Patrick", "JP", "Department of Neurobiology, Duke University, DurhamNC, United States."], ["Brown", "Emery N", "EN", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."], ["Solt", "Ken", "K", "Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, BostonMA, United States."]], "date": "2017-07-04", "id": "28725184", "text": "Although general anesthetics are routinely administered to surgical patients to induce loss of consciousness, the mechanisms underlying anesthetic-induced unconsciousness are not fully understood. In rats, we characterized changes in the extradural EEG and intracranial local field potentials (LFPs) within the prefrontal cortex (PFC), parietal cortex (PC), and central thalamus (CT) in response to progressively higher doses of the inhaled anesthetic sevoflurane. During induction with a low dose of sevoflurane, beta/low gamma (12-40 Hz) power increased in the frontal EEG and PFC, PC and CT LFPs, and PFC-CT and PFC-PFC LFP beta/low gamma coherence increased. Loss of movement (LOM) coincided with an abrupt decrease in beta/low gamma PFC-CT LFP coherence. Following LOM, cortically coherent slow-delta (0.1-4 Hz) oscillations were observed in the frontal EEG and PFC, PC and CT LFPs. At higher doses of sevoflurane sufficient to induce loss of the righting reflex, coherent slow-delta oscillations were dominant in the frontal EEG and PFC, PC and CT LFPs. Dynamics similar to those observed during induction were observed as animals emerged from sevoflurane anesthesia. We conclude that the rat is a useful animal model for sevoflurane-induced EEG oscillations in humans, and that coherent slow-delta oscillations are a correlate of sevoflurane-induced behavioral arrest and loss of righting in rats.", "doi": "10.3389/fncir.2017.00036", "title": "Sevoflurane Induces Coherent Slow-Delta Oscillations in Rats.", "journal": ["Frontiers in neural circuits", "Front Neural Circuits"]}