{"authors": [["Jang", "Sung Ho", "SH", "Department of Physical Medicine and Rehabilitation, College of Medicine, Yeungnam University, Gyeongsan, South Korea."], ["Kwon", "Hyeok Gyu", "HG", "Department of Physical Therapy, College of Health Sciences, Catholic University of Pusan, 57 Oryundae-ro, Geumjeong-gu, Pusan, 46252, Republic of Korea. khg0715@hanmail.net."]], "date": "2017-07-19", "id": "28724360", "text": "Delayed post-hypoxic leukoencephalopathy (DPHL) is a demyelinating syndrome characterized by neurological relapse after an initial recovery from hypoxic brain injury. We describe a patient with impaired consciousness following DPHL, concurrent with injury of the ascending reticular activating system (ARAS) shown using diffusion tensor tractography (DTT).A 50-year-old male patient was in a drowsy mental state after exposure to carbon monoxide (CO) for about ten hours. About a day after the CO exposure, his mental state recovered to an alert condition. However, his consciousness deteriorated to drowsy 24 days after the exposure and worsened to a semi-coma state at 26 days after onset. When he started rehabilitation six weeks after the CO exposure, he had impaired consciousness, with a Glasgow Coma Scale score of 8 and a Coma Recovery Scale-Revised score of 8. On 6-week DTT, decreased neural connectivity of the upper ARAS between the intralaminar thalamic nucleus and the cerebral cortex was observed in both frontal cortices, basal forebrains, basal ganglia and thalami. The lower dorsal ARAS was not reconstructed on the right side, and was thin on the left side. The lower ventral ARAS was not reconstructed on either side.Using DTT, we demonstrated injury of the ARAS in a patient with impaired consciousness following DPHL. Our result suggests that injury of the ARAS is a plausible pathogenetic mechanism of impaired consciousness in patients with DPHL.", "doi": "10.1186/s12883-017-0917-z", "title": "Injury of ascending reticular activating system associated with delayed post-hypoxic leukoencephalopathy: a case report.", "journal": ["BMC neurology", "BMC Neurol"]}