{"authors": [["Okazaki", "Tetsuya", "T", "Division of Child Neurology, Department of Brain and Neurosciences, Faculty of Medicine, Tottori University, Yonago, Division of Clinical Genetics, Tottori University Hospital, Yonago."], ["Saito", "Yoshiaki", "Y", "Division of Child Neurology, Department of Brain and Neurosciences, Faculty of Medicine, Tottori University, Yonago."], ["Hiraiwa", "Rika", "R", "Department of Pediatrics, Eastern Shimane Rehabilitation Hospital, Matsue."], ["Saitoh", "Shinji", "S", "Department of Pediatrics and Neonatology, Nagoya City University Graduate School of Medical Sciences, Nagoya."], ["Kai", "Masachika", "M", "Division of Technical Department, Tottori University, Yonago."], ["Adachi", "Kaori", "K", "Division of Functional Genomics, Research Center for Bioscience and Technology, Tottori University, Yonago, Japan."], ["Nishimura", "Yoko", "Y", "Division of Child Neurology, Department of Brain and Neurosciences, Faculty of Medicine, Tottori University, Yonago."], ["Nanba", "Eiji", "E", "Division of Clinical Genetics, Tottori University Hospital, Yonago, Division of Functional Genomics, Research Center for Bioscience and Technology, Tottori University, Yonago, Japan."], ["Maegaki", "Yoshihiro", "Y", "Division of Child Neurology, Department of Brain and Neurosciences, Faculty of Medicine, Tottori University, Yonago."]], "date": null, "id": "28721930", "text": "SYNGAP1 gene mutation has been associated with epilepsy which is often drug resistant, with seizure types including eyelid myoclonia. However, detailed descriptions, including ictal video-EEG, have not been reported. We report the case of a 4-year-old boy who developed recurrent epileptic eyelid twitching at 1 year and 5 months of age. Seizures gradually increased in frequency to more than 50 times per day and manifested with upward eye deviation, motion arrest, loss of consciousness, and eyelid twitching lasting for five seconds. Ictal EEG showed rhythmic, generalized slow or spike-and-wave complex activity with posterior predominance. Moderate psychomotor developmental delay and unsteady gait were also noted. Neuroimaging results were normal. Seizures were refractory to carbamazepine and levetiracetam but were reduced in frequency by ethosuximide and lamotrigine administration. Genetic analysis identified a c.3583-6 G>A mutation in the SYNGAP1 gene. SYNGAP1 gene analysis should be considered for intellectually disabled patients with early-onset drug resistant eyelid twitching and photosensitivity. Further clinical research on SYNGAP1 function may be necessary to treat epilepsy of this aetiology. [Published with video sequence on www.epilepticdisorders.com].", "doi": "10.1684/epd.2017.0922", "title": "Pharmacoresistant epileptic eyelid twitching in a child with a mutation in SYNGAP1.", "journal": ["Epileptic disorders : international epilepsy journal with videotape", "Epileptic Disord"]}