{"authors": [["Awan", "Ahmad", "A", "Department of Internal Medicine, Howard University Hospital."], ["Iftikhar", "Hasan", "H", "Department of Internal Medicine, Howard University Hospital."], ["Tiruneh", "Fasil", "F", "Department of Internal Medicine, Howard University Hospital."], ["Soherwardi", "Shahabuddin", "S", "Department of Internal Medicine, Howard University Hospital."], ["Larbi", "Daniel", "D", "Department of Internal Medicine, Howard University Hospital."]], "date": "2017-06-14", "id": "28721322", "text": "Syncope, the sudden transient loss of consciousness due to multiple etiologies, usually has worse outcomes in African Americans compared with other races because of other comorbidities. This study aims to identify a correlation between the etiologies of syncope and age in a predominantly African-American sample population to facilitate future investigations with potentially improved specificity to address this condition.We reviewed the medical records of 155 patients who presented with syncope concerns to the emergency department at our university hospital. After three charts were discarded due to poor data, the patients were divided into four age groups: <40 years old (25 patients), 40-60 years old (62 patients), 61-80 years old (44 patients), and >80 years old (21 patients). The etiology of syncope was reviewed in each case and categorized as either a vasovagal episode, orthostatic hypotension, pulmonary embolism, and related to cardio, neurologic, drug, or unspecified.For most of the patients in our study population, regardless of age, the etiology of syncope remained unspecified. Vasovagal related was the second most common etiology. The likelihood of having cardiac etiology under the age group of 40 is very low compared with those over 40 years (p = 0.026). Also, the incidence of pulmonary embolism is very low in all age groups with pulmonary embolism as a cause of syncope seen in only three patients (n = 3; 1.95%).Except for cardiac etiology being more likely in patients over age 40, we found no other correlation of age to syncope etiology. We also found that the etiology of syncope in African-American patients is similar to that of the general population. We recommend physicians to order a relevant workup, when clinical suspicion for syncope is present along with specific etiologies.", "doi": "10.7759/cureus.1354", "title": "Etiology and Age Distribution of Syncope in a Predominantly African-American Population.", "journal": ["Cureus", "Cureus"]}