{"authors": [["Somagawa", "Chika", "C", "Residency Program, National Hospital Organization, Nagasaki Medical Center."], ["Fukuda", "Yutaka", "Y", null], ["Yoshimura", "Shota", "S", null], ["Satoh", "Kei", "K", null], ["Hiu", "Takeshi", "T", null], ["Ono", "Tomonori", "T", null], ["Ushijima", "Ryujirou", "R", null], ["Toda", "Keisuke", "K", null], ["Tsutsumi", "Keisuke", "K", null]], "date": null, "id": "28720746", "text": "A 55-year-old man presented with difficulty breathing, chest pain, and disturbance of consciousness, and was transferred to our hospital. Initial whole body CT revealed a diffuse subarachnoid hemorrhage(SAH)with severe pulmonary edema that was considered neurogenic in origin. He received controlled ventilation under sedation and conservative care for the SAH. One day after the onset of the SAH, his left pupil suddenly became dilated to 6mm, with no reaction to light. Head CT showed no new bleeding. Subsequent CT angiogram revealed a right internal carotid-posterior communicating artery aneurysm(IC-PC AN)with a posterior-lateral projection; however, no vessel abnormality was observed in the left anterior or posterior circulations. The aneurysm was successfully treated with coil embolization. We reviewed reported cases of isolated oculomotor nerve palsy(ONP), without direct compression by ruptured aneurysms, and found that only 11 cases exist, including our case. Interestingly, six of them were associated with anterior communicating artery aneurysms. A mass effect, chemical stimulation, and a jet stream of blood were proposed as the mechanisms of this rare type of ONP, in addition to the specific neurovascular relationships between the oculomotor nerve and the posterior cerebral/posterior communicating/superior cerebellar arteries, with abnormal nerve contact or compression. Though rare, ruptured IC-PC ANs could cause contralateral ONP; other types of ruptured aneurysms may also lead to indirect effects on nervous structures without direct compression. This type of rare presentation of ruptured aneurysms should be considered, especially in cases of multiple aneurysms, such as IC-PC ANs.", "doi": "10.11477/mf.1436203562", "title": "[A Rare Case of Ruptured Internal Carotid-Posterior Communicating Artery Aneurysm Associated with Contralateral Delayed Oculomotor Nerve Palsy].", "journal": ["No shinkei geka. Neurological surgery", "No Shinkei Geka"]}