{"authors": [["Kim", "Sungho", "S", null], ["Cho", "Taehwan", "T", null], ["Lee", "Yongkyun", "Y", null], ["Koo", "Hyojin", "H", null], ["Choi", "Booyong", "B", null], ["Kim", "Dongsoo", "D", null]], "date": null, "id": "28720183", "text": "G-induced loss of consciousness (G-LOC) is mainly caused by failure to sustain an oxygenated blood supply to the pilot's brain because of the sudden acceleration in the direction of the +Gz axis, and is considered a critical safety issue. The purpose of this study was to develop G-LOC warning algorithms based on monitoring electromyograms (EMG) of the gastrocnemius muscle on the calf.EMG data was retrieved from a total of 67 pilots and pilot trainees of the Korean Air Force during high-G training on a human centrifugal simulator. Seven EMG features were obtained from root mean square (RMS), integrated absolute value (IAV), and mean absolute value (MAV) for muscle contraction, slope sign changes (SSC), waveform length (WL), zero crossing (ZC), and median frequency (MF) for muscle contraction and fatigue.Out of seven EMG features, IAV and WL showed a rapid decay before G-LOC. Based on these findings, this study developed two algorithms which can detect G-LOC during flight and provide warning signals to the pilots. The probability of G-LOC occurrence was detected through monitoring the decay trend for representing muscle endurance and climb rate of the IAV and WL value during sudden acceleration above 6 G, representing muscle power. The sensitivity of the algorithms using IAV and WL features was 100% and the specificity was 66.7%.This study suggests that a G-LOC detecting and warning system may be a customized, real-time countermeasure by improving the accuracy of detecting G-LOC.Kim S, Cho T, Lee Y, Koo H, Choi B, Kim D. G-LOC warning algorithms based on EMG features of the gastrocnemius muscle. Aerosp Med Hum Perform. 2017; 88(8):737-742.", "doi": "10.3357/AMHP.4781.2017", "title": "G-LOC Warning Algorithms Based on EMG Features of the Gastrocnemius Muscle.", "journal": ["Aerospace medicine and human performance", "Aerosp Med Hum Perform"]}