{"authors": [["Yamano", "Kimiaki", "K", "Department of Infectious Diseases, Hokkaido Institute of Public Health, Sapporo Japan."], ["Ito", "Takuya", "T", "Department of Infectious Diseases, Hokkaido Institute of Public Health, Sapporo Japan."], ["Kiyanagi", "Kaori", "K", "Clinical Laboratory, Higashiasahikawa Hospital, Higashiasahikawa, Asahikawa, Japan."], ["Yamazaki", "Hirotaka", "H", "General Internal Medicine, Higashiasahikawa Hospital, Higashiasahikawa, Asahikawa, Japan."], ["Sugawara", "Mutsubu", "M", "General Internal Medicine, Higashiasahikawa Hospital, Higashiasahikawa, Asahikawa, Japan."], ["Saito", "Takashige", "T", "General Internal Medicine, Higashiasahikawa Hospital, Higashiasahikawa, Asahikawa, Japan."], ["Ohashi", "Norio", "N", "Department of Food and Nutritional Sciences, School of Food and Nutritional Sciences, University of Shizuoka, Shizuoka, Japan."], ["Zamoto-Niikura", "Aya", "A", "Division of Experimental Animal Research, National Institute of Infectious Diseases, Tokyo 208-0011, Japan."], ["Sato", "Kozue", "K", "Department of Bacteriology-I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Kawabata", "Hiroki", "H", "Department of Bacteriology-I, National Institute of Infectious Diseases, Tokyo, Japan."]], "date": null, "id": "28719293", "text": "We herein report a case of suspected Borrelia miyamotoi disease in Hokkaido, Japan. The patient complained of lassitude, arthralgia, and high fever after a tick bite. Furthermore, at the time of consultation, the patient exhibited momentary loss of consciousness and low blood pressure. Laboratory tests revealed elevation of liver enzymes, thrombocytopenia, and increased C-reactive protein. Seroconversion to B. miyamotoi glycerophosphoryl diester phosphodiesterase antigen suggested the patient was infected with a relapsing fever group Borrelia species.", "doi": "10.4269/ajtmh.16-0699", "title": "Case Report: Clinical Features of a Case of Suspected Borrelia miyamotoi Disease in Hokkaido, Japan.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}