{"authors": [["Trübutschek", "Darinka", "D", "Ecole des Neurosciences de Paris Ile-de-France, 15 rue de l'Ecole de médecine, Paris, France."], ["Marti", "Sébastien", "S", "Cognitive Neuroimaging Unit, CEA DSV/I2BM, INSERM, Université Paris-Sud, Université Paris-Saclay, NeuroSpin center, Gif/Yvette, France."], ["Ojeda", "Andrés", "A", "Department of Zoology, University of Oxford, Oxford, United Kingdom."], ["King", "Jean-Rémi", "JR", "Department of Psychology, New York University, New York, United States."], ["Mi", "Yuanyuan", "Y", "Brain Science Center, Institute of Basic Medical Sciences, Beijing, China."], ["Tsodyks", "Misha", "M", "Department of Neurobiology, Weizmann Institute of Science, Rehovot, Israel."], ["Dehaene", "Stanislas", "S", "Cognitive Neuroimaging Unit, CEA DSV/I2BM, INSERM, Université Paris-Sud, Université Paris-Saclay, NeuroSpin center, Gif/Yvette, France."]], "date": "2017-07-18", "id": "28718763", "text": "Working memory and conscious perception are thought to share similar brain mechanisms, yet recent reports of non-conscious working memory challenge this view. Combining visual masking with magnetoencephalography, we investigate the reality of non-conscious working memory and dissect its neural mechanisms. In a spatial delayed-response task, participants reported the location of a subjectively unseen target above chance-level after several seconds. Conscious perception and conscious working memory were characterized by similar signatures: a sustained desynchronization in the alpha/beta band over frontal cortex, and a decodable representation of target location in posterior sensors. During non-conscious working memory, such activity vanished. Our findings contradict models that identify working memory with sustained neural firing, but are compatible with recent proposals of 'activity-silent' working memory. We present a theoretical framework and simulations showing how slowly decaying synaptic changes allow cell assemblies to go dormant during the delay, yet be retrieved above chance-level after several seconds.", "doi": "10.7554/eLife.23871", "title": "A theory of working memory without consciousness or sustained activity.", "journal": ["eLife", "Elife"]}