{"authors": [["Sweeny", "Timothy D", "TD", "Department of Psychology, University of Denver, 2155 S Race St, Frontier Hall, Denver, CO, 80210, USA. timothy.sweeny@du.edu."], ["D'Abreu", "Larissa C", "LC", "Department of Psychology, University of Denver, 2155 S Race St, Frontier Hall, Denver, CO, 80210, USA."], ["Elias", "Elric", "E", "Department of Psychology, University of Denver, 2155 S Race St, Frontier Hall, Denver, CO, 80210, USA."], ["Padama", "Lauren", "L", "Gould School of Law, University of Southern California, Los Angeles, CA, 90007, USA."]], "date": null, "id": "28718174", "text": "At any moment, some objects in the environment are seen clearly, whereas others go unnoticed. Whether or not these gaps in awareness are actually problematic may depend on the extent that information about unseen objects is lost. Determining when and how visual awareness and visual processing become linked is thus of great importance. Previous research using object-substitution masking (OSM) demonstrated that relatively simple visual features, such as size or orientation, are still processed even when they are not visible. Yet this does not appear to be the case for more complex features like faces. This suggests that, during OSM, disruptions of visual processing and awareness may tend to co-occur beginning at some intermediate stage along the ventral pathway. We tested this hypothesis by evaluating the extent to which OSM disrupted the perception and processing of two-dimensional objects. Specifically, we evaluated whether an unseen shape's aspect ratio would influence the appearance of another shape that was briefly visible nearby. As expected, the aspect ratios of two shapes appeared to be more similar to each other when both were visible. This averaging effect was weakened, but not eliminated, when one ellipse in each pair received OSM. These shape interactions persisted even when one ellipse from each pair was invisible. When combined with previous work, these results suggest that during object-substitution masking, disruptions of visual processing tend to strengthen with increases in stimulus complexity, becoming more tightly bound to the mechanisms of visual awareness at intermediate stages of visual analysis.", "doi": "10.3758/s13414-017-1381-y", "title": "Object-substitution masking weakens but does not eliminate shape interactions.", "journal": ["Attention, perception & psychophysics", "Atten Percept Psychophys"]}