{"authors": [["Hosseininezhad", "Mozaffar", "M", "Department of Neurology, Poursina Hospital, Guilan University of Medical Sciences, Rasht, Iran."], ["Ebrahimi", "Hannan", "H", "Student Research Committee, School of Medicine, Guilan University of Medical Sciences, Rasht, Iran."], ["Seyedsaadat", "Seyed Mohammad", "SM", "Student Research Committee, School of Medicine, Guilan University of Medical Sciences, Rasht, Iran."], ["Bakhshayesh", "Babak", "B", "Department of Neurology, School of Medicine, Poursina Hospital, Guilan University of Medical Sciences, Rasht, Iran."], ["Asadi", "Motahareh", "M", "Student Research Committee, School of Medicine, Guilan University of Medical Sciences, Rasht, Iran."], ["Ghayeghran", "Amir Reza", "AR", "Department of Neurology, School of Medicine, Poursina Hospital, Guilan University of Medical Sciences, Rasht, Iran."]], "date": null, "id": "28717428", "text": "Background: Stroke is the leading cause of death and functional disability. While there have been major advances regarding the management of stroke, a significant proportion of people are still unaware of stroke-related symptoms and risk factors. This study was performed to assess the awareness of stroke's warning signs and risk factors among a sample of Iranian population. Methods: A total of 649 participants were randomly selected using systematic randomization from the list of telephone numbers obtained from the telephone directory. Demographic characteristics were recorded. Participants were asked to answer questions regarding the awareness about stroke, its warning signs and risk factors. Results: Patients' mean age was 32.0 ± 12.2 years old, and 56.4% were women. Hypertension and history of stroke were major risk factors, and loss of consciousness, vertigo and ataxia were major warning signs of stroke correctly identified by respondents. Multiple linear regressions showed that age (β = 0.277, P < 0.001), academic level of education (β = 6.41, P = 0.01), housewifery (β = 8.9, P < 0.001), jobs related to medical care (β = 13.17, P = 0.016) and previous information about stroke (β = 18.71, P < 0.001) were significant predictors of the overall awareness about stroke. Conclusion: The awareness of people about stroke, its risk factors and warning signs were good in this study. The awareness toward stroke can be associated with factors such as age, academic level of education, job and previous information about stroke. Further studies are recommended to program public multimedia and health education in academies and colleges.", "doi": null, "title": "Awareness toward stroke in a population-based sample of Iranian adults.", "journal": ["Iranian journal of neurology", "Iran J Neurol"]}