{"authors": [["Mikkelsen", "Mark", "M", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA."], ["Barker", "Peter B", "PB", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA."], ["Bhattacharyya", "Pallab K", "PK", "Imaging Institute, Cleveland Clinic Foundation, Cleveland, OH, USA; Radiology, Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH, USA."], ["Brix", "Maiken K", "MK", "Department of Radiology, Haukeland University Hospital, Bergen, Norway; Department of Clinical Medicine, University of Bergen, Bergen, Norway."], ["Buur", "Pieter F", "PF", "Spinoza Centre for Neuroimaging, Amsterdam, The Netherlands."], ["Cecil", "Kim M", "KM", "Department of Radiology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA."], ["Chan", "Kimberly L", "KL", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA; Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Chen", "David Y-T", "DY", "Department of Radiology, Taipei Medical University Shuang Ho Hospital, New Taipei City, Taiwan."], ["Craven", "Alexander R", "AR", "Department of Biological and Medical Psychology, University of Bergen, Bergen, Norway; NORMENT - Norwegian Center for Mental Disorders Research, University of Bergen, Bergen, Norway."], ["Cuypers", "Koen", "K", "Department of Kinesiology, KU Leuven, Leuven, Belgium; REVAL Rehabilitation Research Center, Hasselt University, Diepenbeek, Belgium."], ["Dacko", "Michael", "M", "Department of Radiology, Medical Physics, Medical Center - University of Freiburg, Faculty of Medicine, Freiburg, Germany."], ["Duncan", "Niall W", "NW", "Brain and Consciousness Research Centre, Taipei Medical University, Taipei, Taiwan."], ["Dydak", "Ulrike", "U", "School of Health Sciences, Purdue University, West Lafayette, IN, USA."], ["Edmondson", "David A", "DA", "School of Health Sciences, Purdue University, West Lafayette, IN, USA."], ["Ende", "Gabriele", "G", "Department of Neuroimaging, Central Institute of Mental Health, Mannheim, Germany."], ["Ersland", "Lars", "L", "Department of Biological and Medical Psychology, University of Bergen, Bergen, Norway; NORMENT - Norwegian Center for Mental Disorders Research, University of Bergen, Bergen, Norway; Department of Clinical Engineering, Haukeland University Hospital, Bergen, Norway."], ["Gao", "Fei", "F", "Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Greenhouse", "Ian", "I", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA, USA."], ["Harris", "Ashley D", "AD", "Department of Radiology, University of Calgary, Calgary, AB, Canada."], ["He", "Naying", "N", "Department of Radiology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Heba", "Stefanie", "S", "Department of Neurology, BG University Hospital Bergmannsheil, Bochum, Germany."], ["Hoggard", "Nigel", "N", "Academic Unit of Radiology, University of Sheffield, Sheffield, UK."], ["Hsu", "Tun-Wei", "TW", "Department of Radiology, Taipei Veterans General Hospital, National Yang-Ming University School of Medicine, Taipei, Taiwan."], ["Jansen", "Jacobus F A", "JFA", "Department of Radiology, Maastricht University Medical Center, Maastricht, The Netherlands."], ["Kangarlu", "Alayar", "A", "Department of Psychiatry, Columbia University, New York, NY, USA; New York State Psychiatric Institute, New York, NY, USA."], ["Lange", "Thomas", "T", "Department of Radiology, Medical Physics, Medical Center - University of Freiburg, Faculty of Medicine, Freiburg, Germany."], ["Lebel", "R Marc", "RM", "GE Healthcare, Calgary, AB, Canada."], ["Li", "Yan", "Y", "Department of Radiology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Lin", "Chien-Yuan E", "CE", "GE Healthcare, Taipei, Taiwan."], ["Liou", "Jy-Kang", "JK", "Department of Radiology, Taipei Veterans General Hospital, National Yang-Ming University School of Medicine, Taipei, Taiwan."], ["Lirng", "Jiing-Feng", "JF", "Department of Radiology, Taipei Veterans General Hospital, National Yang-Ming University School of Medicine, Taipei, Taiwan."], ["Liu", "Feng", "F", "New York State Psychiatric Institute, New York, NY, USA."], ["Ma", "Ruoyun", "R", "School of Health Sciences, Purdue University, West Lafayette, IN, USA."], ["Maes", "Celine", "C", "Department of Kinesiology, KU Leuven, Leuven, Belgium."], ["Moreno-Ortega", "Marta", "M", "Department of Psychiatry, Columbia University, New York, NY, USA."], ["Murray", "Scott O", "SO", "Department of Psychology, University of Washington, Seattle, WA, USA."], ["Noah", "Sean", "S", "Helen Wills Neuroscience Institute, University of California, Berkeley, Berkeley, CA, USA."], ["Noeske", "Ralph", "R", "GE Healthcare, Berlin, Germany."], ["Noseworthy", "Michael D", "MD", "Department of Electrical and Computer Engineering, McMaster University, Hamilton, ON, Canada."], ["Oeltzschner", "Georg", "G", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA."], ["Prisciandaro", "James J", "JJ", "Department of Psychiatry and Behavioral Sciences, Medical University of South Carolina, Charleston, SC, USA."], ["Puts", "Nicolaas A J", "NAJ", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA."], ["Roberts", "Timothy P L", "TPL", "Department of Radiology, Children's Hospital of Philadelphia, Philadelphia, PA, USA."], ["Sack", "Markus", "M", "Department of Neuroimaging, Central Institute of Mental Health, Mannheim, Germany."], ["Sailasuta", "Napapon", "N", "Research Imaging Centre, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada."], ["Saleh", "Muhammad G", "MG", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA."], ["Schallmo", "Michael-Paul", "MP", "Department of Psychology, University of Washington, Seattle, WA, USA."], ["Simard", "Nicholas", "N", "School of Biomedical Engineering, McMaster University, Hamilton, ON, Canada."], ["Swinnen", "Stephan P", "SP", "Department of Kinesiology, KU Leuven, Leuven, Belgium; Leuven Research Institute for Neuroscience & Disease (LIND), KU Leuven, Leuven, Belgium."], ["Tegenthoff", "Martin", "M", "Department of Neurology, BG University Hospital Bergmannsheil, Bochum, Germany."], ["Truong", "Peter", "P", "Research Imaging Centre, Centre for Addiction and Mental Health, Toronto, ON, Canada."], ["Wang", "Guangbin", "G", "Shandong Medical Imaging Research Institute, Shandong University, Jinan, China."], ["Wilkinson", "Iain D", "ID", "Academic Unit of Radiology, University of Sheffield, Sheffield, UK."], ["Wittsack", "Hans-Jörg", "HJ", "Department of Diagnostic and Interventional Radiology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany."], ["Xu", "Hongmin", "H", "Department of Radiology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Yan", "Fuhua", "F", "Department of Radiology, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zhang", "Chencheng", "C", "Department of Functional Neurosurgery, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zipunnikov", "Vadim", "V", "Department of Biostatistics, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."], ["Zöllner", "Helge J", "HJ", "Department of Diagnostic and Interventional Radiology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany; Institute of Clinical Neuroscience and Medical Psychology, Medical Faculty, Heinrich-Heine-University, Duesseldorf, Germany."], ["Edden", "Richard A E", "RAE", "Russell H. Morgan Department of Radiology and Radiological Science, The Johns Hopkins University School of Medicine, Baltimore, MD, USA; F. M. Kirby Research Center for Functional Brain Imaging, Kennedy Krieger Institute, Baltimore, MD, USA. Electronic address: raee2@jhu.edu."]], "date": "2017-07-14", "id": "28716717", "text": "Magnetic resonance spectroscopy (MRS) is the only biomedical imaging method that can noninvasively detect endogenous signals from the neurotransmitter γ-aminobutyric acid (GABA) in the human brain. Its increasing popularity has been aided by improvements in scanner hardware and acquisition methodology, as well as by broader access to pulse sequences that can selectively detect GABA, in particular J-difference spectral editing sequences. Nevertheless, implementations of GABA-edited MRS remain diverse across research sites, making comparisons between studies challenging. This large-scale multi-vendor, multi-site study seeks to better understand the factors that impact measurement outcomes of GABA-edited MRS. An international consortium of 24 research sites was formed. Data from 272 healthy adults were acquired on scanners from the three major MRI vendors and analyzed using the Gannet processing pipeline. MRS data were acquired in the medial parietal lobe with standard GABA+ and macromolecule- (MM-) suppressed GABA editing. The coefficient of variation across the entire cohort was 12% for GABA+ measurements and 28% for MM-suppressed GABA measurements. A multilevel analysis revealed that most of the variance (72%) in the GABA+ data was accounted for by differences between participants within-site, while site-level differences accounted for comparatively more variance (20%) than vendor-level differences (8%). For MM-suppressed GABA data, the variance was distributed equally between site- (50%) and participant-level (50%) differences. The findings show that GABA+ measurements exhibit strong agreement when implemented with a standard protocol. There is, however, increased variability for MM-suppressed GABA measurements that is attributed in part to differences in site-to-site data acquisition. This study's protocol establishes a framework for future methodological standardization of GABA-edited MRS, while the results provide valuable benchmarks for the MRS community.", "doi": "10.1016/j.neuroimage.2017.07.021", "title": "Big GABA: Edited MR spectroscopy at 24 research sites.", "journal": ["NeuroImage", "Neuroimage"]}