{"authors": [["Čomić", "Hata", "H", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Rinkel", "Gabriel J E", "GJE", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Vergouwen", "Mervyn D I", "MDI", "Brain Center Rudolf Magnus, Department of Neurology and Neurosurgery, University Medical Center Utrecht, Utrecht, The Netherlands. Electronic address: M.D.I.Vergouwen@umcutrecht.nl."]], "date": "2017-05-24", "id": "28716279", "text": "If acute severe headache disappears early after its onset, the question arises whether subarachnoid hemorrhage (SAH) should still be ruled out. We studied the initial time-course and minimal duration of headache in a consecutive series of neurologically intact patients with spontaneous SAH.We included patients admitted between 2012 and 2015 within 48h after spontaneous SAH with a normal level of consciousness and no focal deficits. We retrieved data on headache severity, measured with a Numeric Rating Scale (NRS), <48h after ictus. We analyzed the proportion of patients with a first NRS 0 and NRS <3 within 48h after ictus and minimal headache duration. Patients were censored in case of a decrease in level of consciousness, aneurysm treatment, or early discharge.We included 106 patients (62 aneurysmal SAH, 33 perimesencephalic hemorrhage, 11 other spontaneous SAH). All patients were treated with analgesics. Within 48h after ictus, a first NRS 0 was reported by 9 patients (8%;95%CI:3%-14%) and a first NRS <3 by 22 patients (21%;95%CI:13%-28%). Shortest time lapse until NRS 0 was 10h in a patient with aneurysmal SAH who had been on acetaminophen and tramadol since 2:35h after ictus.In a cohort of SAH patients with a normal level of consciousness and no focal deficits who all used analgetics, headache disappeared in around 10% within 48h after ictus. Our data indicate that a diagnostic work-up for SAH is also needed in patients using analgesics in whom headache has disappeared after 10h.", "doi": "10.1016/j.jns.2017.05.050", "title": "The initial time-course of headache in patients with spontaneous subarachnoid hemorrhage.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}