{"authors": [["Ebben", "Remco H A", "RHA", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands. Remco.Ebben@han.nl."], ["Vloet", "Lilian C M", "LCM", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands."], ["Speijers", "Renate F", "RF", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands."], ["Tönjes", "Nico W", "NW", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands."], ["Loef", "Jorik", "J", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands."], ["Pelgrim", "Thomas", "T", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands."], ["Hoogeveen", "Margreet", "M", "Dutch National Sector Organisation for Ambulance Care, Zwolle, The Netherlands."], ["Berben", "Sivera A A", "SAA", "Research Department of Emergency and Critical Care, HAN University of Applied Sciences, Faculty of Health and Social Studies, PO Box 6960, 6503, GL, Nijmegen, The Netherlands."]], "date": "2017-07-17", "id": "28716132", "text": "This systematic review aimed to describe non-conveyance in ambulance care from patient-safety and ambulance professional perspectives. The review specifically focussed at describing (1) ambulance non-conveyance rates, (2) characteristics of non-conveyed patients, (3) follow-up care after non-conveyance, (4) existing guidelines or protocols, and (5) influencing factors during the non-conveyance decision making process.We systematically searched MEDLINE, PubMed, CINAHL, EMBASE, and reference lists of included articles, in June 2016. We included all types of peer-reviewed designs on the five topics. Couples of two independent reviewers performed the selection process, the quality assessment, and data extraction.We included 67 studies with low to moderate quality. Non-conveyance rates for general patient populations ranged from 3.7%-93.7%. Non-conveyed patients have a variety of initial complaints, common initial complaints are related to trauma and neurology. Furthermore, vulnerable patients groups as children and elderly are more represented in the non-conveyance population. Within 24 h-48 h after non-conveyance, 2.5%-6.1% of the patients have EMS representations, and 4.6-19.0% present themselves at the ED. Mortality rates vary from 0.2%-3.5% after 24 h, up to 0.3%-6.1% after 72 h. Criteria to guide non-conveyance decisions are vital signs, ingestion of drugs/alcohol, and level of consciousness. A limited amount of non-conveyance guidelines or protocols is available for general and specific patient populations. Factors influencing the non-conveyance decision are related to the professional (competencies, experience, intuition), the patient (health status, refusal, wishes and best interest), the healthcare system (access to general practitioner/other healthcare facilities/patient information), and supportive tools (online medical control, high risk card).Non-conveyance rates for general and specific patient populations vary. Patients in the non-conveyance population present themselves with a variety of initial complaints and conditions, common initial complaints or conditions are related to trauma and neurology. After non-conveyance, a proportion of patients re-enters the emergency healthcare system within 2 days. For ambulance professionals the non-conveyance decision-making process is complex and multifactorial. Competencies needed to perform non-conveyance are marginally described, and there is a limited amount of supportive tools is available for general and specific non-conveyance populations. This may compromise patient-safety.", "doi": "10.1186/s13049-017-0409-6", "title": "A patient-safety and professional perspective on non-conveyance in ambulance care: a systematic review.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}