{"authors": [["Kwenti", "Tebit Emmanuel", "TE", "Department of Medical Laboratory Sciences, University of Buea, P.B, 63, Buea, Cameroon. kwentitebit@yahoo.com."], ["Kwenti", "Tayong Dizzle Bita", "TDB", "Department of Microbiology and Parasitology, University of Buea, P.B, 63, Buea, Cameroon."], ["Latz", "Andreas", "A", "Research and Development Department, NovaTec Immundiagnostica GmbH, Dietzenbach, Germany."], ["Njunda", "Longdoh Anna", "LA", "Department of Medical Laboratory Sciences, University of Buea, P.B, 63, Buea, Cameroon."], ["Nkuo-Akenji", "Theresa", "T", "Department of Microbiology and Parasitology, University of Buea, P.B, 63, Buea, Cameroon."]], "date": "2017-07-17", "id": "28716002", "text": "In the wake of a decline in global malaria, it is imperative to describe the epidemiology of malaria in a country to inform control policies. The purpose of this study was to describe the epidemiological and clinical profile of paediatric malaria in five epidemiological strata of malaria in Cameroon including: the Sudano-sahelian (SS) strata, the High inland plateau (HIP) strata, the South Cameroonian Equatorial forest (SCEF) strata, the High western plateau (HWP) strata, and the Coastal (C) strata.This study involved 1609 febrile children (≤15 years) recruited using reference hospitals in the five epidemiological strata. Baseline characteristics were determined; blood glucose level was measured by a glucometer, malaria parasitaemia was assessed by Giemsa microscopy, and complete blood count was performed using an automated hematology analyser. Severe malaria was assessed and categorized based on WHO criteria.An overall prevalence of 15.0% (95% CI: 13.3-16.9) for malaria was observed in this study. Malaria prevalence was significantly higher in children between 60 and 119 months (p < 0.001) and in Limbe (C strata) (p < 0.001). The overall rate of severe malaria (SM) attack in this study was 29.3%; SM was significantly higher in children below 60 months (p < 0.046). Although not significant, the rate of SM was highest in Maroua (SS strata) and lowest in Limbe in the C strata. The main clinical phenotypes of SM were hyperparasitaemia, severe malaria anaemia and impaired consciousness. The majority (73.2%) of SM cases were in group 1 of the WHO classification of severe malaria (i.e. the most severe form). The malaria case-fatality rate was 5.8%; this was higher in Ngaoundere (HIP strata) (p = 0.034).In this study, malaria prevalence decreased steadily northward, from the C strata in the South to the SS strata in the North of Cameroon, meanwhile the mortality rate associated with malaria increased in the same direction. On the contrary, the rate of severe malaria attack was similar across the different epidemiological strata. Immunoepidemiological studies will be required to shed more light on the observed trends.", "doi": "10.1186/s12879-017-2587-2", "title": "Epidemiological and clinical profile of paediatric malaria: a cross sectional study performed on febrile children in five epidemiological strata of malaria in Cameroon.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}