{"authors": [["Chaudhary", "Nagendra", "N", "Department of Pediatrics, Universal College of Medical Sciences, Bhairahawa 32900, Nepal."], ["Gupta", "Murli Manohar", "MM", "Department of Pediatrics, Universal College of Medical Sciences, Bhairahawa 32900, Nepal."], ["Shrestha", "Sandeep", "S", "Department of Pediatrics, Universal College of Medical Sciences, Bhairahawa 32900, Nepal."], ["Pathak", "Santosh", "S", "Chitwan Medical College, Bharatpur 44200, Nepal."], ["Kurmi", "Om Prakash", "OP", "Centre for Population Health and Research (CPR), Bhairahawa 32900, Nepal."], ["Bhatia", "B D", "BD", "Department of Pediatrics, Universal College of Medical Sciences, Bhairahawa 32900, Nepal."], ["Agarwal", "K N", "KN", "Department of Pediatrics, Universal College of Medical Sciences, Bhairahawa 32900, Nepal."]], "date": "2017-06-21", "id": "28713592", "text": "Seizures are one of the common causes for hospital admissions in children with significant mortality and morbidity. This study was conducted to study the prevalence and clinicodemographic profile of children with seizures in a tertiary care hospital of western Nepal. This prospective cross-sectional study conducted over a period of 2 years included all admitted children (2 months-16 years) with seizures. Among 4962 admitted children, seizures were present in 3.4% (n = 168) of children, with male preponderance. 138 (82.1%) children had generalized tonic-clonic seizures (GTCS) and 30 (17.9%) children had partial seizures. GTCS were more common than partial seizures in both sexes (male = 82.7%; female = 81.2%) and age groups. There was no statistical significance in the distribution of seizures (GTCS and partial seizures) with sexes (P = 0.813) and age groups (P = 0.955). Mean ages of children having GTCS and partial seizures were 8.2 ± 4.6 years and 8.2 ± 4.2 years, respectively. Loss of consciousness (55.4%), fever (39.9%), vomiting (35.1%), and headache (16.1%) were common complaints in seizure patients. Significant number of GTCS cases had fever (P = 0.041) and neurocysticercosis (n = 72; 43%) was the most common etiology in seizure patients. Idiopathic epilepsy (38 (22.6%)), meningoencephalitis (26 (15.5%)), and febrile convulsions (14 (8.33%)) were other leading disorders in children with seizures.", "doi": "10.1155/2017/1524548", "title": "Clinicodemographic Profile of Children with Seizures in a Tertiary Care Hospital: A Cross-Sectional Observational Study.", "journal": ["Neurology research international", "Neurol Res Int"]}