{"authors": [["Kim", "Minkyung", "M", "Department of Physics, Pohang University of Science and TechnologyPohang, South Korea."], ["Kim", "Seunghwan", "S", "Department of Physics, Pohang University of Science and TechnologyPohang, South Korea."], ["Mashour", "George A", "GA", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Lee", "UnCheol", "U", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."]], "date": "2017-06-30", "id": "28713258", "text": "How the brain reconstitutes consciousness and cognition after a major perturbation like general anesthesia is an important question with significant neuroscientific and clinical implications. Recent empirical studies in animals and humans suggest that the recovery of consciousness after anesthesia is not random but ordered. Emergence patterns have been classified as progressive and abrupt transitions from anesthesia to consciousness, with associated differences in duration and electroencephalogram (EEG) properties. We hypothesized that the progressive and abrupt emergence patterns from the unconscious state are associated with, respectively, continuous and discontinuous synchronization transitions in functional brain networks. The discontinuous transition is explainable with the concept of explosive synchronization, which has been studied almost exclusively in network science. We used the Kuramato model, a simple oscillatory network model, to simulate progressive and abrupt transitions in anatomical human brain networks acquired from diffusion tensor imaging (DTI) of 82 brain regions. To facilitate explosive synchronization, distinct frequencies for hub nodes with a large frequency disassortativity (i.e., higher frequency nodes linking with lower frequency nodes, or vice versa) were applied to the brain network. In this simulation study, we demonstrated that both progressive and abrupt transitions follow distinct synchronization processes at the individual node, cluster, and global network levels. The characteristic synchronization patterns of brain regions that are \"progressive and earlier\" or \"abrupt but delayed\" account for previously reported behavioral responses of gradual and abrupt emergence from the unconscious state. The characteristic network synchronization processes observed at different scales provide new insights into how regional brain functions are reconstituted during progressive and abrupt emergence from the unconscious state. This theoretical approach also offers a principled explanation of how the brain reconstitutes consciousness and cognitive functions after physiologic (sleep), pharmacologic (anesthesia), and pathologic (coma) perturbations.", "doi": "10.3389/fncom.2017.00055", "title": "Relationship of Topology, Multiscale Phase Synchronization, and State Transitions in Human Brain Networks.", "journal": ["Frontiers in computational neuroscience", "Front Comput Neurosci"]}