{"authors": [["Noé", "E", "E", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España. Electronic address: quique@neurorhb.com."], ["Olaya", "J", "J", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España."], ["Colomer", "C", "C", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España."], ["Moliner", "B", "B", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España."], ["Ugart", "P", "P", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España."], ["Rodriguez", "C", "C", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España."], ["Llorens", "R", "R", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España; Neurorehabilitation and Brain Research Group, Instituto de Investigación e Innovación en Bioingeniería, Universitat Politècnica de València, Valencia, España."], ["Ferri", "J", "J", "Servicio de Neurorrehabilitación y Daño Cerebral, Hospitales Vithas-NISA, Fundación Hospitales Vithas-NISA, Valencia, España."]], "date": "2017-07-13", "id": "28712840", "text": "Altered states of consciousness have traditionally been associated with poor prognosis. At present, clinical differences between these entities are beginning to be established.Our study included 37 patients diagnosed with vegetative state/unresponsive wakefulness syndrome (UWS) and 43 in a minimally conscious state (MCS) according to the Coma Recovery Scale-Revised (CRS-R). All patients were followed up each month for at least 6 months using the CRS-R. We recorded the time points when vegetative state progressed from 'persistent' to 'permanent' based on the cut-off points established by the Multi-Society-Task-Force: 12 months in patients with traumatic injury and 3 months in those with non-traumatic injury. A logistic regression model was used to determine the factors potentially predicting which patients will emerge from MCS.In the UWS group, 23 patients emerged from UWS but only 9 emerged from MCS. Of the 43 patients in the MCS group, 26 patients emerged from that state during follow-up. Eight of the 23 patients (34.7%) who emerged from UWS and 17 of the 35 (48.6%) who emerged from MCS recovered after the time points proposed by the Multi-Society-Task-Force. According to the multivariate regression analysis, aetiology (P<.01), chronicity (P=.01), and CRS-R scores at admission (P<.001) correctly predicted emergence from MCS in 77.5% of the cases.UWS and MCS are different clinical entities in terms of diagnosis and outcomes. Some of the factors traditionally associated with poor prognosis, such as time from injury and likelihood of recovery, should be revaluated.", "doi": "10.1016/j.nrl.2017.04.004", "title": "Current validity of diagnosis of permanent vegetative state: A longitudinal study in a sample of patients with altered states of consciousness.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}