{"authors": [["Tüshaus", "Laura", "L", "Chronobiology and Sleep Research, Institute of Pharmacology and Toxicology, University of Zurich, Zurich, Switzerland."], ["Balsters", "Joshua Henk", "JH", "Neural Control of Movement Lab, Department of Health Sciences and Technology, ETH Zurich, Zurich, Switzerland."], ["Schläpfer", "Anthony", "A", "Neuroscience Center Zurich, University of Zurich and ETH Zurich, Zurich, Switzerland."], ["Brandeis", "Daniel", "D", "Neuroscience Center Zurich, University of Zurich and ETH Zurich, Zurich, Switzerland."], ["O'Gorman Tuura", "Ruth", "R", "Zurich Center for Integrative Human Physiology, University of Zurich, Zurich, Switzerland."], ["Achermann", "Peter", "P", "Chronobiology and Sleep Research, Institute of Pharmacology and Toxicology, University of Zurich, Zurich, Switzerland. acherman@pharma.uzh.ch."]], "date": "2017-07-15", "id": "28712063", "text": "In today's 24/7 society, sleep restriction is a common phenomenon which leads to increased levels of sleep pressure in daily life. However, the magnitude and extent of impairment of brain functioning due to increased sleep pressure is still not completely understood. Resting state network (RSN) analyses have become increasingly popular because they allow us to investigate brain activity patterns in the absence of a specific task and to identify changes under different levels of vigilance (e.g. due to increased sleep pressure). RSNs are commonly derived from BOLD fMRI signals but studies progressively also employ cerebral blood flow (CBF) signals. To investigate the impact of sleep pressure on RSNs, we examined RSNs of participants under high (19 h awake) and normal (10 h awake) sleep pressure with three imaging modalities (arterial spin labeling, BOLD, pseudo BOLD) while providing confirmation of vigilance states in most conditions. We demonstrated that CBF and pseudo BOLD signals (measured with arterial spin labeling) are suited to derive independent component analysis based RSNs. The spatial map differences of these RSNs were rather small, suggesting a strong biological substrate underlying these networks. Interestingly, increased sleep pressure, namely longer time awake, specifically changed the functional network connectivity (FNC) between RSNs. In summary, all FNCs of the default mode network with any other network or component showed increasing effects as a function of increased 'time awake'. All other FNCs became more anti-correlated with increased 'time awake'. The sensorimotor networks were the only ones who showed a within network change of FNC, namely decreased connectivity as function of 'time awake'. These specific changes of FNC could reflect both compensatory mechanisms aiming to fight sleep as well as a first reduction of consciousness while becoming drowsy. We think that the specific changes observed in functional network connectivity could imply an impairment of information transfer between the affected RSNs.", "doi": "10.1007/s10548-017-0575-x", "title": "Resisting Sleep Pressure: Impact on Resting State Functional Network Connectivity.", "journal": ["Brain topography", "Brain Topogr"]}