{"authors": [["Lewis", "Candace R", "CR", "Neuropsychopharmacology and Brain Imaging, Department of Psychiatry, Psychotherapy and Psychosomatics, University Hospital for Psychiatry Zurich, Lenggstr. 31, 8032, Zurich, Switzerland. Electronic address: Candace.lewis@asu.edu."], ["Preller", "Katrin H", "KH", "Neuropsychopharmacology and Brain Imaging, Department of Psychiatry, Psychotherapy and Psychosomatics, University Hospital for Psychiatry Zurich, Lenggstr. 31, 8032, Zurich, Switzerland."], ["Kraehenmann", "Rainer", "R", "Neuropsychopharmacology and Brain Imaging, Department of Psychiatry, Psychotherapy and Psychosomatics, University Hospital for Psychiatry Zurich, Lenggstr. 31, 8032, Zurich, Switzerland."], ["Michels", "Lars", "L", "Institute of Neuroradiology, University Hospital Zurich, Zurich, Switzerland Center of MR-Research, University Children's Hospital Zurich, Ramistr. 100, 8091, Zurich, Switzerland."], ["Staempfli", "Philipp", "P", "Neuropsychopharmacology and Brain Imaging, Department of Psychiatry, Psychotherapy and Psychosomatics, University Hospital for Psychiatry Zurich, Lenggstr. 31, 8032, Zurich, Switzerland."], ["Vollenweider", "Franz X", "FX", "Neuropsychopharmacology and Brain Imaging, Department of Psychiatry, Psychotherapy and Psychosomatics, University Hospital for Psychiatry Zurich, Lenggstr. 31, 8032, Zurich, Switzerland."]], "date": "2017-07-12", "id": "28711736", "text": "Psilocybin, the active compound in psychedelic mushrooms, is an agonist of various serotonin receptors. Seminal psilocybin positron emission tomography (PET) research suggested regional increases in glucose metabolism in frontal cortex (hyperfrontality). However, a recent arterial spin labeling (ASL) study suggests psilocybin may lead to hypo-perfusion in various brain regions. In this placebo-controlled, double-blind study we used pseudo-continuous ASL (pCASL) to measure perfusion changes, with and without adjustment for global brain perfusion, after two doses of oral psilocybin (low dose: 0.160 mg/kg; high dose: 0.215 mg/kg) in two groups of healthy controls (n = 29 in both groups, total N = 58) during rest. We controlled for sex and age and used family-wise error corrected p values in all neuroimaging analyses. Both dose groups reported profound subjective drug effects as measured by the Altered States of Consciousness Rating Scale (5D-ASC) with the high dose inducing significantly larger effects in four out of the 11 scales. After adjusting for global brain perfusion, psilocybin increased relative perfusion in distinct right hemispheric frontal and temporal regions and bilaterally in the anterior insula and decreased perfusion in left hemispheric parietal and temporal cortices and left subcortical regions. Whereas, psilocybin significantly reduced absolute perfusion in frontal, temporal, parietal, and occipital lobes, and bilateral amygdalae, anterior cingulate, insula, striatal regions, and hippocampi. Our analyses demonstrate consistency with both the hyperfrontal hypothesis of psilocybin and the more recent study demonstrating decreased perfusion, depending on analysis method. Importantly, our data illustrate that relative changes in perfusion should be understood and interpreted in relation to absolute signal variations.", "doi": "10.1016/j.neuroimage.2017.07.020", "title": "Two dose investigation of the 5-HT-agonist psilocybin on relative and global cerebral blood flow.", "journal": ["NeuroImage", "Neuroimage"]}