{"authors": [["Koivisto", "Mika", "M", "Department of Psychology, University of Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland. Electronic address: mika.koivisto@utu.fi."], ["Harjuniemi", "Inari", "I", "Department of Psychology, University of Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland."], ["Railo", "Henry", "H", "Department of Psychology, University of Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland."], ["Salminen-Vaparanta", "Niina", "N", "Department of Psychology, University of Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland."], ["Revonsuo", "Antti", "A", "Department of Psychology, University of Turku, Finland; Centre for Cognitive Neuroscience, University of Turku, Finland."]], "date": "2017-07-12", "id": "28711735", "text": "Transcranial magnetic stimulation (TMS) of early visual cortex can suppresses visual perception at early stages of processing. The suppression can be measured both with objective forced-choice tasks and with subjective ratings of visual awareness, but there is lack of objective evidence on how and whether the TMS influences the quality of representations. Does TMS decrease the precision of representations in graded manner, or does it lead to dichotomous, \"all-or-nothing\" suppression. We resolved this question by using a continuous measure of the perceptual error: the observers had to perceive the orientation of a target (Landort-C) and to adjust the orientation of a probe to match that of the target. Mixture modeling was applied to estimate the probability of guess trials and the standard deviation of the non-guess trials. TMS delivered 60-150 ms after stimulus-onset influenced only the guessing rate, whereas the standard deviation (i.e., precision) was not affected. This suggests that TMS suppressed representations dichotomously without affecting their precision. The guessing probability correlated with subjective visibility ratings, suggesting that it measured visual awareness. In a control experiment, manipulation of the stimulus contrast affected the standard deviation of the errors, indicating that contrast has a gradual influence on the precision of representations. The findings suggest that TMS of early visual cortex suppresses perception in dichotomous manner by decreasing the signal-to-noise ratio by increasing the noise level, whereas reduction of the signal level (i.e., contrast) decreases the precision of representations.", "doi": "10.1016/j.neuroimage.2017.07.011", "title": "Transcranial magnetic stimulation of early visual cortex suppresses conscious representations in a dichotomous manner without gradually decreasing their precision.", "journal": ["NeuroImage", "Neuroimage"]}