{"authors": [["Hou", "Kun", "K", "Department of Neurosurgery, The First Hospital of Jilin University, Changchun, Jilin, China."], ["Suo", "Shihuan", "S", "Department of Neurosurgery, The First Hospital of Jilin University, Changchun, Jilin, China."], ["Gao", "Xianfeng", "X", "Department of Neurosurgery, The First Hospital of Jilin University, Changchun, Jilin, China."], ["Zhu", "Xiaobo", "X", "Department of Neurosurgery, The First Hospital of Jilin University, Changchun, Jilin, China."], ["Zhang", "Yang", "Y", "Department of Neurosurgery, The First Hospital of Jilin University, Changchun, Jilin, China."], ["Li", "Guichen", "G", "Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin, China. Electronic address: gretchen666@yeah.net."]], "date": "2017-07-12", "id": "28711542", "text": "Ventriculoperitoneal shunt (VPS) is a common procedure in daily neurosurgical practice. According to some reports, the rate of intracerebral hemorrhage secondary to VPS in patients with no bleeding tendency can be 43.1%; however, symptomatic intracerebral hemorrhage (SICH) secondary to VPS is rare with only sporadic cases reported in adults. To further elucidate the characteristics, mechanism, management, and prognosis of SICH secondary to VPS, we performed a retrospective study in our institution and a systematic review of the literature.A retrospective review of the medical records of patients admitted for VPS was performed. We also performed a systematic PubMed search of published studies.Of 5 patients identified at our institution, 3 experienced a favorable recovery. Including our case series, there were 16 (8 female) patients. The time interval from the termination of VPS procedure to SICH was 4 hours to 15 days. All but 1 patient experienced intracerebral hemorrhage adjacent to cannulation. Of 11 patients in whom a Glasgow Outcome Scale score could be obtained, the score was 5 in 4 patients, 4 in 1 patient, 3 in 1 patient, and 1 in 5 patients.SICH is a rare complication after VPS in adults without bleeding tendency. The mechanism is obscure, management is challenging, and prognosis is dismal. Future prospective study is anticipated.", "doi": "10.1016/j.wneu.2017.07.005", "title": "Symptomatic Intracerebral Hemorrhage Secondary to Ventriculoperitoneal Shunt in Adults without Bleeding Tendency.", "journal": ["World neurosurgery", "World Neurosurg"]}