{"authors": [["Bai", "Yang", "Y", "Institute of Electrical Engineering, Yanshan University, Qinhuangdao 066004, China."], ["Xia", "Xiaoyu", "X", "Department of Neurosurgery, PLA Army General Hospital, Beijing 100700, China."], ["Kang", "Jiannan", "J", "Institute of Electronic Information Engineering, Hebei University, Baoding 071002, China."], ["Yang", "Yi", "Y", "Department of Neurosurgery, PLA Army General Hospital, Beijing 100700, China."], ["He", "Jianghong", "J", "Department of Neurosurgery, PLA Army General Hospital, Beijing 100700, China."], ["Li", "Xiaoli", "X", "State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing 100875, China."]], "date": "2017-01-24", "id": "28702347", "text": "Transcranial direct current stimulation (tDCS) has been reported to be a promising technique for consciousness improvement for patients with disorders of consciousness (DOC). However, there has been no direct electrophysiological evidence to demonstrate the efficacy of tDCS on patients with DOC. Therefore, we aim to measure the cortical excitability changes induced by tDCS in patients with DOC, to find electrophysiological evidence supporting the therapeutic efficacy of tDCS on patients with DOC. In this study, we enrolled sixteen patients with DOC, including nine vegetative state (VS) and seven minimally conscious state (MCS) (six females and ten males). TMS-EEG was applied to assess cortical excitability changes after twenty minutes of anodal tDCS of the left dorsolateral prefrontal cortex. Global cerebral excitability were calculated to quantify cortical excitability in the temporal domain: four time intervals (0-100, 100-200, 200-300, 300-400 ms). Then local cerebral excitability in the significantly altered time windows were investigated (frontal, left/right hemispheres, central, and posterior). Compared to baseline and sham stimulation, we found that global cerebral excitability increased in early time windows (0-100 and 100-200 ms) for patients with MCS; for the patients with VS, global cerebral excitability increased in the 0-100 ms interval but decreased in the 300-400 ms interval. The local cerebral excitability was significantly different between MCS and VS. The results indicated that tDCS can effectively modulate the cortical excitability of patients with DOC; and the changes in excitability in temporal and spatial domains are different between patients with MCS and those with VS.", "doi": "10.1016/j.nicl.2017.01.025", "title": "TDCS modulates cortical excitability in patients with disorders of consciousness.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}