{"authors": [["Blain-Moraes", "Stefanie", "S", "School of Physical and Occupational Therapy, Faculty of Medicine, McGill University."], ["Tarnal", "Vijay", "V", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Vanini", "Giancarlo", "G", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Bel-Behar", "Tarik", "T", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Janke", "Ellen", "E", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Picton", "Paul", "P", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Golmirzaie", "Goodarz", "G", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."], ["Palanca", "Ben J A", "BJA", "Department of Anesthesiology, Washington University School of MedicineSt. Louis, MO, United States."], ["Avidan", "Michael S", "MS", "Department of Anesthesiology, Washington University School of MedicineSt. Louis, MO, United States."], ["Kelz", "Max B", "MB", "Department of Anesthesiology, University of PennsylvaniaPhiladelphia, PA, United States."], ["Mashour", "George A", "GA", "Center for Consciousness Science, University of Michigan Medical SchoolAnn Arbor, MI, United States."]], "date": "2017-06-28", "id": "28701933", "text": "Recent studies have investigated local oscillations, long-range connectivity, and global network patterns to identify neural changes associated with anesthetic-induced unconsciousness. These studies typically employ anesthetic protocols that either just cross the threshold of unconsciousness, or induce deep unconsciousness for a brief period of time-neither of which models general anesthesia for major surgery. To study neural patterns of unconsciousness and recovery in a clinically-relevant context, we used a realistic anesthetic regimen to induce and maintain unconsciousness in eight healthy participants for 3 h. High-density electroencephalogram (EEG) was acquired throughout and for another 3 h after emergence. Seven epochs of 5-min eyes-closed resting states were extracted from the data at baseline as well as 30, 60, 90, 120, 150, and 180-min post-emergence. Additionally, 5-min epochs were extracted during induction, unconsciousness, and immediately prior to recovery of consciousness, for a total of 10 analysis epochs. The EEG data in each epoch were analyzed using source-localized spectral analysis, phase-lag index, and graph theoretical techniques. Posterior alpha power was significantly depressed during unconsciousness, and gradually approached baseline levels over the 3 h recovery period. Phase-lag index did not distinguish between states of consciousness or stages of recovery. Network efficiency was significantly depressed and network clustering coefficient was significantly increased during unconsciousness; these graph theoretical measures returned to baseline during the 3 h recovery period. Posterior alpha power may be a potential biomarker for normal recovery of functional brain networks after general anesthesia.", "doi": "10.3389/fnhum.2017.00328", "title": "Network Efficiency and Posterior Alpha Patterns Are Markers of Recovery from General Anesthesia: A High-Density Electroencephalography Study in Healthy Volunteers.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}