{"authors": [["Bai", "Yang", "Y", "Institute of Electrical Engineering, Yanshan UniversityQinhuangdao, China."], ["Xia", "Xiaoyu", "X", "Department of Neurosurgery, PLA General HospitalBeijing, China."], ["Liang", "Zhenhu", "Z", "Institute of Electrical Engineering, Yanshan UniversityQinhuangdao, China."], ["Wang", "Yong", "Y", "Institute of Electrical Engineering, Yanshan UniversityQinhuangdao, China."], ["Yang", "Yi", "Y", "Department of Neurosurgery, PLA General HospitalBeijing, China."], ["He", "Jianghong", "J", "Department of Neurosurgery, PLA General HospitalBeijing, China."], ["Li", "Xiaoli", "X", "State Key Laboratory of Cognitive Neuroscience and Learning, Beijing Normal UniversityBeijing, China."]], "date": "2017-06-28", "id": "28701924", "text": "Spinal cord stimulation (SCS) has become a valuable brain-intervention technique used to rehabilitate patients with disorders of consciousness (DOC). To explore how the SCS affects the cerebral cortex and what possible electrophysiological mechanism of SCS effects on the cortex, the present study investigated the functional connectivity and network properties during SCS in minimally conscious state (MCS) patients. MCS patients received both SCS and sham sessions. Functional connectivity of the phase lock value (PLV) in the gamma band (30-45 Hz) was investigated at the pre-, on- and post-SCS stages. In addition, to evaluate global network properties, complex network parameters, including average path length, cluster coefficient and small-world, were measured. When SCS was turned on, significantly decreased connectivity was noted in the local scale of the frontal-frontal region and in the large scales of the frontal-parietal and frontal-occipital regions. The global network showed fewer small-world properties, average path lengths increased and cluster coefficients decreased. When SCS was turned off, the large-scale connectivity and global network returned to its pre-SCS level, but the local scale of frontal-frontal connectivity remained significantly lower than its pre-SCS level. Sham sessions produced no significant changes in either functional connectivity or network. The findings directly showed that SCS could effectively intervene cortical gamma activity, and the intervention included immediate global effects (large scale connectivity and network alteration only occurred in stimulation period) and long-lasting local effects (local scale connectivity alteration persist beyond stimulation period). Moreover, considering the mechanism and propagation of gamma activity, it indicates that the frontal cortex plays a crucial role in the SCS effects on the cerebral cortex.", "doi": "10.3389/fncel.2017.00177", "title": "Frontal Connectivity in EEG Gamma (30-45 Hz) Respond to Spinal Cord Stimulation in Minimally Conscious State Patients.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}