{"authors": [["Wiest", "Kathleen", "K", "Pritzker School of Medicine, University of Chicago, Chicago, Illinois, USA."], ["Farnan", "Jeanne", "J", "Pritzker School of Medicine, University of Chicago, Chicago, Illinois, USA."], ["Byrne", "Ellen", "E", "Harris School of Public Policy, University of Chicago, Chicago, Illinois, USA."], ["Matern", "Lukas", "L", "Pritzker School of Medicine, University of Chicago, Chicago, Illinois, USA."], ["Cappaert", "Melissa", "M", "University of Chicago Simulation Center, Chicago, Illinois, USA."], ["Hirsch", "Kristen", "K", "Graduate Medical Education, University of Chicago Medical Center, Chicago, Illinois, USA."], ["Arora", "Vineet", "V", "Pritzker School of Medicine, University of Chicago, Chicago, Illinois, USA."]], "date": null, "id": "28699935", "text": "Despite increasing healthcare costs, training on cost-consciousness is lacking in graduate medical education (GME). Medical centers must consider how best to incorporate value-based training into their GME curricula.To incorporate low-value principles into an existing GME simulation exercise and assess incoming interns' recognition of low-value care.Choosing Wisely™ lists were reviewed to identify 4 low-value hazards to be embedded into a simulated hospital room in addition to the 8 patient safety hazards used previously. Interns were given 10 minutes to independently review a mock chart and list all hazards they identified in the simulation. Interns completed a short survey on their prior training in medical school and a follow-up survey one month into internship. 𝑡 tests used to compare identification of low-value vs safety hazards and to associate performance with prior training.The mean percentage of hazards correctly identified was 50.4% (standard deviation [SD] 11.8%). Interns identified significantly fewer low-value hazards (mean 19.2%, SD 18.6%) than safety hazards (mean 66.0%, SD 16.0%; 𝑃 < .001). For example, while 96% of interns identified the hand hygiene hazard, only 6% identified the unnecessary blood transfusion and none identified the unnecessary stress ulcer prophylaxis. Interns who self-reported as confident in their ability to identify hazards were not any more likely to correctly identify hazards than those who were not confident.The \"Room of Horrors\" simulation revealed poor awareness of low-value care among interns. The simulation highlights a promising model for the prioritization and inclusion of value-based experiential training in GME.", "doi": "10.12788/jhm.2761", "title": "Use of Simulation to Assess Incoming Interns' Recognition of Opportunities to Choose Wisely.", "journal": ["Journal of hospital medicine", "J Hosp Med"]}