{"authors": [["Kamperman", "Astrid M", "AM", "Department of Psychiatry, Erasmus Medical Center, Rotterdam, The Netherlands."], ["Veldman-Hoek", "Marian J", "MJ", "Department of Psychiatry, Erasmus Medical Center, Rotterdam, The Netherlands."], ["Wesseloo", "Richard", "R", "Department of Psychiatry, Erasmus Medical Center, Rotterdam, The Netherlands."], ["Robertson Blackmore", "Emma", "E", "Halifax Health, Family Medicine Residency Program, Daytona Beach, FL, USA."], ["Bergink", "Veerle", "V", "Department of Psychiatry, Erasmus Medical Center, Rotterdam, The Netherlands."]], "date": "2017-07-12", "id": "28699248", "text": "Postpartum psychosis (PP) is known for its clear onset but its phenotype has never been clearly described in a cohort. The aim of this study was to describe PP symptomatology, and to identify subgroups of patients based on symptom profiles.We prospectively assessed a wide range of symptoms in cases of PP in a cohort of women (N=130) admitted to the Mother-Baby inpatient unit. Using a person-centered analytic approach, we distinguished mutually exclusive subgroups of women. Subgroups were related to demographic and clinical characteristics.The most prevalent symptoms of PP were irritability (73%), abnormal thought content (72%), and anxiety (71%). Suicidal and infanticidal ideation was present in 19% and 8% of patients, respectively. Delusions and hallucinations often had a negative content. Latent class analysis revealed three symptom profiles, a manic (34%), depressive (41%) and atypical (25%) profile, respectively. The manic profile is characterized by manic symptoms and agitation, the depressive profile by depressive and anxiety symptoms, and the atypical profile by disturbance of consciousness and disorientation. In women with a depressive profile, treatment was started 2 weeks later (P=.049), and more often voluntarily, than in manic and atypical women (P=.037).We distinguished subgroups of PP patients with a manic, depressive, and atypical profile. Disturbance of consciousness, disorientation, and depersonalization/derealization were less prevalent than previously suggested in the literature. Instead, the depressive profile was the most prevalent, but the depressive profile can easily remain undetected, which could lead to treatment delay and risk of suicide/infanticide. Within the manic profile, irritability was highly prevalent and occurred more often than elevated mood.", "doi": "10.1111/bdi.12523", "title": "Phenotypical characteristics of postpartum psychosis: A clinical cohort study.", "journal": ["Bipolar disorders", "Bipolar Disord"]}