{"authors": [["Hsu", "Jung-Lung", "JL", "Taipei Medical University, Graduate Institute of Humanities in Medicine, Taipei, Taiwan."], ["Lee", "Wei-Ju", "WJ", "Neurological Institute, Taichung Veterans General Hospital, Taichung, Taiwan."], ["Liao", "Yi-Chu", "YC", "Faculty of Medicine, National Yang-Ming University Schools of Medicine, Taipei, Taiwan."], ["Lirng", "Jiing-Feng", "JF", "Faculty of Medicine, National Yang-Ming University Schools of Medicine, Taipei, Taiwan."], ["Wang", "Shuu-Jiun", "SJ", "Faculty of Medicine, National Yang-Ming University Schools of Medicine, Taipei, Taiwan. sjwang@vghtpe.gov.tw."], ["Fuh", "Jong-Ling", "JL", "Faculty of Medicine, National Yang-Ming University Schools of Medicine, Taipei, Taiwan. jlfuh@vghtpe.gov.tw."]], "date": "2017-07-11", "id": "28698646", "text": "This study investigated the relationships among plasma biomarkers, regional brain atrophy, and clinical symptoms in patients with Alzheimer's disease (AD; n = 177), mild cognitive impairment (MCI; N = 60) and controls (n = 108). The Mini-Mental Status Examination (MMSE), Clinical Dementia Rating (CDR), and Neuropsychiatric Inventory (NPI) subscales were administered to subjects. Magnetic resonance imaging was performed and medial temporal atrophy (MTA) and posterior atrophy (PA) were assessed visually. We examined associations among cognition, NPI score, plasma β-amyloid (Aβ) and clusterin levels, and regional brain atrophy in patients with AD by regression analysis. The mean MTA score was associated with the plasma Aβ1-42/Aβ1-40 ratio (r = 0.38, p = 0.01) and with MMSE scores (r = 0.43, p < 0.01). The plasma clusterin level was correlated with CDR sum of box and right-side PA scores (r = 0.28, p = 0.01 and r = 0.30, p = 0.03, respectively). Right-side PA scores were correlated significantly with NPI agitation/aggression (r = 0.30, p = 0.03) subscale scores. In conclusion, the plasma ratio of Aβ1-42/Aβ1-40 and clusterin level may be associated with different patterns of regional brain atrophy, which in turn may account for the clinical symptoms in patients with AD.", "doi": "10.1038/s41598-017-05390-1", "title": "Plasma biomarkers are associated with agitation and regional brain atrophy in Alzheimer's disease.", "journal": ["Scientific reports", "Sci Rep"]}