{"authors": [["Cui", "Victoria", "V", "Department of Anesthesia, Washington University School of Medicine, Saint Louis, Missouri, USA."], ["Tedeschi", "Catherine M", "CM", "Department of Anesthesia, Washington University School of Medicine, Saint Louis, Missouri, USA."], ["Kronzer", "Vanessa L", "VL", "Department of Anesthesia, Washington University School of Medicine, Saint Louis, Missouri, USA."], ["McKinnon", "Sherry L", "SL", "Department of Anesthesia, Washington University School of Medicine, Saint Louis, Missouri, USA."], ["Avidan", "Michael S", "MS", "Department of Anesthesia, Washington University School of Medicine, Saint Louis, Missouri, USA."]], "date": "2017-07-10", "id": "28698343", "text": "Postoperative delirium can be a serious consequence of major surgery, associated with longer hospital stays, readmission, cognitive and functional deterioration and mortality. Delirium is an acute, reversible disorder characterised by fluctuating course, inattention, disorganised thinking and altered level of consciousness. Delirium occurring in the hours immediately following anaesthesia and delirium occurring in the postoperative period of 1-5 days have been described as distinct clinical entities. This protocol describes an observational study with the aim of determining if delirium in the first hour following tracheal tube removal is a predictor of delirium in the 5 subsequent postoperative days. Improved understanding regarding the development of postoperative delirium would improve patient care and allow more effective implementation of delirium prevention measures.Patients enrolled to the Electroencephalography Guidance of Anesthesia to Alleviate Geriatric Syndromes (ENGAGES) randomised controlled trial will be eligible for this substudy. A validated delirium assessment method, the 3-min Diagnostic Confusion Assessment Method and the Richmond Agitation and Sedation Scale will be used to assess 100 patients for delirium at 30 min and 60 min following tracheal tube removal. Patients will also be assessed for delirium over postoperative days 1-5 using three validated methods, the Confusion Assessment Method (CAM), CAM for the Intensive Care Unit and structured chart review. Logistic regression analysis will then be performed to test whether immediately postoperative delirium independently predicts subsequent postoperative delirium.This observational substudy of ENGAGES has been approved by the ethics board of Washington University School of Medicine. Enrolment began in June 2016 and will continue until June 2017. Dissemination plans include presentations at scientific conferences and scientific publications.NCT02241655.", "doi": "10.1136/bmjopen-2017-016402", "title": "Protocol for an observational study of delirium in the post-anaesthesia care unit (PACU) as a potential predictor of subsequent postoperative delirium.", "journal": ["BMJ open", "BMJ Open"]}