{"authors": [["Nkusi", "Agabe Emmy", "AE", "Department of Surgery, Neurosurgery Service, King Faisal Hospital, Kigali, Rwanda."], ["Muneza", "Severien", "S", "Department of Surgery, Neurosurgery Service, Centre Hospitalier Universitaire de Kigali, Kigali, Rwanda."], ["Nshuti", "Steven", "S", "Department of Surgery, Neurosurgery Service, King Faisal Hospital, Kigali, Rwanda; Department of Surgery, Neurosurgery Training Program, University of Rwanda, Kigali, Rwanda. Electronic address: nshutistee@gmail.com."], ["Hakizimana", "David", "D", "Department of Surgery, Neurosurgery Training Program, University of Rwanda, Kigali, Rwanda."], ["Munyemana", "Paulin", "P", "Department of Surgery, Neurosurgery Training Program, University of Rwanda, Kigali, Rwanda."], ["Nkeshimana", "Menelas", "M", "Department of Internal Medicine, University of Rwanda, Kigali, Rwanda."], ["Rudakemwa", "Emmanuel", "E", "Directorate of Medical Imaging Services, King Faisal Hospital, Kigali, Rwanda."], ["Amendezo", "Etienne", "E", "Department of Internal Medicine, University of Rwanda, Kigali, Rwanda."]], "date": "2017-07-08", "id": "28698086", "text": "Cerebrovascular accidents or stroke constitute the second leading cause of mortality worldwide. Low- and middle-income countries bear most of the stroke burden worldwide. The main objective of this study is to determine the burden of stroke in Rwanda.This was a prospective observational study in 2 parts: 6 months baseline data collection and outcome assessment sessions at 1 year.A total of 96 patients were enrolled in our series. Stroke constituted 2100 per 100,000 population. Of all patients, 55.2% were male and most (60%) were 55 years and older. Of all patients and/or caretakers, 22% were not aware of their previous health status and 53.5% of hypertensive patients were not on treatment by the time of the event. Median presentation delay was 72 hours for patients with ischemic stroke and 24 hours for patients with hemorrhagic stroke. Most patients had hemorrhagic stroke (65% vs. 35%), and more patients with hemorrhagic stroke presented with loss of consciousness (80% vs. 51%). Many patients (62% ischemic group and 44% hemorrhagic group) presented with severe stroke scores, and this was associated with worst outcome (P = 0.004). At 1 year follow-up, 24.7% had no or mild disability, 14.3% were significantly disabled, and 61% had died.Our results show that stroke is a significant public health concern in Rwanda. Risk factor awareness and control are still low and case fatality of stroke is significantly high. The significant delay in presentation to care and presentation with severe stroke are major contributors for the high mortality and severe disability rates.", "doi": "10.1016/j.wneu.2017.06.163", "title": "Stroke Burden in Rwanda: A Multicenter Study of Stroke Management and Outcome.", "journal": ["World neurosurgery", "World Neurosurg"]}