{"authors": [["Niwa", "Ryoko", "R", "Department of Neurosurgery, Saitama Medical Center, Saitama Medical University, Saitama, Japan."], ["Oya", "Soichi", "S", "Department of Neurosurgery, Saitama Medical Center, Saitama Medical University, Saitama, Japan."], ["Nakamura", "Takumi", "T", "Department of Neurosurgery, Saitama Medical Center, Saitama Medical University, Saitama, Japan."], ["Hana", "Taijun", "T", "Department of Neurosurgery, Saitama Medical Center, Saitama Medical University, Saitama, Japan."], ["Matsui", "Toru", "T", "Department of Neurosurgery, Saitama Medical Center, Saitama Medical University, Saitama, Japan."]], "date": "2017-06-05", "id": "28695050", "text": "Posterior reversible encephalopathy syndrome (PRES) is characterized by reversible edematous lesions on radiological examinations as well as symptoms of altered consciousness and seizures. To date, the underlying mechanism remains largely unknown.Case 1 is a 72-year-old man with a history of hypertension presented with a subarachnoid hemorrhage. Fourteen days after the successful clipping of a ruptured aneurysm; he experienced inadvertent overdrainage via the intraventricular drain. Nine hours later, he started to have seizures followed by disturbances in consciousness. An emergency magnetic resonance imaging showed multiple high-intensity lesions in the frontal, temporal, parietal, and occipital lobes, basal ganglia, brainstem, and cerebellar hemispheres bilaterally, which are compatible with typical magnetic resonance findings in PRES patients. He was treated conservatively and recovered well. Case 2 is a 68-year-old woman with a mild history of hypertension and a ventriculo-peritoneal shunt for obstructive hydrocephalus, who underwent a cysto-peritoneal shunt placement because of an enlarging symptomatic arachnoid cyst. Immediately following surgery, she experienced disturbances in consciousness and developed status epilepticus. Radiological examinations revealed remarkable shrinkage of the arachnoid cyst and multiple edematous lesions, which led us to strongly suspect PRES. With conservative treatment, her symptoms and the radiological abnormalities disappeared.Based on the previous literature and our cases, we believe that the association between rapid reduction of intracranial pressure (ICP) and the development of PRES should be recognized because most neurosurgical procedures such as craniotomy or cerebrospinal fluid diversion present a potential risk of rapid reduction of ICP.", "doi": "10.4103/sni.sni_55_17", "title": "Rapid intracranial pressure drop as a cause for posterior reversible encephalopathy syndrome: Two case reports.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}