{"authors": [["Kamran", "Saadat", "S", "The Neuroscience Institute (Stroke Center of Excellence), Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar; Weill Cornell School of Medicine, Qatar. Electronic address: skamranmd@hotmail.com."], ["Salam", "Abdul", "A", "The Neuroscience Institute (Stroke Center of Excellence), Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar."], ["Akhtar", "Naveed", "N", "The Neuroscience Institute (Stroke Center of Excellence), Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar; Weill Cornell School of Medicine, Qatar."], ["Alboudi", "Aymen", "A", "Department of Neurology, Rashid Hospital, Dubai, United Arab Emirates."], ["Ahmad", "Arsalan", "A", "Department of Neurology and Neurosurgery, Shifa International Hospital, Islamabad, Pakistan."], ["Khan", "Rabia", "R", "The Neuroscience Institute (Stroke Center of Excellence), Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar."], ["Nazir", "Rashed", "R", "Department of Neurology and Neurosurgery, Shifa International Hospital, Islamabad, Pakistan."], ["Nadeem", "Muhammad", "M", "Department of Neurology and Neurosurgery, Shifa International Hospital, Islamabad, Pakistan."], ["Inshasi", "Jihad", "J", "Department of Neurology, Rashid Hospital, Dubai, United Arab Emirates."], ["ElSotouhy", "Ahmed", "A", "Department of Radiology, Hamad General Hospital, Hamad Medical Corporation, Qatar."], ["Al Sulaiti", "Ghanim", "G", "Department of Neurosurgery, The Neuroscience Institute Hamad General Hospital, Medical Corporation, Doha, Qatar."], ["Shuaib", "Ashfaq", "A", "The Neuroscience Institute (Stroke Center of Excellence), Hamad General Hospital, Hamad Medical Corporation, Doha, Qatar; Stroke Program, University of Alberta, Canada."]], "date": "2017-07-08", "id": "28694110", "text": "The purpose of this retrospective multicenter, pooled-data analysis was to determine the factors associated with in-hospital mortality in decompressive hemicraniectomy (DHC) for malignant middle cerebral artery (MMCA) stroke.The authors reviewed pooled DHC database from 3 countries for patients with MMCA with hospital mortality in spite of DHC to identify factors that predicted in-hospital mortality after DHC. The identified factors were applied to the group of patients who were selected for DHC but either refused surgery and died or stabilized and did not undergo DHC.There were 137 patients who underwent DHC. Multiple logistic regression analysis showed middle cerebral artery (MCA) with additional infarcts (odds ratio [OR], 7.9: 95% confidence interval [CI], 2.4-26; P = .001), preoperative midline shift of septum pellucidum of 1 cm or more (OR, 3.83: 95% CI, 1.13-12.96; P = .031), and patients who remained unconscious on day 7 postoperatively (8.82: 95% CI; OR, 1.08-71.9; P = .042) were significant independent predictors for in-hospital mortality. The identified factors were applied to the group of MMCA patients not operated (n = 19 refused, n = 47 stabilized) single (P < .001), and two predictive factors (P < .001) were significantly more common in patients who died. Whereas two predicative factors were identified in only 9%-18.2% of survivors, the presence of all three predictive factors was seen only in patients who expired (P < .001). The Hosmer-Lemeshow goodness-of-fit statistics (chi-square = 4.65; P value = .589) indicate that the model adequately describes the data.Direct physical factors, such as MCA with additional territory infarct, extent of midline shift, and postoperative consciousness level, bore a significant relationship to in-hospital mortality in MMCA patients undergoing DHC.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.06.021", "title": "Predictors of In-Hospital Mortality after Decompressive Hemicraniectomy for Malignant Ischemic Stroke.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}