{"authors": [["Chou", "Yu-Fang", "YF", "Department of Neurology, Chang-Gung Memorial Hospital, Keelung Branch No. 222, Mai-Jin Road, Keelung 204, Taiwan; Department of Medicine, College of Medicine, Chang Gung University, 259 Wen-Hwa 1st Road, Kwei-Shan, Tao-Yuan 333, Taiwan."], ["Weng", "Wei-Chieh", "WC", "Department of Neurology, Chang-Gung Memorial Hospital, Keelung Branch No. 222, Mai-Jin Road, Keelung 204, Taiwan; Department of Medicine, College of Medicine, Chang Gung University, 259 Wen-Hwa 1st Road, Kwei-Shan, Tao-Yuan 333, Taiwan."], ["Huang", "Wen-Yi", "WY", "Department of Neurology, Chang-Gung Memorial Hospital, Keelung Branch No. 222, Mai-Jin Road, Keelung 204, Taiwan; Department of Medicine, College of Medicine, Chang Gung University, 259 Wen-Hwa 1st Road, Kwei-Shan, Tao-Yuan 333, Taiwan. Electronic address: wenyihuang2003@yahoo.com.tw."]], "date": "2017-07-08", "id": "28694037", "text": "The influence of gastrointestinal bleeding on clinical presentation and outcomes of patients with acute ischemic stroke remains controversial. We investigate the effect of gastrointestinal bleeding on the outcomes of patients with acute, first-ever ischemic stroke. We enrolled 934 patients with acute, first-ever ischemic stroke and followed up them for 3years. Patients were divided into 2 groups according to the presence or absence of gastrointestinal bleeding during acute stroke stage. Clinical presentation, stroke risk factors, laboratory data, co-morbidities, and outcomes were recorded. Seventy-six (8.1%) patients had gastrointestinal bleeding at admission. The prevalence of old age, atrial fibrillation, and previous transient ischemic attack was higher in patients with gastrointestinal bleeding (P<0.001, P=0.038, and P=0.018, respectively). Total anterior circulation syndrome occurred more frequently among patients with gastrointestinal bleeding (P<0.001). The mean length of acute ward stay, initial impaired consciousness, and stroke in evolution were higher in patients with gastrointestinal bleeding (P<0.001, P<0.001, and P<0.001, respectively). The occurrence of pneumonia and dependent functional outcome were higher in patients with gastrointestinal bleeding (P<0.001 and P<0.001, respectively). A multivariate Cox regression analysis revealed that gastrointestinal bleeding is a significant risk factor for 3-year all-cause mortality (hazard ratio=2.76; 95% confidence interval=1.61-4.72; P<0.001). In conclusion, gastrointestinal bleeding is associated with increased risk of 3-year mortality in patients with acute, first-ever ischemic stroke. Prophylactic therapies for gastrointestinal bleeding might improve ischemic stroke outcome.", "doi": "10.1016/j.jocn.2017.06.068", "title": "Association between gastrointestinal bleeding and 3-year mortality in patients with acute, first-ever ischemic stroke.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}