{"authors": [["Hung", "Chih-Wei", "CW", "Department of Emergency Medicine, Taiwan."], ["Lin", "Wei-Che", "WC", "Department of Radiology, Taiwan."], ["Chang", "Wen-Neng", "WN", "Department of Neurology, Taiwan."], ["Su", "Tsung-Ming", "TM", "Department of Neurosurgery, Taiwan."], ["Kung", "Chia-Te", "CT", "Department of Emergency Medicine, Taiwan."], ["Tsai", "Nai-Wen", "NW", "Department of Neurology, Taiwan."], ["Wang", "Hung-Chen", "HC", "Department of Neurosurgery, Taiwan."], ["Huang", "Chih-Cheng", "CC", "Department of Neurology, Taiwan."], ["Cheng", "Ben-Chung", "BC", "Internal Medicine, Chang Gung Memorial Hospital-Kaohsiung Medical Center, Chang Gung University College of Medicine, Kaohsiung, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Su", "Yu-Jih", "YJ", "Internal Medicine, Chang Gung Memorial Hospital-Kaohsiung Medical Center, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Chang", "Ya-Ting", "YT", "Department of Neurology, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Su", "Chih-Min", "CM", "Department of Emergency Medicine, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Hsiao", "Sheng-Yuan", "SY", "Department of Emergency Medicine, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Lu", "Cheng-Hsien", "CH", "Department of Radiology, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan; Department of Neurology, Xiamen Chang Gung Memorial Hospital, Xiamen, China. Electronic address: chlu99@adm.cgmh.org.tw."]], "date": "2017-06-28", "id": "28693927", "text": "Shunt procedures used to treat cryptococcal meningitis complicated with hydrocephalus and/or increased intracranial pressure (IICP) could result in cerebrospinal fluid (CSF) overdrainage, thereby presenting therapeutic challenges.We analyzed the clinical features and neuroimaging findings after the ventriculoperitoneal (VP) shunt procedure in 51 HIV (Human Immunodeficiency Virus)-negative patients with cryptococcal meningitis, to assess the risk factors associated with post-shunt CSF overdrainage.Symptomatic CSF overdrainage occurred in 12% (6/51) of patients with cryptococcal meningitis who underwent the shunt procedure. Rapid deterioration of neurological conditions was found in 6 patients after the shunt procedure was performed, including disturbed consciousness, quadriparesis, and dysphasia in 5 patients and severe ataxia in 1. The mean duration of CSF overdrainage after the shunting procedure was 2-7 days (mean 4 days). The mean interval between meningitis onset to shunting procedure remained independently associated with CSF overdrainage, and the cut-off value for predicting CSF overdrainage in interval between meningitis onset to shunting procedure was 67.5 days.CSF overdrainage after the VP shunt procedure is not rare, especially in patients with a high-risk of cryptococcal meningitis who also have a prolonged duration of hydrocephalus and/or IICP.", "doi": "10.1016/j.jmii.2017.06.002", "title": "Risk factors and outcomes of cerebrospinal fluid overdrainage in HIV-negative patients with cryptococcal meningitis after the ventriculoperitoneal shunting procedure.", "journal": ["Journal of microbiology, immunology, and infection = Wei mian yu gan ran za zhi", "J Microbiol Immunol Infect"]}