{"authors": [["Sunde", "Geir Arne", "GA", "Norwegian Air Ambulance Foundation, Drøbak, Norway. geir.arne.sunde@norskluftambulanse.no."], ["Sandberg", "Mårten", "M", "Air Ambulance Department, Oslo University Hospital, Oslo, Norway."], ["Lyon", "Richard", "R", "University of Surrey, Guildford, UK."], ["Fredriksen", "Knut", "K", "UiT - The Arctic University of Norway, Tromsø, Norway."], ["Burns", "Brian", "B", "Sydney HEMS, NSW Ambulance, Sydney, Australia."], ["Hufthammer", "Karl Ove", "KO", "Centre for Clinical Research, Haukeland University Hospital, Bergen, Norway."], ["Røislien", "Jo", "J", "Norwegian Air Ambulance Foundation, Drøbak, Norway."], ["Soti", "Akos", "A", "Hungarian Air Ambulance Nonprofit Ltd, Budaors, Hungary."], ["Jäntti", "Helena", "H", "Centre for Pre-hospital Emergency Care, Kuopio University Hospital, Kuopio, Finland."], ["Lockey", "David", "D", "Department of Health Sciences, University of Stavanger, Stavanger, Norway."], ["Heltne", "Jon-Kenneth", "JK", "Department of Anaesthesia and Intensive Care, Haukeland University Hospital, Bergen, Norway."], ["Sollid", "Stephen J M", "SJM", "Norwegian Air Ambulance Foundation, Drøbak, Norway."]], "date": "2017-07-11", "id": "28693491", "text": "The effective treatment of airway compromise in trauma and non-trauma patients is important. Hypoxia and hypotension are predictors of negative patient outcomes and increased mortality, and may be important quality indicators of care provided by emergency medical services. Excluding cardiac arrests, critical trauma and non-trauma patients remain the two major groups to which helicopter emergency medical services (HEMS) are dispatched. Several studies describe the impact of pre-hospital hypoxia or hypotension on trauma patients, but few studies compare this in trauma and non-trauma patients. The primary aim was to describe the incidence of pre-hospital hypoxia and hypotension in the two groups receiving pre-hospital tracheal intubation (TI) by physician-staffed HEMS.Data were collected prospectively over a 12-month period, using a uniform Utstein-style airway template. Twenty-one physician-staffed HEMS in Europe and Australia participated. We compared peripheral oxygen saturation and systolic blood pressure before and after definitive airway management. Data were analysed using Cochran-Mantel-Haenszel methods and mixed-effects models.Eight hundred forty three trauma patients and 422 non-trauma patients receiving pre-hospital TI were included. Non-trauma patients had significantly lower predicted mean pre-intervention SpO2 compared to trauma patients. Post-intervention and admission SpO2 for the two groups were comparable. However, 3% in both groups were still hypoxic at admission. For hypotension, the differences between the groups were less prominent. However, 9% of trauma and 10% of non-trauma patients were still hypotensive at admission. There was no difference in short-term survival between trauma (97%) and non-trauma patients (95%). Decreased level of consciousness was the most frequent indication for TI, and was associated with increased survival to hospital (cOR 2.8; 95% CI: 1.4-5.4).Our results showed that non-trauma patients had a higher incidence of hypoxia before TI than trauma patients, but few were hypoxic at admission. The difference for hypotension was less prominent, but one in ten patients were still hypotensive at admission. Further investigations are needed to identify reversible causes that may be corrected to improve haemodynamics in the pre-hospital setting. We found high survival rates to hospital in both groups, suggesting that physician-staffed HEMS provide high-quality emergency airway management in trauma and non-trauma patients.Clinicaltrials.gov Identifier: NCT01502111 . Registered 22 Desember 2011.", "doi": "10.1186/s12873-017-0134-5", "title": "Hypoxia and hypotension in patients intubated by physician staffed helicopter emergency medical services - a prospective observational multi-centre study.", "journal": ["BMC emergency medicine", "BMC Emerg Med"]}