{"authors": [["Jiang", "Qi", "Q", "Department of Anesthesiology, Xiangyang No. 1 People's Hospital, Hubei University of Medicine, Xiangyang, Hubei 441000, P.R. China."], ["Song", "Xiuling", "X", "Department of Endocrinology, Xiangyang No. 1 People's Hospital, Hubei University of Medicine, Xiangyang, Hubei 441000, P.R. China."], ["Chen", "Zheng", "Z", "Department of Hepatobiliary Surgery, Guangdong Province Key Laboratory of Malignant Tumor Epigenetics and Gene Regulation, Research Center of Medicine, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangdong, Guangzhou 510275, P.R. China."], ["Wang", "Conghui", "C", "Department of Anesthesiology, Xiangyang No. 1 People's Hospital, Hubei University of Medicine, Xiangyang, Hubei 441000, P.R. China."], ["Luo", "Huiyu", "H", "Department of Anesthesiology, Xiangyang No. 1 People's Hospital, Hubei University of Medicine, Xiangyang, Hubei 441000, P.R. China."]], "date": "2017-05-24", "id": "28693245", "text": "The objective of the present study was to investigate the effects of remifentanil on hemodynamics, liver function, and expression of intercellular adhesion molecule-1 (ICAM-1) in patients with liver cancer undergoing surgery. A total of 60 patients who underwent liver cancer resection in The First People's Hospital of Xiangyang, Hubei University of Medicine from January 2014 to January 2016 were selected, including 33 males and 27 females, with an average age of 54.12±4.77 years. Patients were randomly divided into the control group and experimental group (n=30 each). The control group and experimental group were anesthetized with propofol/isoflurane and remifentanil/propofol, respectively. In addition to general parameters, the following parameters were analyzed: mean systolic blood pressure and mean diastolic blood pressure were obtained before treatment, during anesthesia induction and intubation, during blockade of traction reflexes in surgery, and before extubation at the end of surgery. The recovery time from anesthesia withdrawal to spontaneous breathing, time of eye opening, time of extubation, and level of consciousness were recorded. Liver expression of ICAM-1 was measured with SABC staining, and the expression of aspartate aminotransferase (AST), alanine aminotransferase (ALT), and total bilirubin (TBIL) were recorded on the first, third, fifth, and seventh day after surgery. According to hemodynamic parameters, patients in the experimental group experienced a more stable condition than patients in the control group (P<0.05). In addition, the recovery time of the experimental group was shorter than that of the control group (P<0.05). Markers of liver function (AST, ALT and TBIL) of the two groups after surgery were higher than those before surgery, and the increases of the experimental group were significantly lower than those of the control group. ICAM-1 expression in the experimental group was significantly lower than in the control group (P<0.05). In conclusion, anesthesia with remifentanil better maintained the stability of hemodynamics, played a protective role against hepatic ischemia-reperfusion injury, and reduced ICAM-1 expression.", "doi": "10.3892/ol.2017.6247", "title": "Effects of remifentanil on hemodynamics, liver function and ICAM-1 expression in liver cancer patients undergoing surgery.", "journal": ["Oncology letters", "Oncol Lett"]}