{"authors": [["Obimakinde", "Obitade Sunday", "OS", "Ekiti State University Teaching Hospital, Ado-Ekiti, Nigeria."], ["Ogundipe", "Kolawole Olubunmi", "KO", "Ekiti State University Teaching Hospital, Ado-Ekiti, Nigeria."], ["Rabiu", "Taopheeq Bamidele", "TB", "Lautech Teaching Hospital, Osogbo, Nigeria."], ["Okoje", "Victoria Nwebuni", "VN", "University College Hospital, Ibadan, Nigeria."]], "date": "2017-04-24", "id": "28690732", "text": "Previous reports indicated that there is geographic and sociodemographic variation in the epidemiology of maxillofacial fractures. Audit of maxillofacial injuries managed at any institution is therefore necessary to understand the trends and proffer strategies for prevention. We therefore embarked on this study to determine the pattern of maxillofacial fractures and concomitant injuries in our institution.We carried out a retrospective review of information on demography, aetiology and type of maxillofacial fracture, patients' status, type of crash, level of consciousness and concomitant injuries. The data collected was analysed with SPSS Version 20.A total of 233 patients aged 2 to 66 years were reviewed. A higher male preponderance (M:F 3.4:1) was observed. Road traffic crashes (RTC) accounted for 78.5% of injuries. Motorcycle related crashes were responsible for 69.4% of RTC and 54.5% of all fractures. Fracture of the mandible (63.2% n=172) was the most predominant skeletal injury and the body (25% n=43) was the most common site of fracture while the zygoma (29%) was predominantly affected in the midface. Ninety three patients (40%) suffered loss of consciousness. The relationship between aetiology of injuries and consciousness level of the patients was statistically significant (p=0.001). Of the 43 patients who had concomitant injuries, craniocerebral affectation (60.5%) was the commonest.RTC remains the major aetiology of maxillofacial fractures. The mandible was mostly affected and nearly half of the patients have associated loss of consciousness. There is need for continual advocacy and enforcement of laws on preventive measures among road users.", "doi": "10.11604/pamj.2017.26.218.11621", "title": "Maxillofacial fractures in a budding teaching hospital: a study of pattern of presentation and care.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}