{"authors": [["Kimura", "Daisaku", "D", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Sato", "Takaki", "T", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Suzuki", "Hiroyuki", "H", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Kohmoto", "Ryohsuke", "R", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Fukumoto", "Masanori", "M", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Tajiri", "Kensuke", "K", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Kobayashi", "Takatoshi", "T", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Kida", "Teruyo", "T", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."], ["Ikeda", "Tsunehiko", "T", "Department of Ophthalmology, Osaka Medical College, Takatsuki, Japan."]], "date": "2017-06-06", "id": "28690534", "text": "To report a case of rhegmatogenous retinal detachment in the late stage, despite the fact that it had previously been halted after intravitreal injection of an antimicrobial agent against endogenous bacterial endophthalmitis (EBE).This study involved a 62-year-old male who had previously been diagnosed with septicemia due to liver abscess and the detection of Klebsiella pneumoniae in a culture of his liver abscess, and who underwent ophthalmic examination after his conjunctival hyperemia had failed to improve. Visual acuity could not be measured due to his general condition being poor and his declining level of consciousness. Slit lamp examination revealed bilateral iritis and cataracts, and the fundus was invisible due to vitreous opacity. Ultrasonic B-mode examination showed subretinal abscess and exudative retinal detachment, leading to the diagnosis of EBE. Vitreous injections of antibiotics were administered to both of his eyes. His right eye became affected by phthisis bulbi, but the condition in his left eye subsided, leaving a scarred lesion near the macula. However, complete retinal detachment occurred in his left eye approximately 10 months after the vitreous injection. During vitreous surgery, proliferative membrane formation was observed in the posterior pole area, and an irregular retinal break was detected in the scar margin caused by the traction of the proliferative membrane. After vitreous surgery, the retina was reattached under silicone oil.In cases of EBE, even if the inflammation has previously subsided, strict follow-up examinations are necessary, since complications such as rhegmatogenous retinal detachment may occur at a late stage.", "doi": "10.1159/000477160", "title": "A Case of Rhegmatogenous Retinal Detachment at Late Stage following Endogenous Bacterial Endophthalmitis.", "journal": ["Case reports in ophthalmology", "Case Rep Ophthalmol"]}