{"authors": [["Yilmaz", "Tansel", "T", "Department of Neurology, St Elisabeth Hospital, Tilburg, The Netherlands."], ["Roks", "Gerwin", "G", "Department of Neurology, St Elisabeth Hospital, Tilburg, The Netherlands."], ["de Koning", "Myrthe", "M", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Scheenen", "Myrthe", "M", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["van der Horn", "Harm", "H", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["Plas", "Gerben", "G", "Department of Neurology, Medical Spectrum Twente (MST), Enschede, The Netherlands."], ["Hageman", "Gerard", "G", "Department of Neurology, Medical Spectrum Twente (MST), Enschede, The Netherlands."], ["Schoonman", "Guus", "G", "Department of Neurology, St Elisabeth Hospital, Tilburg, The Netherlands."], ["Spikman", "Jacoba", "J", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."], ["van der Naalt", "Joukje", "J", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."]], "date": "2017-07-08", "id": "28689194", "text": "To determine the prevalence and potential risk factors of acute and chronic post-traumatic headache (PTH) in patients with mild to moderate traumatic brain injury (TBI) in a prospective longitudinal observational multicentre study. Acute PTH (aPTH) is defined by new or worsening of pre-existing headache occurring within 7 days after trauma, whereas chronic PTH (cPTH) is defined as persisting aPTH >3 months after trauma. An additional goal was to study the impact of aPTH and cPTH in terms of return to work (RTW), anxiety and depression.This was a prospective observational study conducted between January 2013 and February 2014 in three trauma centres in the Netherlands. Patients aged 16 years and older with a GCS score of 9-15 on admission to the ED, with loss of consciousness and/or amnesia were prospectively enrolled. Follow-up questionnaires were completed at 2 weeks and 3 months after injury with the Head Injury Symptom Checklist, the Hospital Anxiety and Depression Scale and RTW scale.In total, 628 patients were enrolled in the study, 469 completed the 2-week questionnaire (75%) at 2 weeks and 409 (65%) at 3 months. At 2 weeks, 238 (51%) had developed aPTH and at 3 months 95 (23%) had developed cPTH. Female gender, younger age, headache immediately at the ED and CT scan abnormalities increased the risk for aPTH. Risk factors for cPTH were female gender and headache at the ED. Patients with cPTH were less likely to have returned to work than those without cPTH (35% vs 14%, P=0.001). Patients with aPTH and cPTH more often report anxiety (20% and 28%, P=0.001) and depression (19% and 28%, P=0.001) after trauma in comparison with the group without PTH (10% anxiety and 8% depression).PTH is an important health problem with a significant impact on long-term outcome of TBI patients. Several risk factors were identified, which can aid in early identification of subjects at risk for PTH.", "doi": "10.1136/emermed-2015-205429", "title": "Risk factors and outcomes associated with post-traumatic headache after mild traumatic brain injury.", "journal": ["Emergency medicine journal : EMJ", "Emerg Med J"]}