{"authors": [["Nair", "Ajay Kumar", "AK", "Department of Neurophysiology, National Institute of Mental Health and Neuro Sciences (NIMHANS), Bengaluru, India. Electronic address: ajay.nimhans@gmail.com."], ["Sasidharan", "Arun", "A", "Department of Neurophysiology, National Institute of Mental Health and Neuro Sciences (NIMHANS), Bengaluru, India. Electronic address: arunsasi84@gmail.com."], ["John", "John P", "JP", "Department of Psychiatry, National Institute of Mental Health and Neuro Sciences (NIMHANS), Bengaluru, India. Electronic address: jpjnimhans@gmail.com."], ["Mehrotra", "Seema", "S", "Positive Psychology Unit, Department of Clinical Psychology, National Institute of Mental Health and Neuro Sciences (NIMHANS), Bengaluru, India. Electronic address: drmehrotra_seema@yahoo.com."], ["Kutty", "Bindu M", "BM", "Department of Neurophysiology, National Institute of Mental Health and Neuro Sciences (NIMHANS), Bengaluru, India. Electronic address: bindu.nimhans@gmail.com."]], "date": "2017-07-05", "id": "28687417", "text": "Meditation induces a modified state of consciousness that remains under voluntary control. Can meditators rapidly and reversibly bring about mental state changes on demand? To check, we carried out 128 channel EEG recordings on Brahma Kumaris Rajayoga meditators (36 long term: median 14240h meditation; 25 short term: 1095h) and controls (25) while they tried to switch every minute between rest and meditation states in different conditions (eyes open and closed; before and after an engaging task). Long term meditators robustly shifted states with enhanced theta power (4-8Hz) during meditation. Short term meditators had limited ability to shift between states and showed increased lower alpha power (8-10Hz) during eyes closed meditation only when pre and post task data were combined. Controls could not shift states. Thus trained beginners can reliably meditate but it takes long term practice to exercise more refined control over meditative states.", "doi": "10.1016/j.concog.2017.06.002", "title": "Just a minute meditation: Rapid voluntary conscious state shifts in long term meditators.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}