{"authors": [["Lucas", "Gale", "G", "Organizational Wellness and Learning Systems, Fort Worth, TX, United States."], ["Neeper", "Michael", "M", "Organizational Wellness and Learning Systems, Fort Worth, TX, United States."], ["Linde", "Brittany", "B", "Organizational Wellness and Learning Systems, Fort Worth, TX, United States."], ["Bennett", "Joel", "J", "Organizational Wellness and Learning Systems, Fort Worth, TX, United States."]], "date": "2017-07-06", "id": "28684383", "text": "It is becoming more commonplace for employees to use prescription medication outside of intended use. Opioid and other prescription misuse has implications for the health and productivity of workers. Easy-to-access webinars that help employees learn about alternatives to prescription use may decrease risk.The aim of this study was to examine the efficacy of an interactive but brief health consciousness and prescription drug intervention for a diverse sample of employees and show effectiveness via both Internet-delivered webinar and classroom delivery.Employees from a variety of workplaces filled out pre- and post-questionnaires upon completion of a one-hour long intervention.A total of 114 participants completed the pre- and post-questionnaires. Results showed that, compared with before the training, participants reported significantly more knowledge about prescription drug misuse and alternatives to prescription drug use after the training (t113=7.91, P<.001). Moreover, the medium of presentation (ie, face-to-face vs webinar) did not significantly impact effectiveness of the training (F1,98=1.15, P=.29).In both webinar and classroom formats, participants gained knowledge about alternatives to prescription drug use. This intervention appears to be beneficial to employees and assists in the awareness of prescription drug use in general and in the workplace.", "doi": "10.2196/jmir.7828", "title": "Preventing Prescription Drug Misuse in Work Settings: Efficacy of a Brief Intervention in Health Consciousness.", "journal": ["Journal of medical Internet research", "J. Med. Internet Res."]}