{"authors": [["Kucyi", "Aaron", "A", "Department of Neurology and Neurological Sciences, Stanford University School of Medicine, Stanford, CA 94304, United States. Electronic address: akucyi@stanford.edu."]], "date": "2017-07-03", "id": "28684334", "text": "The neuroscience of mind-wandering has begun to flourish, with roles of brain regions and networks being defined for various components of spontaneous thought. However, most of brain activity does not represent immediately occurring thoughts. Instead, spontaneous, organized network activity largely reflects \"intrinsic\" functions that are unrelated to the current experience. There remains no consensus on how brain networks represent mind-wandering in parallel to functioning in other ongoing, predominantly unconscious processes. Commonly, in network analysis of functional neuroimaging data, functional connectivity (FC; correlated time series) between remote brain regions is considered over several minutes or longer. In contrast, dynamic functional connectivity (dFC) is a new, promising approach to characterizing spontaneous changes in neural network communication on the faster time-scale at which intra-individual fluctuations in thought contents may occur. Here I describe how a potential relationship between mind-wandering and FC has traditionally been considered in the literature, and I review methods and results pertaining to the study of the dFC-mind-wandering relationship. While acknowledging challenges to the dFC approach and to behaviorally capturing fluctuations in inner experiences, I describe a framework for describing spontaneous thoughts in terms of brain-network activity patterns that are comprised of connections weighted by time-varying relevance to conscious and unconscious processing. This perspective suggests preferential roles of certain anatomical communication avenues (e.g., via the default mode network) in mind-wandering, while also implying that a region's connectivity fluctuates over time in its immediate degree of relevance to conscious contents, ultimately allowing novelty and diversity of thought.", "doi": "10.1016/j.neuroimage.2017.07.001", "title": "Just a thought: How mind-wandering is represented in dynamic brain connectivity.", "journal": ["NeuroImage", "Neuroimage"]}