{"authors": [["Badenes", "Rafael", "R", "aDepartment of Anesthesiology and Surgical-Trauma Intensive Care, Hospital Clinic Universitari Valencia, University of Valencia, Valencia, Spain bDepartment of Neuroanaesthesia and Neurosciences Intensive Care, John Radcliffe Hospital, Oxford University Hospitals NHS Foundation Trust, Oxford, UK cDepartment of Intensive Care, Hôpital Erasme, Université Libre de Bruxelles, Brussels, Belgium."], ["Prisco", "Lara", "L", null], ["Maruenda", "Armando", "A", null], ["Taccone", "Fabio S", "FS", null]], "date": null, "id": "28682828", "text": "The current article revises the recent evidence on ICU admission criteria and postoperative neuromonitoring for patients undergoing elective craniotomy.Only a small proportion of elective postoperative neurosurgical patients require specific medical interventions and invasive monitoring. Among these, patients undergoing elective craniotomy are frequently admitted to neuro-ICU, specialist postanaesthesia care units or intermediate-level care unit in the postoperative period.Craniotomy patients have a high risk of neurological complications in the immediate postoperative period and might require advanced neuromonitoring, especially if sedation is continued in the ICU.Furthermore, the concept of enhanced recovery after surgery with the goal of improving functional capacity after surgery and decreasing morbidity has expanded to encompass neurosurgery.Postoperative clinical examination and neurological scores, bispectral index and simplified electroencephalography, and morning discharge huddles are the most used strategies in this context.After elective craniotomy, ICU admission should be warranted to patients who show new neurological deficits, especially when these include reduced consciousness or deficits of the lower cranial nerves, or have surgical indication for delayed extubation. Currently, evidence does not allow defining standardized protocol to guide ICU admission and postoperative neuromonitoring.", "doi": "10.1097/ACO.0000000000000503", "title": "Criteria for Intensive Care admission and monitoring after elective craniotomy.", "journal": ["Current opinion in anaesthesiology", "Curr Opin Anaesthesiol"]}