{"authors": [["Lahey", "Sarah", "S", "Brooks Rehabilitation Hospital."], ["Beaulieu", "Cynthia", "C", "Brooks Rehabilitation Hospital."], ["Sandbach", "Karen", "K", "Brooks Rehabilitation Hospital."], ["Colaiezzi", "Angela", "A", "Brooks Rehabilitation Hospital."], ["Balkan", "Staci", "S", "Brooks Rehabilitation Hospital."]], "date": "2017-07-06", "id": "28682095", "text": "The psychologist in an inpatient pediatric neurorehabilitation setting provides a vital role in the assessment, treatment, and management of pediatric patients with disorders of consciousness (DoC). Competencies are drawn from several specialty areas of professional psychology, including rehabilitation psychology, pediatric neuropsychology, and pediatric psychology. This specialized knowledge forms the basis for tailoring assessment and treatment plans specific to the individual brain injury profile, with the goals of enhancing diagnosis, prognosis, and care transition decision.To describe the role of the psychologist in the differential diagnosis and treatment of pediatric patients with severe brain injury and DoC during inpatient rehabilitation. Research Method/Design: Three pediatric cases admitted to inpatient rehabilitation with suspected DoC illustrate the psychologist's role in diagnostics, case conceptualization, assessment design, and data collection based on patient-specific brain injury profiles. Customized data collection informs diagnostic decisions and treatment planning, with the goal of improved of care and resource utilization. The psychologist also provides ongoing psychoeducation, psychotherapy, and supportive interventions to the patient's family and caregivers to facilitate family adjustment to disability and promote long-term adaptation and adjustment.This case series illustrates the role of the psychologist in the use of individual brain injury profiles to coordinate assessment, diagnosis, and care for children with severe brain injury. Implications include the need for focused research to demonstrate the value-added role of the psychologist on the interdisciplinary team working in the neurorehabilitation of this complex patient population. (PsycINFO Database Record", "doi": "10.1037/rep0000156", "title": "The role of the psychologist with disorders of consciousness in inpatient pediatric neurorehabilitation: A case series.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}