{"authors": [["Yang", "Yung-Hao", "YH", "Department of Psychology, National Taiwan University, Taipei, Taiwan."], ["Tien", "Yung-Hsuan", "YH", "Department of Psychology, National Taiwan University, Taipei, Taiwan."], ["Yang", "Pei-Ling", "PL", "Department of Psychology, National Taiwan University, Taipei, Taiwan."], ["Yeh", "Su-Ling", "SL", "Department of Psychology, National Taiwan University, Taipei, Taiwan. suling@ntu.edu.tw."]], "date": null, "id": "28681130", "text": "Previous studies found that word meaning can be processed unconsciously. Yet it remains unknown whether temporally segregated words can be integrated into a holistic meaningful phrase without consciousness. The first four experiments were designed to examine this by sequentially presenting the first three words of Chinese four-word idioms as prime to one eye and dynamic Mondrians to the other (i.e., the continuous flash suppression paradigm; CFS). An unmasked target word followed the three masked words in a lexical decision task. Results from such invisible (CFS) condition were compared with the visible condition where the preceding words were superimposed on the Mondrians and presented to both eyes. Lower performance in behavioral experiments and larger N400 event-related potentials (ERP) component for incongruent- than congruent-ending words were found in the visible condition. However, no such congruency effect was found in the invisible condition, even with enhanced statistical power and top-down attention, and with several potential confounding factors (contrast-dependent processing, long interval, no conscious training) excluded. Experiment 5 demonstrated that familiarity of word orientation without temporal integration can be processed unconsciously, excluding the possibility of general insensitivity of our paradigm. The overall result pattern therefore suggests that consciousness plays an important role in semantic temporal integration in the conditions we tested.", "doi": "10.3758/s13415-017-0525-9", "title": "Role of consciousness in temporal integration of semantic information.", "journal": ["Cognitive, affective & behavioral neuroscience", "Cogn Affect Behav Neurosci"]}