{"authors": [["Altindağ", "Ebru", "E", "Department of Neurology, İstanbul Florence Nightingale Hospital, İstanbul, Turkey."], ["Okudan", "Zeynep Vildan", "ZV", "Department of Neurology, Büyükçekmece State Hospital, İstanbul, Turkey."], ["Tavukçu Özkan", "Sedef", "S", "Intensive Care Unit, Private Memorial Service Hospital, İstanbul, Turkey."], ["Krespi", "Yakup", "Y", "Stroke Rehabilitation and Research Unit Memorial Şişli Hospital, İstanbul, Turkey."], ["Baykan", "Betül", "B", "Department of Neurology, Clinical Neurophysiology Unit, İstanbul University İstanbul School of Medicine, İstanbul, Turkey."]], "date": "2017-06-01", "id": "28680316", "text": "Our aim was to examine the frequency of various electrographic patterns including periodic discharges (PD), repetitive spike waves (RSW), rhythmic delta activities (RDA), nonconvulsive seizures (NCS) and nonconvulsive status epilepticus (NCSE) in continuous EEG monitoring (cEEG) of the critically ill patients with change of consciousness and the presence of specific clinical and laboratory findings associated with these important patterns in this study.Patients with changes of consciousness in the neurological intensive care unit (NICU) were consecutively monitored with cEEG during 2 years. Their clinical, electrophysiological, radiological and laboratory findings were evaluated retrospectively.This sample consisted of 57 (25 men) patients with a mean age of 68.2 years. Mean duration of cEEG monitoring was 2532.6 minutes. The most common electrographic patterns were PD (33%) and NCS-NCSE (26.3%). The presence of NCS-NCSE was significantly associated with PD (57.9%, p<0.001). PD and NCS-NCSE were the mostly seen in patients with acute stroke and hypoxic encephalopathy. Duration of monitoring was significantly longer in the group with PD and NCS-NCSE (p:0.004, p:0.014). Detection of any electrographic pattern in EEG before monitoring was associated with the presence of any pattern in cEEG (59.3%, p<0.0001). Convulsive or nonconvulsive seizure during monitoring was common in patients with electrographic patterns (p<0.0001). 66.7% of NCS-NCSE was seen within the first 12 hours and 26.7% was seen within the 12-24 hours of the monitoring.Detection of any electrographic pattern in EEG before monitoring was associated with the presence of any important pattern in cEEG monitoring. This association suggest that at least 24 hours-monitoring of these patients could be useful for the diagnosis of clinical and/or electrographic seizures.", "doi": "10.5152/npa.2016.14822", "title": "Electroencephalographic Patterns Recorded by Continuous EEG Monitoring in Patients with Change of Consciousness in the Neurological Intensive Care Unit.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}