{"authors": [["Liu", "L-F", "LF", "Department of Psychiatry, Jining Municipal Psychiatric Hospital, Shandong, China. oac462646@163.com."], ["Bian", "Q-T", "QT", null], ["Zhai", "J-G", "JG", null]], "date": null, "id": "28678317", "text": "We conducted this study to analyze the psychological characteristics of obese children.We selected 60 cases of obese children as obesity group and according to 1:1 matching principle, we selected 60 normal weight children as the control group. We investigated and analyzed children's family behavior, mental health, temperament, self-consciousness and social adaptability.The proportion of children with adverse behavior in the obesity group was significantly higher than that in the control group (p < 0.05). In the psychological health assessment, we compared the emotional disorder, social adjustment disorder, bad habits and behavior disorder score of both groups, and the differences were statistically significant (p < 0.05). We compared the temperament dimension score of both groups in avoidance, emotional nature, distractibility and threshold of reaction; the differences were statistically significant (p < 0.05). The proportion of negative temperament types in the obesity group were significantly higher than that in the control group (p < 0.05). We compared the self-awareness levels of both groups with regards to body appearance and properties such as gregariousness, happiness, satisfaction and total scores of self-concept aspects; the differences were statistically significant (p < 0.05). The level of social adaptive ability of the obesity group was significantly lower than that of the control group (p < 0.05).Children that demonstrate bad family behavior and that have a temperament which makes them difficult to raise are important factors related to obesity. Obese children often have mental and behavioral disorders, aversion, high emotional nature, low distractibility and threshold of reaction, damaged self-awareness, low self-evaluation, are not gregarious, demonstrate unhappiness and satisfaction and have poor social adaptation ability. Obesity is a cause for social concern. We need to strengthen the mental health education of obesity and promote the healthy development of children both physically and mentally.", "doi": null, "title": "Analysis of psychological characteristics of obese children.", "journal": ["European review for medical and pharmacological sciences", "Eur Rev Med Pharmacol Sci"]}