{"authors": [["Carey", "Samantha", "S", "University of Manitoba, Manitoba, Canada."], ["Wrogemann", "Jens", "J", "Section of Pediatric Radiology, Department of Radiology, Manitoba, Canada."], ["Booth", "Frances A", "FA", "Section of Pediatric Neurology, Department of Pediatrics and Child Health, University of Manitoba, Manitoba, Canada."], ["Rafay", "Mubeen F", "MF", "Section of Pediatric Neurology, Department of Pediatrics and Child Health, University of Manitoba, Manitoba, Canada; Dr. M. Rafay Medical Corporation, Manitoba, Canada; Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada. Electronic address: mubeen.rafay@utoronto.ca."]], "date": "2017-05-19", "id": "28676245", "text": "Anterior and posterior circulation strokes are often different in terms of presentation and recurrence risk, but there are few studies that focused on posterior circulation stroke.We performed a longitudinal retrospective study of children, birth to 18 years, with posterior circulation ischemic stroke at the Children's Hospital Winnipeg from January 1992 to December 2012. Clinical and radiological features and outcomes were collected using standardized tools.Of the 158 children with arterial ischemic stroke, 23 (14.5%) children, 21 non-neonates, and 11 males were identified. For posterior circulation ischemic stroke, mean crude incidence of 0.38 and crude mortality rate of 0.11 per 100,000 person-years was estimated. The crude total period prevalence rate for the study period was estimated as 8.1 per 100,000 children. Nonspecific symptoms before stroke presentation were present in 38% and impaired consciousness in 71%. Identifiable risk factors were present in two thirds: vasculopathy 24%, infection 19%, trauma 14%, and congenital heart disease 9.5%. Average Pediatric National Institutes of Health Stroke Scale score at presentation was 11. Poor outcome was noted in 45%. Outcome did not change significantly between 12 and 24 months. Aboriginal ethnicity (P = 0.01), high Pediatric National Institutes of Health Stroke Scale score (P = 0.001), bilateral infarction (P = 0.001), and large caliber artery territory infarction (P = 0.02) predicted poor outcome.Our hospital-based incidence and outcome data provide valuable information to help direct treatment strategies and prognosticate children with posterior circulation ischemic stroke. Our study calls for close observation and early management of children with posterior circulation stroke, in particular with aboriginal ancestry and bilateral and large artery territory infarction.", "doi": "10.1016/j.pediatrneurol.2017.05.007", "title": "Epidemiology, Clinical Presentation, and Prognosis of Posterior Circulation Ischemic Stroke in Children.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}