{"authors": [["Makowski", "Dominique", "D", "Memory and Cognition Lab, Institute of Psychology, University of Sorbonne Paris Cité, Paris, France; Center for Psychiatry & Neuroscience, INSERM U894, Paris, France. Electronic address: dominique.makowski@parisdescartes.fr."], ["Sperduti", "Marco", "M", "Memory and Cognition Lab, Institute of Psychology, University of Sorbonne Paris Cité, Paris, France; Center for Psychiatry & Neuroscience, INSERM U894, Paris, France."], ["Nicolas", "Serge", "S", "Memory and Cognition Lab, Institute of Psychology, University of Sorbonne Paris Cité, Paris, France; Center for Psychiatry & Neuroscience, INSERM U894, Paris, France."], ["Piolino", "Pascale", "P", "Memory and Cognition Lab, Institute of Psychology, University of Sorbonne Paris Cité, Paris, France; Center for Psychiatry & Neuroscience, INSERM U894, Paris, France; Institut Universitaire de France, France."]], "date": "2017-07-01", "id": "28676191", "text": "Few studies have investigated the link between episodic memory and presence: the feeling of \"being there\" and reacting to a stimulus as if it were real. We collected data from 244 participants after they had watched the movie Avengers: Age of Ultron. They answered questions about factual (details of the movie) and temporal memory (order of the scenes) about the movie, as well as their emotion experience and their sense of presence during the projection. Both higher emotion experience and sense of presence were related to better factual memory, but not to temporal order memory. Crucially, the link between emotion and factual memory was mediated by the sense of presence. We interpreted the role of presence as an external absorption of the attentional focus toward the stimulus, thus enhancing memory encoding. Our findings could shed light on the cognitive processes underlying memory impairments in psychiatric conditions characterized by an altered sense of reality.", "doi": "10.1016/j.concog.2017.06.015", "title": "\"Being there\" and remembering it: Presence improves memory encoding.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}