{"authors": [["Sugiyama", "Atsuhiko", "A", "Department of Neurology, Asahi General Hospital, Japan."], ["Kobayashi", "Makoto", "M", "Department of Neurology, Asahi General Hospital, Japan."], ["Daizo", "Ayaka", "A", "Research Center for Allergy and Clinical Immunology, Asahi General Hospital, Japan."], ["Suzuki", "Miyako", "M", "Research Center for Allergy and Clinical Immunology, Asahi General Hospital, Japan."], ["Kawashima", "Hirotoshi", "H", "Research Center for Allergy and Clinical Immunology, Asahi General Hospital, Japan."], ["Kagami", "Shin-Ichiro", "SI", "Research Center for Allergy and Clinical Immunology, Asahi General Hospital, Japan."], ["Tanaka", "Hiroaki", "H", "Department of Hematology, Asahi General Hospital, Japan."], ["Suzuki", "Yoshio", "Y", "Department of Clinical Pathology, Asahi General Hospital, Japan."], ["Matsunaga", "Takashi", "T", "Department of Neurology, Asahi General Hospital, Japan."], ["Kuwabara", "Satoshi", "S", "Department of Neurology, Graduate School of Medicine, Chiba University, Japan."]], "date": "2017-07-01", "id": "28674364", "text": "An 87-year-old woman presented with a 3-month history of fever, edema of the lower legs, and gait disturbance. A laboratory examination revealed high serum levels of myeloperoxidase-specific antineutrophil cytoplasmic antibody (MPO-ANCA). Although microscopic polyangiitis was initially suspected and treated, the patient subsequently developed transient hemiparesis and disturbed consciousness. Brain magnetic resonance imaging/angiography revealed infarct-like lesions, pachymeningeal involvement, and diffuse cerebral vasoconstriction. A random skin biopsy confirmed the histological diagnosis of intravascular lymphoma. Diffuse cerebral vasoconstriction and a high serum MPO-ANCA level have rarely been reported in patients with intravascular lymphoma. Endothelial damage due to immune-mediated mechanisms, tumor derived factors, or the direct interaction of lymphoma cells with endothelial cells may commonly predispose patients to both cerebral vasoconstriction and the development of ANCAs.", "doi": "10.2169/internalmedicine.56.8051", "title": "Diffuse Cerebral Vasoconstriction in a Intravascular Lymphoma Patient with a High Serum MPO-ANCA Level.", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}