{"authors": [["Garcia-Rill", "E", "E", "Center for Translational Neuroscience, University of Arkansas for Medical Sciences, Little Rock, AR, USA. Electronic address: garciarilledgar@uams.edu."]], "date": "2017-05-26", "id": "28673592", "text": "Gamma activity has been proposed to promote the feed forward or \"bottom-up\" flow of information from lower to higher regions of the brain during perception. The pedunculopontine nucleus (PPN) modulates waking and REM sleep, and is part of the reticular activating system (RAS). The properties of PPN cells are unique in that all PPN neurons fire maximally at gamma band frequency regardless of electrophysiological or transmitter type, thus proposed as one origin of \"bottom-up\" gamma. This property is based on the presence of intrinsic membrane oscillations subserved by high threshold, voltage-dependent calcium channels. Moreover, some PPN cells are electrically coupled. Assuming that the population of PPN neurons has the capacity to fire at ∼40Hz coherently, then the population as a whole can be expected to generate a stable gamma band signal. But what if not all the neurons are firing at the peaks of the oscillations? That means that some cells may fire only at the peaks of every second oscillation. Therefore, the population as a whole can be expected to be firing at a net ∼20Hz. If some cells are firing at the peaks of every fourth oscillation, then the PPN as a whole would be firing at ∼10Hz. Firing at rates below 10Hz would imply that the system is seldom firing at the peaks of any oscillation, basically asleep, in slow wave sleep, thus the activation of the RAS is insufficient to promote waking. This hypothesis carries certain implications, one of which is that we awaken in stages as more and more cells are recruited to fire at the peaks of more and more oscillations. For this system, it would imply that, as we awaken, we step from ∼10Hz to ∼20Hz to ∼30Hz to ∼40Hz, that is, in stages and presumably at different levels of awareness. A similar process can be expected to take place as we fall asleep. Awakening can then be considered to be stepwise, not linear. That is, the implication is that the process of waking is a stepwise event, not a gradual increase, suggesting that the brain can spend time at each of these different stages of arousal.", "doi": "10.1016/j.mehy.2017.05.023", "title": "Bottom-up gamma and stages of waking.", "journal": ["Medical hypotheses", "Med. Hypotheses"]}