{"authors": [["Lee", "Heonsoo", "H", "Department of Physics, Pohang University of Science and Technology, Pohang, Korea."], ["Noh", "Gyu-Jeong", "GJ", "Department of Clinical Pharmacology and Therapeutics, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea."], ["Joo", "Pangyu", "P", "Department of Physics, Pohang University of Science and Technology, Pohang, Korea."], ["Choi", "Byung-Moon", "BM", "Department of Anesthesiology and Pain Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea."], ["Silverstein", "Brian Henry", "BH", "Translational Neuroscience Program, Wayne State University, Detroit, Michigan."], ["Kim", "Minkyung", "M", "Department of Physics, Pohang University of Science and Technology, Pohang, Korea."], ["Wang", "Jisung", "J", "Department of Physics, Pohang University of Science and Technology, Pohang, Korea."], ["Jung", "Woo-Sung", "WS", "Department of Physics, Pohang University of Science and Technology, Pohang, Korea."], ["Kim", "Seunghwan", "S", "Department of Physics, Pohang University of Science and Technology, Pohang, Korea."]], "date": "2017-07-03", "id": "28670685", "text": "Recent evidence suggests that the conscious brain is characterized by a diverse repertoire of functional connectivity patterns while the anesthetized brain shows stereotyped activity. However, classical time-averaged methods of connectivity dismiss dynamic and temporal characteristics of functional configurations. Here we demonstrate a new approach which characterizes time-varying patterns of functional connectivity at the subsecond time scale.We introduce phase-lag entropy (PLE), a measure of the diversity of temporal patterns in the phase relationships between two signals. The proposed measure was applied to multichannel electroencephalogram (EEG), which were recorded from two distinct experimental settings: (1) propofol was administrated at a constant infusion rate for 60 min (n = 96); (2) administration of propofol by a target effect-site concentration-controlled infusion with simultaneous assessment of the level of consciousness (n = 10).From the first dataset, two substantial changes of the phase relationship during anesthesia was found: (1) the dynamics of the phase relationship between frontal channels became progressively less diverse and more stereotyped during unconsciousness, quantified as a reduction in PLE; and (2) the reduction in PLE was consistent across subjects. Furthermore, PLE provided better performance in the classification of states of consciousness than did phase-lag index, a classical time-averaged connectivity method. From the second dataset, PLE showed the highest agreement with the level of consciousness, compared to existing anesthetic depth indicators.This study suggests that a scarcity of functional configurations is closely associated with anesthetically induced unconsciousness, and shows promise as a basis for a new consciousness monitoring system during general anesthesia. Hum Brain Mapp 38:4980-4995, 2017. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23708", "title": "Diversity of functional connectivity patterns is reduced in propofol-induced unconsciousness.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}