{"authors": [["Ioannides", "Andreas A", "AA", "Laboratory for Human Brain Dynamics, AAI Scientific Cultural Services Ltd.Nicosia, Cyprus."], ["Liu", "Lichan", "L", "Laboratory for Human Brain Dynamics, AAI Scientific Cultural Services Ltd.Nicosia, Cyprus."], ["Poghosyan", "Vahe", "V", "Laboratory for Human Brain Dynamics, AAI Scientific Cultural Services Ltd.Nicosia, Cyprus."], ["Kostopoulos", "George K", "GK", "Neurophysiology Unit, Department of Physiology, Medical School, University of PatrasRion, Greece."]], "date": "2017-06-16", "id": "28670270", "text": "We used tomographic analysis of MEG signals to characterize regional spectral changes in the brain at sleep onset and during light sleep. We identified two key processes that may causally link to loss of consciousness during the quiet or \"core\" periods of NREM1. First, active inhibition in the frontal lobe leads to delta and theta spectral power increases. Second, activation suppression leads to sharp drop of spectral power in alpha and higher frequencies in posterior parietal cortex. During NREM2 core periods, the changes identified in NREM1 become more widespread, but focal increases also emerge in alpha and low sigma band power in frontal midline cortical structures, suggesting reemergence of some monitoring of internal and external environment. Just before spindles and K-complexes (KCs), the hallmarks of NREM2, we identified focal spectral power changes in pre-frontal cortex, mid cingulate, and areas involved in environmental and internal monitoring, i.e., the rostral and sub-genual anterior cingulate. During both spindles and KCs, alpha and low sigma bands increases. Spindles emerge after further active inhibition (increase in delta power) of the frontal areas responsible for environmental monitoring, while in posterior parietal cortex, power increases in low and high sigma bands. KCs are correlated with increase in alpha power in the monitoring areas. These specific regional changes suggest strong and varied vigilance changes for KCs, but vigilance suppression and sharpening of cognitive processing for spindles. This is consistent with processes designed to ensure accurate and uncorrupted memory consolidation. The changes during KCs suggest a sentinel role: evaluation of the salience of provoking events to decide whether to increase processing and possibly wake up, or to actively inhibit further processing of intruding influences. The regional spectral patterns of NREM1, NREM2, and their dynamic changes just before spindles and KCs reveal an edge effect facilitating the emergence of spindles and KCs and defining the precise loci where they might emerge. In the time domain, the spindles are seen in widespread areas of the cortex just as reported from analysis of intracranial data, consistent with the emerging consensus of a differential topography that depends on the kind of memory stored.", "doi": "10.3389/fnhum.2017.00313", "title": "Using MEG to Understand the Progression of Light Sleep and the Emergence and Functional Roles of Spindles and K-Complexes.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}