{"authors": [["Lopez", "Christophe", "C", "Aix Marseille Univ, CNRS, LNIA, FR3C, Marseille, France. Electronic address: christophe.lopez@univ-amu.fr."], ["Elzière", "Maya", "M", "Centre des Vertiges, Hôpital Européen, Marseille, France."]], "date": "2017-06-08", "id": "28669509", "text": "Out-of-body experiences (OBEs) are states during which people experience their centre of awareness as located outside of their physical body, along with the sensation of seeing the environment from an elevated viewpoint. OBE is encountered in epilepsy, migraine and depersonalization, and it is not an uncommon experience in the general population. Current neuroscientific models of bodily self-consciousness consider that OBE are related to a failure to integrate visual, somatosensory and vestibular signals. These models have highlighted the importance of visual-vestibular mismatch in OBE. Case reports from older clinical literature suggest that vestibular disorders may precipitate OBE, but we were lacking population-based evidence that OBE is related to vestibular disorders. The present observational, prospective study describes otoneurological, neuropsychological and phenomenological correlates of OBE in the largest sample of patients with dizziness to date (n = 210) compared to a group of age- and gender-matched controls with no history of dizziness (n = 210). We show a significantly higher occurrence of OBE in patients with dizziness (14%) than in healthy participants (5%). Most of the patients experienced OBE only after they started having dizziness for the first time. OBE in patients with dizziness were mainly related to peripheral vestibular disorders. We also identify depersonalization-derealization, depression and anxiety as the main predictors of OBE in patients with dizziness, as well as a contribution of migraine. Depersonalization-derealization was the only significant predictor of OBE in healthy controls. Altogether, our data indicate that OBE in patients with dizziness may arise from a combination of perceptual incoherence evoked by the vestibular dysfunction with psychological factors (depersonalization-derealization, depression and anxiety) and neurological factors (migraine).", "doi": "10.1016/j.cortex.2017.05.026", "title": "Out-of-body experience in vestibular disorders - A prospective study of 210 patients with dizziness.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}