{"authors": [["Chandradasa", "Miyuru", "M", "Department of Psychiatry, Faculty of Medicine, University of Kelaniya, Ragama, Sri Lanka. miyuruc@kln.ac.lk."], ["Wijesinghe", "Chamara", "C", "Warneford Hospital, Oxford Health NHS Foundation Trust, Oxford, UK."], ["Kuruppuarachchi", "K A L A", "KALA", "Department of Psychiatry, Faculty of Medicine, University of Kelaniya, Ragama, Sri Lanka."], ["Perera", "Mahendra", "M", "Albert Road Clinic, Melbourne, Australia."]], "date": "2017-07-01", "id": "28669110", "text": "Near-death experiences (NDEs) are a wide range of experiences that occur in association with impending death. There are no published studies on NDEs in general hospital populations, and studies have been mainly conducted on critically ill patients. We assessed the prevalence of NDEs and its associations in a multi-religious population in a general hospital in Sri Lanka. A randomised sample of patients admitted to the Colombo North Teaching Hospital was assessed using the Greyson NDE scale and clinical assessment. Out of total 826 participants, NDEs were described by 3%. Compared to the NDE-negative participants, the NDE-positive group had a significantly higher mean for age and a ratio of men. Women reported deeper NDEs. Patients of theistic religions (Christianity, Islam and Hinduism) reported significantly more NDEs compared to patients from the non-theistic religious group (Buddhism). NDE-positive patient group had significantly higher reporting of a feeling 'that they are about to die', the presence of loss of consciousness and a higher percentage of internal medical patients. This is the first time that NDEs are assessed in a general hospital population and NDEs being reported from Sri Lanka. We also note for the first time that persons with theistic religious beliefs reported more NDEs than those with non-theistic religious beliefs. Medical professionals need to be aware of these phenomena to be able to give an empathic hearing to patients who have NDE.", "doi": "10.1007/s10943-017-0442-9", "title": "Near-Death Experiences in a Multi-religious Hospital Population in Sri Lanka.", "journal": ["Journal of religion and health", "J Relig Health"]}