{"authors": [["Psillas", "George", "G", "1st Academic ENT Department, Aristotle University of Thessaloniki, AHEPA Hospital, 1, Stilponos Kyriakidi St., GR 546 36 Thessaloniki, Greece. Electronic address: psill@otenet.gr."], ["Stavrakas", "Marios", "M", "1st Academic ENT Department, Aristotle University of Thessaloniki, AHEPA Hospital, 1, Stilponos Kyriakidi St., GR 546 36 Thessaloniki, Greece."], ["Petrou", "Ioanna", "I", "1st Academic ENT Department, Aristotle University of Thessaloniki, AHEPA Hospital, 1, Stilponos Kyriakidi St., GR 546 36 Thessaloniki, Greece."], ["Rachovitsas", "Dimitrios", "D", "1st Academic ENT Department, Aristotle University of Thessaloniki, AHEPA Hospital, 1, Stilponos Kyriakidi St., GR 546 36 Thessaloniki, Greece."], ["Markou", "Konstantinos", "K", "1st Academic ENT Department, Aristotle University of Thessaloniki, AHEPA Hospital, 1, Stilponos Kyriakidi St., GR 546 36 Thessaloniki, Greece."]], "date": "2017-06-28", "id": "28668349", "text": "Electrical injury occurs as a result of direct contact with an electrical source. We present the case of a 62-year-old male patient, an electrician by profession, who was hit by a high-voltage electrical current while working with cables in proximity to a wet floor. The patient suffered from immediate loss of consciousness and five days later he started complaining of slight hearing loss, persistent vertigo, instability and bilateral tinnitus. A thorough audiological and vestibular examination revealed an extensive bilateral vestibulocochlear dysfunction. The exact pathogenetic mechanisms of inner ear dysfunction after electrical injury have not been fully elucidated, although it is believed that there is significant improvement with time. Long-term follow-up, medical assistance and psychological support are crucial factors for the patient management.", "doi": "10.1016/j.anl.2017.01.016", "title": "Bilateral inner ear damage after electrical injury: A case report.", "journal": ["Auris, nasus, larynx", "Auris Nasus Larynx"]}