{"authors": [["Johnston", "S A", "SA", "Department of Psychology, University of Sheffield, Cathedral Court, 1 Vicar Lane, Floor F, Sheffield, S1 2LT, U.K."], ["Krasuska", "M", "M", "Department of Psychology, University of Sheffield, Cathedral Court, 1 Vicar Lane, Floor F, Sheffield, S1 2LT, U.K."], ["Millings", "A", "A", "Department of Psychology, University of Sheffield, Cathedral Court, 1 Vicar Lane, Floor F, Sheffield, S1 2LT, U.K."], ["Lavda", "A C", "AC", "Department of Psychology, University of Sheffield, Cathedral Court, 1 Vicar Lane, Floor F, Sheffield, S1 2LT, U.K."], ["Thompson", "A R", "AR", "Department of Psychology, University of Sheffield, Cathedral Court, 1 Vicar Lane, Floor F, Sheffield, S1 2LT, U.K."]], "date": "2017-12-05", "id": "28667759", "text": "While rosacea is a chronic skin condition, it can often have a large psychosocial impact on the individual. There is therefore a need to understand the experience of living with rosacea from the patient perspective.To examine the experience of living with rosacea and the experience of seeking and receiving treatment.Nine participants took part in semistructured interviews, which were analysed using interpretative phenomenological analysis.Three superordinate themes were identified within the data: 'self-consciousness', which focused on the fear of others assigning blame to participants for having caused symptoms; 'avoidance, concealment and hiding emotions', referring to the coping strategies participants employed in response to rosacea; and 'inconsistencies in general practitioner treatment and guidance', which focused on the need for medical professionals to assess the psychosocial well-being of patients with rosacea.Rosacea can have a negative impact on the daily life of people with the condition, contributing to lowered self-esteem, embarrassment and feelings of shame. Engaging in emotion-focused and behavioural/avoidant-focused coping strategies increased participants' confidence and reduced their avoidance of social situations. However, such strategies might still serve to maintain underlying unhelpful cognitive processes. Consequently, it is important for medical professionals to assess for the presence of cognitive factors that might contribute to maintaining distress in patients with rosacea, and where unhelpful thoughts or beliefs are reported, patients may need to be referred for psychological support.", "doi": "10.1111/bjd.15780", "title": "Experiences of rosacea and its treatment: an interpretative phenomenological analysis.", "journal": ["The British journal of dermatology", "Br. J. Dermatol."]}