{"authors": [["Sakashita", "Mai", "M", "Doctoral Program in Biomedical Science, Graduate School of Comprehensive Human Sciences, University of Tsukuba, Ibaraki, Japan."], ["Sakashita", "Shingo", "S", "Department of Pathology, Faculty of Medicine, University of Tsukuba, Ibaraki, Japan."], ["Sakata", "Akiko", "A", "Department of Pathology, Hitachi General Hospital, Ibaraki, Japan."], ["Uesugi", "Noriko", "N", "Department of Pathology, Faculty of Medicine, University of Tsukuba, Ibaraki, Japan."], ["Ishige", "Kazunori", "K", "Department of Gastroenterology, Faculty of Medicine, University of Tsukuba, Ibaraki, Japan."], ["Hyodo", "Ichinosuke", "I", "Department of Gastroenterology, Faculty of Medicine, University of Tsukuba, Ibaraki, Japan."], ["Noguchi", "Masayuki", "M", "Department of Pathology, Faculty of Medicine, University of Tsukuba, Ibaraki, Japan."]], "date": "2017-06-30", "id": "28667706", "text": "Fat embolism syndrome (FES) occurs after long bone fractures and the symptoms appear 24-72 h after the initial trauma. Fat emboli can affect both the pulmonary and systemic circulation. Apart from the most common type of FES that originates from bone fracture, non-traumatic FES has been also reported. We have experienced an autopsy case of non-traumatic FES. An 81-year-old man with hepatocellular carcinoma associated with alcoholic liver cirrhosis suddenly lost consciousness before transcatheter arterial chemoembolization treatment for his disease and died 5 h after the episode. At autopsy, numerous fat droplets were detected in the alveolar capillaries of the lung and glomerular capillaries of the kidney. Lipid analysis of lung autopsy specimens by thin-layer chromatography showed that the emboli were composed mainly of tristearin. Free fatty acids (FFA) has been considered to be the main component of fat emboli and can be a cause of acute respiratory distress syndrome (ARDS). However, in the present case, the lung specimen contained tristearin and ARDS did not occur. This is the first report of non-traumatic FES in which lipid analysis of human autopsy specimens has been conducted.", "doi": "10.1111/pin.12556", "title": "An autopsy case of non-traumatic fat embolism syndrome.", "journal": ["Pathology international", "Pathol. Int."]}