{"authors": [["Simon", "Erica", "E", "Palo Alto Veterans Institute for Research, Palo Alto, California, USA."], ["Meuret", "Alicia E", "AE", "Department of Psychology, Southern Methodist University, Dallas, Texas, USA."], ["Ritz", "Thomas", "T", "Department of Psychology, Southern Methodist University, Dallas, Texas, USA."]], "date": "2017-06-30", "id": "28667690", "text": "The autonomic regulation in blood-injection-injury (BII) phobia has received particular attention due to the unique link between fear and fainting in this anxiety disorder. However, systematic exploration of sympathetic and parasympathetic cardiac activity during exposure to phobia-relevant emotional stimuli has remained rare and inconclusive, including with regard to disgust, a frequent response to BII stimuli. Existing studies using respiratory sinus arrhythmia (RSA) as a noninvasive index of parasympathetic cardiac activity also have not accounted sufficiently for effects of respiration. We compared 60 participants with BII phobia (27 with and 33 without history of loss of consciousness) and 20 healthy controls during emotion induction with films, including a disgust and a BII-relevant surgery film. Cardiorespiratory activity was measured continuously, with RSA (controlled for respiration) and T-wave amplitude (TWA; as a noninvasive index of sympathetic cardiac activity) extracted. Significant increases in RSA during the surgery film were observed for participants with a history of loss of consciousness compared to others, but controlling for respiration eliminated these differences. Sympathetic effects with heart rate accelerations, which were most pronounced for the disgust film, did not differentiate groups. However, substantial increases in RSA and TWA, suggesting parasympathetic excitation and sympathetic withdrawal, were observed in five participants that became presyncopal during the surgery film. Thus, parasympathetic excitation and sympathetic withdrawal appear to be cardinal autonomic features in BII phobia, but larger studies of participants reaching presyncopal states in BII-relevant stimulus exposure are needed to consolidate these findings.", "doi": "10.1111/psyp.12900", "title": "Sympathetic and parasympathetic cardiac responses to phobia-relevant and disgust-specific emotion provocation in blood-injection-injury phobia with and without fainting history.", "journal": ["Psychophysiology", "Psychophysiology"]}