{"authors": [["Warner", "Mary E", "ME", "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Naranjo", "Julian", "J", "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Pollard", "Emily M", "EM", "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Weingarten", "Toby N", "TN", "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Warner", "Mark A", "MA", "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Sprung", "Juraj", "J", "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA. sprung.juraj@mayo.edu."]], "date": "2017-06-30", "id": "28667541", "text": "Perioperative use of serotonergic agents increases the risk of serotonin syndrome. We describe the occurrence of serotonin syndrome after fentanyl use in two patients taking multiple serotonergic agents.Two patients who had been taking multiple serotonergic medications or herbal supplements (one patient taking fluoxetine, turmeric supplement, and acyclovir; the other taking fluoxetine and trazodone) developed serotonin syndrome perioperatively when undergoing outpatient procedures. Both experienced acute loss of consciousness and generalized myoclonus after receiving fentanyl. In one patient, the serotonin syndrome promptly resolved after naloxone administration. In the other patient, the onset of serotonin syndrome was delayed and manifested after discharge, most likely attributed to the intraoperative use of midazolam for sedation.Even small doses of fentanyl administered to patients taking multiple serotonergic medications and herbal supplements may trigger serotonin syndrome. Prompt reversal of serotonin toxicity in one patient by naloxone illustrates the likely opioid-mediated pathogenesis of serotonin syndrome in this case. It also highlights that taking serotonergic agents concomitantly can produce the compounding effect that causes serotonin syndrome. The delayed presentation of serotonin syndrome in the patient who received a large dose of midazolam suggests that outpatients taking multiple serotonergic drugs who receive benzodiazepines may require longer postprocedural monitoring.", "doi": "10.1007/s12630-017-0918-9", "title": "Serotonergic medications, herbal supplements, and perioperative serotonin syndrome.", "journal": ["Canadian journal of anaesthesia = Journal canadien d'anesthesie", "Can J Anaesth"]}