{"authors": [["Walle", "Kjersti Mæhlum", "KM", "Sunnaas Rehabilitation Hospital, Nesoddtangen, Norway; Department of Psychology, University of Oslo, Oslo, Norway. Electronic address: stiprust@sunnaas.no."], ["Kyler", "Hillary Lynn", "HL", "Sunnaas Rehabilitation Hospital, Nesoddtangen, Norway; Department of Psychology, University of Oslo, Oslo, Norway."], ["Nordvik", "Jan Egil", "JE", "Sunnaas Rehabilitation Hospital, Nesoddtangen, Norway."], ["Becker", "Frank", "F", "Sunnaas Rehabilitation Hospital, Nesoddtangen, Norway; Institute of Clinical Medicine, University of Oslo, Oslo, Norway."], ["Laeng", "Bruno", "B", "Department of Psychology, University of Oslo, Oslo, Norway."]], "date": "2017-06-27", "id": "28666553", "text": "Binocular rivalry is when perception fluctuates while the stimuli, consisting of different images presented to each eye, remain unchanged. The fluctuation rate and predominance ratio of these images are regarded as information source for understanding properties of consciousness and perception. We administered a binocular rivalry task to 26 right-hemisphere stroke patients and 26 healthy control participants, using stimuli such as simple Gabor anaglyphs. Each single Gabor image was of unequal spatial frequency compared to its counterpart, allowing assessment of the effect of relative spatial frequency on rivalry predominance. Results revealed that patients had significantly decreased alternation rate compared to healthy controls, with severity of patients' attention impairment predicting alternation rates. The patient group had higher predominance ratio for high compared to low relative spatial frequency stimuli consistent with the hypothesis that damage to the right hemisphere may disrupt processing of relatively low spatial frequencies. Degree of attention impairment also predicted the effect of relative spatial frequencies. Lastly, both groups showed increased predominance rates in the right eye compared to the left eye. This right eye dominance was more pronounced in patients than controls, suggesting that right hemisphere stroke may additionally affect eye predominance ratios.", "doi": "10.1016/j.bandc.2017.06.007", "title": "Binocular rivalry after right-hemisphere stroke: Effects of attention impairment on perceptual dominance patterns.", "journal": ["Brain and cognition", "Brain Cogn"]}