{"authors": [["Nakamura", "Hidenori", "H", "Department of Environmental and Civil Engineering, Faculty of Engineering, Toyama Prefectural University, 5180 Kurokawa, Imizu, Toyama 939-0398, Japan. Electronic address: hdnakamu@pu-toyama.ac.jp."]], "date": "2017-06-27", "id": "28666195", "text": "The Great East Japan Earthquake and subsequent Fukushima nuclear accident triggered citizen dialogue on energy and environmental management in Japan. However, an international survey has shown that the willingness of Japanese citizens to participate in political and social activities has declined since the Fukushima accident. Employing an internet-based survey in four urban or nuclear power plant-hosting prefectures in Japan, this study examines the willingness to participate in random sampling deliberation on post-disaster energy and environmental policy. It focuses on the effects of political, environmental, and social attitudes towards willingness to participate in citizen dialogue. The survey shows around 40% of respondents may participate in energy and environmental deliberation. Statistical analysis reveals that environmental consciousness raises the propensity to participate in deliberation, while political obedience and social hesitation decreases the will to participate. The effect of environmental attitudes is larger than that of political and social attitudes. The survey also finds that governmental response to deliberation, i.e., information generation and disclosure based on requests from citizen dialogue, encourages participation in deliberation in a conservative prefecture, when citizen dialogue is held at the national level. Random sampling deliberation opens a new mode of environmental governance regardless of local political and social characteristics.", "doi": "10.1016/j.jenvman.2017.06.053", "title": "Political and environmental attitude toward participatory energy and environmental governance: A survey in post-Fukushima Japan.", "journal": ["Journal of environmental management", "J. Environ. Manage."]}