{"authors": [["Kamel", "Mohamed Gomaa", "MG", "Faculty of Medicine, Minia University, Minia, Egypt."], ["Nam", "Nguyen Tran", "NT", "Department of Infectious Diseases, Children's Hospital No.2, Ho Chi Minh, Vietnam."], ["Han", "Nguyen Huu Bao", "NHB", "Department of Pediatrics, University of Medicine and Pharmacy, Ho Chi Minh, Vietnam."], ["El-Shabouny", "Abd-Elaziz", "AE", "Online research Club (http://www.onlineresearchclub.org/)."], ["Makram", "Abd-ElRahman Mohamed", "AM", "Online research Club (http://www.onlineresearchclub.org/)."], ["Abd-Elhay", "Fatma Abd-Elshahed", "FA", "Faculty of Medicine, Minia University, Minia, Egypt."], ["Dang", "Tran Ngoc", "TN", "Online research Club (http://www.onlineresearchclub.org/)."], ["Hieu", "Nguyen Le Trung", "NLT", "Department of Neurology, University of Medicine and Pharmacy, Ho Chi Minh, Vietnam."], ["Huong", "Vu Thi Que", "VTQ", "Department of Immunology and Microbiology, Pasteur Institute, Ho Chi Minh, Vietnam."], ["Tung", "Trinh Huu", "TH", "Department of Infectious Diseases, Children's Hospital No.2, Ho Chi Minh, Vietnam."], ["Hirayama", "Kenji", "K", "Department of Immunogenetics, Institute of Tropical Medicine (NEKKEN), Leading Graduate School Program, and Graduate School of Biomedical Sciences, Nagasaki University, 1-12-4 Sakamoto, Nagasaki, Japan."], ["Huy", "Nguyen Tien", "NT", "Evidence Based Medicine Research Group & Faculty of Applied Sciences, Ton Duc Thang University, Ho Chi Minh, Vietnam."]], "date": "2017-06-30", "id": "28665957", "text": "Dengue is one of the most common infectious diseases. The aim of this study was to systematically review acute disseminated encephalomyelitis (ADEM) and to represent a new case.We searched for articles in nine databases for case reports, series or previous reviews reporting ADEM cases in human. We used Fisher's exact and Mann-Whitney U tests. Classification trees were used to find the predictors of the disease outcomes. We combined findings using fixed- and random-effects models. A 13-year-old girl was admitted to the hospital due to fever. She has a urinary retention. The neurological examinations revealed that she became lethargic and quadriplegic. She had upper limbs weakness and lower limbs complete paraplegia. Her status gradually improved after the treatment. She was nearly intact with the proximal part of her legs had a mild weakness in discharge. The prevalence of ADEM among dengue patients was 0.4% [95% confidence intervals (95% CI) 0.1-2.5%], all neurological disorders among dengue was 2.6% [95% CI 1.8-3.8%], and ADEM among neurological disorders was 6.8% [95% CI 3.4-13%]. The most frequent manifestation of ADEM was altered sensorium/consciousness (58%), seizures and urination problems (35%), vision problems (31%), slurred speech (23%), walk problems (15%) then ataxia (12%). There was a significant difference between cases having complete recovery or bad outcomes in the onset day of neurological manifestations being earlier and in temperature being higher in cases having bad outcomes (p-value < 0.05). This was confirmed by classification trees which included these two variables.The prevalence of ADEM among dengue and other dengue-related neurological disorders is not too rare. The high fever of ADEM cases at admission and earlier onset day of neurological manifestations are associated with the bad outcomes.", "doi": "10.1371/journal.pntd.0005715", "title": "Post-dengue acute disseminated encephalomyelitis: A case report and meta-analysis.", "journal": ["PLoS neglected tropical diseases", "PLoS Negl Trop Dis"]}