{"authors": [["Shkrobot", "S I", "SI", "Horbachevskyy State Medical University, Ternopil, Ukraina."], ["Sokhor", "N R", "NR", "Horbachevskyy State Medical University, Ternopil, Ukraina."], ["Milevska-Vovchuk", "L S", "LS", "Horbachevskyy State Medical University, Ternopil, Ukraina."]], "date": null, "id": "28665366", "text": "To clarify clinical and pathogenetic predictors of outcome in acute period of atherothrombotic stroke (ATS).One hundred and nineteen patients with ATS were examined. Characteristics of the clinical picture, a number of white blood cells in peripheral blood in the stage of apoptosis, necrosis as well as the state of intracellular antioxidant protective system were studied.Among the clinical factors that can worsen the course of acute period of ATS, the most important are the size of the focus, consciousness disorders in the first day, basal systolic blood pressure, age of the patient (r=0.496; p=0.01 on the 1st day, r=0.739; p<0.0001 on the 7th day and r=0.620, p<0.0001on the 14th day). A direct influence of mitochondrial dysfunction and mitochondrial-induced apoptosis on the course of ATS in the acute period was shown. There was a direct correlation between the severity of ATS and quantity of Mito + cells on the 1st (r=0.742; p=0.009) and on the 7th day (r=0.717; p=0.002). The correlation was revealed between the severity of ATS and content of ANV+-white blood cells on the 7th day (r=0.595; p=0.015) and on the 14th day (r=0.670; p=0.007). Negative correlation was found between the activity of total SOD and Mn-SOD on the 1st day and the severity of ATS on the 7th day (r=0.628; p=0.010) and (r=0.675; p=0.008), respectively. The last finding indicates the prognostic value of these parameters.Цель исследования. Уточнить клинические и лабораторные предикторы исхода острого периода атеротромботического ишемического инсульта (АТИ). Материал и методы. У 119 больных с АТИ изучали особенности клинической симптоматики, количество лейкоцитов периферической крови в стадии апоптоза и некроза и состояние внутриклеточной антиоксидантной системы. Результаты и обсуждение. Установлено, что среди клинических факторов, которые негативно влияют на течение острого периода АТИ, наибольшее значение имеют размер очага, нарушение сознания на 1-е сутки, исходное САД, возраст больного (показатель регрессии R с включением клинических факторов на 1-е сутки составил 0,496; p=0,01, на 7-е - 0,739; р<0,0001, на 14-е - 0,620; р<0,0001). Показано прямое влияние митохондриальной дисфункции и митохондрий-индуцированного апоптоза на течение АТИ в остром периоде. Выявлена прямая зависимость между тяжестью АТИ с количеством Мito+-клеток на 1-е (r=0,742; p=0,009) и 7-е сутки (r=0,717; p=0,002); между тяжестью АТИ и содержанием АNV+-лейкоцитов на 7-е (r=0,595; p=0,015) и 14-е сутки (r=0,670, p=0,007), а также отрицательные связи между активностью общей СОД и Mn-СОД на 1-е сутки с тяжестью АТИ на 7-е сутки (r=0,628; p=0,010 и r=0,675; p=0,008 соответственно), что свидетельствует о прогностической значимости этих показателей.", "doi": "10.17116/jnevro20171173226-30", "title": "[Clinical and laboratory predictors of outcome in acute period of atherothrombotic ischemic stroke].", "journal": ["Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova", "Zh Nevrol Psikhiatr Im S S Korsakova"]}