{"authors": [["Denison", "Hayley J", "HJ", "School of Biological Sciences, Victoria University of Wellington, New Zealand."], ["Bromhead", "Collette", "C", "College of Health, Massey University, New Zealand."], ["Grainger", "Rebecca", "R", "Department of Medicine, University of Otago Wellington, New Zealand."], ["Dennison", "Elaine M", "EM", "School of Biological Sciences, Victoria University of Wellington, New Zealand."], ["Jutel", "Annemarie", "A", "Graduate School of Nursing, Midwifery and Health, Victoria University of Wellington, New Zealand."]], "date": "2017-06-29", "id": "28664644", "text": "To investigate the barriers that prevent or delay people seeking a sexually transmitted infection (STI) test.Qualitative in-depth interviews were conducted with 24 university students, who are a group prone to behaviours putting them at risk of STIs, to understand the factors that had prevented or delayed them from going for an STI test in the past. Resulting data were thematically analysed employing a qualitative content analysis method, and a final set of themes identified.There were three main types of barrier to STI testing. These were: personal (underestimating risk, perceiving STIs as not serious, fear of invasive procedure, self-consciousness in genital examination and being too busy); structural (financial cost of test and clinician attributes and attitude); and social (concern of being stigmatised). Conclusions and implications for public health: These data will help health providers and policy-makers provide services that minimise barriers and develop effective strategies for improving STI testing rates. The results of this study suggest a holistic approach to encouraging testing is required, which includes addressing personal beliefs, working with healthcare providers to minimise structural barriers and developing initiatives to change social views about STIs.", "doi": "10.1111/1753-6405.12680", "title": "Barriers to sexually transmitted infection testing in New Zealand: a qualitative study.", "journal": ["Australian and New Zealand journal of public health", "Aust N Z J Public Health"]}