{"authors": [["Matano", "Fumihiro", "F", "Department of Neurological Surgery, Nippon Medical School, Tokyo, Japan."], ["Murai", "Yasuo", "Y", "Department of Neurological Surgery, Nippon Medical School, Tokyo, Japan."], ["Mizunari", "Takayuki", "T", "Department of Neurosurgery, Chiba Hokusoh Hospital, Chiba, Japan."], ["Adachi", "Koji", "K", "Department of Neurosurgery, Nippon Medical School Musashi Kosugi Hospital, Kanagawa, Japan."], ["Kobayashi", "Shiro", "S", "Department of Neurosurgery, Chiba Hokusoh Hospital, Chiba, Japan."], ["Morita", "Akio", "A", "Department of Neurological Surgery, Nippon Medical School, Tokyo, Japan."]], "date": "2016-12-05", "id": "28664022", "text": "Few papers have reported detailed accounts of intracerebral hemorrhage caused by cerebral hyperperfusion after superficial temporal artery to middle cerebral artery bypass (STA-MCA) bypass for atherosclerotic occlusive cerebrovascular disease. We report a case of vasogenic edema and subsequent intracerebral hemorrhage caused by the cerebral hyperperfusion syndrome (CHS) after STA-MCA bypass for atherosclerotic occlusive cerebrovascular disease disease without intense postoperative blood pressure control. A 63-year-old man with repeating left hemiparesis underwent magnetic resonance angiography (MRA), which revealed right internal carotid artery (ICA) occlusion. We performed a double bypass superficial temporal artery (STA)-middle cerebral artery (MCA) bypass surgery for the M2 and M3 branches. While the patient's postoperative course was relatively uneventful, he suffered generalized convulsions, and computed tomography revealed a low area in the right frontal lobe on Day 4 after surgery. We considered this lesion to be pure vasogenic edema caused by cerebral hyperperfusion after revascularization. Intravenous drip infusion of a free radical scavenger (edaravone) and efforts to reduce systolic blood pressure to <120 mmHg were continued. The patient experienced severe left hemiparesis and disturbance of consciousness on Day 8 after surgery, due to intracerebral hemorrhage in the right frontal lobe at the site of the earlier vasogenic edema. Brain edema associated with cerebral hyperperfusion after STA-MCA bypass for atherosclerotic occlusive cerebrovascular disease should be recognized as a risk factor for intracerebral hemorrhage. The development of brain edema associated with CHS after STA-MCA bypass for atherosclerotic occlusive cerebrovascular disease requires not only intensive control of blood pressure, but also consideration of sedation therapy with propofol.", "doi": "10.2176/nmccrj.cr.2016-0043", "title": "Intracerebral Hemorrhage Caused by Cerebral Hyperperfusion after Superficial Temporal Artery to Middle Cerebral Artery Bypass for Atherosclerotic Occlusive Cerebrovascular Disease.", "journal": ["NMC case report journal", "NMC Case Rep J"]}