{"authors": [["Gunji", "Yukio-Pegio", "YP", "Department of Intermedia, Art and Science, School of Fundamental Science and Engineering, Waseda University, Ohkubo 3-4-1, Shinjuku 169-8555, Japan. Electronic address: yukio@waseda.jp."], ["Minoura", "Mai", "M", "Department of Intermedia, Art and Science, School of Fundamental Science and Engineering, Waseda University, Ohkubo 3-4-1, Shinjuku 169-8555, Japan."], ["Kojima", "Kei", "K", "Department of Intermedia, Art and Science, School of Fundamental Science and Engineering, Waseda University, Ohkubo 3-4-1, Shinjuku 169-8555, Japan."], ["Horry", "Yoichi", "Y", "Department of Intermedia, Art and Science, School of Fundamental Science and Engineering, Waseda University, Ohkubo 3-4-1, Shinjuku 169-8555, Japan."]], "date": "2017-06-27", "id": "28663080", "text": "How can we link challenging issues related to consciousness and/or qualia with natural science? The introduction of endo-perspective, instead of exo-perspective, as proposed by Matsuno, Rössler, and Gunji, is considered one of the most promising candidate approaches. Here, we distinguish the endo-from the exo-perspective in terms of whether the external is or is not directly operated. In the endo-perspective, the external can be neither perceived nor recognized directly; rather, one can only indirectly summon something outside of the perspective, which can be illustrated by a causation-reversal pair. On one hand, causation logically proceeds from the cause to the effect. On the other hand, a reversal from the effect to the cause is non-logical and is equipped with a metaphorical structure. We argue that the differences in exo- and endo-perspectives result not from the difference between Western and Eastern cultures, but from differences between modernism and animism. Here, a causation-reversal pair described using a pair of upward (from premise to consequence) and downward (from consequence to premise) causation and a pair of Bayesian and inverse Bayesian inference (BIB inference). Accordingly, the notion of endo-consciousness is proposed as an agent equipped with BIB inference. We also argue that BIB inference can yield both highly efficient computations through Bayesian interference and robust computations through inverse Bayesian inference. By adapting a logical model of the free will theorem to the BIB inference, we show that endo-consciousness can explain free will as a regression of the controllability of voluntary action.", "doi": "10.1016/j.pbiomolbio.2017.06.018", "title": "Free will in Bayesian and inverse Bayesian inference-driven endo-consciousness.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}