{"authors": [["Fomina", "Tatiana", "T", "Department of Empirical Inference, Max Planck Institute for Intelligent Systems, Tübingen, Germany."], ["Weichwald", "Sebastian", "S", "Department of Empirical Inference, Max Planck Institute for Intelligent Systems, Tübingen, Germany."], ["Synofzik", "Matthis", "M", "Department of Neurology, University of Tübingen, Tübingen, Germany."], ["Just", "Jenifer", "J", "Department of Neurology, University of Tübingen, Tübingen, Germany."], ["Schöls", "Ludger", "L", "Department of Neurology, University of Tübingen, Tübingen, Germany."], ["Schölkopf", "Bernhard", "B", "Department of Empirical Inference, Max Planck Institute for Intelligent Systems, Tübingen, Germany."], ["Grosse-Wentrup", "Moritz", "M", "Department of Empirical Inference, Max Planck Institute for Intelligent Systems, Tübingen, Germany."]], "date": "2017-06-29", "id": "28662161", "text": "Self-referential processing is a key cognitive process, associated with the serotonergic system and the default mode network (DMN). Decreased levels of serotonin and reduced activations of the DMN observed in amyotrophic lateral sclerosis (ALS) suggest that self-referential processing might be altered in patients with ALS. Here, we investigate the effects of ALS on the electroencephalography correlates of self-referential thinking. We find that electroencephalography (EEG) correlates of self-referential thinking are present in healthy individuals, but not in those with ALS. In particular, thinking about themselves or others significantly modulates the bandpower in the medial prefrontal cortex in healthy individuals, but not in ALS patients. This finding supports the view of ALS as a complex multisystem disorder which, as shown here, includes dysfunctional processing of the medial prefrontal cortex. It points towards possible alterations of self-consciousness in ALS patients, which might have important consequences for patients' self-conceptions, personal relations, and decision-making.", "doi": "10.1371/journal.pone.0180136", "title": "Absence of EEG correlates of self-referential processing depth in ALS.", "journal": ["PloS one", "PLoS ONE"]}