{"authors": [["Tsao", "Wei-Chia", "WC", "Department of Neurology, Kaohsiung Medical University Hospital, Kaohsiung Medical University, Kaohsiung, Taiwan."], ["Ro", "Long-Sun", "LS", "Section of Neuromuscular Disorders, Department of Neurology, Chang Gung Memorial Hospital at Linkou Medical Center and Chang Gung University College of Medicine, 5 Fuhsing Street, Kueishan, Taoyuan, Taiwan."], ["Chen", "Chiung-Mei", "CM", "Section of Neuromuscular Disorders, Department of Neurology, Chang Gung Memorial Hospital at Linkou Medical Center and Chang Gung University College of Medicine, 5 Fuhsing Street, Kueishan, Taoyuan, Taiwan."], ["Chang", "Hong-Chiu", "HC", "Section of Neuromuscular Disorders, Department of Neurology, Chang Gung Memorial Hospital at Linkou Medical Center and Chang Gung University College of Medicine, 5 Fuhsing Street, Kueishan, Taoyuan, Taiwan."], ["Kuo", "Hung-Chou", "HC", "Section of Neuromuscular Disorders, Department of Neurology, Chang Gung Memorial Hospital at Linkou Medical Center and Chang Gung University College of Medicine, 5 Fuhsing Street, Kueishan, Taoyuan, Taiwan. kuo0426@adm.cgmh.org.tw."]], "date": "2017-06-28", "id": "28660359", "text": "In this study, we present the clinical manifestations, brain magnetic resonance imaging (MRI) and concurrent polyneuropathies in two patients with non-alcoholic Wernicke's encephalopathy (WE) after gastrojejunostomy (Billroth II) anastomosis procedures. These patients developed sub-acute onset of disorientation and disturbance of consciousness following several weeks of poor intake. Peripheral neuropathy of varying severity was noted before and after the onset of WE. Brain MRI of the patients showed cerebellar vermis and symmetric cortical abnormalities in addition to typical WE changes. Electrophysiological studies demonstrated axonal sensorimotor polyneuropathy. Prompt thiamine supplement therapy was initiated and both patients gradually recovered, however mild amnesia was still noted 6 months later. We reviewed non- alcoholic WE with atypical cortical abnormalities in English language literatures and identified 29 more cases. Eight out of 31 (25.8%) patients died during follow-up. Nine patients with gait disturbance or motor paresis had showed hyporeflexia in neurological examinations. In addition to classic triad, seizure was recorded in seven patients. Dietary deprivation is a risk factor for non-alcoholic WE among elderly patients receiving gastrointestinal surgery. The prognosis is good after thiamine supplement therapy. Recognizing the MRI features and predisposing factors in patients who have undergone gastrectomy can aid in the diagnosis and management.", "doi": "10.1007/s11011-017-0055-8", "title": "Non-alcoholic Wernicke's encephalopathy with cortical involvement and polyneuropathy following gastrectomy.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}