{"authors": [["Martial", "Charlotte", "C", "Coma Science Group, GIGA-Consciousness and Neurology Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Cassol", "Héléna", "H", "Coma Science Group, GIGA-Consciousness and Neurology Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Antonopoulos", "Georgios", "G", "Coma Science Group, GIGA-Consciousness and Neurology Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Charlier", "Thomas", "T", "Biostatistics, Public Health Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Heros", "Julien", "J", "Coma Science Group, GIGA-Consciousness and Neurology Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Donneau", "Anne-Françoise", "AF", "Biostatistics, Public Health Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Charland-Verville", "Vanessa", "V", "Coma Science Group, GIGA-Consciousness and Neurology Department, University of Liège and University Hospital of LiègeLiège, Belgium."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA-Consciousness and Neurology Department, University of Liège and University Hospital of LiègeLiège, Belgium."]], "date": "2017-06-13", "id": "28659779", "text": "Background: After an occurrence of a Near-Death Experience (NDE), Near-Death Experiencers (NDErs) usually report extremely rich and detailed narratives. Phenomenologically, a NDE can be described as a set of distinguishable features. Some authors have proposed regular patterns of NDEs, however, the actual temporality sequence of NDE core features remains a little explored area. Objectives: The aim of the present study was to investigate the frequency distribution of these features (globally and according to the position of features in narratives) as well as the most frequently reported temporality sequences of features. Methods: We collected 154 French freely expressed written NDE narratives (i.e., Greyson NDE scale total score ≥ 7/32). A text analysis was conducted on all narratives in order to infer temporal ordering and frequency distribution of NDE features. Results: Our analyses highlighted the following most frequently reported sequence of consecutive NDE features: Out-of-Body Experience, Experiencing a tunnel, Seeing a bright light, Feeling of peace. Yet, this sequence was encountered in a very limited number of NDErs. Conclusion: These findings may suggest that NDEs temporality sequences can vary across NDErs. Exploring associations and relationships among features encountered during NDEs may complete the rigorous definition and scientific comprehension of the phenomenon.", "doi": "10.3389/fnhum.2017.00311", "title": "Temporality of Features in Near-Death Experience Narratives.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}