{"authors": [["Pal", "Dinesh", "D", "Department of Anesthesiology, University of MichiganAnn Arbor, MI, United States."], ["Silverstein", "Brian H", "BH", "Center for Consciousness Science, University of MichiganAnn Arbor, MI, United States."], ["Sharba", "Lana", "L", "Department of Anesthesiology, University of MichiganAnn Arbor, MI, United States."], ["Li", "Duan", "D", "Department of Anesthesiology, University of MichiganAnn Arbor, MI, United States."], ["Hambrecht-Wiedbusch", "Viviane S", "VS", "Department of Anesthesiology, University of MichiganAnn Arbor, MI, United States."], ["Hudetz", "Anthony G", "AG", "Department of Anesthesiology, University of MichiganAnn Arbor, MI, United States."], ["Mashour", "George A", "GA", "Department of Anesthesiology, University of MichiganAnn Arbor, MI, United States."]], "date": "2017-06-13", "id": "28659769", "text": "Studies from human and non-human species have demonstrated a breakdown of functional corticocortical connectivity during general anesthesia induced by anesthetics with diverse molecular, neurophysiological, and pharmacological profiles. Recent studies have demonstrated that changes in long-range neural communication, and by corollary, functional connectivity, might be influenced by cross-frequency coupling (CFC) between the phase of slow oscillations and the amplitude of local fast oscillations. Phase-amplitude coupling (PAC) between slow oscillations and alpha rhythm during general anesthesia reveal distinct patterns depending on the anesthetic. In this study, we analyzed the effect of three clinically used anesthetics (propofol: n = 6, sevoflurane: n = 10, and ketamine: n = 8) with distinct molecular mechanisms on changes in PAC in the frontal cortex of rat. The loss of righting reflex was used as a surrogate for unconsciousness. PAC was calculated using the modulation index (MI) algorithm between delta (1-4 Hz), theta (4-10 Hz), low gamma (25-55 Hz), and high gamma (65-125 Hz) bands. A linear mixed model with fixed effects was used for statistical comparisons between waking, anesthetized, and post-anesthesia recovery epochs. All three anesthetics increased the coupling between delta and low gamma (p < 0.0001) as well as between theta and low gamma (p < 0.0001) oscillations, which returned to baseline waking levels during the post-anesthetic recovery period. In addition, a reversible reduction in high gamma power (p < 0.0001) was a consistent change during anesthesia induced by all three agents. The changes in delta-high gamma and theta-high gamma PAC as well as power spectral changes in delta, theta, and low gamma bandwidths did not show a uniform response across the three anesthetics. These results encourage the study of alternative PAC patterns as drug-invariant markers of general anesthesia in humans.", "doi": "10.3389/fnsys.2017.00041", "title": "Propofol, Sevoflurane, and Ketamine Induce a Reversible Increase in Delta-Gamma and Theta-Gamma Phase-Amplitude Coupling in Frontal Cortex of Rat.", "journal": ["Frontiers in systems neuroscience", "Front Syst Neurosci"]}