{"authors": [["Namani", "Sadie", "S", "Clinic of Infectious Diseases, University Clinical Center of Kosovo, Prishtinë, Kosovo. sadie_namani@yahoo.com."], ["Dreshaj", "Shemsedin", "S", "Clinic of Infectious Diseases, University Clinical Center of Kosovo, Prishtinë, Kosovo."], ["Berisha", "Arieta Zogaj", "AZ", "Clinic of Infectious Diseases, University Clinical Center of Kosovo, Prishtinë, Kosovo."]], "date": "2017-06-29", "id": "28659187", "text": "Tuberculous meningitis is globally highly prevalent and is commoner in resource-limited countries and in patients with immunosuppression. Central nervous system tuberculosis is one of the severest forms of extrapulmonary tuberculosis during pregnancy and associated brain tuberculomas have been rarely reported. With the availability of neuroimaging at our hospital center, we present the first case of tuberculous meningoencephalitis associated with brain tuberculomas during pregnancy.In this case report we present a 25-year-old, Albanian, pregnant woman living in an urban area in Kosovo, who at 24 weeks of twin pregnancy manifested signs and symptoms of meningoencephalitis with decreased level of consciousness, hemiparesis, and generalized recurrent seizures. Based on medical history, origin from a region of high prevalence of tuberculosis, clinical presentation, especially neurological examination, cytobiochemical changes in cerebrospinal fluid (mild mononuclear pleocytosis with decreased level of glucose and elevated proteins), and elevated level of interferon-gamma release assay in cerebrospinal fluid, antituberculous therapy was initiated on the fourth day of admission. After 3 weeks of treatment, at 27 weeks of pregnancy, she had a preterm delivery and both twins, with low birthweight, died after 24 and 72 hours. Although findings on chest radiography were normal, brain magnetic resonance imaging showed signs of meningoencephalitis and multiple intracerebral tuberculomas, while Koch's bacillus was isolated from urine cultures. On long-term follow-up after delivery, she was cured with no sequelae and became pregnant again without any additional complications.In countries with a high prevalence of tuberculosis, screening for central nervous system tuberculosis should be considered in the differential diagnosis of meningitis in pregnancy. Cerebral imaging is essential to establish the diagnosis of brain tuberculomas in such a case of suspected tuberculous meningoencephalitis during pregnancy.", "doi": "10.1186/s13256-017-1347-7", "title": "Tuberculous meningoencephalitis associated with brain tuberculomas during pregnancy: a case report.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}