{"authors": [["Huang", "Hai-Jun", "HJ", "aDepartment of Infectious Diseases, Zhejiang Provincial People's Hospital, People's Hospital of Hangzhou Medical College bDepartment of Infectious Diseases, the Second Affiliated Hospital of Zhejiang Chinese Medicinal University, Hangzhou, Zhejiang Province, China."], ["Ren", "Ze-Ze", "ZZ", null], ["Dai", "Yi-Ning", "YN", null], ["Tong", "Yong-Xi", "YX", null], ["Yang", "Dan-Hong", "DH", null], ["Chen", "Mei-Juan", "MJ", null], ["Huang", "Yi-Cheng", "YC", null], ["Wang", "Ming-Shan", "MS", null], ["Zhang", "Jia-Jie", "JJ", null], ["Song", "Wen-Yuan", "WY", null], ["Pan", "Hong-Ying", "HY", null]], "date": null, "id": "28658161", "text": "Tuberculous meningitis (TBM) is the most common form of central nervous system tuberculosis with a very poor prognosis. We aimed at assessing risk factors related to the prognosis of patients with TBM.Forty-five inpatients with TBM in our institution from January 2013 to December 2015 were enrolled retrospectively. The good or poor prognosis in the patients was defined, based on Glasgow Outcome Scale System at discharge. Patients with a GOS score less than 5 were defined as \"poor prognosis.\" Univariate and multivariate logistic regression analyses were performed to assess the predictors for TBM outcome.Among 45 TBM patients, 35 (77.8%) and 10 (22.2%) were in good, poor prognoses, respectively. Old age, disturbance of consciousness, moderate to severe electroencephalogram abnormality, hydrocephalus, remarkable increase of protein (≥ 236 mg/dL) and white blood cell counts (≥ 243 /μL) in cerebral spinal fluid were associated with poor prognosis. Multivariate analysis indicated that old age (odds ratio (OR) = 18.395, P = .036) and hydrocephalus (OR = 32.995, P = .049) were independent factors for a poor outcome of TBM.In conclusion, old age and hydrocephalus are the predictors for poor prognosis of TBM. Patients with these risk factors should be treated promptly with a special care paid to improve their outcomes.", "doi": "10.1097/MD.0000000000007370", "title": "Old age and hydrocephalus are associated with poor prognosis in patients with tuberculous meningitis: A retrospective study in a Chinese adult population.", "journal": ["Medicine", "Medicine (Baltimore)"]}