{"authors": [["Chen", "Yang-Ching", "YC", "1Department of Family Medicine, Taipei City Hospital, ZhongXing Branch, Taipei, Taiwan. 2School of Nutrition and Health Sciences, College of Nutrition, Taipei Medical University, Taipei, Taiwan. 3Division of Pulmonary and Critical Care Medicine, Department of Medicine, Cambia Palliative Care Center of Excellence, University of Washington, Seattle, WA. 4Taipei City Hospital, Taipei, Taiwan. 5Institute of Clinical Medicine, School of Medicine, National Yang-Ming University, Taipei, Taiwan. 6Department of Medicine and Graduate Institute of Business Administration, Fu-Jen Catholic University, Taipei, Taiwan. 7Surgical Department, Medical College, National Taiwan University, Taipei, Taiwan."], ["Fan", "Hsien-Yu", "HY", null], ["Curtis", "J Randall", "JR", null], ["Lee", "Oscar Kuang-Sheng", "OK", null], ["Liu", "Chih-Kuang", "CK", null], ["Huang", "Sheng-Jean", "SJ", null]], "date": null, "id": "28658025", "text": "Increasing numbers of patients with prolonged mechanical ventilation generates a tremendous strain on healthcare systems. Patients with prolonged mechanical ventilation suffer from long-term poor quality of life. However, no study has ever explored the willingness to receive palliative care or terminal withdrawal and the factors influencing willingness.Cross-sectional study.Five different hospitals of Taipei City Hospital system.Adult patients with ventilatory support for more than 60 days.None.We identified the family members of 145 consecutive patients with prolonged mechanical ventilation in five hospitals of Taipei City Hospital system and enrolled family members for 106 patients (73.1%). We collected information from patient families' regarding concepts (knowledge, attitude, and experiences) of palliative care, caregiver burden, family function, patient quality of life, and physician-family communications. From the medical record, we obtained duration of hospitalization, consciousness level, disease severity, medical cost, and the presence of do-not-resuscitate orders. The vast majority of family members agreed with the concept of palliative care (90.4%) with 17.3% of the family members agreeing to ventilator withdrawal currently and 67.5% terminally in anticipation of death. Approximately half of the family members regretted having chosen prolonged mechanical ventilation (56.7%). Reduced patient quality of life and increased family understanding of palliative care significantly associated with increased caregiver willingness to endorse palliative care and withdraw life-sustaining agents in anticipation of death. Longer duration of ventilator usage and hospitalization was associated with increased feelings of regret about choosing prolonged mechanical ventilation.During prolonged mechanical ventilation, physicians should thoroughly discuss its benefits and burdens. Families should be given the opportunity to discuss the circumstances under which they might request the implementation of palliative care or withdrawal of mechanical ventilation in order to avoid prolonging the dying process.", "doi": "10.1097/CCM.0000000000002569", "title": "Determinants of Receiving Palliative Care and Ventilator Withdrawal Among Patients With Prolonged Mechanical Ventilation.", "journal": ["Critical care medicine", "Crit. Care Med."]}