{"authors": [["Haider", "Ali S", "AS", "Texas A&M College of Medicine."], ["Gottlich", "Caleb", "C", "Texas A&M College of Medicine."], ["Osumah", "Tijani", "T", "School of Medicine, Ross University."], ["Alam", "Maryam", "M", "Texas A&M College of Medicine."], ["Khan", "Umair", "U", "School of Medicine, St. Georges University."], ["Vayalumkal", "Steven", "S", "School of Medicine, St. George's University."], ["Leonard", "Dean", "D", "Texas A&M College of Medicine."], ["Thakur", "Richa", "R", "Texas A&M College of Medicine."], ["Layton", "Kennith F", "KF", "Department of Radiology, Baylor University Medical Center."]], "date": "2017-05-26", "id": "28656125", "text": "A significant but less recognized cause of ischemic stroke and transient ischemic attack (TIA) is atherosclerosis of the vertebrobasilar system, which accounts for 20% of ischemic strokes. Pathology of the vertebrobasilar system can present significant challenges in determining the course of treatment. Due to the complexity of the vertebrobasilar system, there is slight disagreement about how to approach patients with atherosclerotic pathology of the posterior circulation. Two such approaches are either stenting of the vertebral or basilar artery or aggressive medical management. Here, we present the case of a 63-year-old male who presented with lightheadedness, diaphoresis, two episodes of loss of consciousness, and the abrupt onset of unilateral right-sided paresis. A computed tomography angiogram (CTA) of the head and neck demonstrated complex posterior circulation vertebrobasilar vascular stenosis and occlusions. There was an unstable clot located at the junction of the vertebral and basilar arteries requiring a carefully nuanced approach. The patient was started on dual antiplatelet therapy and heparin in an effort to resolve the clot. Repeat CTA after five days revealed resolution of the unstable clot; however, the distal intradural right vertebral artery remained occluded and the left vertebral artery remained stenosed. The patient was then treated with a balloon-mounted coronary stent to eliminate the stenosis, which ultimately restored normal posterior fossa flow dynamics. This case serves as a testament to the variability and complexity of vertebrobasilar arteriopathies as well as the benefit of experienced neurointerventionalists in the successful management of these cases.", "doi": "10.7759/cureus.1277", "title": "Delayed Endovascular Stenting for Severe Vertebral Artery Stenosis with Precarious Thrombosis.", "journal": ["Cureus", "Cureus"]}