{"authors": [["Igamberdiev", "Abir U", "AU", "Department of Biology, Memorial University of Newfoundland, St. John's, NL A1B 3X9, Canada. Electronic address: igamberdiev@mun.ca."]], "date": "2017-06-24", "id": "28655648", "text": "Evolutionary transition from biological to social systems corresponds to the emergence of the structure of subject that incorporates the internal image of the external world. This structure, established on the basis of referral of the subject (self) to its symbolic image, acquires a potential to rationally describe the external world through the semiotic structure of human language. It has been modelled in reflexive psychology using the algebra of simple relations (Lefebvre, V.A., J. Soc. Biol. Struct. 10, 129-175, 1987). The model introduces a substantial opposition of the two basic complementary types of reflexion defined as Western (W) and Eastern (E). These types generate opposite models of behavior and opposite organizations of societies. Development of human societies involves the interactions of W and E types not only between the societies but also within one society underlying its homeostasis and dynamics. Invention of new ideas and implementation of new technologies shift the probability pattern of reflexive choices, appearing as internal assessments of the individual agents within a society, and direct changes in the preference of reflexive types. The dynamics of societies and of interactions between societies is based on the interference of opposite reflexive structures and on the establishment of different patterns during such interference. At different times in the history of human civilization these changing patterns resulted in the formation and splitting of large empires, the development and spreading of new technologies, the consecutive periods of wellness and decline.", "doi": "10.1016/j.pbiomolbio.2017.06.017", "title": "Evolutionary transition from biological to social systems via generation of reflexive models of externality.", "journal": ["Progress in biophysics and molecular biology", "Prog. Biophys. Mol. Biol."]}