{"authors": [["Tripodis", "Yorghos", "Y", "Boston University School of Public Health, Boston, MA, USA."], ["Alosco", "Michael L", "ML", "Alzheimer's Disease Center, Boston University School of Medicine, Boston, MA, USA."], ["Zirogiannis", "Nikolaos", "N", "Indiana University School of Public and Environmental Affairs, Bloomington, IN, USA."], ["Gavett", "Brandon E", "BE", "Department of Psychology, University of Colorado Colorado Springs, Colorado Springs, CO, USA."], ["Chaisson", "Christine", "C", "Boston University School of Public Health, Boston, MA, USA."], ["Martin", "Brett", "B", "Boston University School of Public Health, Boston, MA, USA."], ["McClean", "Michael D", "MD", "Boston University School of Public Health, Boston, MA, USA."], ["Mez", "Jesse", "J", "Alzheimer's Disease Center, Boston University School of Medicine, Boston, MA, USA."], ["Kowall", "Neil", "N", "Alzheimer's Disease Center, Boston University School of Medicine, Boston, MA, USA."], ["Stern", "Robert A", "RA", "Boston University School of Public Health, Boston, MA, USA."]], "date": null, "id": "28655133", "text": "Traumatic brain injury (TBI) is thought to be a risk factor for dementia, including dementia due to Alzheimer's disease (AD). However, the influence of TBI history on the neuropsychological course of AD is unknown and, more broadly, the effect of TBI history on age-related cognitive change is poorly understood. We examined the relationship between history of TBI with loss of consciousness (LOC) history and cognitive change in participants with normal cognition and probable AD, stratified by APOEɛ4 allele status. The sample included 706 participants (432 with normal cognition; 274 probable AD) from the National Alzheimer's Coordinating Center (NACC) dataset that completed the Uniform Data Set evaluation between 2005 and 2014. Normal and probable AD participants with a history of TBI were matched to an equal number of demographically and clinically similar participants without a TBI history. In this dataset, TBI with LOC was defined as brain trauma with brief or extended unconsciousness. For the normal and probable AD cohorts, there was an average of 3.2±1.9 and 1.8±1.1 years of follow-up, respectively. 30.8% of the normal cohort were APOEɛ4 carriers, whereas 70.8% of probable AD participants were carriers. Mixed effects regressions showed TBI with LOC history did not affect rates of cognitive change in APOEɛ4 carriers and non-carriers. Findings from this study suggest that TBI with LOC may not alter the course of cognitive function in older adults with and without probable AD. Future studies that better characterize TBI (e.g., severity, number of TBIs, history of subconconcussive exposure) are needed to clarify the association between TBI and long-term neurocognitive outcomes.", "doi": "10.3233/JAD-160585", "title": "The Effect of Traumatic Brain Injury History with Loss of Consciousness on Rate of Cognitive Decline Among Older Adults with Normal Cognition and Alzheimer's Disease Dementia.", "journal": ["Journal of Alzheimer's disease : JAD", "J. Alzheimers Dis."]}