{"date": "2018-01-19_20:54:10", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txas", "grow", "older", "suffer", "decline", "mental", "physical", "fitness", "made", "worse", "conditions", "like", "alzheimer", "disease", "new", "study", "published", "journal", "frontiers", "human", "neuroscience", "shows", "older", "people", "routinely", "partake", "physical", "exercise", "reverse", "signs", "aging", "brain", "dancing", "profound", "effect", "exercise", "beneficial", "effect", "slowing", "even", "counteracting", "decline", "mental", "physical", "capacity", "says", "dr", "kathrin", "rehfeld", "lead", "author", "study", "based", "german", "center", "neurodegenerative", "diseases", "magdeburg", "germany", "study", "show", "two", "different", "types", "physical", "exercise", "dancing", "endurance", "training", "increase", "area", "brain", "declines", "age", "comparison", "dancing", "lead", "noticeable", "behavioral", "changes", "terms", "improved", "balance", "elderly", "volunteers", "average", "age", "68", "recruited", "study", "assigned", "either", "weekly", "course", "learning", "dance", "routines", "endurance", "flexibility", "training", "groups", "showed", "increase", "hippocampus", "region", "brain", "important", "area", "prone", "decline", "affected", "diseases", "like", "alzheimer", "also", "plays", "key", "role", "memory", "learning", "well", "keeping", "one", "previous", "research", "shown", "physical", "exercise", "combat", "brain", "decline", "known", "one", "type", "exercise", "better", "another", "assess", "exercise", "routines", "given", "volunteers", "differed", "traditional", "fitness", "training", "program", "conducted", "mainly", "repetitive", "exercises", "cycling", "nordic", "walking", "dance", "group", "challenged", "something", "new", "week", "dr", "rehfeld", "explains", "tried", "provide", "seniors", "dance", "group", "constantly", "changing", "dance", "routines", "different", "genres", "jazz", "square", "line", "dance", "steps", "formations", "speed", "rhythms", "changed", "every", "second", "week", "keep", "constant", "learning", "process", "challenging", "aspect", "recall", "routines", "pressure", "time", "without", "cues", "instructor", "extra", "challenges", "thought", "account", "noticeable", "difference", "balance", "displayed", "participants", "dancing", "group", "dr", "rehfeld", "colleagues", "building", "research", "trial", "new", "fitness", "programs", "potential", "maximizing", "effects", "brain", "right", "evaluating", "new", "system", "called", "jymmin", "jamming", "gymnastic", "system", "generates", "sounds", "melodies", "rhythm", "based", "physical", "activity", "know", "dementia", "patients", "react", "strongly", "listening", "music", "want", "combine", "promising", "aspects", "physical", "activity", "active", "music", "making", "feasibility", "study", "dementia", "patients", "dr", "rehfeld", "concludes", "advice", "could", "get", "us", "seats", "dancing", "favorite", "beat", "believe", "everybody", "would", "like", "live", "independent", "healthy", "life", "long", "possible", "physical", "activity", "one", "lifestyle", "factors", "contribute", "counteracting", "several", "risk", "factors", "slowing", "decline", "think", "dancing", "powerful", "tool", "set", "new", "challenges", "body", "mind", "especially", "older", "age", "study", "falls", "broader", "collection", "research", "investigating", "cognitive", "neural", "effects", "physical", "cognitive", "activity", "across", "lifespan"], "url": "http://www.eurekalert.org/pub_releases/2017-08/f-dcr082517.php", "year": "Fri, 25 Aug 2017 04:00:00 GMT", "source": "Frontiers", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAs we grow older we suffer a decline in mental and physical fitness, which can be made worse by conditions like Alzheimer's disease.", "A new study, published in the open-access journal Frontiers in Human Neuroscience, shows that older people who routinely partake in physical exercise can reverse the signs of aging in the brain, and dancing has the most profound effect.", "\"Exercise has the beneficial effect of slowing down or even counteracting age-related decline in mental and physical capacity,\" says Dr Kathrin Rehfeld, lead author of the study, based at the German center for Neurodegenerative Diseases, Magdeburg, Germany.", "\"In this study, we show that two different types of physical exercise (dancing and endurance training) both increase the area of the brain that declines with age.", "In comparison, it was only dancing that lead to noticeable behavioral changes in terms of improved balance.", "\"Elderly volunteers, with an average age of 68, were recruited to the study and assigned either an eighteen-month weekly course of learning dance routines, or endurance and flexibility training.", "Both groups showed an increase in the hippocampus region of the brain.", "This is important because this area can be prone to age-related decline and is affected by diseases like Alzheimer's.", "It also plays a key role in memory and learning, as well as keeping one's balance.While previous research has shown that physical exercise can combat age-related brain decline, it is not known if one type of exercise can be better than another.", "To assess this, the exercise routines given to the volunteers differed.", "The traditional fitness training program conducted mainly repetitive exercises, such as cycling or Nordic walking, but the dance group were challenged with something new each week.", "Dr Rehfeld explains, \"We tried to provide our seniors in the dance group with constantly changing dance routines of different genres (Jazz, Square, Latin-American and Line Dance).", "Steps, arm-patterns, formations, speed and rhythms were changed every second week to keep them in a constant learning process.", "The most challenging aspect for them was to recall the routines under the pressure of time and without any cues from the instructor.", "\"These extra challenges are thought to account for the noticeable difference in balance displayed by those participants in dancing group.", "Dr Rehfeld and her colleagues are building on this research to trial new fitness programs that have the potential of maximizing anti-aging effects on the brain.", "\"Right now, we are evaluating a new system called \"Jymmin\" (jamming and gymnastic).", "This is a sensor-based system which generates sounds (melodies, rhythm) based on physical activity.", "We know that dementia patients react strongly when listening to music.", "We want to combine the promising aspects of physical activity and active music making in a feasibility study with dementia patients.", "\"Dr Rehfeld concludes with advice that could get us up out of our seats and dancing to our favorite beat.", "\"I believe that everybody would like to live an independent and healthy life, for as long as possible.", "Physical activity is one of the lifestyle factors that can contribute to this, counteracting several risk factors and slowing down age-related decline.", "I think dancing is a powerful tool to set new challenges for body and mind, especially in older age.", "\"This study falls into a broader collection of research investigating the cognitive and neural effects of physical and cognitive activity across the lifespan."], "title": "Dancing can reverse the signs of aging in the brain | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAs we grow older we suffer a decline in mental and physical fitness, which can be made worse by conditions like Alzheimer's disease. A new study, published in the open-access journal Frontiers in Human Neuroscience, shows that older people who routinely partake in physical exercise can reverse the signs of aging in the brain, and dancing has the most profound effect. \"Exercise has the beneficial effect of slowing down or even counteracting age-related decline in mental and physical capacity,\" says Dr Kathrin Rehfeld, lead author of the study, based at the German center for Neurodegenerative Diseases, Magdeburg, Germany. \"In this study, we show that two different types of physical exercise (dancing and endurance training) both increase the area of the brain that declines with age. In comparison, it was only dancing that lead to noticeable behavioral changes in terms of improved balance.\"Elderly volunteers, with an average age of 68, were recruited to the study and assigned either an eighteen-month weekly course of learning dance routines, or endurance and flexibility training. Both groups showed an increase in the hippocampus region of the brain. This is important because this area can be prone to age-related decline and is affected by diseases like Alzheimer's. It also plays a key role in memory and learning, as well as keeping one's balance.While previous research has shown that physical exercise can combat age-related brain decline, it is not known if one type of exercise can be better than another. To assess this, the exercise routines given to the volunteers differed. The traditional fitness training program conducted mainly repetitive exercises, such as cycling or Nordic walking, but the dance group were challenged with something new each week. Dr Rehfeld explains, \"We tried to provide our seniors in the dance group with constantly changing dance routines of different genres (Jazz, Square, Latin-American and Line Dance). Steps, arm-patterns, formations, speed and rhythms were changed every second week to keep them in a constant learning process. The most challenging aspect for them was to recall the routines under the pressure of time and without any cues from the instructor.\"These extra challenges are thought to account for the noticeable difference in balance displayed by those participants in dancing group. Dr Rehfeld and her colleagues are building on this research to trial new fitness programs that have the potential of maximizing anti-aging effects on the brain. \"Right now, we are evaluating a new system called \"Jymmin\" (jamming and gymnastic). This is a sensor-based system which generates sounds (melodies, rhythm) based on physical activity. We know that dementia patients react strongly when listening to music. We want to combine the promising aspects of physical activity and active music making in a feasibility study with dementia patients.\"Dr Rehfeld concludes with advice that could get us up out of our seats and dancing to our favorite beat.\"I believe that everybody would like to live an independent and healthy life, for as long as possible. Physical activity is one of the lifestyle factors that can contribute to this, counteracting several risk factors and slowing down age-related decline. I think dancing is a powerful tool to set new challenges for body and mind, especially in older age.\"This study falls into a broader collection of research investigating the cognitive and neural effects of physical and cognitive activity across the lifespan.\r\n"}