{"date": "2018-01-19_20:54:13", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "neuroinflammation", "common", "mechanism", "associated", "modifiable", "risk", "factors", "alzheimer", "parkinson", "diseases", "view", "journal", "current", "aging", "science", "research", "team", "reviewed", "modifiable", "risk", "factors", "alzheimer", "parkinson", "diseases", "reviewers", "focus", "possible", "role", "neuroinflammation", "inflammation", "nervous", "tissue", "neurodegenerative", "disease", "mechanisms", "alzheimer", "disease", "parkinson", "disease", "among", "common", "causes", "dementia", "increasingly", "contribute", "morbidity", "mortality", "worldwide", "common", "hallmark", "two", "diseases", "neuroinflammation", "initially", "triggered", "presence", "pathological", "molecular", "structures", "associated", "disorders", "chronic", "neuroinflammation", "sustained", "persistent", "activation", "glial", "cells", "brain", "results", "damage", "death", "neighboring", "cells", "including", "neurons", "glial", "cells", "persistent", "neuroinflammation", "brain", "hypothesized", "contribute", "neurodegeneration", "observed", "alzheimer", "parkinson", "diseases", "reviewers", "note", "four", "modifiable", "risk", "factors", "alzheimer", "parkinson", "diseases", "physical", "inactivity", "vascular", "conditions", "obesity", "type", "two", "diabetes", "mellitus", "modifiable", "risk", "factors", "contribute", "neuroinflammation", "specific", "mechanisms", "directly", "linked", "pathologies", "alzheimer", "parkinson", "diseases", "risk", "factors", "deemed", "modifiable", "occurrence", "general", "population", "reduced", "avoided", "individuals", "various", "lifestyle", "changes", "improved", "diet", "regular", "exercise", "effective", "treatment", "vascular", "conditions", "high", "blood", "pressure", "review", "highlights", "control", "modifiable", "risk", "factors", "valid", "approach", "managing", "increased", "incidence", "alzheimer", "parkinson", "diseases", "addition", "neuroinflammatory", "mechanisms", "common", "alzheimer", "parkinson", "diseases", "described", "may", "link", "four", "common", "modifiable", "risk", "factors", "neurodegenerative", "diseases", "better", "understanding", "molecular", "mechanism", "neuroinflammation", "could", "help", "identify", "new", "therapeutic", "targets", "combating", "neurodegenerative", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-08/bsp-nia082517.php", "year": "Fri, 25 Aug 2017 04:00:00 GMT", "source": "Bentham Science Publishers", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Neuroinflammation as a common mechanism associated with the modifiable risk factors for Alzheimer's and Parkinson's Diseases.", "view more In the journal Current Aging Science, a research team has reviewed modifiable risk factors for Alzheimer's and Parkinson's diseases.", "The reviewers focus on the possible role of neuroinflammation (inflammation of the nervous tissue) in neurodegenerative disease mechanisms.", "Alzheimer's disease and Parkinson's disease are among the most common causes of dementia, and increasingly contribute to morbidity and mortality worldwide.", "A common hallmark of these two diseases is neuroinflammation, which is initially triggered by the presence of pathological molecular structures associated with these disorders.", "Chronic neuroinflammation is sustained by persistent activation of the non-neuronal glial cells in the brain, which results in damage or death of neighboring cells, including neurons and glial cells themselves.", "Persistent neuroinflammation of the brain is hypothesized to contribute to the neurodegeneration observed in Alzheimer's and Parkinson's diseases.", "The reviewers note four modifiable risk factors for Alzheimer's and Parkinson's diseases: physical inactivity, vascular disease-related conditions, obesity and type two diabetes mellitus.", "These modifiable risk factors contribute to neuroinflammation through specific mechanisms that are directly linked to the pathologies of Alzheimer's and Parkinson's diseases.", "These risk factors are deemed modifiable as their occurrence in the general population can be reduced, or avoided by individuals, through various lifestyle changes, such as improved diet, regular exercise and effective treatment of vascular disease-related conditions such as high blood pressure.", "This review highlights that the control of the modifiable risk factors is a valid approach for managing the increased incidence of both Alzheimer's and Parkinson's diseases.", "In addition, the neuroinflammatory mechanisms common to Alzheimer's and Parkinson's diseases are described, which may link the above four common modifiable risk factors with both of these neurodegenerative diseases.", "A better understanding of the molecular mechanism of neuroinflammation could help identify new therapeutic targets for combating neurodegenerative diseases."], "title": "Neuroinflammation in Alzheimer's and Parkinson's diseases | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Neuroinflammation as a common mechanism associated with the modifiable risk factors for Alzheimer's and Parkinson's Diseases.\n       view more In the journal Current Aging Science, a research team has reviewed modifiable risk factors for Alzheimer's and Parkinson's diseases. The reviewers focus on the possible role of neuroinflammation (inflammation of the nervous tissue) in neurodegenerative disease mechanisms. Alzheimer's disease and Parkinson's disease are among the most common causes of dementia, and increasingly contribute to morbidity and mortality worldwide. A common hallmark of these two diseases is neuroinflammation, which is initially triggered by the presence of pathological molecular structures associated with these disorders. Chronic neuroinflammation is sustained by persistent activation of the non-neuronal glial cells in the brain, which results in damage or death of neighboring cells, including neurons and glial cells themselves. Persistent neuroinflammation of the brain is hypothesized to contribute to the neurodegeneration observed in Alzheimer's and Parkinson's diseases. The reviewers note four modifiable risk factors for Alzheimer's and Parkinson's diseases: physical inactivity, vascular disease-related conditions, obesity and type two diabetes mellitus. These modifiable risk factors contribute to neuroinflammation through specific mechanisms that are directly linked to the pathologies of Alzheimer's and Parkinson's diseases. These risk factors are deemed modifiable as their occurrence in the general population can be reduced, or avoided by individuals, through various lifestyle changes, such as improved diet, regular exercise and effective treatment of vascular disease-related conditions such as high blood pressure. This review highlights that the control of the modifiable risk factors is a valid approach for managing the increased incidence of both Alzheimer's and Parkinson's diseases. In addition, the neuroinflammatory mechanisms common to Alzheimer's and Parkinson's diseases are described, which may link the above four common modifiable risk factors with both of these neurodegenerative diseases. A better understanding of the molecular mechanism of neuroinflammation could help identify new therapeutic targets for combating neurodegenerative diseases. "}