{"text": "A study led by Johns Hopkins Bloomberg School of Public Health researchers that tracked activity levels of 646 adults over 30 years found that, contrary to previous research, exercise in mid-life was not linked to cognitive fitness in later years. The finding suggests that physical activity may not help maintain cognitive function, or help avoid or delay the onset of the debilitating conditions like dementia and Alzheimer's. Alzheimer's affects as many as 30 million, mostly older people throughout the world. With no known treatment or cure, researchers are trying to identify measures that might help delay Alzheimer's onset or limit its reach.The study, which appears online in the Journal of Alzheimer's Disease, did find that activity levels among study participants in the later years were associated with high cognitive function two years later. This supports earlier research findings that exercise may help to maintain cognitive fitness in the short term. \"This study reminds us that physical activity has all sorts of benefits for people, including promoting cardiovascular health, managing optimal weight levels and maintaining bone and muscle mass,\" says Alden L. Gross, assistant professor in the Bloomberg School's Department of Epidemiology. \"Unfortunately it is too early for us to say the same about exercise and Alzheimer's, especially as a possible long-term preventive measure.\"There is no known treatment or cure for Alzheimer's or dementia, syndromes that involves declining memory, confusion and eventually limited ability to perform daily tasks. To date, there are no preventive measures, such as physical exercise, brain games or a diet regimen, that have been proven to help delay or altogether prevent its onset. In the US, an estimated five million adults are currently living with Alzheimer's, according to the Centers for Disease Control and Prevention (CDC), and the CDC predicts that this number will rise to 14 million by 2050. The researchers undertook the study because of a growing consensus that physical activity levels helps prevent Alzheimer's, however much of the evidence for this thinking is based on cross-sectional studies that compare responses from one group of participants with another at a given point in time or within a very short duration, typically several years. Such studies can be valuable for confirming associations, or links, but not at establishing actual causation because of what is known as reverse causation: it is possible that people who eventually develop dementia may reduce their physical activity and exercise as dementia advances. That's where longitudinal studies, which look at the same group of participants over a long time, are more helpful.The researchers used data from the Johns Hopkins Precursors study, which registered students studying at Johns Hopkins School of Medicine between 1948 and 1964 and tracked them with annual questionnaires about their overall health. The researchers note that the cohort's homogeneity - students at a selective medical school - meant that any differences in physical activity and later cognitive function could not be explained by other differences among participants. The median age for study participants was 46 years in 1978 and 77 years in 2008. Every several years, the questionnaire asked about exercise, physical activity and physical limitations. The researchers used responses from 1978 through 2008 from 646 participants (598 men, 48 women) to calculate so-called metabolic equivalents, which quantify physical activity levels. Participants were also asked whether they regularly exercise to a sweat.The team administered cognitive tests in 2008, and, using participants' medical records, scored for dementia through 2011. The researchers identified 28, or 4.5 percent of the cohort, to have Alzheimer's. No physical activity measure in mid-life was associated with late-life cognitive fitness or onset of dementia. The study confirmed findings of other cross-sectional studies, that higher levels of physical activity and exercise measured close in time to the cognitive testing were associated with better cognitive functioning. The authors also looked at whether patterns of change in physical activity levels over the life span were associated with cognitive health and found no relationships. The idea that exercise might play a role in preventing or limiting Alzheimer's makes sense, the researchers say, because physical activity, at least in mouse models, has shown less accumulation of B-amyloid plaques, which are thought to play a role in dementia, including Alzheimer's. In addition, physical activity improves blood flow to the brain, which is linked to better cognitive performance. This may explain why studies find that exercise may contribute to cognitive fitness in the short term. \"These findings have implications for intervention work moving forward,\" says Gross. \"We still need to focus on causes and mechanisms of Alzheimer's and dementia, since we don't yet know which preventive measures may or may not work. For now, when I speak in the community about Alzheimer's, I find that people take some relief in understanding that there wasn't anything that anyone might have done to avoid a loved one developing Alzheimer's. Of course, the goal for researchers is to identify factors that may help older people maintain their cognitive function into their later years. More long-term studies like the Precursors study are needed.\"", "date": "Thu, 24 Aug 2017 04:00:00 GMT", "meeting": "", "title": "Physical activity in midlife not linked to cognitive fitness in later years, long-term study shows", "institution": "Johns Hopkins University Bloomberg School of Public Health", "journal": "Journal of Alzheimer's Disease", "description": "A study led by Johns Hopkins Bloomberg School of Public Health researchers that tracked activity levels of 646 adults over 30 years found that, contrary to previous research, exercise in mid-life was not linked to cognitive fitness in later years.", "region": "namerica", "keywords": ["Medicine/Health", " Public Health"], "url": "http://www.eurekalert.org/pub_releases/2017-08/jhub-pai082417.php", "source_link": null, "funder": "", "article_link": null}