{"text": "Emergency room staff call it a \"pop drop\" - when a disabled older person comes in for medical attention, but it seems like the person who takes care of them at home is also seeking a break from the demands of caregiving. It's been hard to actually study the phenomenon. A new University of Michigan study suggests that tired family caregivers are associated with greater ER visits and higher overall health care costs for the person they care for.In a paper in the new issue of the Journal of the American Geriatrics Society, the team reports their findings from a study of 3,101 couples over the age of 65, each with one spouse acting as caregiver for their disabled partner. The researchers looked at the Medicare payments and emergency department visits for the disabled spouses in the six months after the caregiver spouses took standard tests to measure their fatigue, mood, sleep habits, health and happiness. Even after they took into account many factors, the researchers found that in just those six months, emergency department visits were 23 percent higher among patients whose caregivers had scored high for fatigue or low on their own health status. Patients with fatigued or sad caregivers also had higher Medicare costs in that same time period: $1,900 more if the caregiver scored high for fatigue, and $1,300 more if the caregiver scored high for sadness, even after all other factors were taken into account.\"Many of us who work in clinical settings feel that patients with high home caregiving needs, such as dementia, often rely on the medical system as a source of respite for their spouses or other caregivers, because other respite isn't paid for,\" says lead author Claire Ankuda, M.D., M.P.H. \"But there hasn't been a lot of data about it, and only recently has our society been talking about caregivers and potential ways to incentivize and support them as a way of keeping patients living at home.\"Ankuda, who led the study during her time at in the Robert Wood Johnson Clinical Scholars program at U-M's Institute for Healthcare Policy and Innovation, is now training in palliative care at the Icahn School of Medicine at Mount Sinai. \"Informal caregivers, including spouses, enable older adults with functional disability to stay out of the nursing home and live at home where they'd prefer to be,\" says senior author Deborah Levine, M.D., M.P.H., an assistant professor of internal medicine and neurology at U-M. \"Our findings suggest that we need to do a better job of identifying and supporting caregivers experiencing distress, in order to help caregivers feel better and hopefully improve outcomes in older adults with disability.\"The couples in the study were all taking part in the long-term Health and Retirement Study, conducted by the U-M Institute for Social Research on behalf of the National Institutes of Health. Ankuda, Levine and their colleagues probed HRS data because it allowed them to correct for factors that other, short-term studies can't -- such as the baseline level of Medicare costs, demographic differences including income and education, and even whether the couples have adult children living nearby.The findings add hard new data about the link between caregivers' own experiences and the amount the Medicare system pays to take care of those the caregivers take care of at home. Nearly 15 million older adults get help with everyday activities from spouses and other family or friend caregivers. In the new study, the researchers included couples where one spouse got help from the other with activities such as bathing, dressing, walking, getting into or out of bed, shopping, cooking, and taking medications. Helping with these tasks on a daily basis, without pay or respite, can take a toll on the caregiver's own health, wellness and mental state -- which can lead to burnout. Medicare does not offer payment or formal respite coverage for family or friends who take regular care of older adults -- and only covers home care by certified agencies under certain circumstances. Ankuda notes that studies on the impact of supporting family caregivers more formally are just beginning to produce results. Meanwhile, health policy researchers are beginning to suggest that it may make fiscal sense to incentivize home caregiving, to keep seniors from needing more expensive nursing home care.\"I definitely think there are specific services that could help caregivers, if we can identify those people who are highest risk and provide a basic level of support such as an around-the-clock geriatric care call line that could help caregivers feel less isolated and talk to a nurse about whether, for example, to go to the emergency department,\" Ankuda says. \"This is a high-cost, vulnerable population.\" Formal respite care, peer support groups and other options could also help stave off fatigue and sadness - and the hospital staff who notice \"pop drop\" practices could help steer caregivers to such options. So could the primary care clinicians who take care of both the disabled spouse and the caregiver.Because the new study takes into account the level of Medicare spending for the disabled spouse in the six months before their caregiver was interviewed, it may actually underestimate the impact of caregiver fatigue, she notes. Indeed, before the authors corrected for the full range of factors, they documented that Medicare costs were lower for patients whose spouse-caregivers who reported being happy or rested. They also saw higher costs among patients whose caregivers had higher depression scores on a standard mood questionnaire. One factor that wasn't associated with higher costs in the new study was the caregiver's score on a standard measure of sleep habits. Sleep disruption is harder to quantify in older people, Ankuda notes. But the measurement of fatigue, which can result from both the strain of caregiving and poor sleep, was clearly associated with both higher rates of emergency department visits and higher overall costs.", "date": "Thu, 24 Aug 2017 04:00:00 GMT", "meeting": "", "title": "'Pop drop' study finds more ER visits & higher costs for older disabled patients", "institution": "Michigan Medicine - University of Michigan", "journal": "Journal of the American Geriatrics Society", "description": "Fatigue, sadness and poor health among the spouses who take care of disabled elders can mean higher Medicare bills for the patients.", "region": "namerica", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Gerontology", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-08/mmu-ds082317.php", "source_link": null, "funder": "", "article_link": null}