{"date": "2018-01-19_20:54:23", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txminneapolis", "people", "get", "less", "rapid", "eye", "movement", "rem", "sleep", "may", "greater", "risk", "developing", "dementia", "according", "new", "study", "published", "august", "23", "2017", "online", "issue", "medical", "journal", "american", "academy", "neurology", "rem", "sleep", "sleep", "stage", "dreaming", "five", "stages", "sleep", "stage", "one", "light", "sleep", "stage", "two", "body", "begins", "prepare", "deeper", "sleep", "including", "stages", "three", "four", "stage", "five", "rem", "sleep", "dream", "stage", "eyes", "move", "rapidly", "increased", "brain", "activity", "well", "higher", "body", "temperature", "quicker", "pulse", "faster", "breathing", "first", "rem", "stage", "occurs", "hour", "sleep", "recurs", "multiple", "times", "throughout", "night", "cycles", "repeat", "sleep", "disturbances", "common", "dementia", "little", "known", "various", "stages", "sleep", "whether", "play", "role", "dementia", "risk", "said", "study", "author", "matthew", "pase", "phd", "swinburne", "university", "technology", "australia", "set", "discover", "stages", "sleep", "may", "linked", "dementia", "find", "link", "deep", "sleep", "rem", "sleep", "study", "researchers", "looked", "321", "people", "average", "age", "67", "massachusetts", "participated", "framingham", "heart", "study", "study", "sleep", "cycles", "measured", "participant", "researchers", "collected", "sleep", "data", "followed", "participants", "average", "12", "years", "time", "32", "people", "diagnosed", "form", "dementia", "24", "determined", "alzheimer", "disease", "people", "developed", "dementia", "spent", "average", "17", "percent", "sleep", "time", "rem", "sleep", "compared", "20", "percent", "develop", "dementia", "adjusting", "age", "sex", "researchers", "found", "links", "lower", "percentage", "rem", "sleep", "longer", "time", "get", "rem", "sleep", "stage", "greater", "risk", "dementia", "fact", "every", "percent", "reduction", "rem", "sleep", "9", "percent", "increase", "risk", "dementia", "results", "similar", "researchers", "adjusted", "factors", "could", "affect", "dementia", "risk", "sleep", "heart", "disease", "factors", "depression", "symptoms", "medication", "stages", "sleep", "associated", "increased", "dementia", "risk", "findings", "point", "rem", "sleep", "predictor", "dementia", "said", "pase", "next", "step", "determine", "lower", "rem", "sleep", "predicts", "greater", "risk", "dementia", "clarifying", "role", "sleep", "onset", "dementia", "hope", "eventually", "identify", "possible", "ways", "intervene", "dementia", "delayed", "even", "prevented", "limitations", "study", "include", "small", "sample", "size", "studies", "larger", "groups", "people", "need", "done", "confirm", "findings", "also", "data", "available", "shift", "work", "among", "study", "participants", "cause", "unusual", "sleep", "patterns", "possibly", "lead", "sleep", "disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-08/aaon-lrs081717.php", "year": "Wed, 23 Aug 2017 04:00:00 GMT", "source": "American Academy of Neurology", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - People who get less rapid eye movement (REM) sleep may have a greater risk of developing dementia, according to a new study published in the August 23, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "REM sleep is the sleep stage when dreaming occurs.There are five stages of sleep.", "Stage one is light sleep.", "Stage two is when the body begins to prepare for deeper sleep, including stages three and four.", "Stage five is REM sleep.", "During this dream stage, the eyes move rapidly and there is increased brain activity as well as higher body temperature, quicker pulse and faster breathing.", "The first REM stage occurs about an hour to an hour-and-a-half into sleep and then recurs multiple times throughout the night as the cycles repeat.", "\"Sleep disturbances are common in dementia but little is known about the various stages of sleep and whether they play a role in dementia risk,\" said study author Matthew P. Pase, PhD, of Swinburne University of Technology in Australia.", "\"We set out to discover which stages of sleep may be linked to dementia and while we did not find a link with deep sleep, we did with REM sleep.", "\"For the study, researchers looked at 321 people with an average age of 67 from Massachusetts who participated in The Framingham Heart Study.", "During that study, sleep cycles were measured for each participant.", "Researchers collected the sleep data and then followed participants for an average of 12 years.", "During that time, 32 people were diagnosed with some form of dementia and of those, 24 were determined to have Alzheimer's disease.", "The people who developed dementia spent an average of 17 percent of their sleep time in REM sleep, compared to 20 percent for those who did not develop dementia.", "After adjusting for age and sex, researchers found links between both a lower percentage of REM sleep and a longer time to get to the REM sleep stage and a greater risk of dementia.", "In fact, for every percent reduction in REM sleep there was a 9 percent increase in the risk of dementia.", "The results were similar after researchers adjusted for other factors that could affect dementia risk or sleep, such as heart disease factors, depression symptoms and medication use.Other stages of sleep were not associated with an increased dementia risk.", "\"Our findings point to REM sleep as a predictor of dementia,\" said Pase.", "\"The next step will be to determine why lower REM sleep predicts a greater risk of dementia.", "By clarifying the role of sleep in the onset of dementia, the hope is to eventually identify possible ways to intervene so that dementia can be delayed or even prevented.", "\"Limitations of the study include a small sample size.", "Studies on larger groups of people need to be done to confirm findings.", "There was also no data available on shift work among study participants, which can cause unusual sleep patterns and possibly lead to sleep disorders."], "title": "Less REM sleep tied to greater risk of dementia | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMINNEAPOLIS - People who get less rapid eye movement (REM) sleep may have a greater risk of developing dementia, according to a new study published in the August 23, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. REM sleep is the sleep stage when dreaming occurs.There are five stages of sleep. Stage one is light sleep. Stage two is when the body begins to prepare for deeper sleep, including stages three and four. Stage five is REM sleep. During this dream stage, the eyes move rapidly and there is increased brain activity as well as higher body temperature, quicker pulse and faster breathing. The first REM stage occurs about an hour to an hour-and-a-half into sleep and then recurs multiple times throughout the night as the cycles repeat. \"Sleep disturbances are common in dementia but little is known about the various stages of sleep and whether they play a role in dementia risk,\" said study author Matthew P. Pase, PhD, of Swinburne University of Technology in Australia. \"We set out to discover which stages of sleep may be linked to dementia and while we did not find a link with deep sleep, we did with REM sleep.\"For the study, researchers looked at 321 people with an average age of 67 from Massachusetts who participated in The Framingham Heart Study. During that study, sleep cycles were measured for each participant. Researchers collected the sleep data and then followed participants for an average of 12 years. During that time, 32 people were diagnosed with some form of dementia and of those, 24 were determined to have Alzheimer's disease. The people who developed dementia spent an average of 17 percent of their sleep time in REM sleep, compared to 20 percent for those who did not develop dementia. After adjusting for age and sex, researchers found links between both a lower percentage of REM sleep and a longer time to get to the REM sleep stage and a greater risk of dementia. In fact, for every percent reduction in REM sleep there was a 9 percent increase in the risk of dementia. The results were similar after researchers adjusted for other factors that could affect dementia risk or sleep, such as heart disease factors, depression symptoms and medication use.Other stages of sleep were not associated with an increased dementia risk.\"Our findings point to REM sleep as a predictor of dementia,\" said Pase. \"The next step will be to determine why lower REM sleep predicts a greater risk of dementia. By clarifying the role of sleep in the onset of dementia, the hope is to eventually identify possible ways to intervene so that dementia can be delayed or even prevented.\"Limitations of the study include a small sample size. Studies on larger groups of people need to be done to confirm findings. There was also no data available on shift work among study participants, which can cause unusual sleep patterns and possibly lead to sleep disorders."}