{"text": "(Boston)--Spending less time in REM (rapid eye movement) sleep and taking longer to enter REM sleep are separately associated with a higher risk of developing dementia.\r\nThese findings appear in the journal Neurology, the medical journal of the American Academy of Neurology,\" and were presented in July at the Alzheimer's Association International Conference in London.\r\nIt is common for people with dementia to experience sleep disturbance. However, it is unclear if sleep disturbance occurs as a consequence of dementia or if disturbed sleep is associated with the risk of dementia in the future.\r\nUsing data from the Framingham Heart Study (FHS), researchers from Boston University School of Medicine (BUSM) studied 321 participants over the age of 60 who underwent an overnight sleep study between 1995 and 1998. They were then followed for an average of 12 years to determine their risk of developing dementia. Upon follow-up, the researchers found that each percentage reduction in REM sleep was associated with a nine percent increase in the risk of all-cause dementia and an eight percent increase in the risk of Alzheimer's disease dementia. \r\n\"Different stages of sleep may differentially affect key features of Alzheimer's disease. Our findings implicate REM sleep mechanisms as predictors of dementia,\" explained Matthew Pase, PhD, fellow in the department of neurology at BUSM and investigator at the FHS who presented the findings.\r\nEarlier this year, Pase and his colleagues found that people who consistently sleep more than nine hours each night had double the risk of developing dementia in 10 years as compared to participants who slept for nine hours or less. Those findings were reported in the journal Neurology.\r\nAccording to the researchers future research is needed to determine whether REM sleep helps protect the brain from dementia or is sensitive to early brain changes that accompany dementia.\r\n", "date": "Wed, 23 Aug 2017 04:00:00 GMT", "meeting": "", "title": "Lack of REM sleep may lead to higher risk for dementia", "institution": "Boston University School of Medicine", "journal": "Neurology", "description": "Spending less time in REM (rapid eye movement) sleep and taking longer to enter REM sleep are separately associated with a higher risk of developing dementia.", "region": "namerica", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Sleep/Sleep Disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-08/buso-lor082117.php", "source_link": null, "funder": "", "article_link": null}