{"date": "2018-01-19_20:54:29", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximagine", "doctors", "could", "determine", "many", "years", "advance", "likely", "develop", "dementia", "prognostic", "capabilities", "would", "give", "patients", "families", "time", "plan", "manage", "treatment", "care", "thanks", "artificial", "intelligence", "research", "conducted", "mcgill", "university", "kind", "predictive", "power", "could", "soon", "available", "clinicians", "douglas", "mental", "health", "university", "institute", "translational", "neuroimaging", "laboratory", "mcgill", "used", "artificial", "intelligence", "techniques", "big", "data", "develop", "algorithm", "capable", "recognizing", "signatures", "dementia", "two", "years", "onset", "using", "single", "amyloid", "pet", "scan", "brain", "patients", "risk", "developing", "alzheimer", "disease", "findings", "appear", "new", "study", "published", "journal", "neurobiology", "pedro", "author", "study", "associate", "professor", "mcgill", "departments", "neurology", "neurosurgery", "psychiatry", "expects", "technology", "change", "way", "physicians", "manage", "patients", "greatly", "accelerate", "treatment", "research", "alzheimer", "disease", "using", "tool", "clinical", "trials", "could", "focus", "individuals", "higher", "likelihood", "progressing", "dementia", "within", "time", "frame", "study", "greatly", "reduce", "cost", "time", "necessary", "conduct", "studies", "adds", "serge", "gauthier", "author", "professor", "neurology", "neurosurgery", "psychiatry", "biomarker", "dementiascientists", "long", "known", "protein", "known", "amyloid", "accumulates", "brain", "patients", "mild", "cognitive", "impairment", "mci", "condition", "often", "leads", "dementia", "though", "accumulation", "amyloid", "begins", "decades", "symptoms", "dementia", "occur", "protein", "could", "used", "reliably", "predictive", "biomarker", "mci", "patients", "develop", "alzheimer", "disease", "conduct", "study", "mcgill", "researchers", "drew", "data", "available", "alzheimer", "disease", "neuroimaging", "initiative", "adni", "global", "research", "effort", "participating", "patients", "agree", "complete", "variety", "imaging", "clinical", "assessments", "sulantha", "mathotaarachchi", "computer", "scientist", "gauthier", "team", "used", "hundreds", "amyloid", "pet", "scans", "mci", "patients", "adni", "database", "train", "team", "algorithm", "identify", "patients", "would", "develop", "dementia", "accuracy", "84", "symptom", "onset", "research", "ongoing", "find", "biomarkers", "dementia", "could", "incorporated", "algorithm", "order", "improve", "software", "prediction", "capabilities", "example", "big", "data", "open", "science", "brings", "tangible", "benefits", "patient", "care", "says", "also", "director", "mcgill", "university", "research", "centre", "studies", "aging", "new", "software", "made", "available", "online", "scientists", "students", "physicians", "wo", "able", "use", "tool", "clinical", "practice", "certification", "health", "authorities", "end", "mcgill", "team", "currently", "conducting", "testing", "validate", "algorithm", "different", "patient", "cohorts", "particularly", "concurrent", "conditions", "small", "strokes"], "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-aip082217.php", "year": "Tue, 22 Aug 2017 04:00:00 GMT", "source": "McGill University", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXImagine if doctors could determine, many years in advance, who is likely to develop dementia.", "Such prognostic capabilities would give patients and their families time to plan and manage treatment and care.", "Thanks to artificial intelligence research conducted at McGill University, this kind of predictive power could soon be available to clinicians everywhere.Scientists from the Douglas Mental Health University Institute's Translational Neuroimaging Laboratory at McGill used artificial intelligence techniques and big data to develop an algorithm capable of recognizing the signatures of dementia two years before its onset, using a single amyloid PET scan of the brain of patients at risk of developing Alzheimer's disease.", "Their findings appear in a new study published in the journal Neurobiology of Aging.Dr.", "Pedro Rosa-Neto, co-lead author of the study and Associate Professor in McGill's departments of Neurology & Neurosurgery and Psychiatry, expects that this technology will change the way physicians manage patients and greatly accelerate treatment research into Alzheimer's disease.", "\"By using this tool, clinical trials could focus only on individuals with a higher likelihood of progressing to dementia within the time frame of the study.", "This will greatly reduce the cost and the time necessary to conduct these studies,\" adds Dr. Serge Gauthier, co-lead author and Professor of Neurology & Neurosurgery and Psychiatry at McGill.Amyloid as a biomarker of dementiaScientists have long known that a protein known as amyloid accumulates in the brain of patients with mild cognitive impairment (MCI), a condition that often leads to dementia.", "Though the accumulation of amyloid begins decades before the symptoms of dementia occur, this protein couldn't be used reliably as a predictive biomarker because not all MCI patients develop Alzheimer's disease.", "To conduct their study, the McGill researchers drew on data available through the Alzheimer's Disease Neuroimaging Initiative (ADNI), a global research effort in which participating patients agree to complete a variety of imaging and clinical assessments.", "Sulantha Mathotaarachchi, a computer scientist from Rosa-Neto's and Gauthier's team, used hundreds of amyloid PET scans of MCI patients from the ADNI database to train the team's algorithm to identify which patients would develop dementia, with an accuracy of 84%, before symptom onset.", "Research is ongoing to find other biomarkers for dementia that could be incorporated into the algorithm in order to improve the software's prediction capabilities.", "\"This is an example how big data and open science brings tangible benefits to patient care,\" says Dr. Rosa-Neto, who is also director of the McGill University Research Centre for Studies in Aging.", "While new software has been made available online to scientists and students, physicians won't be able to use this tool in clinical practice before certification by health authorities.", "To that end, the McGill team is currently conducting further testing to validate the algorithm in different patient cohorts, particularly those with concurrent conditions such as small strokes."], "title": "Artificial intelligence predicts dementia before onset of symptoms | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXImagine if doctors could determine, many years in advance, who is likely to develop dementia. Such prognostic capabilities would give patients and their families time to plan and manage treatment and care. Thanks to artificial intelligence research conducted at McGill University, this kind of predictive power could soon be available to clinicians everywhere.Scientists from the Douglas Mental Health University Institute's Translational Neuroimaging Laboratory at McGill used artificial intelligence techniques and big data to develop an algorithm capable of recognizing the signatures of dementia two years before its onset, using a single amyloid PET scan of the brain of patients at risk of developing Alzheimer's disease. Their findings appear in a new study published in the journal Neurobiology of Aging.Dr. Pedro Rosa-Neto, co-lead author of the study and Associate Professor in McGill's departments of Neurology & Neurosurgery and Psychiatry, expects that this technology will change the way physicians manage patients and greatly accelerate treatment research into Alzheimer's disease. \"By using this tool, clinical trials could focus only on individuals with a higher likelihood of progressing to dementia within the time frame of the study. This will greatly reduce the cost and the time necessary to conduct these studies,\" adds Dr. Serge Gauthier, co-lead author and Professor of Neurology & Neurosurgery and Psychiatry at McGill.Amyloid as a biomarker of dementiaScientists have long known that a protein known as amyloid accumulates in the brain of patients with mild cognitive impairment (MCI), a condition that often leads to dementia. Though the accumulation of amyloid begins decades before the symptoms of dementia occur, this protein couldn't be used reliably as a predictive biomarker because not all MCI patients develop Alzheimer's disease. To conduct their study, the McGill researchers drew on data available through the Alzheimer's Disease Neuroimaging Initiative (ADNI), a global research effort in which participating patients agree to complete a variety of imaging and clinical assessments. Sulantha Mathotaarachchi, a computer scientist from Rosa-Neto's and Gauthier's team, used hundreds of amyloid PET scans of MCI patients from the ADNI database to train the team's algorithm to identify which patients would develop dementia, with an accuracy of 84%, before symptom onset. Research is ongoing to find other biomarkers for dementia that could be incorporated into the algorithm in order to improve the software's prediction capabilities.\"This is an example how big data and open science brings tangible benefits to patient care,\" says Dr. Rosa-Neto, who is also director of the McGill University Research Centre for Studies in Aging. While new software has been made available online to scientists and students, physicians won't be able to use this tool in clinical practice before certification by health authorities. To that end, the McGill team is currently conducting further testing to validate the algorithm in different patient cohorts, particularly those with concurrent conditions such as small strokes.\r\n"}