{"date": "2018-01-19_20:54:33", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "paper", "published", "today", "journal", "alzheimer", "dementia", "journal", "alzheimer", "association", "found", "accident", "emergency", "e", "attendance", "among", "people", "dementia", "last", "year", "life", "common", "recent", "years", "drop", "number", "people", "dementia", "dying", "hospital", "widely", "seen", "demonstrating", "better", "end", "life", "care", "however", "team", "researchers", "king", "college", "london", "found", "three", "quarters", "people", "dementia", "seen", "e", "last", "year", "life", "also", "increasing", "people", "approaching", "end", "life", "attending", "e", "distressing", "also", "often", "unnecessary", "prevented", "sometimes", "people", "dementia", "need", "admitted", "hospital", "admissions", "also", "lead", "deterioration", "increased", "risk", "infections", "bedsores", "study", "researchers", "identified", "people", "dementia", "died", "five", "year", "period", "2008", "2013", "paper", "main", "findings", "include", "lead", "author", "dr", "katherine", "sleeman", "cicely", "saunders", "institute", "king", "college", "london", "said", "recognition", "need", "improve", "end", "life", "people", "dementia", "increasing", "includes", "enabling", "cared", "home", "care", "home", "however", "results", "show", "worrying", "increase", "reliance", "emergency", "care", "light", "current", "pressures", "health", "service", "ageing", "population", "associated", "increase", "deaths", "dementia", "urgent", "need", "look", "ways", "provide", "better", "support", "care", "community", "strong", "policy", "focus", "dying", "hospital", "marker", "good", "end", "life", "care", "may", "contributed", "fall", "hospital", "deaths", "dementia", "recent", "years", "however", "results", "show", "e", "attendance", "last", "year", "life", "follows", "opposite", "trend", "policy", "makers", "need", "consider", "broader", "range", "indicators", "quality", "end", "life", "care", "alongside", "place", "death", "professor", "robert", "stewart", "cris", "lead", "consultant", "old", "age", "psychiatrist", "king", "college", "london", "said", "people", "dementia", "number", "health", "problems", "well", "difficulties", "arising", "dementia", "sometimes", "people", "need", "taken", "e", "sometimes", "time", "hospital", "needed", "however", "often", "distressing", "disruptive", "people", "want", "keep", "minimum", "lot", "hospital", "use", "could", "avoided", "higher", "level", "support", "community", "includes", "clearer", "plans", "place", "dealing", "illnesses", "occur", "necessarily", "need", "hospital", "services", "team", "used", "nihr", "maudsley", "biomedical", "research", "centre", "brc", "clinical", "record", "interactive", "search", "cris", "database", "linked", "hospital", "episodes", "statistics", "nhs", "digital", "provide", "information", "emergency", "department", "use", "among", "people", "dementia", "last", "year", "life", "dr", "katherine", "sleeman", "also", "nihr", "clinician", "scientist"], "url": "http://www.eurekalert.org/pub_releases/2017-08/kcl-aaf082117.php", "year": "Mon, 21 Aug 2017 04:00:00 GMT", "source": "King's College London", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new paper published today in the journal Alzheimer's & Dementia: The Journal of the Alzheimer's Association found that Accident and Emergency (A&E) attendance among people with dementia in their last year of life is common and is increasing.In recent years, there has been a drop in the number of people with dementia dying in hospital, which has widely been seen as demonstrating better end of life care.", "However, the team of researchers from King's College London found that over three quarters of people with dementia were seen in A&E in their last year of life.", "This has also been increasing over time.For people who are approaching the end of life, attending A&E can be distressing.", "It is also often unnecessary and can be prevented.", "Sometimes people with dementia do need to be admitted to hospital, but admissions can also lead to deterioration, with an increased risk of infections, bedsores and distress.In the study, the researchers identified people who had dementia and who had died over a five year period (2008 - 2013).The paper's main findings include:Lead author, Dr Katherine Sleeman from the Cicely Saunders Institute at King's College London, said: \"Recognition of the need to improve end of life for people with dementia has been increasing.", "This includes enabling them to be cared for in their home or a care home.", "However, our results show a worrying increase in the reliance on emergency care.", "In light of the current pressures on the health service, our ageing population and the associated increase in deaths from dementia, there is an urgent need to look at ways we can provide better support for care in the community.", "\"\"A strong policy focus on dying out of hospital as a marker of good end of life care may have contributed to the fall in hospital deaths in dementia in recent years.", "However, our results show that A&E attendance in the last year of life follows the opposite trend.", "Policy makers need to consider a broader range of indicators of the quality of end of life care alongside the place of death.", "\"Co-author Professor Robert Stewart, CRIS Lead and Consultant Old Age Psychiatrist at King's College London said: \"Most people with dementia have a number of other health problems as well as difficulties arising from the dementia itself.", "Sometimes people do need to be taken to A&E and sometimes time in hospital is needed; however, this is often distressing and disruptive and most people want to keep it to a minimum.", "A lot of hospital use could be avoided if there was a higher level of support in the community.", "This includes clearer plans in place for dealing with illnesses when they occur and when they don't necessarily need hospital services.\"", "The team used the NIHR Maudsley Biomedical Research Centre (BRC) Clinical Record Interactive Search (CRIS) database linked to Hospital Episodes Statistics from NHS Digital to provide information on Emergency Department use among people with dementia in their last year of life.", "Dr Katherine Sleeman is also a NIHR Clinician Scientist."], "title": "A&E attendance for people with dementia is common and increasing | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new paper published today in the journal Alzheimer's & Dementia: The Journal of the Alzheimer's Association found that Accident and Emergency (A&E) attendance among people with dementia in their last year of life is common and is increasing.In recent years, there has been a drop in the number of people with dementia dying in hospital, which has widely been seen as demonstrating better end of life care. However, the team of researchers from King's College London found that over three quarters of people with dementia were seen in A&E in their last year of life. This has also been increasing over time.For people who are approaching the end of life, attending A&E can be distressing. It is also often unnecessary and can be prevented. Sometimes people with dementia do need to be admitted to hospital, but admissions can also lead to deterioration, with an increased risk of infections, bedsores and distress.In the study, the researchers identified people who had dementia and who had died over a five year period (2008 - 2013).The paper's main findings include:Lead author, Dr Katherine Sleeman from the Cicely Saunders Institute at King's College London, said: \"Recognition of the need to improve end of life for people with dementia has been increasing.  This includes enabling them to be cared for in their home or a care home. However, our results show a worrying increase in the reliance on emergency care. In light of the current pressures on the health service, our ageing population and the associated increase in deaths from dementia, there is an urgent need to look at ways we can provide better support for care in the community.\"\"A strong policy focus on dying out of hospital as a marker of good end of life care may have contributed to the fall in hospital deaths in dementia in recent years. However, our results show that A&E attendance in the last year of life follows the opposite trend. Policy makers need to consider a broader range of indicators of the quality of end of life care alongside the place of death.\"Co-author Professor Robert Stewart, CRIS Lead and Consultant Old Age Psychiatrist at King's College London said: \"Most people with dementia have a number of other health problems as well as difficulties arising from the dementia itself. Sometimes people do need to be taken to A&E and sometimes time in hospital is needed; however, this is often distressing and disruptive and most people want to keep it to a minimum. A lot of hospital use could be avoided if there was a higher level of support in the community. This includes clearer plans in place for dealing with illnesses when they occur and when they don't necessarily need hospital services.\"\r\nThe team used the NIHR Maudsley Biomedical Research Centre (BRC) Clinical Record Interactive Search (CRIS) database linked to Hospital Episodes Statistics from NHS Digital to provide information on Emergency Department use among people with dementia in their last year of life.  Dr Katherine Sleeman is also a NIHR Clinician Scientist."}