{"date": "2018-01-19_20:54:35", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txbelmont", "use", "caution", "entering", "personal", "health", "information", "convenient", "app", "mobile", "device", "apps", "created", "equal", "comes", "protecting", "privacy", "warns", "mclean", "hospital", "harvard", "medical", "school", "recent", "paper", "team", "mclean", "hospital", "researchers", "reported", "many", "health", "apps", "designed", "assist", "dementia", "patients", "caregivers", "inadequate", "security", "policies", "lack", "security", "policies", "altogether", "paper", "data", "security", "privacy", "apps", "dementia", "analysis", "existing", "privacy", "policies", "published", "august", "issue", "american", "journal", "geriatric", "paper", "senior", "author", "ipsit", "vahia", "md", "medical", "director", "geriatric", "psychiatry", "outpatient", "services", "mclean", "said", "research", "represents", "note", "caution", "researchers", "clinicians", "well", "patients", "families", "may", "turning", "health", "apps", "assistance", "managing", "conditions", "like", "dementia", "vahia", "study", "lisa", "rosenfeld", "md", "resident", "adult", "psychiatry", "residency", "training", "program", "john", "torous", "md", "beth", "israel", "deaconess", "medical", "center", "believes", "research", "also", "points", "role", "professional", "organizations", "advocacy", "groups", "helping", "educate", "mobile", "health", "consumers", "best", "make", "decisions", "using", "technology", "paper", "vahia", "colleagues", "analyzed", "privacy", "polices", "iphone", "apps", "matching", "search", "terms", "medical", "dementia", "health", "fitness", "dementia", "focusing", "apps", "collect", "content", "researchers", "evaluated", "privacy", "policies", "based", "criteria", "data", "125", "apps", "vahia", "team", "reviewed", "72", "collected", "content", "33", "privacy", "policies", "available", "review", "policies", "detailing", "protections", "researchers", "found", "preponderance", "missing", "information", "majority", "acknowledged", "collecting", "individual", "data", "internal", "purposes", "named", "instances", "user", "data", "would", "shared", "outside", "parties", "based", "findings", "vahia", "said", "one", "using", "app", "mental", "reason", "assume", "privacy", "security", "measures", "place", "called", "patients", "caregivers", "pay", "attention", "type", "information", "provide", "app", "try", "understand", "done", "information", "particularly", "important", "conditions", "dementia", "said", "persons", "using", "app", "may", "suffering", "disease", "fully", "understand", "privacy", "policies", "even", "exist", "vahia", "believes", "health", "apps", "tremendous", "potential", "helping", "individuals", "mental", "health", "concerns", "caregivers", "order", "technology", "realize", "full", "potential", "mental", "health", "users", "need", "feel", "confident", "security", "privacy", "information", "collected", "said", "clinicians", "educate", "patients", "issues", "related", "data", "collected", "recommending", "app", "explained", "could", "akin", "prescribing", "medication", "without", "aware", "disclosing", "risks", "side", "effects"], "url": "http://www.eurekalert.org/pub_releases/2017-08/mh-mru082117.php", "year": "Mon, 21 Aug 2017 04:00:00 GMT", "source": "McLean Hospital", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBelmont, MA - Use caution when entering personal health information into a convenient app on your mobile device, because not all apps are created equal when it comes to protecting your privacy, warns McLean Hospital and Harvard Medical School clinicians.In a recent paper, a team of McLean Hospital researchers reported that many health apps designed to assist dementia patients and their caregivers have inadequate security policies or lack security policies altogether.", "The paper, \"Data Security and Privacy in Apps for Dementia: An Analysis of Existing Privacy Policies,\" was published in the August issue of The American Journal of Geriatric Psychiatry.The paper's senior author, Ipsit Vahia, MD, medical director of Geriatric Psychiatry Outpatient Services at McLean, said the research \"represents a note of caution to researchers, clinicians, as well as patients and their families\" who may be turning to health apps for assistance in managing conditions like dementia.", "Vahia, who co-authored the study with Lisa C. Rosenfeld, MD, a resident in the MGH/McLean Adult Psychiatry Residency Training Program, and John B. Torous, MD, of Beth Israel Deaconess Medical Center, believes the research \"also points to a role for professional organizations and advocacy groups in helping educate mobile health consumers on how to best make decisions about using this technology.", "\"For the paper, Vahia and his colleagues analyzed privacy polices of iPhone apps matching the search terms \"medical + dementia\" or \"health & fitness + dementia.\"", "Focusing on apps that collect user-generated content, the researchers evaluated privacy policies based on criteria for how user-provided data were handled.Of the 125 apps Vahia and his team reviewed, 72 collected user-generated content, but only 33 had privacy policies available.", "Through a review of policies detailing individual-level protections, the researchers found \"a preponderance of missing information, the majority acknowledged collecting individual data for internal purposes, and most named instances in which user data would be shared with outside parties.", "\"Based on the findings, Vahia said, \"no one using an app for a mental health-related reason should assume that privacy and security measures are in place.\"", "He called on patients and caregivers to \"pay attention to the type of information that they provide to the app, and try to understand what can be done with that information.\"", "This is particularly important for those with conditions such as dementia, he said, \"where the persons using the app may be suffering from the disease and not fully understand privacy policies, even when they exist.", "\"Vahia believes that health apps have tremendous potential for helping individuals with mental health concerns and their caregivers, but \"in order for technology to realize its full potential in mental health, users need to feel confident about the security and privacy of the information that is collected.\"", "He said that \"clinicians should educate themselves and their patients about issues related to the data collected\" before recommending an app.", "Not doing so, he explained, \"could be akin to prescribing a medication without being aware of or disclosing risks and side effects.\""], "title": "McLean researchers uncover security issues with health apps for dementia patients | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBelmont, MA - Use caution when entering personal health information into a convenient app on your mobile device, because not all apps are created equal when it comes to protecting your privacy, warns McLean Hospital and Harvard Medical School clinicians.In a recent paper, a team of McLean Hospital researchers reported that many health apps designed to assist dementia patients and their caregivers have inadequate security policies or lack security policies altogether. The paper, \"Data Security and Privacy in Apps for Dementia: An Analysis of Existing Privacy Policies,\" was published in the August issue of The American Journal of Geriatric Psychiatry.The paper's senior author, Ipsit Vahia, MD, medical director of Geriatric Psychiatry Outpatient Services at McLean, said the research \"represents a note of caution to researchers, clinicians, as well as patients and their families\" who may be turning to health apps for assistance in managing conditions like dementia. Vahia, who co-authored the study with Lisa C. Rosenfeld, MD, a resident in the MGH/McLean Adult Psychiatry Residency Training Program, and John B. Torous, MD, of Beth Israel Deaconess Medical Center, believes the research \"also points to a role for professional organizations and advocacy groups in helping educate mobile health consumers on how to best make decisions about using this technology.\"For the paper, Vahia and his colleagues analyzed privacy polices of iPhone apps matching the search terms \"medical + dementia\" or \"health & fitness + dementia.\" Focusing on apps that collect user-generated content, the researchers evaluated privacy policies based on criteria for how user-provided data were handled.Of the 125 apps Vahia and his team reviewed, 72 collected user-generated content, but only 33 had privacy policies available. Through a review of policies detailing individual-level protections, the researchers found \"a preponderance of missing information, the majority acknowledged collecting individual data for internal purposes, and most named instances in which user data would be shared with outside parties.\"Based on the findings, Vahia said, \"no one using an app for a mental health-related reason should assume that privacy and security measures are in place.\" He called on patients and caregivers to \"pay attention to the type of information that they provide to the app, and try to understand what can be done with that information.\" This is particularly important for those with conditions such as dementia, he said, \"where the persons using the app may be suffering from the disease and not fully understand privacy policies, even when they exist.\"Vahia believes that health apps have tremendous potential for helping individuals with mental health concerns and their caregivers, but \"in order for technology to realize its full potential in mental health, users need to feel confident about the security and privacy of the information that is collected.\" He said that \"clinicians should educate themselves and their patients about issues related to the data collected\" before recommending an app. Not doing so, he explained, \"could be akin to prescribing a medication without being aware of or disclosing risks and side effects.\""}