{"title": "Untreated sleep apnea in children can harm brain cells tied to cognition and mood", "text": "A study comparing children between 7 and 11 years of age who have moderate or severe obstructive sleep apnea to children the same age who slept normally, found significant reductions of gray matter - brain cells involved in movement, memory, emotions, speech, perception, decision making and self-control - in several regions of the brains of children with sleep apnea.The finding points to a strong connection between this common sleep disturbance, which affects up to five percent of all children, and the loss of neurons or delayed neuronal growth in the developing brain. This extensive reduction of gray matter in children with a treatable disorder provides one more reason for parents of children with symptoms of sleep apnea to consider early detection and therapy.\"The images of gray matter changes are striking,\" said one of the study's senior authors, Leila Kheirandish-Gozal, MD, director of pediatric clinical sleep research at the University of Chicago. \"We do not yet have a precise guide to correlate loss of gray matter with specific cognitive deficits, but there is clear evidence of widespread neuronal damage or loss compared to the general population.\"For this study, published March 17, 2017, in the journal Scientific Reports, the researchers recruited 16 children with obstructive sleep apnea (OSA). The children's sleep patterns were evaluated overnight in the University of Chicago's pediatric sleep laboratory. Each child also went through neuro-cognitive testing and had his or her brain scanned with non-invasive magnetic resonance imaging (MRI). Colleagues from the University of California at Los Angeles performed the image analysis.The researchers compared those scans, plus neuro-cognitive test results, with MRI images from nine healthy children of the same age, gender, ethnicity and weight, who did not have apnea. They also compared the 16 children with OSA to 191 MRI scans of children who were part of an existing pediatric-MRI database assembled by the National Institutes of Health.They found reductions in the volume of gray matter in multiple regions of the brains of children with OSA. These included the frontal cortices (which handle movement, problem solving, memory, language, judgement and impulse control), the prefrontal cortices (complex behaviors, planning, personality), parietal cortices (integrating sensory input), temporal lobe (hearing and selective listening) and the brainstem (controlling cardiovascular and respiratory functions).Although these gray matter reductions were rather extensive, the direct consequences can be difficult to measure. \"MRI scans give us a bird's eye view of the apnea-related difference in volume of various parts of the brain, but they don't tell us, at the cellular level, what happened to the affected neurons or when,\" said co-author David Gozal, MD, professor of pediatrics, University of Chicago. \"The scans don't have the resolution to determine whether brain cells have shrunk or been lost completely,\" he added. \"We can't tell exactly when the damage occurred. But previous studies from our group showed that we can connect the severity of the disease with the extent of the cognitive deficits, when such deficits are detectable.\" In addition, \"we are planning future collaborative studies between the University of Chicago and UCLA that will use state-of-the-art imaging approaches to answer the many questions raised by the current study,\" said Paul Macey, PhD, who, along with colleague Rajesh Kumar, PhD, led the image analyses at UCLA.  Without extensive tests of cognitive function prior to the onset of sleep apnea, \"we can't measure the effect of the loss of neurons,\" Gozal said. \"If you're born with a high IQ - say 180 - and you lose 8 to 10 points, which is about the extent of IQ loss that sleep apnea will induce on average, that may never become apparent. But if your IQ as a child was average, somewhere around 90 to 100, and you had sleep apnea that went untreated and lost 8-10 points, that could potentially place you one standard deviation below normal,\" Gozal said. \"No one wants that.\"Or, it may just be too soon to measure. The children in this study were between 7 to 11 years old. The connections between greater gray matter volume and intelligence have been documented only in children with an average age of 15.4 years.\"The exact nature of the gray matter reductions and their potential reversibility remain virtually unexplored,\" the authors conclude, but \"altered regional gray matter is likely impacting brain functions, and hence cognitive developmental potential may be at risk.\" This, they suggest, should prompt \"intensive future research efforts in this direction.\"", "article_link": "http://dx.doi.org/10.1038/srep44566", "url": "http://www.eurekalert.org/pub_releases/2017-03/uocm-usa031517.php", "region": "namerica", "source_link": null, "funder": "Herbert T. Abelson Chair in Pediatrics at the University of Chicago", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Pulmonary/Respiratory Medicine", " Neurobiology", " Sleep/Sleep Disorders", " Physiology", " Mental Health", " Decision-making/Problem Solving", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Scientific Reports", "description": "A study comparing children 7 to 11 years old with moderate or severe obstructive sleep apnea to children the same age who slept normally found significant reductions of gray matter -- brain cells crucial to most cognitive tasks -- in several regions of the brains of children with sleep apnea. The finding points to connections between this common sleep disturbance and the loss of neurons or delayed neuronal growth in the developing brain.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}