{"title": "For female mosquitoes, two sets of odor sensors are better than one", "text": "Biologists who study the malaria mosquito's 'nose' have found that it contains a secondary set of odor sensors that seem to be specially tuned to detect humans. The discovery could aid efforts to figure out how the insects target humans and develop a preference for them.If you could peer into the mind of a female mosquito, you would find that her world is dominated by smell rather than sight or sound.She follows whiffs of carbon dioxide exhaled by animals to locate potential prey. As she closes in on a target, she uses the animal's body odors to decide whether it is a desirable host. After getting the blood meal she needs to reproduce, she follows the scent of stagnant water to find a place to lay her eggs.Her delicate antennae, proboscis and a pair of mouth appendages called palps are what make this possible. They are covered by tiny hollow sensory hairs called sensilla that are filled with an impressive array of odor sensors that can discriminate among thousands of different aromatic compounds.For the last 15 years, a team of biologists at Vanderbilt University have been studying a family of 79 odorant receptors (ORs) in the malaria mosquito (Anopheles gambiae) in hopes of finding better repellents and lures that can be used to prevent the spread of malaria and other mosquito-borne diseases.As the researchers meticulously determined the specific compounds that triggered these receptors, however, they were surprised to discover that the Anopheles ORs did not respond to many of the smelly human odors that they know mosquitoes can detect.The scientists think they now have a handle on at least one of the reasons for this disparity. In a paper published earlier this year in the journal Scientific Reports they report that the malaria mosquito has a second complete system of odor sensors - discovered five years ago in the fruit fly (Drosphila melanogaster) - that are specially tuned to at least two human-derived chemical signals, which the insect's OR system cannot detect. So adult females use this second system of odor sensors to seek human prey.\"This appears to be a more primitive olfactory system and one which Anopheles uses to detect humans,\" said Cornelius Vanderbilt Professor of Biological Sciences Laurence Zwiebel, who directed the study. \"It fills important gaps in the mosquito's chemosensory perception that are not provided by the OR system.\"In a series of extensive and painstaking experiments carried out for his senior honors thesis, undergraduate Stephen L. Derryberry (now a student at the Vanderbilt School of Medicine), along with Research Assistant Professor Jason Pitts, succeeded in functionally characterizing three of these different sensors, called ionotropic receptors (IRs), in Anopheles. The researchers determined that unique combinations of IRs respond to two classes of compounds found in human sweat: carboxylic acids that impart a vinegary tang and ammonia derivatives called amines.\"Stephen's project was more difficult than simply searching for a needle in a haystack,\" Zwiebel said. \"It was more like searching for a needle in a HUGE haystack, because we had no idea of what odorant molecules would trigger the IR system. Even worse, we didn't know what combinations of IR receptors might be involved.\" (In flies IRs only detect target molecules in conjunction with co-receptors on the same neuron.)There is still a great deal about the IR system that the scientists don't understand. For example, they think the mosquitoes may also use this ancient family of proteins to detect infrared radiation and humidity levels.One measure of the importance of an olfactory system is the number of connections it has to the brain. By this measure the OR system is the most important because it has more neurons that link it to the mosquito's brain, but the IR system runs a close second.\"The mosquito is an extremely sophisticated organism,\" said Pitts. \"They use a combination of finely tuned olfactory systems to locate their prey. We have now found two of these systems, but, based on what we know about the mosquito's genome, we think there are others that we haven't identified yet.\"\"Despite all the research we have done, we still haven't fully figured out how mosquitoes identify and, even more importantly, develop a preference for humans,\" Zwiebel observed.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/vu-ffm031717.php", "region": "namerica", "source_link": "https://news.vanderbilt.edu/2017/03/15/for-female-mosquitoes-two-sets-of-odor-sensors-are-better-than-one/", "funder": "National Institutes of Health", "meeting": "", "institution": "Vanderbilt University", "keywords": ["Biology", " Biochemistry", " Biomechanics/Biophysics", " Entomology", " Genetics", " Molecular Biology", " Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "Scientific Reports", "description": "A team of Vanderbilt biologists has found that the malaria mosquito has a second complete set of odor receptors that are specially tuned to human scents.", "date": "Fri, 17 Mar 2017 04:00:00 GMT"}