{"title": "A prescription for touch: Early experiences shape preterm babies' brains", "text": "Newborn babies experience the world through touch. Now, researchers who have measured the brain responses of 125 infants--including babies who were born prematurely and others who went full-term--show that a baby's earliest experiences of touch have lasting effects on the way their young brains respond to gentle touch when they go home. The findings reported in Current Biology on March 16 are yet another reminder of the importance of gentle touch for infants' normal sensory development. They have particular implications for the care received by the 15 million infants born prematurely each year, who often must spend extended periods of time in neonatal intensive care units (NICUs).\"Making sure that preterm babies receive positive, supportive touch such as skin-to-skin care by parents is essential to help their brains respond to gentle touch in ways similar to those of babies who experienced an entire pregnancy inside their mother's womb,\" says Nathalie Maitre of Nationwide Children's Hospital and Vanderbilt University Medical Center. \"When parents cannot do this, hospitals may want to consider occupational and physical therapists to provide a carefully planned touch experience, sometimes missing from a hospital setting.\" Maitre and her colleagues enrolled 125 babies born preterm at a gestational age of 24 to 36 weeks and full-term infants born at 38 to 42 weeks. Before those babies were discharged from the hospital, the researchers used a soft EEG net to measure the babies' brain responses to a puff of air compared to a \"fake\" puff.Generally speaking, those measurements showed that preterm babies were more likely than full-term babies to have a reduced brain response to gentle touch. Further analysis showed that the brain response to touch was stronger when babies in the NICU spent more time in gentle contact with their parents or healthcare providers. In contrast, the more painful medical procedures those premature infants had to endure, the less their brain responded to gentle touch later. That was true despite the fact that the babies were given pain medications and sugar to make those procedures easier to endure.\"We certainly hoped to see that more positive touch experiences in the hospital would help babies have a more typical perception of touch when they went home,\" Maitre says. \"But, we were very surprised to find out that if babies experience more painful procedures early in life, their sense of gentle touch can be affected.\"Based on the new findings, Maitre and her colleagues are now designing new ways to provide positive touch in the NICU. They're also investigating how a baby's brain response to touch interacts with their brain response to the sound of a person's voice. For new parents, including those whose young children must undergo difficult medical procedures, take heart: your touch matters than you know.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.02.036", "url": "http://www.eurekalert.org/pub_releases/2017-03/cp-apf030917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Pediatrics"], "journal": "Current Biology", "description": "Newborn babies experience the world through touch. Now, researchers who have measured the brain responses of 125 infants -- including babies who were born prematurely and others who went full-term -- show that a baby's earliest experiences of touch have lasting effects on the way their young brains respond to gentle touch when they go home. The findings appear March 16 in Current Biology.", "date": "Thu, 16 Mar 2017 04:00:00 GMT"}