{"title": "Female cyberbullies and victims feel the most negative about school and learning", "text": "Involvement in cyberbullying among girls triggers negative perceptions of the importance of school and the value of learning, a new Nottingham Trent University study suggests. Psychologists, writing in the Springer journal Sex Roles1, found that 11-15 year-old girls who were most involved in cyberbullying -- as perpetrator, victim, or both -- felt the least accepted by their peers. This then had a knock-on effect of spilling over into how important they felt school and learning were, the researchers found.The sending and receiving of offensive, threatening, derogatory and often victimizing content on social media is on the rise among young people. This can include sending around unchecked gossip and compromising or humiliating photographs of others. Researchers argue that cyberbullying can be extremely damaging and cause a great deal of stress for young people given its potential to occur around the clock.A total of 345 male and female pupils took part in the study2. The pupils completed questionnaires which measured levels of cyberbullying involvement -- such as sending and receiving threatening or offensive comments, rumors and the sharing of images or videos -- over the last three months. Perceived acceptance by peers and perception of the importance of school and learning were also measured. The researchers found that females who reported the highest levels of involvement in cyberbullying felt the least accepted by the peers. This perception of their peers then predicted how they felt about school and learning generally. In terms of males, only boys who had been involved in cyberbullying as both bully and victim felt more negatively about school and learning, the study found.Females who felt the least accepted felt more negatively about school and learning, while those who felt more accepted were more positive. The more acceptance girls received from the peers, the more likely they were to shrug off the effects of cyberbullying and enjoy school, and the less likely they were to participate in virtual attacks. This finding contributes to a growing body of evidence about how involvement in cyberbullying undermines young people`s peer relationships.\"With the increasing amount of time they spend using digital technology, young people are at great risk of being involved in cyberbullying - as a victim, bully, or both,\" said Dr. Lucy Betts, lead researcher of the study. \"In the past, bullying experiences were often confined to school and would end with the school day. Despite cyberbullying occurring outside the school environment, however, we know that its impact is likely to spill over into school and this is particularly the case for young women.\"\"Our findings highlight that stressors outside the school grounds can have a negative impact on how young women perceive school. This is worrying, as previous studies have shown that young people who experience cyberbullying are more likely to avoid school\", she continued. \"Our work also contributes to the growing evidence that involvement in cyberbullying undermines peer relationships and highlights the importance of these relationships upon attitudes towards learning and school for young women.\"", "article_link": "http://dx.doi.org/10.1007/s11199-017-0742-2", "url": "http://www.eurekalert.org/pub_releases/2017-03/s-fca031517.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/female-cyberbullies-and-victims-feel-the-most-negative-about-school-and-learning--study-shows/12141980", "funder": "The British Academy", "meeting": "", "institution": "Springer", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Learning/Literacy/Reading", " Mass Media", " Mental Health", " Perception/Awareness", " Stress/Anxiety", " Parenting/Child Care/Family", " Support Networks"], "journal": "Sex Roles", "description": "Involvement in cyberbullying among girls triggers negative perceptions of the importance of school and the value of learning, a new Nottingham Trent University study suggests. Psychologists, writing in the Springer journal Sex Roles1, found that 11-15 year-old girls who were most involved in cyberbullying -- as perpetrator, victim, or both -- felt the least accepted by their peers. This then had a knock-on effect of spilling over into how important they felt school and learning were, the researchers found.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}