{"title": "Imagining dialogue can boost critical thinking", "text": "Examining an issue as a debate or dialogue between two sides helps people apply deeper, more sophisticated reasoning, according to new research published in Psychological Science, a journal of the Association for Psychological Science.\"Envisioning opposing views leads to a more comprehensive examination of the issue,\" says psychology researcher Julia Zavala (Teachers College, Columbia University), first author on the study. \"Moreover, it impacts how people understand knowledge--constructing opposing views leads them to regard knowledge less as fact and more as information that can be scrutinized in a framework of alternatives and evidence.\"Students--and many adults--often have difficulty when it comes to persuasive or expository writing, failing to consider challenges to their own perspective. Previous research has shown that peer-to-peer discussion can help students overcome these limitations, but opportunities for these kinds of discussions are not always available. Zavala and study co-author Deanna Kuhn (also at Teachers College, Columbia University) wondered whether students may be able to reap the benefits of this kind of dialogue in a solo writing assignment.Zavala and Kuhn asked 60 undergraduates to participate in a one-hour writing activity. Some participants were randomly assigned to construct a dialogue between TV commentators discussing two mayoral candidates. They received a list of notable problems that the city was facing and a list of actions proposed by each candidate to solve these problems. Other participants received the same information about the city and the candidates but were asked to write a persuasive essay highlighting the merits of each candidate instead. Then, participants in both groups were asked to write a script for a two-minute TV spot, promoting their preferred candidate.Examining the students' writing samples, Zavala and Kuhn found that participants who had constructed a dialogue included more discrete ideas in their writing than did participants who wrote an essay. Compared with the essays, the dialogues also included more statements that directly compared the two candidates and more statements that connected the city's problems to the candidates' proposed actions.In the subsequent TV script, students who had written a dialogue made more references to city problems and to proposed actions, they made more statements that linked a problem with an action, they made more comparisons between the candidates, and they made more statements that were critical of the candidates' positions, compared with students who had written an essay.Students in the dialogue group were also less likely to make claims in their TV script that lacked supporting evidence. Only 20% of students in the dialogue group made one or more unsubstantiated claims, compared with 60% of the students in the essay group.\"These results support our hypothesis that the dialogic task would lead to deeper, more comprehensive processing of the two positions and hence a richer representation of each and the differences between them,\" says Kuhn.  Constructing a dialogue thus helped to expand and sharpen students' thinking, Zavala and Kuhn argue.Results from a separate task indicated that participants in the dialogue group also showed a more sophisticated understanding of knowledge. While some of the participants in the essay group seemed to approach knowledge from an absolutist perspective - interpreting knowledge as a body of certain facts that exists apart from human judgment - none of the students in the dialogue group did so.\"The dialogue task, which took no more than an hour to complete, appeared to have a strong effect on students' epistemological understanding,\" Zavala explains.\"Everything possible should be done to encourage and support genuine discourse on critical issues, but our findings suggest that the virtual form of interaction we examined may be a productive substitute, at a time when positions on an issue far too often lack the deep analysis to support them,\" Kuhn concludes.", "article_link": "http://dx.doi.org/10.1177/0956797616689248", "url": "http://www.eurekalert.org/pub_releases/2017-03/afps-idc031517.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/imagining-dialogue-can-boost-critical-thinking.html#.WMmRUG8rKUk", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Education", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Language/Linguistics/Speech", " Learning/Literacy/Reading", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "Examining an issue as a debate or dialogue between two sides helps people apply deeper, more sophisticated reasoning, according to new research published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}