{"title": "Undergoing hip replacement improves five-year quality of life", "text": "March 15, 2017 - Patients undergoing total hip replacement experience meaningful and lasting improvements in quality of life (QOL) through at least five years after the procedure, reports a study in the March 15 issue of The Journal of Bone & Joint Surgery. The journal is published by Wolters Kluwer.As pain and functioning improve after hip replacement surgery, so do scores on the \"Short Form-6D\" (SF-6D)--a widely used measure of patient-perceived QOL, according to the new research by Dr. Michael A. Mont of the Cleveland Clinic and colleagues. They write, \"The SF-6D is one of the few straightforward, easily obtainable methods that provide clinicians quantifiable insight into a patient's quality of life.\" Measuring QOL Helps Show Benefits and Value of Total Hip Replacement\nThe researchers analyzed data on 188 patients, average age 69 years, who underwent total hip replacement (also called arthroplasty) at seven hospitals. Patients were evaluated with a standard QOL assessment, called the \"Short Form 36\" (SF-36), from which the SF-6D scores were calculated.The SF-6D provides scores for six QOL domains: vitality, pain, mental health, social and physical functioning, and role limitations.  The SF-6D has been used to assess the health benefits and economic value of many different treatments.The results showed significant increases in the SF-6D score from before to after total hip replacement. Although scores peaked at one year, the improvement remained significant through five years' follow-up.Furthermore, the gains in SF-6D score remained well above the cutoff point for a large \"effect size\"--indicating clinically relevant improvement in QOL. The SF-6D scores corresponded to lasting improvements on standard assessments of hip pain and motion as well as the ability to perform everyday activities.At a time of increased focus on the economic sustainability of the healthcare system, it is important to document the value of healthcare interventions. Total hip replacement is an effective procedure for which demand is expected to increase in the future. The new study appears to be the first to show that the SF-6D--an easy-to-use QOL measure--confirms the positive patient-perceived impact of hip replacement surgery.Like other QOL assessments, the SF-6D has some disadvantages. However, Dr. Mont and coauthors note, \"The SF-6D provides clinicians with a method of quantifying patient satisfaction and perception of their own health.\"  This is an important concept in assessing the value, or \"utility,\" of the procedure.Another key advantage is the ability to calculate the SF-6D score from the SF-36 assessment--one of the most widely used evaluations of mental and physical health after surgery. Dr. Mont and colleagues conclude: \"Therefore, widely incorporating the SF-6D into future postoperative assessments is straightforward, and having these values readily available may make prospective cost-effectiveness analyses considerably easier.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/wkh-uhr031517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wolters Kluwer Health", "keywords": ["Medicine/Health", " Clinical Trials", " Mortality/Longevity", " Health Care Systems/Services", " Health Professionals", " Orthopedic Medicine", " Musculature", " Pain", " Surgery", " Trauma/Injury"], "journal": "The Journal of Bone & Joint Surgery", "description": "Patients undergoing total hip replacement experience meaningful and lasting improvements in quality of life (QOL) through at least five years after the procedure, reports a study in the March 15 issue of The Journal of Bone & Joint Surgery. The journal is published by Wolters Kluwer.", "date": "Wed, 15 Mar 2017 04:00:00 GMT"}