{"title": "15 years of GRACE: Satellite mission flies thrice its planned time", "text": "\"Revolutionary\" is a word you hear often when people talk about the GRACE mission. Since the twin satellites of the NASA/German Gravity Recovery and Climate Experiment (GRACE) launched on March 17, 2002, their data have transformed scientists' view of how water moves and is stored around the planet. \"GRACE enabled tracking the movement of water via its mass, a field which was not available in  spaceborne remote sensing and which opened new options to monitor and quantify climate change,\" said Reinhard Hüttl, the Chairman of the Board and Scientific Executive Director of the Helmholtz Centre Potsdam - GFZ German Research Centre for Geosciences. Like many other revolutions, GRACE began with a radical idea. Principal investigator Byron Tapley (University of Texas Center for Space Research (UTCSR) at Austin) said, \"The completely new idea about GRACE was the perception that measuring and tracking mass gives you a way to probe the Earth system.\" Measuring changes in mass has been a key to discovering how water and the solid Earth are changing in places humans can't go and can't see.The weight of waterThe greater an object's mass, the greater its gravitational pull. For example, the Alpes exert more gravitational pull than the flat North German Plain. Humans don't notice the tiny difference, but satellites do. While orbiting Earth, satellites accelerate very slightly as they approach a massive feature and slow down as they move away. The vast majority of Earth's gravitational pull is due to the mass of Earth's interior. A small part, however, is due to water on or near Earth's surface. The ocean, rivers, glaciers and underground water change much more rapidly than the Earth's interior does, responding to changing seasons and to storms, droughts and other weather and climate effects. GRACE grew from the recognition that a specially designed mission could actually observe these changes from space and reveal the hidden secrets of the water cycle.GRACE measures changes in mass through their effects on twin satellites orbiting one behind the other about 220 kilometers apart. The spacecraft are constantly beaming microwave pulses at each other and timing the arrival of returning signals, which translates to the distance separating the twin satellites. Changes in gravitational pull alter that distance very slightly -- by as little as a few microns' width, that is, a fraction of the diameter of a human hair. GPS keeps track of where the spacecraft are relative to Earth's surface, and on-board accelerometers records forces on the spacecraft other than gravity, such as atmospheric drag and solar radiation. Scientists process all these data to produce monthly maps of the regional variations in global gravity and the corresponding surface mass variations.\"When NASA selected this complex, high-precision mission for launch under its Earth System Science Pathfinder program and I entered the GRACE project end of last century as German´s GRACE project manager, I thought it is maybe a bit unlikely that this could ever work and will ever produce such an incredible long time series of monthly maps of global mass transport,\" remembers Frank Flechtner (GFZ), today´s co-principal investigator and successor of orginal Co-PI and former director of GFZ´s Department \"Geodesy\" Christoph Reigber.Flechtner credits the mission success to a close running and very smoothly US/German collaboration between NASA, UTCSR, the German Aerospace Center (DLR), Airbus Defense and Space in Friedrichshafen and GFZ. \"It's as if we are one family on both sides of the Atlantic\".The GRACE satellites were built in Germany at Airbus D&S under contract of NASA´s Jet Propulsion Laboratory (JPL), Pasadena. Mission operations is performed at DLR´s German Space Operations Center (GSOC) in Oberpfaffenhofen and DLR procured a Russian \"Rockot\" as the launch vehicle. GFZ is part of the GRACE Science Data System with partners at JPL and UTCSR and is contributing to mission operations via its own satellite receiving station in Ny-Ålesund, Spitzbergen, and providing the deputy mission operations manager. Today´s mission operations funding is jointly secured by GFZ, DLR and ESA´s Third Party Mission program.What has GRACE seen? Over GRACE's 15 years of operation, researchers from institutions worldwide have developed innovative techniques to use the data set and to combine it with other observations and models for new insights into the Earth system. Here are a few highlights.Underground water. Water stored in soil and aquifers below Earth's surface is very sparsely measured worldwide. Hydrologist Matt Rodell of NASA's Goddard Space Flight Center, Greenbelt, Maryland, did his doctoral research on GRACE's hydrological uses. Rodell said no one guessed before launch that GRACE would reveal unknown groundwater depletion, but over the last decade, JPL's Jay Famiglietti, Rodell and other researchers have found more and more locations where humans are pumping out groundwater faster than it is replenished. In 2015, Famiglietti and colleagues published a comprehensive survey showing a third of Earth's largest groundwater basins are being rapidly depleted.Dry soils can add to drought risk or increase the length of a drought. Rodell and his team provide GRACE data on deep soil moisture and groundwater to the U.S. Drought Monitor each week, using a hydrology model to calculate how the moisture is changing throughout the month between one map and the next.Flood forecasting systems need near-real time (NRT) information to estimate the probable generation and development of the flood event in terms of river discharge and flood stage with typical lead times of a few days for larger river basins. The EU funded European Gravity Service for Improved Emergency Management (EGSIEM) has developed such daily NRT gravity products and corresponding flood indicators to be used within DLR´s Center for Satellite-based Crisis Information in an operational test run starting on April 1.Ice sheets and glaciers. Antarctica is, hands down, the worst place in the world to collect data, and Greenland isn't far behind. Yet we need to know how fast these ice sheets are melting to understand rate and variations of sea level rise around the world. Scientists studying the cryosphere were among the first to start working with GRACE data to extract the information they needed. Ice losses from Greenland and Antarctica were dramatically larger than previously estimated using estimates of the changing height of the ice sheets and other types of data. Since GRACE launched, its measurements show Greenland has been losing about 280 gigatons of ice per year on average, and Antarctica a bit under 120 gigatons a year. GFZ's scientists Ingo Sasgen (now at the Alfred-Wegener-Institute in Bremerhaven) and Henryk Dobslaw where moreover able to relate interannual variations in snow fall and thus mass accumulation at the Antarctic Peninsula as monitored by GRACE to the strength of an atmospheric low pressure system situated over the Amundsen Sea. Since that low pressure system itself is particularly strong during tropical La Nina conditions, the GRACE data allowed for the first time to quantify the effectiveness of an atmospheric teleconnection process that links the tropical climate even to very remote and rather isolated regions as Antarctica. There are indications that both melt rates are increasing.But also for inland glaciers, GRACE provides large-scale evidence for the rapid ice mass loss in many mountain areas worldwide, putting at risk the long-term water supply in their forelands. For Central Asia, an international research team led by the GFZ researchers Daniel Farinotti and Andreas Güntner estimated from GRACE data that currently the Tien Shan is loosing ice at a pace that is roughly twice the annual water consumption of entire Germany. Combining this with glaciological modelling, they estimate that half of the total glacier ice volume present in the Tien Shan today could be lost by the 2050s. See here for the press release in English.Ocean Dynamics. The sea level is rising as ice melts and as seawater warms and expands. Scientists have a very precise, continuous measurement of the height of the sea level worldwide beginning 1992 with the NASA-French Topex-Poseidon mission and continuing through the Jason series of missions. The altimeter sea level measurements, however, see only the full effect of ocean height changes due to both, the ocean temperature and added water through ice melt and land runoff. To get an in-depth view of what processes are behind these changes, scientists need to look at the causes: is the ocean mainly getting warmer or is there more water added to the oceans? With GRACE, we are able to distinguish between water mass redistribution and temperatures changes. Inga Bergmann from GFZ demonstrated that GRACE is able to monitor the time-variations of water mass transport in the Antarctic Circumpolar Current down to even sub-monthly periods, thereby providing a much better large-scale view on the dynamics of the strongest oceanic current on Earth than previously available from oceanographic in situ data.Solid Earth changes. The viscous mantle under Earth's crust is also moving ever so slightly in response to mass changes from water near the surface. GRACE has a community of users that are calculating these shifts for their research. JPL scientists Surendra Adhikari and Erik Ivins recently used GRACE data to calculate how not only ice sheet loss but groundwater depletion have actually changed the rotation of Earth as the system adjusts to these movements of mass.GRACE's planners didn't have much hope that the mission's measurement could be used to pinpoint the abrupt changes in mass associated with earthquakes because of the difference in scale: earthquakes are sudden and local, whereas GRACE's monthly maps average over an area twice the size of Bavaria and an entire month of time. However, by devising new data processing and modeling techniques, researchers have found a way to isolate the earthquake effects. \"We're able to measure the instantaneous mass shift in an earthquake, and we've found there's a very measurable relaxation that goes on for one or two months after the earthquake,\" Tapley said. These measurements provide unprecedented insights into what is happening far below Earth's surface.Atmospheric Sounding. The secondary science objective of the GRACE mission is to obtain about 150 very precise globally distributed vertical temperature and humidity profiles of the atmosphere per day using the GPS radio occultation (RO) technique. \"These measurements are of extreme interest for Weather Services and climate change related studies. Therefore we are providing these profiles on an 24/7 basis with maximum two hours after the measurement aboard the satellites to the world-leading weather centers, e.g., ECMWF (European Centre for Medium-Range Weather Forecasts), MetOffice, MeteoFrance, NCEP (National Centers for Environmental Prediction) or DWD (Deutscher Wetterdienst) to improve their global forecasts.\" said Jens Wickert, GFZ´s RO manager. The futureAt 15 years, GRACE has lasted three times as long as originally planned. Project managers have done everything possible to extend its life, but the spacecraft will run out of fuel soon -- probably this summer. NASA and GFZ have been working since 2012 on a second GRACE mission called GRACE Follow-On, with Germany again procuring the launch vehicle, mission operations and the twin satellites built again at Airbus D&S in Germany. GRACE-FO is scheduled for launch between Dec. 2017 and Feb. 2018. The new mission focuses on continuing GRACE's successful data record. The new satellites use similar hardware to GRACE and will also carry a technology demonstrator that uses a new laser ranging interferometer (LRI) for tracking the separation distance between the satellites. The LRI is a joint US/German development and has the potential to produce an even more accurate inter-satellite measurement and resulting gravity map. With GRACE-FO to continue the revolutionary legacy, there are sure to be more innovative findings ahead. Most importantly, though, scientists can continue to monitor changes in our precious global water resource.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ggph-1yo031417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "GFZ GeoForschungsZentrum Potsdam, Helmholtz Centre", "keywords": ["Agriculture", " Atmospheric Science", " Earth Science", " Geophysics/Gravity", " Hydrology/Water Resources", " Oceanography", " Space/Planetary Science", " Satellite Missions/Shuttles", " Climate Change"], "journal": "", "description": "GRACE began with a radical idea. Principal investigator Byron Tapley (University of Texas Center for Space Research) said, 'The completely new idea about GRACE was the perception that measuring and tracking mass gives you a way to probe the Earth system.' Measuring changes in mass has been a key to discovering how water and the solid Earth are changing deep underground in places humans can't go and can't see.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}