{"title": "Rethinking the use of warnings with transcript and video evidence in trials", "text": "New research from the University of Liverpool examining the impact multiple forms of evidence has on juror perceptions during criminal trials has found the use of video material could be detrimental without the use of a judicial warning.Currently during criminal trials transcripts of audio recordings played during a trial may be provided to the jury to help them understand what is said in the recording.The decision to furnish jurors with copies of a transcript to assist them in listening to the audio recording is subject to the sound discretion of the trial judge.Judicial warningsIn one case, according to the Court of Appeal in England and Wales, there had been no exceptional circumstances that justified a jury retiring with a transcript of the complainant's interview.Research, led by Dr Jacqueline Wheatcroft from the University's Institute of Psychology, Health and Society, examined the impact multiple evidence forms and use of a judicial warning has on juror evaluations of a witness.Judicial warnings focus juror attention on placing disproportionate weight on the evidence as opposed to their general impression of it.Perceptions of witnessAs part of the study sixty jury eligible adult participants were recruited from the general population, and across a range of occupations. The overall sample consisted of 20 males and 40 females aged between 18 and 55 years.They were presented with witness evidence in transcript, video, or transcript plus video format. Half the participants in each condition received the warning.All mock jurors completed a questionnaire which assessed perceptions of witness and task.Outcomes showed that transcript plus video evidence, when accompanied by a warning, did impact on mock jurors' global assessments of the witness.  The warning reduced ratings of witness reliability and how satisfactory the witness was deemed to be. The warning also made the task less clear for jurors and, in the video condition alone, led to higher ratings of how satisfactory and reliable the witness was.Findings support the provision of a judicial warning to jurors when video material is used and show some initial support for judiciary opposition to the provision of an additional transcript only when jurors are asked to make the more usual global witness assessments.The study has been published in The Journal of Psychology.Warnings needed in some circumstancesDr Jacqueline Wheatcroft, said: \"The study showed mock jurors' global assessments of a witness were significantly affected by the presentation of transcript + video evidence in conjunction with a judicial warning.\"The findings also emphasize the importance of providing jurors with a warning should video evidence be presented alone.\"\"Finally, the judiciary might develop warnings to encourage jurors to consider how satisfactory and/or reliable they find witnesses.\"", "article_link": "http://dx.doi.org/10.1080/00223980.2016.1261077", "url": "http://www.eurekalert.org/pub_releases/2017-03/uol-rtu031417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Liverpool", "keywords": ["Policy/Ethics", " Guidelines/Treaties/Agreements", " Social/Behavioral Science", " Behavior", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "The Journal of Psychology", "description": "New research from the University of Liverpool examining the impact multiple forms of evidence has on juror perceptions during criminal trials has found the use of video material could be detrimental without the use of a judicial warning.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}