{"title": "Volker Busskamp receives prize for application-oriented neurobiological research", "text": "FRANKFURT am MAIN. Dr. Volker Busskamp, Research Group Leader at the DFG Research Center for Regenerative Therapies at the TU Dresden (CRTD), receives today the €60,000 Paul Ehrlich and Ludwig Darmstaedter Prize for Young Researchers for 2017 in Frankfurt's Paulskirche. As a biotechnologist, neuroscientist and stem cell researcher, Busskamp is receiving recognition for his exceptional application-oriented neurobiological research, which is reflected in clinical gene therapy studies on retinitis pigmentosa and a robust and versatile tool for basic research. \"Busskamp's work is a good example of translational research, the rapid transfer of basic research findings into clinical research,\" wrote the Scientific Council in substantiating its decision. The Paul Ehrlich and Ludwig Darmstaedter Prize for Young Researchers will be presented by Professor Harald zur Hausen. Busskamp has worked on retinitis pigmentosa for almost a decade. The retina has two types of photoreceptors, known as rods and cones. The rods are responsible for sight in twilight and at night, while the cones are needed for seeing in daylight. In retinitis pigmentosa, the rods degenerate as a result of mutations. As the disease progresses, cones also lose their light-sensitive antennae, though they persist for some time in the retina before dying off gradually. Together with Botond Roska from the Friedrich Miescher Institute in Basel, Busskamp developed three gene therapy approaches. Busskamp was involved in developing one of the concepts, while the other two are based on his work. The concepts were developed in blind mice. One of the three concepts is now in the clinical development stage. Busskamp was involved in an approach in which a foreign light-sensitive gene was implanted into inner retina cells, thereby creating artificial photoreceptors. Perception of light was shifted from the retina's defective photoreceptors to the inner retinal layer, which is normally not involved in light perception. A second gene therapy approach was to treat the defective photoreceptors directly. Busskamp inserted a light-sensitive gene in the non-functioning cones that had not yet degenerated and thereby restored their lost sensitivity to light. Of note, this approach was successfully tested into postmortem human retinae. Based on these concepts, the French start-up company Gensight is developing gene therapy approaches for clinical use. Busskamp also showed that the light-sensitive antennae of photoreceptors remain functional if only two small ribonucleic acids are present. These sequences are also under consideration for gene therapy.  At the CRTD, Busskamp is working on artificial neuronal circuits that he assembles from different cell types. \"These artificial circuits are like small biological computers,\" the Young Researcher Prizewinner explains. \"They can be used as disease models or in basic research.\" Busskamp obtains neurons by means of differentiation of induced human pluripotent stem cells. Since this process has to be standardized so that the same neuronal cell types are produced and thus identical neuronal circuits can be assembled, Busskamp is investigating the conditions for robust differentiation. He aims to reliably produce as many as possible of the 320 different neuronal cell types.  His approach is based on systems biology. \"If we know the factors involved in the various differentiation processes, we can engineer certain cell types to obtain a unique toolbox for research,\" says Busskamp. \"Something like a switch panel for directed neuronal differentiation from stem cells. The assembled circuits will contribute in understanding human neuronal processing and transmission in health and disease.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/guf-vbr031417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Goethe University Frankfurt", "keywords": ["Cell Biology", " Genetics", " Medicine/Health", " Neurobiology", " Ophthalmology"], "journal": "", "description": "The young researcher has been awarded for his contribution to a gene therapy approach to treat retinitis pigmentosa and for the development of artificial neuronal circuits. Retinitis pigmentosa is an inherited eye disease that leads to blindness.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}