{"title": "At mealtime, honey bees prefer country blossoms to city blooms", "text": "COLUMBUS, Ohio - Hungry honey bees appear to favor flowers in agricultural areas over those in neighboring urban areas.The discovery has implications for urban beekeepers and challenges assumptions that farmland and honey bees are incompatible, said authors of a new study from The Ohio State University.The team positioned honey bee colonies in an apiary in a central Ohio cemetery smack in the middle of where urban residential development transitions into farmland. They left the colonies to forage for nectar and pollen wherever they preferred. The bees, studied from late summer to early fall, overwhelmingly went for the agricultural offerings instead of the assorted flowering plants in and around the urban neighborhoods nearby, said lead author Douglas Sponsler, who was a graduate student in entomology at Ohio State when the research was conducted in 2014. The study appears in the Journal of Urban Ecology.Throughout the study, the honey bees' haul always favored plants from the agricultural area, and hit a high of 96 percent of the pollen collected at one point.\"Honey bees didn't seem to care that much what the floral diversity was. What they wanted was large patches of their favorite stuff,\" said Sponsler, who now works at Penn State University.Goldenrod was particularly popular, the researchers found. The bees' agricultural foraging preference was especially pronounced at the end of the season, as the colonies prepared to overwinter.While farm fields themselves aren't attractive to the bees, the countryside features wide swaths of unmowed wild plants (also known as weeds) along roadsides and in field margins, Sponsler said. Senior author Reed Johnson, an assistant professor of entomology at Ohio State, said the discoveries made in this study help explain the ongoing hardships of urban beekeepers, who are growing in number in Ohio and elsewhere. \"When the bees have a choice, they go to the farmland. We've had trouble keeping our urban colonies alive, so this makes a lot of sense to us,\" Johnson said.\"There's this popular perception that urban places are better for bees because of the diversity of plants. This is showing that, at least in Ohio, the agricultural areas are actually superior and that's despite the pesticide use that's out there,\" he said.\"Apparently, farmland isn't desolate at all - at least not for honey bees.\"Uncovering where the bees had been and what exactly captured their attention was a two-part process. First, researchers videotaped then analyzed the tell-tale dance patterns of bees returning to the three study colonies. Translated by scientists, these dance moves explain what direction the foraging bee has been in relation to the hive and how far in that direction. \"These things can be pretty easily decoded by the human observer, thankfully. You can map the locations that are being referred to in the dance,\" Sponsler said.The second part of the analysis - pollen identification - confirmed the dance-derived findings. When the honeybees came back to the cemetery, they flew through a screen that allowed their bodies in, but scraped the pollen off their hind legs and into a collection chamber.Sponsler and his colleagues then sorted through the bees' collection, separating the grains of pollen by color and shape and then cross-referencing to determine what exactly the bees were foraging.They examined pollen from five sampling dates. Agricultural foraging outweighed urban foraging in every sample and hit a high of 96 percent on the Sept. 19 collection date and a low of 62 percent of the honey bees' haul on Sept. 4.For urban beekeepers and others interested in a thriving honey bee population, it could be prudent to think about supplementing the bees' diets at summer's end, the researchers said. Honey bee populations could also become more stable in urban areas with more careful landscaping choices in and around cities, the researchers said.\"The focus is how can we make urban spaces better for bees so we can attract them back into the city?\" Johnson said.He suggested that planting certain trees could serve the honey bee population well. Linden trees, for instance, are \"phenomenal\" nectar producers, Johnson said.Sponsler said there's plenty of room to improve urban plant diversity and keep honey bees satiated there as well as in the country.\"There's no reason why our urban landscapes cannot be full of flowers. It's just that we've inherited a certain preference toward things that look like golf courses rather than things that look like prairies.\"", "article_link": "http://dx.doi.org/10.1093/jue/juw008", "url": "http://www.eurekalert.org/pub_releases/2017-03/osu-amh031417.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/03/14/at-mealtime-honey-bees-prefer-country-blossoms-to-city-blooms/", "funder": "Ohio Agricultural Research and Development Center", "meeting": "", "institution": "Ohio State University", "keywords": ["Agriculture", " Fertilizers/Pest Management", " Biology", " Biodiversity", " Ecology/Environment", " Entomology"], "journal": "Journal of Urban Ecology", "description": "Hungry honey bees appear to favor flowers in agricultural areas over those in neighboring urban areas. The discovery has implications for urban beekeepers and challenges assumptions that farmland and honey bees are incompatible, said authors of a new study from The Ohio State University.", "date": "Tue, 14 Mar 2017 04:00:00 GMT"}