{"title": "Pinpointing the mechanisms that underlie emotional responses to pain", "text": "Pain serves as a warning signal to indicate the intensity and location of damage to the body. In addition to unpleasant sensations, painful events trigger negative emotional responses that may serve to reinforce pain-avoiding behaviors. However, in chronic inflammatory conditions, negative emotional states associated with long-term pain can put affected individuals at a higher risk for psychiatric complications such as depression or substance abuse. Signaling by molecules called prostaglandins plays a key role in the body's response to inflammation. Prostaglandins been linked to the sensory perception of pain, but their role in the emotional response to pain is unclear. This week in the JCI, a study conducted by David Engblom's lab at Linköping University in Sweden has demonstrated that the aversive effects of inflammatory pain are driven by prostaglandin signaling specifically on serotonin-producing neurons in the brainstem. When the researchers selectively blocked prostaglandin synthesis in neurons, mice displayed reduced aversive responses to inflammation-induced pain. Furthermore, mice lacking prostaglandin receptors on serotonin-producing neurons and mice lacking the serotonin transporter also exhibited less pain-avoidance behavior. Prostaglandin signaling in serotonin neurons was not required for aversive responses to high temperatures, suggesting that this pain-aversive signaling pathway is specific to inflammatory pain. These findings suggest that the effects of prostaglandin on serotonin signaling are key drivers of the emotional response to pain, implicating a pathway that may be targeted in future therapeutics for managing pain in chronic inflammatory conditions. ", "article_link": "http://dx.doi.org/10.1172/JCI90678", "url": "http://www.eurekalert.org/pub_releases/2017-03/jj-ptm031217.php", "region": "namerica", "source_link": null, "funder": "European Research Council, Swedish Medical Research Council, Knut and Alice Wallenberg Foundation, Swedish Brain Foundation, County Council of Östergötland", "meeting": "", "institution": "JCI Journals", "keywords": ["Medicine/Health", " Neurobiology", " Pain"], "journal": "Journal of Clinical Investigation", "description": "Prostaglandins been linked to the sensory perception of pain, but their role in the emotional response to pain is unclear. This week in the JCI, a study conducted by David Engblom's lab at Linköping University in Sweden has demonstrated that the aversive effects of inflammatory pain are driven by prostaglandin signaling specifically on serotonin-producing neurons in the brainstem.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}