{"title": "How to fit in when you stand out: Don't try so hard", "text": "When in Rome you do as the Romans do, right? Not necessarily. When it comes to fitting in with foreign cultures, \"just be yourself\" might be the more appropriate mantra, according to Brigham Young University professor Stephen Moody.Looking at language specifically, Moody's research shows that you don't have to speak like a native to be accepted by natives; in fact, trying too hard to fit in might just set you back. Instead, he found, you can actually use your status as a foreigner to advance yourself socially or professionally.\"A lot of language teaching focuses on doing things according to local conventions,\" said Moody, a professor of Asian and Near Eastern Languages. \"Our research kind of challenges the idea that this is always necessary by noticing that there are times when a visiting foreigner is not expected to follow conventions and, in such situations, following conventions too closely can actually be seen as unusual.\"For the research, published in Applied Linguistics, Moody tracked American students interning at Japanese firms, analyzing how they used formalities of Japanese language to assimilate -- or not -- into their workplace culture.Honorifics, elements of Japanese used to convey politeness and formality, help construct identity, establish roles and define social relationships. By analyzing this specific aspect of the language, Moody was able to identify what does and doesn't work when it comes to fitting in.The biggest takeaway? Regardless of how well you speak, there are still circumstances where you will be seen as a foreigner. Don't resent it; accept it and use it.\"It's not always about whether or not you're using the language correctly, but if you're comfortable being who you are,\" Moody said. \"If you try to fit into the local convention so much that you step away from who you are, you're not going to fit in as well, even if you're using the language 'correctly.'\"One group of interns, he said, was so determined to \"become Japanese\" that they overused honorifics to the point of unnatural politeness.\"It would be like someone coming in and saying, 'Um, excuse me, I'm sorry, could I perhaps impinge on your time for a brief moment?'\" Moody said. \"If you're talking like that all the time it's a little too much.\"Another group of interns was all business; they used honorifics appropriately and could maneuver through the professional world effectively, but they were stiff and formal and continually seen as outsiders on a social level.In contrast, one intern intentionally used the language incorrectly -- but with positive results. \"He went in and just played up the fact that he's a foreigner,\" Moody said.According to Moody, this intern used exaggerated honorifics to play the role of goofy foreigner. His ironic and playful humor allowed everyone to laugh and connect on a more personal level, and his boss told Moody, \"He's one of us; he fits right in.\"Different situations will call for different approaches to assimilating into a foreign culture, but Moody hopes that this research will provide insight into understanding the context-specific challenges of being in a foreign workplace.At BYU, which recently ranked 30th for global university employability, approximately 65 percent of students speak a second language. And, said Moody, \"The role that language plays in facilitating relationships in the workplace is becoming more important. As more cultures combine in the workplace, employees are going to have to relate across cultures and build relationships.\"", "article_link": "http://dx.doi.org/10.1093/applin/amw047", "url": "http://www.eurekalert.org/pub_releases/2017-03/byu-htf031317.php", "region": "namerica", "source_link": "http://news.byu.edu/news/how-fit-when-you-stand-out-don%E2%80%99t-try-so-hard", "funder": "", "meeting": "", "institution": "Brigham Young University", "keywords": ["Education", " International/Immigration", " Undergraduate", " Social/Behavioral Science", " Personality/Attitude", " Language/Linguistics/Speech", " Perception/Awareness"], "journal": "Applied Linguistics", "description": "When in Rome you do as the Romans do, right? Not necessarily. When it comes to fitting in with foreign cultures, 'just be yourself' might be the more appropriate mantra, says new research.", "date": "Mon, 13 Mar 2017 04:00:00 GMT"}