{"title": "CAS scientists make autism advance using monkey model | EurekAlert! Science News", "year": "Fri, 18 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txautism", "common", "neurodevelopmental", "disorder", "characterized", "impaired", "social", "communication", "restricted", "repetitive", "behavior", "interests", "reported", "prevalence", "autism", "rising", "worldwide", "due", "application", "exome", "sequencing", "recent", "years", "hundreds", "novel", "genes", "identified", "mutations", "shank3", "remain", "one", "best", "characterized", "replicated", "genetic", "defects", "associated", "autism", "humans", "genetically", "modified", "shank3", "mutant", "mice", "served", "valuable", "tools", "dissect", "pathophysiology", "shank3", "related", "autism", "however", "significant", "evolutionary", "differences", "mouse", "human", "brain", "associated", "behaviors", "pose", "many", "challenges", "assessing", "translational", "value", "mouse", "models", "relation", "humans", "highlight", "need", "develop", "primate", "models", "recently", "researchers", "zhang", "yongqing", "group", "institute", "genetics", "developmental", "biology", "chinese", "academy", "sciences", "cas", "found", "neurodevelopmental", "abnormality", "primate", "first", "time", "using", "target", "shank3", "gene", "embryos", "cynomolgus", "monkeys", "researchers", "successfully", "generated", "three", "mutant", "monkey", "offspring", "various", "deleterious", "mutations", "shank3", "gene", "analyzed", "targeted", "mutations", "various", "tissues", "three", "animals", "well", "various", "brain", "regions", "deceased", "animals", "immunochemical", "analysis", "complete", "shank3", "deficiency", "resulted", "significant", "reduction", "postsynaptic", "proteins", "glun2b", "psd95", "mglur5", "increased", "cytosolic", "localization", "number", "mature", "neurons", "markedly", "reduced", "activated", "astrocytes", "increased", "prefrontal", "cortex", "brain", "neuropathology", "caused", "complete", "loss", "shank3", "monkey", "brain", "remarkably", "distinct", "findings", "reported", "shank3", "knockout", "mice", "findings", "indicate", "shank3", "essential", "early", "development", "primate", "brains", "understanding", "novel", "role", "shank3", "early", "brain", "development", "critical", "autism", "field", "work", "product", "substantial", "collaboration", "teams", "led", "drs", "li", "xiaojiang", "cas", "jiang", "yonghui", "duke", "university", "medical", "center", "lu", "youming", "huazhong", "university", "science", "technology", "yuanxi", "biotech", "guangzhou", "research", "entitled", "altered", "neurogenesis", "disrupted", "expression", "synaptic", "proteins", "prefrontal", "cortex", "primate", "published", "advance", "online", "cell", "research"], "url": "http://www.eurekalert.org/pub_releases/2017-08/caos-csm081817.php", "date": "2018-01-19_21:17:15", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAutism is a common neurodevelopmental disorder characterized by impaired social communication, and restricted and repetitive behavior or interests. The reported prevalence of autism has been rising worldwide. Due to the application of large-scale exome sequencing in recent years, hundreds of novel autism-associated genes have been identified. \r\nMutations in SHANK3 remain one of the best characterized and replicated genetic defects associated with autism in humans. Genetically modified Shank3 mutant mice have served as valuable tools to dissect the pathophysiology of SHANK3 as related to autism. However, the significant evolutionary differences between the mouse and human brain and associated behaviors pose many challenges to assessing the translational value of mouse models in relation to humans, and highlight the need to develop non-human primate models.\r\nRecently, researchers from Dr. ZHANG Yongqing's group at the Institute of Genetics and Developmental Biology of the Chinese Academy of Sciences (CAS) found neurodevelopmental abnormality in a SHANK3-deficient non-human primate for the first time.\r\nUsing CRISPR/Cas9 to target the SHANK3 gene in the embryos of cynomolgus monkeys, the researchers successfully generated three mutant monkey offspring with various deleterious mutations in the SHANK3 gene. They analyzed the targeted mutations in various tissues from the three animals, as well as various brain regions of the deceased animals by immunochemical analysis.\r\nComplete SHANK3 deficiency resulted in a significant reduction in postsynaptic proteins such as GluN2B, PSD95, mGluR5 and increased cytosolic localization of Homer1b/c. The number of mature neurons was markedly reduced but activated astrocytes were increased in the prefrontal cortex in the SHANK3-deficient brain. The neuropathology caused by the complete loss of SHANK3 in the monkey brain is remarkably distinct from findings reported from Shank3 knockout mice.\r\nThese findings indicate that SHANK3 is essential for the early development of primate brains. Understanding the novel role of SHANK3 in early brain development is critical to the autism field.\r\nThis work is a product of substantial collaboration between teams led by Drs. LI Xiaojiang (CAS), JIANG Yonghui (Duke University Medical Center), LU Youming (Huazhong University of Science and Technology), and Yuanxi Biotech Inc., Guangzhou. The research, entitled \"Altered neurogenesis and disrupted expression of synaptic proteins in prefrontal cortex of SHANK3-deficient non-human primate,\" has been published in advance online in Cell Research (doi:10.1038/cr.2017.95).\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAutism is a common neurodevelopmental disorder characterized by impaired social communication, and restricted and repetitive behavior or interests.", "The reported prevalence of autism has been rising worldwide.", "Due to the application of large-scale exome sequencing in recent years, hundreds of novel autism-associated genes have been identified.", "Mutations in SHANK3 remain one of the best characterized and replicated genetic defects associated with autism in humans.", "Genetically modified Shank3 mutant mice have served as valuable tools to dissect the pathophysiology of SHANK3 as related to autism.", "However, the significant evolutionary differences between the mouse and human brain and associated behaviors pose many challenges to assessing the translational value of mouse models in relation to humans, and highlight the need to develop non-human primate models.", "Recently, researchers from Dr. ZHANG Yongqing's group at the Institute of Genetics and Developmental Biology of the Chinese Academy of Sciences (CAS) found neurodevelopmental abnormality in a SHANK3-deficient non-human primate for the first time.", "Using CRISPR/Cas9 to target the SHANK3 gene in the embryos of cynomolgus monkeys, the researchers successfully generated three mutant monkey offspring with various deleterious mutations in the SHANK3 gene.", "They analyzed the targeted mutations in various tissues from the three animals, as well as various brain regions of the deceased animals by immunochemical analysis.", "Complete SHANK3 deficiency resulted in a significant reduction in postsynaptic proteins such as GluN2B, PSD95, mGluR5 and increased cytosolic localization of Homer1b/c.", "The number of mature neurons was markedly reduced but activated astrocytes were increased in the prefrontal cortex in the SHANK3-deficient brain.", "The neuropathology caused by the complete loss of SHANK3 in the monkey brain is remarkably distinct from findings reported from Shank3 knockout mice.", "These findings indicate that SHANK3 is essential for the early development of primate brains.", "Understanding the novel role of SHANK3 in early brain development is critical to the autism field.", "This work is a product of substantial collaboration between teams led by Drs.", "LI Xiaojiang (CAS), JIANG Yonghui (Duke University Medical Center), LU Youming (Huazhong University of Science and Technology), and Yuanxi Biotech Inc., Guangzhou.", "The research, entitled \"Altered neurogenesis and disrupted expression of synaptic proteins in prefrontal cortex of SHANK3-deficient non-human primate,\" has been published in advance online in Cell Research (doi:10.1038/cr.2017.95)."], "source": "Chinese Academy of Sciences Headquarters"}