{"title": "Computer approaches human skill for first time in mapping brain | EurekAlert! Science News", "year": "Thu, 17 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "left", "raw", "electron", "microscopy", "images", "small", "pieces", "brain", "tissues", "right", "brain", "maps", "generated", "computers", "different", "colors", "represent", "different", "neurons", "view", "pullman", "wsu", "research", "team", "first", "time", "developed", "computer", "algorithm", "nearly", "accurate", "people", "mapping", "brain", "neural", "networks", "breakthrough", "could", "speed", "image", "analysis", "researchers", "use", "understand", "brain", "circuitry", "report", "wsu", "team", "work", "currently", "journal", "bioinformatics", "like", "mapping", "100", "billion", "homes", "generation", "people", "trying", "improve", "understanding", "human", "brain", "circuitry", "challenged", "vast", "complexity", "similar", "satellite", "image", "earth", "trying", "map", "100", "billion", "homes", "connecting", "streets", "everyone", "destinations", "said", "shuiwang", "ji", "associate", "professor", "school", "electrical", "engineering", "computer", "science", "lead", "researcher", "project", "researchers", "fact", "took", "decade", "fully", "map", "circuitry", "one", "animal", "brain", "worm", "302", "neurons", "human", "brain", "meanwhile", "100", "billion", "neurons", "amount", "data", "needed", "fully", "understand", "circuitry", "would", "require", "1000", "exabytes", "data", "equivalent", "data", "currently", "available", "world", "neuron", "neuron", "map", "neurons", "researchers", "currently", "use", "electron", "microscope", "take", "pictures", "one", "image", "usually", "containing", "small", "number", "neurons", "researchers", "study", "neuron", "shape", "size", "well", "thousands", "connections", "nearby", "neurons", "learn", "role", "behavior", "biology", "know", "much", "brains", "work", "said", "ji", "rudimentary", "understanding", "circuitry", "researchers", "limited", "ability", "understand", "causes", "devastating", "brain", "diseases", "alzheimer", "schizophrenia", "autism", "parkinson", "disease", "said", "instead", "rely", "trial", "error", "experimentation", "come", "treatments", "national", "academy", "engineering", "listed", "improving", "understanding", "human", "brain", "one", "grand", "challenges", "21st", "century", "accurate", "humans", "2013", "mit", "organized", "competition", "called", "researchers", "develop", "automated", "computer", "algorithms", "could", "speed", "image", "analysis", "decode", "understand", "images", "brain", "circuitry", "part", "competition", "algorithms", "compared", "work", "done", "real", "team", "neuroscientists", "computers", "become", "accurate", "humans", "able", "computations", "much", "faster", "cheaper", "humans", "said", "ji", "wsu", "research", "team", "developed", "first", "computational", "model", "able", "reach", "human", "level", "performance", "accuracy", "human", "eye", "takes", "information", "analyzes", "multiple", "stages", "wsu", "team", "developed", "computational", "model", "takes", "image", "input", "processes", "network", "coming", "decision", "algorithm", "researchers", "developed", "artificial", "neural", "network", "imitates", "humans", "complex", "biological", "neural", "networks", "wsu", "research", "team", "able", "approach", "human", "accuracy", "mit", "challenge", "still", "lot", "work", "getting", "computers", "develop", "complete", "accurate", "neural", "maps", "computers", "still", "make", "large", "number", "mistakes", "yet", "gold", "standard", "comparing", "human", "computational", "results", "said", "ji", "although", "may", "realistic", "expect", "automated", "methods", "would", "completely", "replace", "human", "soon", "improvements", "computational", "methods", "certainly", "lead", "reduced", "manual", "added"], "url": "http://www.eurekalert.org/pub_releases/2017-08/wsu-cah081617.php", "date": "2018-01-19_21:17:18", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Left: Raw electron microscopy images of small pieces of brain tissues. Right: Color-coded brain maps generated by computers, where different colors represent different neurons.\n       view more PULLMAN, Wash. - A WSU research team for the first time has developed a computer algorithm that is nearly as accurate as people are at mapping brain neural networks -- a breakthrough that could speed up the image analysis that researchers use to understand brain circuitry.\r\nA report on the WSU team's work currently in the journal, Bioinformatics.\r\nLike mapping 100 billion homes\nFor more than a generation, people have been trying to improve understanding of human brain circuitry, but are challenged by its vast complexity. It is similar to having a satellite image of the earth and trying to map out 100 billion homes, all of the connecting streets and everyone's destinations, said Shuiwang Ji, associate professor in the School of Electrical Engineering and Computer Science and lead researcher on the project.\r\nResearchers, in fact, took more than a decade to fully map the circuitry of just one animal's brain -- a worm that has only 302 neurons. The human brain, meanwhile, has about 100 billion neurons, and the amount of data needed to fully understand its circuitry would require 1000 exabytes of data, or the equivalent of all the data that is currently available in the world.\r\nNeuron by neuron\nTo map neurons, researchers currently use an electron microscope to take pictures -- with one image usually containing a small number of neurons. The researchers then study each neuron's shape and size as well as its thousands of connections with other nearby neurons to learn about its role in behavior or biology.\r\n\"We don't know much about how brains work,\" said Ji.\r\nWith such rudimentary understanding of our circuitry, researchers are limited in their ability to understand the causes of devastating brain diseases, such as Alzheimer's, schizophrenia, autism or Parkinson's disease, he said.  Instead, they have to rely on trial and error experimentation to come up with treatments. The National Academy of Engineering has listed improving understanding of the human brain as one of its grand challenges for the 21st century.\r\nAccurate as humans\nIn 2013, MIT organized a competition that called on researchers to develop automated computer algorithms that could speed up image analysis, decode and understand images of brain circuitry. As part of the competition, the algorithms are compared to work that was done by a real team of neuroscientists. If computers can become as accurate as humans, they will be able to do the computations much faster and cheaper than humans, said Ji.\r\nWSU's research team developed the first computational model that was able to reach a human level of performance in accuracy.\r\nJust as a human eye takes in information and then analyzes it in multiple stages, the WSU team developed a computational model that takes the image as its input and then processes it in a many-layered network before coming to a decision. In their algorithm, the researchers developed an artificial neural network that imitates humans' complex biological neural networks.\r\nWhile the WSU research team was able to approach human accuracy in the MIT challenge, they still have a lot of work to do in getting the computers to develop complete and accurate neural maps. The computers still make a large number of mistakes, and there is not yet a gold standard for comparing human and computational results, said Ji. Although it may not be realistic to expect that automated methods would completely replace human soon, improvements in computational methods will certainly lead to reduced manual proof-reading, he added.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Left: Raw electron microscopy images of small pieces of brain tissues.", "Right: Color-coded brain maps generated by computers, where different colors represent different neurons.", "view more PULLMAN, Wash. - A WSU research team for the first time has developed a computer algorithm that is nearly as accurate as people are at mapping brain neural networks -- a breakthrough that could speed up the image analysis that researchers use to understand brain circuitry.", "A report on the WSU team's work currently in the journal, Bioinformatics.", "Like mapping 100 billion homes\nFor more than a generation, people have been trying to improve understanding of human brain circuitry, but are challenged by its vast complexity.", "It is similar to having a satellite image of the earth and trying to map out 100 billion homes, all of the connecting streets and everyone's destinations, said Shuiwang Ji, associate professor in the School of Electrical Engineering and Computer Science and lead researcher on the project.", "Researchers, in fact, took more than a decade to fully map the circuitry of just one animal's brain -- a worm that has only 302 neurons.", "The human brain, meanwhile, has about 100 billion neurons, and the amount of data needed to fully understand its circuitry would require 1000 exabytes of data, or the equivalent of all the data that is currently available in the world.", "Neuron by neuron\nTo map neurons, researchers currently use an electron microscope to take pictures -- with one image usually containing a small number of neurons.", "The researchers then study each neuron's shape and size as well as its thousands of connections with other nearby neurons to learn about its role in behavior or biology.", "\"We don't know much about how brains work,\" said Ji.", "With such rudimentary understanding of our circuitry, researchers are limited in their ability to understand the causes of devastating brain diseases, such as Alzheimer's, schizophrenia, autism or Parkinson's disease, he said.", "Instead, they have to rely on trial and error experimentation to come up with treatments.", "The National Academy of Engineering has listed improving understanding of the human brain as one of its grand challenges for the 21st century.", "Accurate as humans\nIn 2013, MIT organized a competition that called on researchers to develop automated computer algorithms that could speed up image analysis, decode and understand images of brain circuitry.", "As part of the competition, the algorithms are compared to work that was done by a real team of neuroscientists.", "If computers can become as accurate as humans, they will be able to do the computations much faster and cheaper than humans, said Ji.", "WSU's research team developed the first computational model that was able to reach a human level of performance in accuracy.", "Just as a human eye takes in information and then analyzes it in multiple stages, the WSU team developed a computational model that takes the image as its input and then processes it in a many-layered network before coming to a decision.", "In their algorithm, the researchers developed an artificial neural network that imitates humans' complex biological neural networks.", "While the WSU research team was able to approach human accuracy in the MIT challenge, they still have a lot of work to do in getting the computers to develop complete and accurate neural maps.", "The computers still make a large number of mistakes, and there is not yet a gold standard for comparing human and computational results, said Ji.", "Although it may not be realistic to expect that automated methods would completely replace human soon, improvements in computational methods will certainly lead to reduced manual proof-reading, he added."], "source": "Washington State University"}