{"title": "Scientists give star treatment to lesser-known cells crucial for brain development | EurekAlert! Science News", "year": "Wed, 16 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "researchers", "used", "collections", "brain", "tissue", "grown", "human", "cells", "study", "brain", "astrocytes", "view", "decades", "relative", "neglect", "brain", "cells", "called", "astrocytes", "finally", "getting", "due", "gather", "insight", "critical", "aspect", "brain", "development", "team", "scientists", "examined", "maturation", "astrocytes", "structures", "grown", "culture", "dishes", "resemble", "human", "brain", "tissue", "study", "confirms", "cells", "develop", "rate", "found", "human", "brains", "published", "neuron", "funded", "part", "nih", "national", "institute", "neurological", "disorders", "stroke", "ninds", "work", "addresses", "significant", "gap", "human", "brain", "research", "providing", "invaluable", "technique", "investigate", "role", "astrocytes", "normal", "development", "disease", "said", "ninds", "program", "director", "jill", "morris", "2015", "team", "directed", "sergiu", "pasca", "assistant", "professor", "psychiatry", "behavioral", "science", "stanford", "university", "california", "ben", "barres", "stanford", "professor", "neurobiology", "published", "method", "taking", "adult", "skin", "cells", "converting", "induced", "pluripotent", "stem", "cells", "ipscs", "growing", "clusters", "brain", "cells", "called", "human", "cortical", "spheroids", "hcss", "hcss", "closely", "resemble", "miniature", "versions", "particular", "brain", "region", "grown", "many", "months", "cells", "cluster", "eventually", "develop", "neurons", "astrocytes", "cells", "found", "human", "brain", "one", "challenges", "studying", "human", "brain", "difficulty", "examining", "different", "stages", "development", "pasca", "said", "system", "tries", "simulate", "brain", "development", "step", "step", "new", "study", "steven", "sloan", "student", "stanford", "program", "led", "series", "experiments", "comparing", "astrocytes", "hcss", "found", "tissue", "developing", "adult", "human", "brain", "team", "grew", "hcss", "20", "months", "one", "studies", "human", "brain", "cells", "results", "verified", "cells", "change", "time", "similar", "manner", "cells", "taken", "directly", "brain", "tissue", "early", "life", "critical", "time", "brain", "growth", "process", "considered", "critical", "normal", "brain", "development", "deviations", "thought", "cause", "variety", "neurological", "mental", "health", "disorders", "schizophrenia", "autism", "creating", "hcss", "using", "cells", "patients", "could", "allow", "scientists", "uncover", "underlying", "developmental", "biology", "core", "disorders", "hcs", "system", "makes", "possible", "replay", "astrocyte", "development", "patient", "barres", "said", "huge", "way", "one", "could", "ever", "without", "method", "current", "study", "showed", "astrocytes", "develop", "rate", "found", "human", "brains", "terms", "gene", "activity", "shapes", "functions", "example", "astrocytes", "taken", "hcss", "less", "six", "months", "old", "multiplied", "rapidly", "highly", "engaged", "eliminating", "unnecessary", "connections", "neurons", "like", "astrocytes", "babies", "growing", "womb", "astrocytes", "grown", "hcss", "nine", "months", "could", "reproduce", "removed", "significantly", "fewer", "connections", "mirroring", "astrocytes", "infants", "6", "12", "months", "old", "hand", "like", "astrocytes", "developing", "adult", "brains", "astrocytes", "hcss", "equally", "effective", "encouraging", "new", "connections", "form", "neurons", "astrocytes", "bystanders", "brain", "pasca", "said", "keep", "neurons", "warm", "actually", "participate", "actively", "neurological", "function", "since", "astrocytes", "make", "greater", "proportion", "brain", "cells", "humans", "species", "may", "reflect", "greater", "need", "astrocytes", "normal", "human", "brain", "function", "significant", "consequences", "work", "correctly", "added", "david", "panchision", "program", "director", "national", "institute", "mental", "health", "nimh", "also", "helped", "fund", "researchers", "caution", "hcss", "model", "lack", "many", "features", "real", "brains", "moreover", "certain", "genes", "active", "fully", "mature", "astrocytes", "never", "switched", "astrocytes", "could", "conceivably", "cells", "time", "develop", "address", "question", "researchers", "hope", "identify", "ways", "produce", "mature", "brain", "cells", "quickly", "hcss", "could", "also", "used", "scrutinize", "precisely", "causes", "astrocytes", "change", "time", "screen", "drugs", "might", "correct", "differences", "occur", "brain", "disease", "questions", "going", "exciting", "explore", "barres", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-08/nion-sgs081617.php", "date": "2018-01-19_21:17:21", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: NIH-funded researchers used 3-D collections of brain tissue grown from human cells to study the brain's star-shaped astrocytes.\n       view more After decades of relative neglect, star-shaped brain cells called astrocytes are finally getting their due. To gather insight into a critical aspect of brain development, a team of scientists examined the maturation of astrocytes in 3-D structures grown in culture dishes to resemble human brain tissue. The study, which confirms the lab-grown cells develop at the same rate as those found in human brains, was published in Neuron and funded in part by the NIH's National Institute of Neurological Disorders and Stroke (NINDS).  \"This work addresses a significant gap in human brain research by providing an invaluable technique to investigate the role of astrocytes in both normal development and disease,\" said NINDS program director Jill Morris, Ph.D. In 2015, a team directed by Sergiu Pasca, M.D., an assistant professor of psychiatry and behavioral science at Stanford University in California, and Ben Barres, M.D., Ph.D., a Stanford professor of neurobiology, published a method for taking adult skin cells, converting them to induced pluripotent stem cells (iPSCs), and then growing them as 3-D clusters of brain cells called human cortical spheroids (hCSs). These hCSs, which closely resemble miniature versions of a particular brain region, can be grown for many months. The cells in the cluster eventually develop into neurons, astrocytes, and other cells found in the human brain.  \"One of the challenges of studying the human brain is the difficulty of examining it at different stages of development,\" Dr. Pasca said. \"This is a system that tries to simulate brain development step by step.\"  In the new study, Steven Sloan, a student in Stanford's M.D./Ph.D. program, led a series of experiments comparing astrocytes from hCSs to those found in tissue from the developing and adult human brain. The team grew the hCSs for 20 months, one of the longest-ever studies of lab-grown human brain cells. The results verified that the lab-grown cells change over time in a similar manner to cells taken directly from brain tissue during very early life, a critical time for brain growth. This process is considered critical for normal brain development and deviations are thought to cause a variety of neurological and mental health disorders, such as schizophrenia and autism. Creating hCSs using cells from patients could allow scientists to uncover the underlying developmental biology at the core of these disorders.   \"The hCS system makes it possible to replay astrocyte development from any patient,\" Dr. Barres said. \"That's huge. There's no other way one could ever do that without this method.\"The current study showed that hCS-grown astrocytes develop at the same rate as those found in human brains, in terms of their gene activity, their shapes, and their functions. For example, astrocytes taken from hCSs that were less than six months old multiplied rapidly and were highly engaged in eliminating unnecessary connections between neurons, just like astrocytes in babies growing in the womb. But astrocytes grown in hCSs for more than nine months could not reproduce and removed significantly fewer of those connections, mirroring astrocytes in infants 6 to 12 months old. On the other hand, just like astrocytes from developing and adult brains, the early- and late-stage astrocytes from hCSs were equally effective at encouraging new connections to form between neurons. \"Astrocytes are not just bystanders in the brain,\" Dr. Pasca said. \"They're not just there to keep neurons warm; they actually participate actively in neurological function.\" \"Since astrocytes make up a greater proportion of brain cells in humans than in other species, it may reflect a greater need for astrocytes in normal human brain function, with more significant consequences when they don't work correctly,\" added David Panchision, Ph.D., program director at the National Institute of Mental Health (NIMH), which also helped fund the study.The researchers caution that hCSs are only a model and lack many features of real brains. Moreover, certain genes that are active in fully mature astrocytes never switched on in the hCS-grown astrocytes, which they could conceivably do if the cells had more time to develop. To address this question, the researchers now hope to identify ways to produce mature brain cells more quickly. hCSs could also be used to scrutinize precisely what causes astrocytes to change over time and to screen drugs that might correct any differences that occur in brain disease. \"These are questions that are going to be very exciting to explore,\" Dr. Barres said. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: NIH-funded researchers used 3-D collections of brain tissue grown from human cells to study the brain's star-shaped astrocytes.", "view more After decades of relative neglect, star-shaped brain cells called astrocytes are finally getting their due.", "To gather insight into a critical aspect of brain development, a team of scientists examined the maturation of astrocytes in 3-D structures grown in culture dishes to resemble human brain tissue.", "The study, which confirms the lab-grown cells develop at the same rate as those found in human brains, was published in Neuron and funded in part by the NIH's National Institute of Neurological Disorders and Stroke (NINDS).", "\"This work addresses a significant gap in human brain research by providing an invaluable technique to investigate the role of astrocytes in both normal development and disease,\" said NINDS program director Jill Morris, Ph.D.", "In 2015, a team directed by Sergiu Pasca, M.D., an assistant professor of psychiatry and behavioral science at Stanford University in California, and Ben Barres, M.D., Ph.D., a Stanford professor of neurobiology, published a method for taking adult skin cells, converting them to induced pluripotent stem cells (iPSCs), and then growing them as 3-D clusters of brain cells called human cortical spheroids (hCSs).", "These hCSs, which closely resemble miniature versions of a particular brain region, can be grown for many months.", "The cells in the cluster eventually develop into neurons, astrocytes, and other cells found in the human brain.", "\"One of the challenges of studying the human brain is the difficulty of examining it at different stages of development,\" Dr. Pasca said.", "\"This is a system that tries to simulate brain development step by step.\"", "In the new study, Steven Sloan, a student in Stanford's M.D./Ph.D.", "program, led a series of experiments comparing astrocytes from hCSs to those found in tissue from the developing and adult human brain.", "The team grew the hCSs for 20 months, one of the longest-ever studies of lab-grown human brain cells.", "The results verified that the lab-grown cells change over time in a similar manner to cells taken directly from brain tissue during very early life, a critical time for brain growth.", "This process is considered critical for normal brain development and deviations are thought to cause a variety of neurological and mental health disorders, such as schizophrenia and autism.", "Creating hCSs using cells from patients could allow scientists to uncover the underlying developmental biology at the core of these disorders.", "\"The hCS system makes it possible to replay astrocyte development from any patient,\" Dr. Barres said.", "\"That's huge.", "There's no other way one could ever do that without this method.", "\"The current study showed that hCS-grown astrocytes develop at the same rate as those found in human brains, in terms of their gene activity, their shapes, and their functions.", "For example, astrocytes taken from hCSs that were less than six months old multiplied rapidly and were highly engaged in eliminating unnecessary connections between neurons, just like astrocytes in babies growing in the womb.", "But astrocytes grown in hCSs for more than nine months could not reproduce and removed significantly fewer of those connections, mirroring astrocytes in infants 6 to 12 months old.", "On the other hand, just like astrocytes from developing and adult brains, the early- and late-stage astrocytes from hCSs were equally effective at encouraging new connections to form between neurons.", "\"Astrocytes are not just bystanders in the brain,\" Dr. Pasca said.", "\"They're not just there to keep neurons warm; they actually participate actively in neurological function.\"", "\"Since astrocytes make up a greater proportion of brain cells in humans than in other species, it may reflect a greater need for astrocytes in normal human brain function, with more significant consequences when they don't work correctly,\" added David Panchision, Ph.D., program director at the National Institute of Mental Health (NIMH), which also helped fund the study.The researchers caution that hCSs are only a model and lack many features of real brains.", "Moreover, certain genes that are active in fully mature astrocytes never switched on in the hCS-grown astrocytes, which they could conceivably do if the cells had more time to develop.", "To address this question, the researchers now hope to identify ways to produce mature brain cells more quickly.", "hCSs could also be used to scrutinize precisely what causes astrocytes to change over time and to screen drugs that might correct any differences that occur in brain disease.", "\"These are questions that are going to be very exciting to explore,\" Dr. Barres said."], "source": "NIH/National Institute of Neurological Disorders and Stroke"}