{"title": "Modeling human psychology", "text": "A human being's psychological make-up depends on an array of emotional and motivational parameters, such as desire, suffering or the need for security. In addition, it includes spatial and temporal dimensions that also play a key role in rationalising the decisions we make and planning our actions. A team of researchers from the Universities of Geneva (UNIGE), Texas, Paris and University College London joined forces to create the first mathematical model of embodied consciousness. Their aim? To understand, study and predict human behaviour. The model, which is based on solid mathematical concepts and is demonstrated using simulations, makes it possible to anticipate and explain a host of cognitive phenomena and behavioural reactions. The research -- which you can read in full in the Journal of Theoretical Biology -- also paves the way for a wealth of industrial applications in robotics, artificial intelligence and the health sector.An international, interdisciplinary team of researchers, headed by David Rudrauf, professor in UNIGE's faculty of psychology and educational science, was keen to produce a psychological theory that operated on the model developed by the hard sciences. The goal was to devise a mathematical model of human psychology for predicting and evaluating (normal and pathological) human behaviour. More than a decade of research -- combining maths, psychology, neuroscience, philosophy, computer science and engineering -- was required to construct this theoretical model of consciousness.Free energy determines choicesWe all are constantly faced with a range of choices, some of which are important, some not. But how do we make our decisions? There are many factors at work, conscious and unconscious, which are forever colliding whenever a decision is made. \"We built a model to replicate decision-making based on the time, framework and perceptions (real and imaginary) that are linked to it,\" explains David Rudrauf. \"The next step was to analyse the best solution that the mind would naturally opt for.\" Depending on an individual's personal preferences (such as security), and including different real and imaginary perspectives on the world, the mind calculates the probabilities of obtaining what it wants in the safest possible way. This probability calculation, which is derived from an individual's personal preferences and values, can be expressed as free energy. \"Our consciousness uses free energy to actively explore the world and to satisfy its predilections by imagining the anticipated consequences of its actions,\" says Karl Friston from University College London. Depending on the free energy, the mathematical model can predict the states of consciousness and behaviour adopted by the individual and analyse the mechanisms. This Projective Consciousness Model analyses possible forms of behaviour according to events: if you spot a cake in a shop window, will you buy it or carry on your way? Based on your preferences -- whether you have a sweet tooth, for example, or are a penny-pincher -- the model will determine what best suits your state of mind: it will then predict your psychological state and behaviour using a combination of projective geometry and free-energy calculation.Understanding and making a mathematical model of the phenomenology of the mind: projective geometryAs Kenneth Williford, professor of philosophy at the University of Texas, explains: \"The aim was to understand and model the essential structures of conscious experience.\" Daniel Bennequin, professor in the mathematics department at the University of Paris 7, adds: \"Perception, imagination and action are supported by unconscious mechanisms, we discovered that consciousness integrates them through a specific geometry: projective geometry.\" The researchers started with a synthesis of psychological phenomena, including basic perceptual phenomena: the illusion, for instance, that train tracks converge in the distance when they are actually parallel. The scientists were able to select the mathematical template for modelling this perception and the imagination associated with it. \"It was then a question of understanding how this field of consciousness is related to affect, emotions and motivation as well as memory and intentions,\" says Rudrauf. Virtual reality: a space for experimenting and research\"Once the theoretical components were defined,\" continues Rudrauf, \"we implemented them in computer programs. We are now working on connecting them to virtual reality in order to reproduce a spatial, temporal and emotional environment that is as close as possible to our own.\" The research team is then able to make predictions about behaviour by playing with the model's mechanisms, perfecting it and bringing it closer to human psychology. It was long-term work: \"But our aim is also to gradually direct the research towards psychopathological models,\" points out Rudrauf. \"We found, for example, that if we deprive the model of the faculty of imagination, it behaves like a person with autism. This suggests research pathways on the importance of the imagination and its specific mechanisms in managing the illness.\" The model works on a concept of reciprocity: humans are used to test and reinforce the effectiveness of the model; and the model is used to experiment with different cases and sources of psychological illnesses in humans.The initial results show that this first mathematical model of embodied consciousness, incorporating temporality, spatialisation and emotions, can predict a vast array of known human behaviours and understand the mechanisms behind them. There is still much work to be done, however, to replicate human consciousness identically, since every possible type of behaviour must be implemented in the mathematical system. The researchers are now working on an extension of the algorithm that will produce machines that can adapt to the reactions of their interlocutors and act according to the principle of empathic reciprocity.\r\n", "journal": "Journal of Theoretical Biology", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-08/udg-mhp081617.php", "institution": "Université de Genève", "meeting": "", "description": "A human being's psychological make-up depends on an array of emotional and motivational parameters. It includes spatial and temporal dimensions that also play a key role in rationalizing the decisions we make. Researchers from UNIGE, Texas, Paris and London joined forces to create a mathematical model of embodied consciousness. Their aim? To understand, study and predict human behavior. The model makes it possible to anticipate and explain a host of cognitive phenomena and behavioral reactions.", "article_link": null, "keywords": ["Algorithms/Models", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Perception/Awareness"], "source_link": null, "date": "Wed, 16 Aug 2017 04:00:00 GMT"}