{"title": "UCI study uncovers possible roots of schizophrenia", "text": "Irvine, Calif., Aug. 15, 2017 - An abundance of an amino acid called methionine, which is common in meat, cheese and beans, may provide new clues to the fetal brain development that can manifest in schizophrenia, University of California, Irvine pharmacology researchers report in the journal Molecular Psychiatry. The findings point to the role methionine overload can play during pregnancy and suggest that targeting the effects of this amino acid may lead to new antipsychotic drugs.The UCI study also provides detailed information on the neural developmental mechanisms of the methionine effect, which results in changes in the expression of several genes important to healthy brain growth and, in particular, to one linked to schizophrenia in humans.Amal Alachkar and colleagues based their approach on studies from the 1960s and 1970s in which schizophrenic patients injected with methionine experienced worsened symptoms. Knowing that schizophrenia is a developmental disorder, the UCI team hypothesized that administering three times the normal daily input of methionine to pregnant mice may produce pups that have also schizophrenia-like deficits, which is what occurred. The pups of the injected mothers displayed deficits in nine different tests encompassing the three schizophrenia-like symptoms behaviors - \"positive\" symptoms of overactivity and stereotypy, \"negative\" symptoms of human interaction deficits, and \"cognitive impairments\" memory loss. The research team treated the mice with anti-schizophrenic drugs well used in therapy. A drug that in schizophrenics treats mostly the positive symptoms (haloperidol) did the same in the  mice, and a drug that treat preferentially the negative symptoms and the cognitive impairments (clozapine) did the same. Alachkar, an associate adjunct professor of pharmacology, said that the study is the first to present a mouse model based on methionine-influenced neural development that leads to schizophrenic-like behaviors. \"This mouse model provides much broader detail of biological processes of schizophrenia and thus reflect much better the disorder than in the animal models presently widely used in drug discovery,\" said Olivier Civelli, chair and professor of pharmacology and an author on the paper.\"Our study also agrees with the saying, 'we are what our mothers ate',\" Alachkar added. \"Methionine is one of the building blocks of proteins. It is not synthesized by our bodies, and it needs to be ingested. Our study points at the very important role of excess dietary methionine during pregnancy in fetal development, which might have a long-lasting influence on the offspring. This is a very exciting area of research that we hope can be explored in greater depth.\"", "journal": "Molecular Psychiatry", "funder": "National Institutes of Health", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--usu081517.php", "institution": "University of California - Irvine", "meeting": "", "description": "An abundance of an amino acid called methionine, which is common in meat, cheese and beans, may provide new clues to the fetal brain development that can manifest in schizophrenia, University of California, Irvine pharmacology researchers report in the journal Molecular Psychiatry.", "article_link": "http://dx.doi.org/10.1038/mp.2017.164", "keywords": ["Cell Biology", " Developmental/Reproductive Biology", " Medicine/Health", " Neurobiology", " Pharmaceutical Science", " Mental Health"], "source_link": "http://www.som.uci.edu/news_releases/uc-irvine-study-finds-possible-roots-of-schizophrenia.asp", "date": "Tue, 15 Aug 2017 04:00:00 GMT"}