{"title": "UTSW identifies weight-gain receptor linked to antipsychotic drugs | EurekAlert! Science News", "year": "Mon, 14 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "ut", "southwestern", "researchers", "drs", "joel", "elmquist", "chen", "liu", "syann", "lee", "caleb", "lord", "view", "dallas", "14", "2017", "many", "schizophrenic", "depressed", "patients", "experience", "weight", "gain", "type", "2", "diabetes", "quests", "benefits", "major", "class", "antipsychotic", "southwestern", "medical", "center", "researchers", "identified", "cellular", "receptor", "central", "undesirable", "effects", "eliminated", "metabolic", "changes", "mice", "drug", "targets", "serotonin", "2c", "receptor", "atypical", "antipsychotics", "essential", "medications", "millions", "schizophrenia", "patients", "worldwide", "increasingly", "prescribed", "bipolar", "disorder", "major", "depressive", "disorder", "autism", "said", "chen", "liu", "assistant", "professor", "internal", "medicine", "neuroscience", "author", "today", "journal", "clinical", "investigation", "study", "along", "joel", "elmquist", "director", "division", "hypothalamic", "research", "professor", "internal", "medicine", "pharmacology", "psychiatry", "members", "class", "antipsychotics", "linked", "metabolic", "syndrome", "characterized", "excessive", "weight", "gain", "blood", "fat", "abnormalities", "type", "2", "diabetes", "obesity", "diabetes", "often", "develop", "shortly", "treatment", "begins", "added", "liu", "also", "division", "hypothalamic", "researchers", "found", "six", "weeks", "exposure", "antipsychotic", "drug", "olanzapine", "caused", "weight", "gain", "particularly", "female", "mice", "due", "increased", "fat", "rather", "muscle", "similar", "treatment", "humans", "mice", "given", "olanzapine", "showed", "significant", "weight", "gain", "higher", "food", "intake", "metabolic", "changes", "associated", "insulin", "resistance", "diabetes", "said", "caleb", "lord", "lead", "author", "study", "former", "postdoctoral", "researcher", "division", "hypothalamic", "studied", "mice", "genetically", "modified", "lack", "serotonin", "2c", "receptor", "mice", "increased", "blood", "sugar", "weight", "gain", "almost", "absent", "indicating", "serotonin", "2c", "receptor", "must", "present", "olanzapine", "cause", "metabolic", "side", "effects", "liu", "said", "study", "directly", "demonstrates", "mouse", "model", "interaction", "serotonin", "2c", "receptor", "major", "cause", "olanzapine", "metabolic", "side", "effects", "finding", "clinically", "significant", "weight", "loss", "drug", "called", "lorcaserin", "contrast", "olanzapine", "activates", "serotonin", "2c", "receptor", "based", "opposite", "effects", "lorcaserin", "olanzapine", "serotonin", "2c", "receptor", "wanted", "test", "whether", "lorcaserin", "treatment", "could", "counteract", "metabolic", "effects", "olanzapine", "lorcaserin", "prevented", "weight", "gain", "significantly", "improved", "metabolic", "profile", "mice", "treated", "olanzapine", "researchers", "also", "found", "evidence", "mechanisms", "may", "involved", "although", "antipsychotic", "usual", "effects", "food", "intake", "weight", "gain", "blood", "sugar", "significantly", "blunted", "mice", "lacking", "serotonin", "2c", "receptor", "physical", "activity", "energy", "expenditure", "remained", "lower", "despite", "lack", "receptor", "finding", "indicates", "involvement", "receptors", "researchers", "said", "study", "suggests", "preventing", "interaction", "antipsychotic", "drugs", "serotonin", "2c", "receptor", "might", "able", "eliminate", "many", "metabolic", "side", "effects", "without", "interfering", "psychiatric", "effects", "plan", "continue", "working", "understand", "mechanisms", "involved", "liu", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-08/usmc-uiw081417.php", "date": "2018-01-19_21:17:31", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: These are UT Southwestern researchers (l-r) Drs. Joel Elmquist, Chen Liu, Syann Lee, and Caleb Lord.\n       view more DALLAS - Aug. 14, 2017 - Many schizophrenic and depressed patients experience weight gain and type 2 diabetes in their quests for the life-changing benefits of a major class of antipsychotic drugs.UT Southwestern Medical Center researchers identified a cellular receptor central to these undesirable effects. They then eliminated most of these metabolic changes in mice co-treated with a weight-loss drug that targets the serotonin 2c receptor.\"Atypical antipsychotics are essential medications for millions of schizophrenia patients worldwide and they are increasingly being prescribed for bipolar disorder, major depressive disorder, and autism,\" said Dr. Chen Liu, an Assistant Professor of Internal Medicine and Neuroscience and co-corresponding author of today's Journal of Clinical Investigation study along with Dr. Joel Elmquist, Director of the Division of Hypothalamic Research and a Professor of Internal Medicine, Pharmacology, and Psychiatry.\"Most members of this class of antipsychotics are linked to a drug-induced metabolic syndrome characterized by excessive weight gain, blood fat abnormalities, and type 2 diabetes. Obesity and diabetes often develop shortly after treatment begins,\" added Dr. Liu, who is also in the Division of Hypothalamic Research.The researchers found that six weeks of exposure to the antipsychotic drug olanzapine caused weight gain - particularly in female mice - due to increased fat rather than muscle.\"Similar to treatment in humans, mice given olanzapine showed significant weight gain, higher food intake, and metabolic changes associated with insulin resistance and diabetes,\" said Dr. Caleb Lord, lead author of the study and a former postdoctoral researcher in the Division of Hypothalamic Research.Next, they studied mice genetically modified to lack the serotonin 2c receptor. In those mice, the increased blood sugar and weight gain were almost absent, indicating that the serotonin 2c receptor must be present for olanzapine to cause metabolic side effects, Dr. Liu said.\"Our study directly demonstrates in a mouse model that this interaction with the serotonin 2c receptor is a major cause of olanzapine's metabolic side effects. This finding is clinically significant because of an FDA-approved weight loss drug called lorcaserin, which in contrast to olanzapine, activates the serotonin 2c receptor. Based on the opposite effects of lorcaserin and olanzapine on the serotonin 2c receptor, we wanted to test whether lorcaserin treatment could counteract the metabolic effects of olanzapine. Co-treating with lorcaserin prevented weight gain and significantly improved the metabolic profile of mice treated with olanzapine,\" he said.The researchers also found evidence that other mechanisms may be involved. Although the antipsychotic's usual effects on food intake, weight gain, and blood sugar were significantly blunted in mice lacking the serotonin 2c receptor, physical activity and energy expenditure remained lower despite the lack of that receptor. That finding indicates the involvement of other receptors, the researchers said.\"This study suggests that by preventing the interaction between antipsychotic drugs and the serotonin 2c receptor we might be able to eliminate many of the metabolic side effects without interfering with the psychiatric effects. We plan to continue working to understand the mechanisms involved,\" Dr. Liu said.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: These are UT Southwestern researchers (l-r) Drs.", "Joel Elmquist, Chen Liu, Syann Lee, and Caleb Lord.", "view more DALLAS - Aug. 14, 2017 - Many schizophrenic and depressed patients experience weight gain and type 2 diabetes in their quests for the life-changing benefits of a major class of antipsychotic drugs.UT Southwestern Medical Center researchers identified a cellular receptor central to these undesirable effects.", "They then eliminated most of these metabolic changes in mice co-treated with a weight-loss drug that targets the serotonin 2c receptor.", "\"Atypical antipsychotics are essential medications for millions of schizophrenia patients worldwide and they are increasingly being prescribed for bipolar disorder, major depressive disorder, and autism,\" said Dr. Chen Liu, an Assistant Professor of Internal Medicine and Neuroscience and co-corresponding author of today's Journal of Clinical Investigation study along with Dr. Joel Elmquist, Director of the Division of Hypothalamic Research and a Professor of Internal Medicine, Pharmacology, and Psychiatry.", "\"Most members of this class of antipsychotics are linked to a drug-induced metabolic syndrome characterized by excessive weight gain, blood fat abnormalities, and type 2 diabetes.", "Obesity and diabetes often develop shortly after treatment begins,\" added Dr. Liu, who is also in the Division of Hypothalamic Research.The researchers found that six weeks of exposure to the antipsychotic drug olanzapine caused weight gain - particularly in female mice - due to increased fat rather than muscle.", "\"Similar to treatment in humans, mice given olanzapine showed significant weight gain, higher food intake, and metabolic changes associated with insulin resistance and diabetes,\" said Dr. Caleb Lord, lead author of the study and a former postdoctoral researcher in the Division of Hypothalamic Research.Next, they studied mice genetically modified to lack the serotonin 2c receptor.", "In those mice, the increased blood sugar and weight gain were almost absent, indicating that the serotonin 2c receptor must be present for olanzapine to cause metabolic side effects, Dr. Liu said.", "\"Our study directly demonstrates in a mouse model that this interaction with the serotonin 2c receptor is a major cause of olanzapine's metabolic side effects.", "This finding is clinically significant because of an FDA-approved weight loss drug called lorcaserin, which in contrast to olanzapine, activates the serotonin 2c receptor.", "Based on the opposite effects of lorcaserin and olanzapine on the serotonin 2c receptor, we wanted to test whether lorcaserin treatment could counteract the metabolic effects of olanzapine.", "Co-treating with lorcaserin prevented weight gain and significantly improved the metabolic profile of mice treated with olanzapine,\" he said.The researchers also found evidence that other mechanisms may be involved.", "Although the antipsychotic's usual effects on food intake, weight gain, and blood sugar were significantly blunted in mice lacking the serotonin 2c receptor, physical activity and energy expenditure remained lower despite the lack of that receptor.", "That finding indicates the involvement of other receptors, the researchers said.", "\"This study suggests that by preventing the interaction between antipsychotic drugs and the serotonin 2c receptor we might be able to eliminate many of the metabolic side effects without interfering with the psychiatric effects.", "We plan to continue working to understand the mechanisms involved,\" Dr. Liu said."], "source": "UT Southwestern Medical Center"}