{"title": "Genes, ozone, and autism | EurekAlert! Science News", "year": "Fri, 23 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "genes", "environment", "risk", "autism", "environment", "factors", "ozone", "interact", "genetic", "factors", "copy", "number", "variation", "produce", "even", "higher", "risk", "autism", "expected", "adding", "view", "university", "park", "pa", "new", "analysis", "shows", "individuals", "high", "levels", "genetic", "variation", "elevated", "exposure", "ozone", "environment", "even", "higher", "risk", "developing", "autism", "would", "expected", "adding", "two", "risk", "factors", "together", "study", "first", "look", "combined", "effects", "genetic", "change", "environmental", "risk", "factors", "autism", "first", "identify", "interaction", "genes", "environment", "leads", "emergent", "increase", "risk", "would", "found", "studying", "factors", "independently", "paper", "describing", "research", "appears", "online", "journal", "autism", "research", "autism", "like", "human", "diseases", "complex", "said", "scott", "selleck", "professor", "biochemistry", "molecular", "biology", "penn", "state", "one", "leaders", "research", "team", "probably", "hundreds", "thousands", "genes", "involved", "exceptions", "studied", "independently", "environmental", "contributors", "autism", "real", "team", "researchers", "represents", "merger", "people", "genetic", "expertise", "environmental", "epidemiologists", "allowing", "us", "first", "time", "answer", "questions", "genetic", "environmental", "risk", "factors", "autism", "interact", "team", "looked", "variation", "deletions", "duplications", "repeated", "elements", "genome", "lead", "variation", "among", "individuals", "number", "repeated", "elements", "general", "measure", "genetic", "variation", "five", "types", "air", "pollution", "air", "pollution", "nitrogen", "oxides", "two", "sizes", "particulate", "matter", "ozone", "large", "set", "individuals", "autism", "set", "typically", "developing", "controls", "study", "participants", "obtained", "childhood", "autism", "risks", "genetics", "environment", "charge", "study", "study", "led", "irva", "professor", "epidemiology", "chief", "division", "environmental", "occupational", "health", "university", "california", "davis", "one", "leaders", "research", "team", "includes", "cases", "controls", "matched", "age", "sex", "geographic", "location", "158", "cases", "147", "controls", "genetically", "scored", "genetic", "deletions", "duplications", "total", "changes", "copy", "number", "environmental", "exposures", "participant", "determined", "based", "residential", "histories", "using", "data", "environmental", "protection", "agency", "epa", "air", "quality", "system", "study", "used", "unique", "resources", "said", "mapping", "homes", "mothers", "pregnancies", "able", "estimate", "levels", "exposure", "several", "types", "air", "pollutants", "monitored", "epa", "allowed", "us", "examine", "differences", "cases", "autism", "typically", "developing", "controls", "prenatal", "pollutant", "exposure", "total", "load", "extra", "deleted", "genetic", "material", "evaluation", "risk", "factors", "showed", "duplications", "total", "variation", "particulate", "matter", "environment", "largest", "individual", "impact", "risk", "autism", "however", "researchers", "evaluated", "interactions", "among", "various", "risk", "factors", "saw", "large", "effect", "ozone", "among", "children", "either", "duplications", "total", "variation", "ozone", "little", "effect", "risk", "autism", "studies", "take", "interactions", "among", "risk", "factors", "consideration", "may", "ignored", "interactions", "among", "various", "factors", "even", "large", "individual", "effects", "appeared", "little", "effect", "risk", "study", "showed", "effect", "pollutant", "previously", "associated", "autism", "risk", "study", "may", "one", "example", "taking", "genomic", "variation", "account", "help", "us", "identify", "new", "risk", "factors", "autism", "said", "heather", "volk", "assistant", "professor", "department", "mental", "health", "johns", "hopkins", "bloomberg", "school", "public", "health", "look", "raw", "numbers", "statistical", "assessment", "see", "increase", "risk", "autism", "individuals", "top", "25", "percent", "level", "genetic", "variation", "top", "25", "percent", "exposure", "ozone", "compared", "individuals", "bottom", "25", "percent", "measures", "said", "selleck", "increase", "risk", "striking", "given", "know", "complexity", "diseases", "like", "autism", "perhaps", "surprising", "demonstrates", "important", "consider", "different", "types", "risk", "factors", "disease", "together", "even", "small", "individual", "effects", "researchers", "speculate", "large", "effect", "interaction", "ozone", "exposure", "variation", "could", "result", "fact", "ozone", "oxidizing", "agent", "known", "produce", "reactive", "oxygen", "species", "like", "peroxides", "cause", "cellular", "stress", "alter", "cell", "function", "many", "ways", "high", "levels", "variation", "may", "indicate", "compromised", "state", "primed", "type", "damage", "ozone", "cause"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ps-goa062317.php", "date": "2018-01-19_21:12:06", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Genes, Environment, and the Risk for Autism: Environment factors (ozone) can interact with genetic factors (copy number variation) to produce an even higher risk for autism than expected by adding...\n     view more University Park, PA -- A new analysis shows that individuals with high levels of genetic variation and elevated exposure to ozone in the environment are at an even higher risk for developing autism than would be expected by adding the two risk factors together. The study is the first to look at the combined effects of genome-wide genetic change and environmental risk factors for autism, and the first to identify an interaction between genes and environment that leads to an emergent increase in risk that would not be found by studying these factors independently. A paper describing the research appears online in the journal Autism Research.\"Autism, like most human diseases, is complex,\" said Scott B. Selleck, professor of biochemistry and molecular biology at Penn State and one of the leaders of the research team. \"There are probably hundreds, if not thousands, of genes involved and up until now -- with very few exceptions -- these have been studied independently of the environmental contributors to autism, which are real. Our team of researchers represents a merger of people with genetic expertise and environmental epidemiologists, allowing us for the first time to answer questions about how genetic and environmental risk factors for autism interact.\"The team looked at copy-number variation -- deletions and duplications of repeated elements in the genome that lead to variation among individuals in the number of repeated elements -- as a general measure of genetic variation and five types of air pollution -- traffic-related air pollution, nitrogen oxides, two sizes of particulate matter, and ozone -- in a large set of individuals with autism and a well-matched set of typically developing controls. The study participants -- obtained through the Childhood Autism Risks from Genetics and Environment (CHARGE) Study, a population-based case-control study led by Irva Hertz-Picciotto, professor of epidemiology and chief of the Division of Environmental and Occupational Health at University of California Davis, and one of the leaders of the research team -- includes cases and controls matched for age, sex, and geographic location. Each of 158 cases and 147 controls were genetically scored for genetic deletions, duplications, and total changes in copy number. Environmental exposures for each participant were determined based on residential histories using data from the U.S. Environmental Protection Agency (EPA) Air Quality System.\"This study used unique resources,\" said Hertz-Picciotto. \"By mapping the homes of the mothers during their pregnancies, we were able to estimate their levels of exposure to several types of air pollutants that are monitored by the U.S. EPA. This allowed us to examine differences between cases of autism and typically developing controls in both their prenatal pollutant exposure and their total load of extra or deleted genetic material.\"Evaluation of each of the risk factors showed that duplications, total copy-number variation, and particulate matter in the environment had the largest individual impact on risk for autism. However, when the researchers evaluated interactions among the various risk factors they saw a large effect of ozone among children with either duplications or total copy-number variation. Ozone on its own had very little effect on risk for autism, such that in studies that did not take interactions among risk factors into consideration, it may have been ignored. Interactions among the various other factors, even those with large individual effects, appeared to have very little effect on risk.\"This study showed the effect of a pollutant not previously associated with autism risk.  This study may be one example of how taking genomic variation into account can help us identify new risk factors for autism,\" said Heather Volk, assistant professor in the Department of Mental Health at the Johns Hopkins Bloomberg School of Public Health.\"If we just look at the raw numbers, before any statistical assessment, we see a ten-fold increase in the risk of autism for individuals in the top 25 percent for level of genetic variation and in the top 25 percent for exposure to ozone as compared to the individuals in the bottom 25 percent for each of these measures,\" said Selleck. \"This increase in risk is striking, but given what we know about the complexity of diseases like autism, perhaps not surprising. It demonstrates how important it is to consider different types of risk factors for disease together, even those with small individual effects.\"The researchers speculate that the large effect of the interaction between ozone exposure and copy-number variation could be the result of the fact that ozone is an oxidizing agent, and is known to produce reactive oxygen species, like peroxides, that cause cellular stress and can alter cell function in many ways. High levels of copy-number variation may indicate a compromised state that is primed for the type of damage that ozone can cause.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Genes, Environment, and the Risk for Autism: Environment factors (ozone) can interact with genetic factors (copy number variation) to produce an even higher risk for autism than expected by adding...\n     view more University Park, PA -- A new analysis shows that individuals with high levels of genetic variation and elevated exposure to ozone in the environment are at an even higher risk for developing autism than would be expected by adding the two risk factors together.", "The study is the first to look at the combined effects of genome-wide genetic change and environmental risk factors for autism, and the first to identify an interaction between genes and environment that leads to an emergent increase in risk that would not be found by studying these factors independently.", "A paper describing the research appears online in the journal Autism Research.", "\"Autism, like most human diseases, is complex,\" said Scott B. Selleck, professor of biochemistry and molecular biology at Penn State and one of the leaders of the research team.", "\"There are probably hundreds, if not thousands, of genes involved and up until now -- with very few exceptions -- these have been studied independently of the environmental contributors to autism, which are real.", "Our team of researchers represents a merger of people with genetic expertise and environmental epidemiologists, allowing us for the first time to answer questions about how genetic and environmental risk factors for autism interact.", "\"The team looked at copy-number variation -- deletions and duplications of repeated elements in the genome that lead to variation among individuals in the number of repeated elements -- as a general measure of genetic variation and five types of air pollution -- traffic-related air pollution, nitrogen oxides, two sizes of particulate matter, and ozone -- in a large set of individuals with autism and a well-matched set of typically developing controls.", "The study participants -- obtained through the Childhood Autism Risks from Genetics and Environment (CHARGE) Study, a population-based case-control study led by Irva Hertz-Picciotto, professor of epidemiology and chief of the Division of Environmental and Occupational Health at University of California Davis, and one of the leaders of the research team -- includes cases and controls matched for age, sex, and geographic location.", "Each of 158 cases and 147 controls were genetically scored for genetic deletions, duplications, and total changes in copy number.", "Environmental exposures for each participant were determined based on residential histories using data from the U.S. Environmental Protection Agency (EPA) Air Quality System.", "\"This study used unique resources,\" said Hertz-Picciotto.", "\"By mapping the homes of the mothers during their pregnancies, we were able to estimate their levels of exposure to several types of air pollutants that are monitored by the U.S. EPA.", "This allowed us to examine differences between cases of autism and typically developing controls in both their prenatal pollutant exposure and their total load of extra or deleted genetic material.", "\"Evaluation of each of the risk factors showed that duplications, total copy-number variation, and particulate matter in the environment had the largest individual impact on risk for autism.", "However, when the researchers evaluated interactions among the various risk factors they saw a large effect of ozone among children with either duplications or total copy-number variation.", "Ozone on its own had very little effect on risk for autism, such that in studies that did not take interactions among risk factors into consideration, it may have been ignored.", "Interactions among the various other factors, even those with large individual effects, appeared to have very little effect on risk.", "\"This study showed the effect of a pollutant not previously associated with autism risk.", "This study may be one example of how taking genomic variation into account can help us identify new risk factors for autism,\" said Heather Volk, assistant professor in the Department of Mental Health at the Johns Hopkins Bloomberg School of Public Health.", "\"If we just look at the raw numbers, before any statistical assessment, we see a ten-fold increase in the risk of autism for individuals in the top 25 percent for level of genetic variation and in the top 25 percent for exposure to ozone as compared to the individuals in the bottom 25 percent for each of these measures,\" said Selleck.", "\"This increase in risk is striking, but given what we know about the complexity of diseases like autism, perhaps not surprising.", "It demonstrates how important it is to consider different types of risk factors for disease together, even those with small individual effects.", "\"The researchers speculate that the large effect of the interaction between ozone exposure and copy-number variation could be the result of the fact that ozone is an oxidizing agent, and is known to produce reactive oxygen species, like peroxides, that cause cellular stress and can alter cell function in many ways.", "High levels of copy-number variation may indicate a compromised state that is primed for the type of damage that ozone can cause."], "source": "Penn State"}