{"title": "Elevated rate of autism symptoms found in children with Tourette syndrome | EurekAlert! Science News", "year": "Thu, 22 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txaround", "one", "five", "children", "tourette", "syndrome", "neurological", "disorder", "characterized", "involuntary", "movements", "vocalizations", "met", "criteria", "autism", "study", "headed", "uc", "san", "francisco", "prevalence", "may", "reflection", "similarity", "symptoms", "actual", "autism", "according", "study", "tested", "535", "children", "adults", "tourette", "autism", "using", "test", "called", "social", "responsiveness", "scale", "among", "294", "children", "tested", "percent", "reached", "cutoff", "autism", "versus", "percent", "241", "adults", "contrast", "autism", "estimated", "affect", "percent", "general", "population", "according", "studies", "cited", "social", "responsiveness", "scale", "second", "edition", "quantitative", "measure", "autism", "symptoms", "assesses", "ability", "engage", "emotionally", "appropriate", "reciprocal", "social", "interactions", "evaluates", "levels", "social", "awareness", "social", "cognition", "social", "communication", "social", "motivation", "restrictive", "interests", "repetitive", "behavior", "threshold", "autism", "compares", "favorably", "diagnostic", "gold", "standard", "autism", "diagnostic", "interview", "researchers", "study", "publishing", "june", "22", "2017", "journal", "american", "academy", "child", "adolescent", "adhd", "frequent", "researchers", "wanted", "examine", "autism", "symptoms", "patients", "tourette", "including", "whose", "diagnosis", "coupled", "disorder", "ocd", "attention", "deficit", "hyperactivity", "disorder", "adhd", "conditions", "frequently", "tourette", "ocd", "adhd", "shown", "share", "common", "symptoms", "genetic", "relationships", "recent", "study", "researchers", "assessing", "autism", "symptom", "patterns", "large", "tourette", "sample", "may", "helpful", "determining", "whether", "overlap", "due", "symptoms", "found", "disorders", "rather", "overlapping", "etiology", "said", "first", "author", "sabrina", "darrow", "phd", "assistant", "professor", "department", "psychiatry", "ucsf", "results", "suggest", "although", "autism", "diagnoses", "higher", "individuals", "tourette", "increase", "may", "due", "symptoms", "especially", "repetitive", "behaviors", "strongly", "related", "disorder", "researchers", "found", "highest", "scores", "social", "responsiveness", "scale", "met", "autism", "criteria", "found", "participants", "tourette", "either", "ocd", "adhd", "among", "tourette", "met", "cutoff", "autism", "83", "percent", "also", "met", "criteria", "ocd", "researchers", "found", "noting", "high", "scores", "especially", "evident", "part", "autism", "test", "measures", "restrictive", "interests", "repetitive", "gulf", "adults", "kids", "autism", "potentially", "compelling", "argument", "surprisingly", "high", "rates", "autism", "found", "sample", "wide", "discrepancy", "children", "adults", "met", "diagnostic", "criteria", "tourette", "usually", "diagnosed", "ages", "3", "9", "symptoms", "often", "peak", "early", "teens", "start", "abate", "early", "twenties", "continued", "improvement", "early", "adulthood", "children", "twice", "likely", "meet", "cutoff", "adults", "indicating", "tics", "recede", "symptoms", "autism", "contrast", "autism", "usually", "lifelong", "said", "darrow", "previous", "studies", "shown", "children", "mood", "anxiety", "disorders", "also", "higher", "rates", "autism", "symptoms", "based", "social", "responsiveness", "scale", "said", "senior", "author", "carol", "mathews", "md", "research", "professor", "psychiatry", "ucsf", "currently", "adjunct", "professor", "psychiatry", "ucsf", "professor", "psychiatry", "university", "florida", "impairment", "possible", "factor", "diagnosis", "suggests", "increase", "may", "reflect", "underlying", "psychiatric", "impairment", "rather", "specific", "autism", "children", "study", "probably", "autism", "others", "symptoms", "mimic", "autism", "really", "due", "autism", "symptoms", "called", "phenocopies", "tourette", "affects", "one", "10", "children", "according", "national", "institutes", "health", "like", "autism", "significantly", "prevalent", "males", "common", "tics", "include", "repetitive", "throat", "clearing", "blinking", "grimacing", "people", "require", "medication", "suppress", "symptoms", "treatment", "may", "recommended", "adhd", "ocd"], "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--ero061917.php", "date": "2018-01-19_21:12:13", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAround one in five children with Tourette syndrome, a neurological disorder characterized by involuntary movements and vocalizations, met criteria for autism in a study headed by UC San Francisco. But this prevalence may be more a reflection of similarity in symptoms than actual autism, according to the study's researchers.Researchers tested 535 children and adults with Tourette's for autism, using a self-reporting test called the Social Responsiveness Scale. Among the 294 children tested, 22.8 percent reached the cutoff for autism, versus 8.7 percent of the 241 adults. In contrast, autism is estimated to affect between 0.3 and 2.9 percent of the general population, according to studies cited in the paper.The Social Responsiveness Scale Second Edition is a 65-item quantitative measure of autism symptoms that assesses the ability to engage in \"emotionally appropriate reciprocal social interactions.\" It evaluates levels of social awareness, social cognition, social communication, social motivation, and restrictive interests and repetitive behavior. Its threshold for autism compares favorably with the diagnostic gold standard, the Autism Diagnostic Interview, the researchers noted.The study is publishing on June 22, 2017, in the Journal of the American Academy of Child and Adolescent Psychiatry.OCD, ADHD Frequent Co-Occurrences The researchers wanted to examine autism symptoms in patients with Tourette's, including those whose diagnosis was coupled with obsessive-compulsive disorder (OCD) or attention deficit hyperactivity disorder (ADHD), conditions that frequently co-occur. Tourette's, OCD and ADHD have been shown to share common symptoms and genetic relationships in a recent study by the same researchers.\"Assessing autism symptom patterns in a large Tourette's sample may be helpful in determining whether some of this overlap is due to symptoms found in both disorders, rather than an overlapping etiology,\" said first author Sabrina Darrow, PhD, assistant professor in the department of psychiatry at UCSF.\"Our results suggest that although autism diagnoses were higher in individuals with Tourette's, some of the increase may be due to autism-like symptoms, especially repetitive behaviors that are more strongly related to obsessive-compulsive disorder.\"The researchers found that the highest scores on the Social Responsiveness Scale, which met autism criteria, were found in participants with Tourette's and either OCD or ADHD. Among those with Tourette's who met the cutoff for autism, 83 percent also met criteria for OCD, the researchers found, noting that high scores were especially evident in the part of the autism test that measures restrictive interests and repetitive behavior.Wide Gulf Between Adults, Kids with Autism Diagnosis.A potentially compelling argument against the surprisingly high rates of autism found in this sample was the wide discrepancy between children and adults who met the diagnostic criteria. Tourette's is usually diagnosed between the ages of 3 and 9; symptoms most often peak in the early teens and start to abate in the early twenties, with continued improvement in early adulthood.\"Children were more than twice as likely to meet the cutoff than adults, indicating that as tics recede, so do symptoms of autism. In contrast, autism is usually lifelong,\" said Darrow.\"Previous studies have shown that children with mood and anxiety disorders also have higher rates of autism symptoms, based on the Social Responsiveness Scale,\" said senior author Carol Mathews, MD, who did the research while a professor of psychiatry at UCSF. She currently is adjunct professor of psychiatry at UCSF and professor of psychiatry at the University of Florida in Gainesville.Psychiatric Impairment Possible Factor in Diagnosis\"This suggests that some of the increase may reflect underlying psychiatric impairment rather than being specific for autism. Some of the children in the study probably have autism, others have symptoms that mimic autism, but are not really due to autism. These symptoms are called phenocopies.\"Tourette's affects between one and 10 in 1,000 children according to the National Institutes of Health. Like autism, it is significantly more prevalent in males. Common tics include repetitive throat clearing, blinking or grimacing. Most people do not require medication to suppress their symptoms, but treatment may be recommended for co-occurring ADHD and OCD.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAround one in five children with Tourette syndrome, a neurological disorder characterized by involuntary movements and vocalizations, met criteria for autism in a study headed by UC San Francisco.", "But this prevalence may be more a reflection of similarity in symptoms than actual autism, according to the study's researchers.Researchers tested 535 children and adults with Tourette's for autism, using a self-reporting test called the Social Responsiveness Scale.", "Among the 294 children tested, 22.8 percent reached the cutoff for autism, versus 8.7 percent of the 241 adults.", "In contrast, autism is estimated to affect between 0.3 and 2.9 percent of the general population, according to studies cited in the paper.The Social Responsiveness Scale Second Edition is a 65-item quantitative measure of autism symptoms that assesses the ability to engage in \"emotionally appropriate reciprocal social interactions.\"", "It evaluates levels of social awareness, social cognition, social communication, social motivation, and restrictive interests and repetitive behavior.", "Its threshold for autism compares favorably with the diagnostic gold standard, the Autism Diagnostic Interview, the researchers noted.The study is publishing on June 22, 2017, in the Journal of the American Academy of Child and Adolescent Psychiatry.OCD, ADHD Frequent Co-Occurrences The researchers wanted to examine autism symptoms in patients with Tourette's, including those whose diagnosis was coupled with obsessive-compulsive disorder (OCD) or attention deficit hyperactivity disorder (ADHD), conditions that frequently co-occur.", "Tourette's, OCD and ADHD have been shown to share common symptoms and genetic relationships in a recent study by the same researchers.", "\"Assessing autism symptom patterns in a large Tourette's sample may be helpful in determining whether some of this overlap is due to symptoms found in both disorders, rather than an overlapping etiology,\" said first author Sabrina Darrow, PhD, assistant professor in the department of psychiatry at UCSF.", "\"Our results suggest that although autism diagnoses were higher in individuals with Tourette's, some of the increase may be due to autism-like symptoms, especially repetitive behaviors that are more strongly related to obsessive-compulsive disorder.", "\"The researchers found that the highest scores on the Social Responsiveness Scale, which met autism criteria, were found in participants with Tourette's and either OCD or ADHD.", "Among those with Tourette's who met the cutoff for autism, 83 percent also met criteria for OCD, the researchers found, noting that high scores were especially evident in the part of the autism test that measures restrictive interests and repetitive behavior.Wide Gulf Between Adults, Kids with Autism Diagnosis.A potentially compelling argument against the surprisingly high rates of autism found in this sample was the wide discrepancy between children and adults who met the diagnostic criteria.", "Tourette's is usually diagnosed between the ages of 3 and 9; symptoms most often peak in the early teens and start to abate in the early twenties, with continued improvement in early adulthood.", "\"Children were more than twice as likely to meet the cutoff than adults, indicating that as tics recede, so do symptoms of autism.", "In contrast, autism is usually lifelong,\" said Darrow.", "\"Previous studies have shown that children with mood and anxiety disorders also have higher rates of autism symptoms, based on the Social Responsiveness Scale,\" said senior author Carol Mathews, MD, who did the research while a professor of psychiatry at UCSF.", "She currently is adjunct professor of psychiatry at UCSF and professor of psychiatry at the University of Florida in Gainesville.Psychiatric Impairment Possible Factor in Diagnosis\"This suggests that some of the increase may reflect underlying psychiatric impairment rather than being specific for autism.", "Some of the children in the study probably have autism, others have symptoms that mimic autism, but are not really due to autism.", "These symptoms are called phenocopies.", "\"Tourette's affects between one and 10 in 1,000 children according to the National Institutes of Health.", "Like autism, it is significantly more prevalent in males.", "Common tics include repetitive throat clearing, blinking or grimacing.", "Most people do not require medication to suppress their symptoms, but treatment may be recommended for co-occurring ADHD and OCD."], "source": "University of California - San Francisco"}