{"title": "Tourette Syndrome risk increases in people with genetic copy variations", "text": "An international team that just conducted the largest study of Tourette Syndrome has identified genetic abnormalities that are the first definitive risk genes for the disorder.Although Tourette has long been thought to have a genetic basis -- because the syndrome tends to appear in families -- before now no definitive risk genes had been found.The breakthrough came when researchers focused on a relatively new area of genomics research that takes a broader look at the entire genome, rather than searching for a particular gene, says Peristera Paschou, Purdue University associate biology professor.\"Most times we focus on a mutation of a single base pair, which are the building blocks of DNA, and look for a mutation. But in recent years we've realized that there is another type of variation of the human genome,\" Paschou says.Scientists have been exploring how often short sections of genes are repeated through the entire genome, how these repetitions might vary among individuals, and whether these repetitions, which are called copy number variants, have an effect on health.\"These variations may involve a large part of the DNA sequence and may even include whole genes. We have only very recently begun to understand how copy number variation may relate to disease,\" she says. \"In the case of this research on Tourette Syndrome, we scanned the entire genome, and through physical analysis, we were able to identify where this variation lies.\"We rarely find variants that are associated at such a high level. This is why this is such a big breakthrough.\"Dr. Jeremiah Scharf, of the Psychiatric & Neurodevelopmental Genetics Unit in the Massachusetts General Hospital Departments of Psychiatry and Neurology and the Massachusetts General Hospital Center for Genomic Medicine, co-senior author of the report, says this is a significant finding.\"The challenge of recognizing that Tourette Syndrome is not a single gene disorder, and that a stringent statistical certainty is required in order to declare a gene to be significantly associated with it, has been our long-term aim,\" he says. \"We believe that what sets our study apart from prior studies is that the two genes we have identified both surpassed the stringent threshold of 'genome-wide significance,' and so, represent the first two definitive Tourette Syndrome susceptibility genes.\"The research was published this week in the journal Neuron.In addition to Paschou and Scharf, other co-senior authors on the paper were Dr. Giovanni Coppola, of the David Geffen School of Medicine at the University of California, Los Angeles; and Dr. Carol Mathews, of the Genetics Institute at the University of Florida.The international research team that made the discovery comprised 57 researchers based in 11 countries.About one in 100 people have Tourette Syndrome, which is a complex neuropsychiatric disorder. Although the syndrome is often sensationalized with reports of individuals saying vulgar words or inappropriate comments, this behavior actually occurs in a small percentage of people with Tourette Syndrome.A person with the disorder will typically have one or more physical tics, such as throat clearing, coughing, eye blinking, or facial movements, along with at least one involuntary phonic or verbal tic. The symptoms are usually mild and develop in early childhood. People with Tourette Syndrome also are more likely to have additional neuropsychiatric disorders, such as attention deficit hyperactivity or obsessive compulsive disorder, and appear to be at higher risk for anxiety, major depression or autism spectrum disorders.Because of the large variety of symptoms and related conditions, Tourette Syndrome is often a difficult condition to identify and track, Paschou says.\"Because it is so very diverse, we need to study a large number of patients,\" Paschou says. \"Before this study, Tourette Syndrome genome-wide studies on copy number variants had been very limited. Our study brought together a sample group of 2,400 TS patients and 4,000 subjects in the control group.\"Paschou says that the research will help speed new and more effective treatments for the disorder.\"It's not obsessive scientific curiosity that drives this research. We are in great need of new drugs for Tourette Syndrome; current treatments often have unwanted side effects,\" she says. \"By understanding the pathways that underlie the disorder, we hope to point to molecules that will be targets for new therapies.\"Additionally, Scharf says the benefits of this study will extend to disorders other than Tourette's.\"Tourette Syndrome has long been considered a model disorder to study the parts of the brain that function at the intersection of our traditional concepts of neurology and psychiatry,\" Scharf says. \"These first two definitive genes for Tourette Syndrome give us strong footholds in our efforts to understand the biology of this disease, and future studies of how these genes work both in health and disease may lead to discoveries that are more broadly relevant to neuropsychiatric disorders in general.\"Although this research was the largest ever conducted on Tourette Syndrome, Paschou says a much larger study is already being planned.\"We are hopeful that in the next two years we will put together a sample of 12,000 patients, which is something that those of us who work in this field could not have imagined before,\" she said.Paschou says that the success of the collaboration is due not just to the researchers, but also to the patients and their families.\"It was such a great contribution for the patients and their families to participate in this study. Without them studies like this could not exist.\"\r\n", "journal": "Neuron", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/pu-tsr062217.php", "institution": "Purdue University", "meeting": "", "description": "An international team that just conducted the largest study of Tourette Syndrome has identified genetic abnormalities that are the first definitive risk genes for the disorder.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.06.010", "keywords": ["Genetics", " Medicine/Health", " Neurobiology", " Behavior", " Mental Health"], "source_link": "http://www.purdue.edu/newsroom/releases/2017/Q2/tourette-syndrome-risk-increases-in-people-with-genetic-copy-variations.html", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}