{"title": "New statistical method finds shared ancestral gene variants involved in autism's cause | EurekAlert! Science News", "year": "Wed, 21 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcold", "spring", "harbor", "ny", "way", "measure", "things", "lot", "value", "results", "get", "want", "know", "much", "blueberry", "weighs", "use", "bathroom", "scale", "sensitive", "enough", "register", "meaningful", "much", "stake", "principle", "applies", "scientists", "try", "measure", "genetic", "factors", "cause", "disease", "paper", "appearing", "today", "proceedings", "national", "academy", "sciences", "geneticist", "michael", "wigler", "cold", "spring", "harbor", "laboratory", "cshl", "kenny", "ye", "albert", "einstein", "colleagues", "use", "new", "mathematical", "method", "assess", "role", "genetic", "variants", "determining", "trait", "case", "autism", "autism", "understood", "interchangeable", "autism", "spectrum", "disorder", "asd", "story", "new", "approach", "finds", "wigler", "believes", "first", "rigorous", "statistical", "evidence", "ancient", "variations", "human", "genome", "contribute", "autism", "likely", "small", "effect", "devastating", "variants", "tend", "recent", "regularly", "weeded", "genome", "less", "likely", "offspring", "meaning", "damaging", "gene", "less", "likely", "transmitted", "past", "studies", "sought", "identify", "causal", "autism", "variants", "comparing", "genomes", "affected", "people", "unaffected", "people", "related", "professor", "wigler", "skeptical", "significance", "results", "obtained", "studies", "argues", "ethnic", "biases", "completely", "teased", "produce", "result", "assessed", "properly", "statistical", "significance", "comparing", "discordant", "siblings", "ssc", "unrelated", "people", "autism", "agre", "collection", "team", "able", "find", "clear", "signal", "ancient", "variants", "contributing", "autism", "shared", "among", "disorder", "collections", "definition", "related", "wigler", "stake", "result", "power", "family", "studies", "actually", "know", "tap", "point", "says", "information", "family", "structure", "isolated", "person", "got", "disorder", "certainly", "true", "dealing", "de", "novo", "germline", "mutation", "true", "even", "examining", "transmission", "current", "study"], "url": "http://www.eurekalert.org/pub_releases/2017-06/cshl-nsm062117.php", "date": "2018-01-19_21:12:20", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCold Spring Harbor, NY - The way you measure things has a lot to do with the value of the results you get. If you want to know how much a blueberry weighs, don't use a bathroom scale; it isn't sensitive enough to register a meaningful result.While much more is at stake, the same principle applies when scientists try to measure genetic factors that cause disease. In a paper appearing today in the Proceedings of the National Academy of Sciences, geneticist Michael Wigler of Cold Spring Harbor Laboratory (CSHL), Kenny Ye (Albert Einstein) and colleagues use a new mathematical method to assess the role of genetic variants in determining a trait -- in this case, autism. (Autism is to be understood as interchangeable with autism spectrum disorder, or ASD, in this story.) The new approach finds what Wigler believes is the first rigorous statistical evidence that ancient variations in the human genome contribute to autism -- each, most likely, having a very small effect. (Devastating variants tend to be recent and are regularly weeded out of the genome; those who have them are less likely to have offspring, meaning the damaging gene is less likely to be transmitted.)Past studies have sought to identify causal autism variants by comparing the genomes of affected people and unaffected people who are not related to them. Professor Wigler is skeptical of the significance of the results obtained with such \"case/control\" studies. He argues that ethnic and other biases cannot be completely teased out, and produce a result cannot be assessed properly for statistical significance.  By comparing the discordant siblings in the SSC with unrelated people with autism in the AGRE collection, the team was able to find a clear signal of ancient variants contributing to autism, shared among those with the disorder in both collections - who, by definition, are not related.  For Wigler, there is more at stake in the result. \"There is more power in family studies than we actually know how to tap into at this point,\" he says.  \"There is more information in a family structure than in the isolated person who's got a disorder. Certainly this is true when dealing with de novo or germline mutation, but true even when examining transmission, as we did in the current study.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCold Spring Harbor, NY - The way you measure things has a lot to do with the value of the results you get.", "If you want to know how much a blueberry weighs, don't use a bathroom scale; it isn't sensitive enough to register a meaningful result.While much more is at stake, the same principle applies when scientists try to measure genetic factors that cause disease.", "In a paper appearing today in the Proceedings of the National Academy of Sciences, geneticist Michael Wigler of Cold Spring Harbor Laboratory (CSHL), Kenny Ye (Albert Einstein) and colleagues use a new mathematical method to assess the role of genetic variants in determining a trait -- in this case, autism.", "(Autism is to be understood as interchangeable with autism spectrum disorder, or ASD, in this story.)", "The new approach finds what Wigler believes is the first rigorous statistical evidence that ancient variations in the human genome contribute to autism -- each, most likely, having a very small effect.", "(Devastating variants tend to be recent and are regularly weeded out of the genome; those who have them are less likely to have offspring, meaning the damaging gene is less likely to be transmitted.", ")Past studies have sought to identify causal autism variants by comparing the genomes of affected people and unaffected people who are not related to them.", "Professor Wigler is skeptical of the significance of the results obtained with such \"case/control\" studies.", "He argues that ethnic and other biases cannot be completely teased out, and produce a result cannot be assessed properly for statistical significance.", "By comparing the discordant siblings in the SSC with unrelated people with autism in the AGRE collection, the team was able to find a clear signal of ancient variants contributing to autism, shared among those with the disorder in both collections - who, by definition, are not related.", "For Wigler, there is more at stake in the result.", "\"There is more power in family studies than we actually know how to tap into at this point,\" he says.", "\"There is more information in a family structure than in the isolated person who's got a disorder.", "Certainly this is true when dealing with de novo or germline mutation, but true even when examining transmission, as we did in the current study.\""], "source": "Cold Spring Harbor Laboratory"}