{"title": "Could flu during pregnancy raise risk for autism? | EurekAlert! Science News", "year": "Wed, 21 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "center", "infection", "immunity", "cii", "columbia", "university", "mailman", "school", "public", "health", "found", "evidence", "alone", "maternal", "influenza", "pregnancy", "associated", "risk", "autism", "spectrum", "disorder", "asd", "offspring", "however", "find", "trend", "toward", "risk", "mothers", "laboratory", "diagnosis", "influenza", "symptoms", "severe", "illness", "trend", "achieve", "statistical", "study", "first", "assess", "risk", "asd", "based", "maternal", "influenza", "infection", "survey", "data", "medical", "records", "results", "appear", "journal", "msphere", "researchers", "analyzed", "questionnaires", "blood", "samples", "338", "mothers", "children", "asd", "348", "matched", "controls", "part", "autism", "birth", "cohort", "study", "prospective", "birth", "cohort", "norway", "blood", "samples", "collected", "mothers", "delivery", "mothers", "also", "reported", "cold", "flu", "symptoms", "blood", "tests", "past", "influenza", "influenza", "b", "infection", "associated", "increased", "asd", "risk", "however", "researchers", "combined", "reports", "illness", "blood", "test", "results", "found", "substantial", "albeit", "statistically", "insignificant", "increased", "risk", "asd", "random", "error", "could", "responsible", "finding", "authors", "caution", "dismissing", "outright", "due", "magnitude", "association", "children", "born", "mothers", "flu", "matching", "symptoms", "nearly", "double", "odds", "later", "diagnosed", "asd", "compared", "women", "without", "flu", "symptoms", "symptoms", "important", "may", "indicate", "extent", "mother", "immune", "system", "fighting", "flu", "says", "first", "author", "milada", "mahic", "research", "scientist", "center", "infection", "immunity", "norwegian", "institute", "public", "health", "infection", "contributing", "increased", "risk", "likely", "comes", "inflammation", "related", "maternal", "immune", "system", "response", "rather", "flu", "infection", "research", "warranted", "finding", "aligns", "past", "research", "suggesting", "admission", "hospital", "maternal", "viral", "infection", "first", "trimester", "maternal", "bacterial", "infection", "second", "trimester", "associated", "increased", "risk", "asd", "recent", "studies", "autism", "birth", "cohort", "study", "researchers", "reported", "women", "actively", "infected", "genital", "herpes", "early", "pregnancy", "twice", "odds", "giving", "birth", "child", "later", "diagnosed", "asd", "another", "new", "study", "reports", "maternal", "fever", "pregnancy", "may", "raise", "risk", "child", "developing", "asd", "fetal", "brain", "undergoes", "rapid", "changes", "make", "vulnerable", "robust", "maternal", "immune", "response", "says", "senior", "author", "ian", "lipkin", "director", "cii", "john", "snow", "professor", "epidemiology", "mailman", "school", "said", "mothers", "conclude", "infection", "pregnancy", "means", "child", "develop", "autism", "may", "simply", "one", "among", "many", "risk", "factors"], "url": "http://www.eurekalert.org/pub_releases/2017-06/cums-cfd061617.php", "date": "2018-01-19_21:12:23", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at the Center for Infection and Immunity (CII) at Columbia University's Mailman School of Public Health found no evidence that laboratory-diagnosis alone of maternal influenza during pregnancy is associated with risk of autism spectrum disorder (ASD) in the offspring. They did, however, find a trend toward risk in mothers with a laboratory diagnosis of influenza and self-reported symptoms of severe illness. This trend did not achieve statistical significance.The study is the first to assess the risk for ASD based on laboratory-verified maternal influenza infection, not just survey data or medical records. Results appear in the journal mSphere. The researchers analyzed questionnaires and blood samples from 338 mothers of children with ASD and 348 matched controls, as part of the Autism Birth Cohort Study, a prospective birth cohort in Norway. Blood samples were collected from mothers at mid-pregnancy and after delivery. Mothers also reported on their cold and flu symptoms during pregnancy.Positive blood tests for past influenza A or influenza B infection were not associated with increased ASD risk. However, when researchers combined reports of influenza-like illness with the blood test results, they found a substantial, albeit statistically insignificant, increased risk of ASD. While random error could be responsible for the finding, the authors caution against dismissing it outright due to the magnitude of the association: children born to mothers with laboratory-verified flu and matching symptoms had nearly double the odds of later being diagnosed with ASD compared to women without flu and symptoms.\"Symptoms are important because they may indicate the extent to which the mother's immune system is fighting the flu,\" says first author Milada Mahic, a post-doctoral research scientist at Center for Infection and Immunity and the Norwegian Institute of Public Health. \"If infection is contributing to increased risk, it likely comes from inflammation related to maternal immune system response rather than the flu infection itself. Further research is warranted.\"   The flu-ASD finding aligns with past research suggesting that admission to hospital for maternal viral infection in the first trimester and maternal bacterial infection in the second trimester is associated with increased risk of ASD.  In other recent studies from the Autism Birth Cohort Study, researchers reported that women actively infected with genital herpes during early pregnancy had twice the odds of giving birth to a child later diagnosed with ASD. Another new study reports maternal fever during pregnancy may raise risk for the child developing ASD. \"The fetal brain undergoes rapid changes that make it vulnerable to a robust maternal immune response,\" says senior author W. Ian Lipkin, director of CII and John Snow Professor of Epidemiology at the Mailman School. \"That said, mothers should not conclude that having an infection during pregnancy means that their child will develop autism. It may simply be one among many risk factors.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers at the Center for Infection and Immunity (CII) at Columbia University's Mailman School of Public Health found no evidence that laboratory-diagnosis alone of maternal influenza during pregnancy is associated with risk of autism spectrum disorder (ASD) in the offspring.", "They did, however, find a trend toward risk in mothers with a laboratory diagnosis of influenza and self-reported symptoms of severe illness.", "This trend did not achieve statistical significance.The study is the first to assess the risk for ASD based on laboratory-verified maternal influenza infection, not just survey data or medical records.", "Results appear in the journal mSphere.", "The researchers analyzed questionnaires and blood samples from 338 mothers of children with ASD and 348 matched controls, as part of the Autism Birth Cohort Study, a prospective birth cohort in Norway.", "Blood samples were collected from mothers at mid-pregnancy and after delivery.", "Mothers also reported on their cold and flu symptoms during pregnancy.Positive blood tests for past influenza A or influenza B infection were not associated with increased ASD risk.", "However, when researchers combined reports of influenza-like illness with the blood test results, they found a substantial, albeit statistically insignificant, increased risk of ASD.", "While random error could be responsible for the finding, the authors caution against dismissing it outright due to the magnitude of the association: children born to mothers with laboratory-verified flu and matching symptoms had nearly double the odds of later being diagnosed with ASD compared to women without flu and symptoms.", "\"Symptoms are important because they may indicate the extent to which the mother's immune system is fighting the flu,\" says first author Milada Mahic, a post-doctoral research scientist at Center for Infection and Immunity and the Norwegian Institute of Public Health.", "\"If infection is contributing to increased risk, it likely comes from inflammation related to maternal immune system response rather than the flu infection itself.", "Further research is warranted.\"", "The flu-ASD finding aligns with past research suggesting that admission to hospital for maternal viral infection in the first trimester and maternal bacterial infection in the second trimester is associated with increased risk of ASD.", "In other recent studies from the Autism Birth Cohort Study, researchers reported that women actively infected with genital herpes during early pregnancy had twice the odds of giving birth to a child later diagnosed with ASD.", "Another new study reports maternal fever during pregnancy may raise risk for the child developing ASD.", "\"The fetal brain undergoes rapid changes that make it vulnerable to a robust maternal immune response,\" says senior author W. Ian Lipkin, director of CII and John Snow Professor of Epidemiology at the Mailman School.", "\"That said, mothers should not conclude that having an infection during pregnancy means that their child will develop autism.", "It may simply be one among many risk factors.\""], "source": "Columbia University's Mailman School of Public Health"}