{"title": "Serotonin improves sociability in mouse model of autism | EurekAlert! Science News", "year": "Wed, 21 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "infographic", "shows", "serotonergic", "abnormalities", "asd", "model", "mice", "positive", "effect", "behavior", "resulted", "early", "therapy", "serotonin", "reuptake", "inhibitor", "view", "scientists", "riken", "brain", "science", "institute", "bsi", "japan", "linked", "early", "serotonin", "deficiency", "several", "symptoms", "occur", "autism", "spectrum", "disorder", "asd", "published", "science", "advances", "study", "examined", "serotonin", "levels", "brain", "circuitry", "behavior", "mouse", "model", "asd", "experiments", "showed", "increasing", "serotonergic", "activity", "brain", "early", "development", "led", "balanced", "brain", "activity", "improved", "abnormal", "sociability", "group", "leader", "toru", "takumi", "explains", "although", "abnormalities", "serotonin", "system", "thought", "part", "asd", "pathophysiology", "functional", "impact", "serotonin", "deficiency", "asd", "totally", "unknown", "work", "shows", "early", "serotonergic", "intervention", "rescues", "regional", "abnormalities", "brain", "well", "behavioral", "abnormalities", "although", "causes", "symptoms", "asd", "varied", "many", "people", "asd", "many", "genomic", "mutations", "previously", "takumi", "group", "generated", "mouse", "model", "asd", "duplicating", "mice", "one", "frequent", "copy", "variations", "found", "people", "asd", "mice", "show", "many", "behavioral", "symptoms", "asd", "including", "poor", "social", "interaction", "low", "behavioral", "flexibility", "model", "mice", "also", "reduced", "levels", "serotonin", "brain", "development", "another", "symptom", "found", "patients", "newly", "published", "work", "researchers", "focused", "finding", "examined", "affected", "behavior", "neurons", "brain", "well", "behavior", "mice", "determining", "part", "brain", "contains", "highest", "amount", "serotonin", "neurons", "less", "active", "asd", "model", "mice", "mice", "group", "examined", "sensory", "region", "brain", "receives", "input", "serotonergic", "asd", "often", "exhibit", "abnormal", "responses", "sensory", "regions", "brain", "riken", "scientists", "found", "similar", "abnormalities", "brain", "region", "model", "mice", "detects", "whisker", "movement", "although", "specific", "whisker", "movements", "normally", "tightly", "mapped", "across", "brain", "region", "calcium", "imaging", "showed", "given", "whisker", "movement", "activated", "much", "larger", "region", "sensory", "cortex", "asd", "model", "mice", "means", "responses", "neighboring", "regions", "overlapped", "reduces", "ability", "distinguish", "sensations", "overlap", "sensory", "maps", "indicated", "normally", "inactive", "neurons", "somehow", "active", "pointed", "reduced", "inhibitory", "activity", "group", "confirmed", "showing", "asd", "model", "mice", "fewer", "inhibitory", "synapses", "lower", "frequency", "naturally", "occurring", "inhibitory", "inputs", "sensory", "findings", "indicated", "abnormality", "cortical", "balance", "first", "author", "nobuhiro", "nakai", "notes", "sensory", "region", "receiving", "abnormally", "low", "serotonin", "input", "reasoned", "giving", "infant", "mice", "serotonin", "therapy", "might", "reduce", "imbalance", "also", "rescue", "behavioral", "abnormalities", "test", "hypothesis", "team", "administered", "selective", "serotonin", "reuptake", "inhibitor", "commonly", "referred", "ssri", "infant", "mice", "first", "three", "weeks", "birth", "time", "period", "corresponded", "time", "period", "reduced", "serotonin", "observed", "model", "mice", "researchers", "found", "sensory", "neurons", "model", "mice", "treated", "ssri", "showed", "normal", "inhibitory", "responses", "improved", "also", "found", "intervention", "improved", "social", "behavior", "model", "mice", "adulthood", "social", "behavior", "measured", "test", "mice", "exposed", "cage", "unknown", "mouse", "empty", "cage", "normal", "mice", "spend", "time", "near", "cage", "unknown", "mouse", "asd", "model", "mice", "prefer", "empty", "cage", "ssri", "treatment", "asd", "model", "mice", "spend", "time", "around", "cage", "unknown", "mouse", "indicating", "normal", "social", "behavior", "another", "improvement", "seen", "communication", "behavior", "asd", "mouse", "pups", "pups", "displayed", "anxiety", "produced", "vocalizations", "normal", "behavior", "rescued", "ssri", "treatment", "findings", "suggest", "serotonin", "may", "potentially", "therapeutic", "discrete", "asd", "toward", "future", "takumi", "optimistic", "yet", "cautious", "genetic", "model", "asd", "one", "many", "number", "genetic", "mutations", "associated", "asd", "high", "need", "investigate", "differences", "common", "mechanisms", "among", "multiple", "genetic", "asd", "models", "additionally", "administrate", "ssris", "patients", "asd", "must", "study", "effects", "ssris", "detail", "especially", "adverse", "effects", "reported", "animal", "studies"], "url": "http://www.eurekalert.org/pub_releases/2017-06/r-sis061617.php", "date": "2018-01-19_21:12:26", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This infographic shows the serotonergic abnormalities in the ASD model mice and the positive effect on behavior that resulted from early therapy with an serotonin reuptake inhibitor.\n       view more Scientists at the RIKEN Brain Science Institute (BSI) in Japan have linked early serotonin deficiency to several symptoms that occur in autism spectrum disorder (ASD). Published in Science Advances, the study examined serotonin levels, brain circuitry, and behavior in a mouse model of ASD. Experiments showed that increasing serotonergic activity in the brain during early development led to more balanced brain activity and improved the abnormal sociability of these mice.As group leader Toru Takumi explains, \"Although abnormalities in the serotonin system have been thought to be part of the ASD pathophysiology, the functional impact of serotonin deficiency in ASD was totally unknown. Our work shows that early serotonergic intervention rescues regional excitatory/inhibitory abnormalities in the brain as well as behavioral abnormalities.\"Although the causes and symptoms of ASD are varied, many people with ASD have too many genomic mutations. Previously, Takumi's group generated a mouse model of ASD by duplicating in mice one of the most frequent copy variations found in people with ASD. These mice show many behavioral symptoms of ASD, including poor social interaction and low behavioral flexibility. The model mice also have reduced levels of serotonin in the brain during development, another symptom that has been found in patients with ASD.In the newly published work, the researchers focused on this finding and examined how it affected the behavior of neurons in the brain as well as the behavior of the mice themselves. \r\nAfter determining that the part of the brain that contains the highest amount of serotonin neurons was less active in the ASD model mice than in wild-type mice, the group examined a sensory region of the brain that receives input from these serotonergic neurons.Patients with ASD often exhibit abnormal responses in sensory regions of the brain, and the RIKEN scientists found similar abnormalities in the brain region of the model mice that detects whisker movement. Although specific whisker movements are normally tightly mapped across this brain region, calcium imaging showed that a given whisker movement activated a much larger region of sensory cortex in the ASD model mice. This means that the responses of neighboring regions were more overlapped, which reduces the ability to distinguish sensations. The overlap in sensory maps indicated that normally inactive neurons were somehow active. This pointed to reduced inhibitory activity, and the group confirmed this by showing that the ASD model mice had fewer inhibitory synapses and a lower frequency of naturally occurring inhibitory inputs in the sensory region.These findings indicated an abnormality in cortical excitatory/inhibitory balance. First author Nobuhiro Nakai notes, \"Because the sensory region was receiving abnormally low serotonin input, we reasoned that giving infant mice serotonin therapy might reduce the imbalance and also rescue some of the behavioral abnormalities.\"To test this hypothesis, the team administered a selective serotonin reuptake inhibitor, commonly referred to as an SSRI, to infant mice during the first three weeks after birth. This time period corresponded to the time period in which reduced serotonin was observed in the model mice. Researchers found that sensory neurons in the model mice treated with the SSRI showed more normal inhibitory responses, which improved the excitatory/inhibitory balance.They also found that this intervention improved the social behavior of the model mice in adulthood. Social behavior was measured with a test in which mice are exposed to a cage with an unknown mouse or an empty cage. Normal mice spend more time near the cage with the unknown mouse, while the ASD model mice prefer the empty cage. After the SSRI treatment, ASD model mice spend more time around the cage with the unknown mouse, indicating more normal social behavior. Another improvement was seen in the communication behavior of the ASD mouse pups. While these pups displayed anxiety by produced more vocalizations than normal, this behavior was rescued by the SSRI treatment. These findings suggest that serotonin may have be potentially therapeutic for discrete ASD symptoms.Looking toward the future, Takumi is optimistic, yet cautious. \"Our genetic model for ASD is one of many and because the number of genetic mutations associated with ASD is so high, we need to investigate differences and common mechanisms among multiple genetic ASD models. Additionally, before we can administrate SSRIs to patients with ASD, we must study the effects of SSRIs in more detail, especially because adverse effects have been reported in some animal studies.\" ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This infographic shows the serotonergic abnormalities in the ASD model mice and the positive effect on behavior that resulted from early therapy with an serotonin reuptake inhibitor.", "view more Scientists at the RIKEN Brain Science Institute (BSI) in Japan have linked early serotonin deficiency to several symptoms that occur in autism spectrum disorder (ASD).", "Published in Science Advances, the study examined serotonin levels, brain circuitry, and behavior in a mouse model of ASD.", "Experiments showed that increasing serotonergic activity in the brain during early development led to more balanced brain activity and improved the abnormal sociability of these mice.As group leader Toru Takumi explains, \"Although abnormalities in the serotonin system have been thought to be part of the ASD pathophysiology, the functional impact of serotonin deficiency in ASD was totally unknown.", "Our work shows that early serotonergic intervention rescues regional excitatory/inhibitory abnormalities in the brain as well as behavioral abnormalities.", "\"Although the causes and symptoms of ASD are varied, many people with ASD have too many genomic mutations.", "Previously, Takumi's group generated a mouse model of ASD by duplicating in mice one of the most frequent copy variations found in people with ASD.", "These mice show many behavioral symptoms of ASD, including poor social interaction and low behavioral flexibility.", "The model mice also have reduced levels of serotonin in the brain during development, another symptom that has been found in patients with ASD.In the newly published work, the researchers focused on this finding and examined how it affected the behavior of neurons in the brain as well as the behavior of the mice themselves.", "After determining that the part of the brain that contains the highest amount of serotonin neurons was less active in the ASD model mice than in wild-type mice, the group examined a sensory region of the brain that receives input from these serotonergic neurons.Patients with ASD often exhibit abnormal responses in sensory regions of the brain, and the RIKEN scientists found similar abnormalities in the brain region of the model mice that detects whisker movement.", "Although specific whisker movements are normally tightly mapped across this brain region, calcium imaging showed that a given whisker movement activated a much larger region of sensory cortex in the ASD model mice.", "This means that the responses of neighboring regions were more overlapped, which reduces the ability to distinguish sensations.", "The overlap in sensory maps indicated that normally inactive neurons were somehow active.", "This pointed to reduced inhibitory activity, and the group confirmed this by showing that the ASD model mice had fewer inhibitory synapses and a lower frequency of naturally occurring inhibitory inputs in the sensory region.These findings indicated an abnormality in cortical excitatory/inhibitory balance.", "First author Nobuhiro Nakai notes, \"Because the sensory region was receiving abnormally low serotonin input, we reasoned that giving infant mice serotonin therapy might reduce the imbalance and also rescue some of the behavioral abnormalities.", "\"To test this hypothesis, the team administered a selective serotonin reuptake inhibitor, commonly referred to as an SSRI, to infant mice during the first three weeks after birth.", "This time period corresponded to the time period in which reduced serotonin was observed in the model mice.", "Researchers found that sensory neurons in the model mice treated with the SSRI showed more normal inhibitory responses, which improved the excitatory/inhibitory balance.They also found that this intervention improved the social behavior of the model mice in adulthood.", "Social behavior was measured with a test in which mice are exposed to a cage with an unknown mouse or an empty cage.", "Normal mice spend more time near the cage with the unknown mouse, while the ASD model mice prefer the empty cage.", "After the SSRI treatment, ASD model mice spend more time around the cage with the unknown mouse, indicating more normal social behavior.", "Another improvement was seen in the communication behavior of the ASD mouse pups.", "While these pups displayed anxiety by produced more vocalizations than normal, this behavior was rescued by the SSRI treatment.", "These findings suggest that serotonin may have be potentially therapeutic for discrete ASD symptoms.Looking toward the future, Takumi is optimistic, yet cautious.", "\"Our genetic model for ASD is one of many and because the number of genetic mutations associated with ASD is so high, we need to investigate differences and common mechanisms among multiple genetic ASD models.", "Additionally, before we can administrate SSRIs to patients with ASD, we must study the effects of SSRIs in more detail, especially because adverse effects have been reported in some animal studies.\""], "source": "RIKEN"}