{"title": "New study examines relationship between emotion regulation and brain connectivity in ASD | EurekAlert! Science News", "year": "Wed, 21 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "brain", "connectivity", "essential", "journal", "covering", "groundbreaking", "findings", "rapidly", "advancing", "field", "connectivity", "research", "systems", "network", "levels", "view", "new", "rochelle", "ny", "june", "21", "2017", "emotional", "control", "varies", "among", "children", "autism", "spectrum", "disorder", "asd", "researchers", "using", "functional", "magnetic", "resonance", "imaging", "fmri", "whole", "brain", "analysis", "identified", "relationships", "emotional", "lability", "neuronal", "activity", "two", "brain", "regions", "report", "findings", "article", "neural", "correlates", "emotional", "lability", "children", "asd", "published", "brain", "connectivity", "journal", "mary", "ann", "liebert", "publishers", "article", "available", "free", "brain", "connectivity", "website", "july", "21", "randi", "bennett", "amy", "roy", "fordham", "university", "bronx", "ny", "krishna", "somandepalli", "adriana", "di", "martino", "nyu", "child", "study", "center", "langone", "medical", "center", "new", "york", "ny", "used", "fmri", "study", "variability", "emotional", "lability", "group", "children", "years", "age", "whole", "brain", "analysis", "led", "researchers", "focus", "neuronal", "circuits", "two", "brain", "areas", "interest", "middle", "frontal", "gyrus", "posterior", "insula", "researchers", "suggest", "differences", "neuronal", "network", "interactions", "may", "role", "emotion", "regulation", "variability", "individuals", "asd", "exaggerated", "mood", "changes", "symptomatic", "hallmarks", "autism", "spectrum", "disorder", "bennett", "colleagues", "made", "important", "contribution", "autism", "literature", "identifying", "novel", "relationships", "may", "lead", "greater", "understanding", "central", "linkage", "emotional", "control", "autism", "states", "christopher", "pawela", "phd", "brain", "connectivity", "research", "reported", "publication", "supported", "national", "institute", "mental", "health", "award", "numbers", "k23mh087770", "r01mh105506", "r01mh081218", "national", "institute", "child", "health", "human", "development", "award", "number", "r01hd065282", "content", "solely", "responsibility", "authors", "necessarily", "represent", "official", "views", "national", "institutes", "health"], "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-nse062117.php", "date": "2018-01-19_21:12:29", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Brain Connectivity is the essential peer-reviewed journal covering groundbreaking findings in the rapidly advancing field of connectivity research at the systems and network levels.\n       view more New Rochelle, NY, June 21, 2017--Emotional control varies among children with autism spectrum disorder (ASD), and researchers using functional magnetic resonance imaging (fMRI) for whole brain analysis identified relationships between emotional lability and neuronal activity in two brain regions. They report their findings in the article \"The Neural Correlates of Emotional Lability in Children with ASD,\" published in Brain Connectivity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Brain Connectivity website until July 21, 2017.Coauthors Randi Bennett and Amy Roy, Fordham University, Bronx, NY and Krishna Somandepalli and Adriana Di Martino, NYU Child Study Center of the Langone Medical Center, New York, NY, used resting-state fMRI to study the variability in emotional lability between a group of children 5-12 years of age. Whole brain analysis led the researchers to focus on neuronal circuits in two brain areas of interest, the middle frontal gyrus and the posterior insula. The researchers suggest that differences in neuronal network interactions may have a role in emotion regulation variability in individuals with ASD. \"Exaggerated mood changes are symptomatic hallmarks of autism spectrum disorder. Ms. Bennett and her colleagues have made an important contribution to the autism literature by identifying novel brain-behavior relationships that may lead to a greater understanding of the central linkage between emotional control and autism,\" states Christopher Pawela, PhD, Editor-in-Chief of Brain Connectivity. Research reported in this publication was supported by the National Institute of Mental Health under Award Numbers K23MH087770, R01MH105506, and R01MH081218 and the National Institute of Child Health and Human Development under Award Number R01HD065282. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Brain Connectivity is the essential peer-reviewed journal covering groundbreaking findings in the rapidly advancing field of connectivity research at the systems and network levels.", "view more New Rochelle, NY, June 21, 2017--Emotional control varies among children with autism spectrum disorder (ASD), and researchers using functional magnetic resonance imaging (fMRI) for whole brain analysis identified relationships between emotional lability and neuronal activity in two brain regions.", "They report their findings in the article \"The Neural Correlates of Emotional Lability in Children with ASD,\" published in Brain Connectivity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers.", "The article is available free on the Brain Connectivity website until July 21, 2017.Coauthors Randi Bennett and Amy Roy, Fordham University, Bronx, NY and Krishna Somandepalli and Adriana Di Martino, NYU Child Study Center of the Langone Medical Center, New York, NY, used resting-state fMRI to study the variability in emotional lability between a group of children 5-12 years of age.", "Whole brain analysis led the researchers to focus on neuronal circuits in two brain areas of interest, the middle frontal gyrus and the posterior insula.", "The researchers suggest that differences in neuronal network interactions may have a role in emotion regulation variability in individuals with ASD.", "\"Exaggerated mood changes are symptomatic hallmarks of autism spectrum disorder.", "Ms. Bennett and her colleagues have made an important contribution to the autism literature by identifying novel brain-behavior relationships that may lead to a greater understanding of the central linkage between emotional control and autism,\" states Christopher Pawela, PhD, Editor-in-Chief of Brain Connectivity.", "Research reported in this publication was supported by the National Institute of Mental Health under Award Numbers K23MH087770, R01MH105506, and R01MH081218 and the National Institute of Child Health and Human Development under Award Number R01HD065282.", "The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health."], "source": "Mary Ann Liebert, Inc./Genetic Engineering News"}