{"title": "Study answers why ketamine helps depression, offers target for safer therapy | EurekAlert! Science News", "year": "Wed, 21 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "lisa", "monteggia", "pictured", "view", "dallas", "june", "21", "2017", "ut", "southwestern", "medical", "center", "scientists", "identified", "key", "protein", "helps", "trigger", "ketamine", "rapid", "antidepressant", "effects", "brain", "crucial", "step", "developing", "alternative", "treatments", "controversial", "drug", "dispensed", "growing", "number", "clinics", "across", "drawing", "intense", "interest", "psychiatric", "field", "multiple", "studies", "demonstrated", "quickly", "stabilize", "severely", "depressed", "patients", "ketamine", "sometimes", "illicitly", "used", "psychedelic", "properties", "could", "also", "impede", "memory", "brain", "functions", "spurring", "scientists", "identify", "new", "drugs", "would", "safely", "replicate", "antidepressant", "response", "without", "unwanted", "side", "new", "study", "peter", "jr", "brain", "institute", "jumpstarted", "effort", "earnest", "answering", "question", "vital", "guiding", "future", "research", "proteins", "brain", "ketamine", "target", "achieve", "effects", "target", "place", "study", "pathway", "develop", "drugs", "safely", "induce", "antidepressant", "effect", "said", "lisa", "monteggia", "professor", "neuroscience", "ut", "southwestern", "brain", "study", "published", "nature", "shows", "ketamine", "blocks", "protein", "responsible", "range", "normal", "brain", "functions", "blocking", "nmda", "receptor", "creates", "initial", "antidepressant", "reaction", "metabolite", "ketamine", "responsible", "extending", "duration", "blocking", "receptor", "also", "induces", "many", "ketamine", "hallucinogenic", "responses", "drug", "used", "decades", "anesthetic", "distort", "senses", "impair", "taken", "proper", "medical", "care", "ketamine", "may", "help", "severely", "depressed", "suicidal", "patients", "need", "quick", "effective", "treatment", "monteggia", "shown", "ketamine", "stabilize", "patients", "within", "couple", "hours", "compared", "antidepressants", "often", "take", "weeks", "produce", "response", "response", "induced", "patients", "demanding", "ketamine", "willing", "take", "risk", "potential", "side", "effects", "feel", "better", "monteggia", "said", "demand", "overriding", "questions", "still", "ketamine", "often", "infusion", "long", "last", "lot", "aspects", "regarding", "ketamine", "acts", "still", "dr", "monteggia", "lab", "continues", "answer", "questions", "ut", "southwestern", "conducts", "two", "clinical", "trials", "ketamine", "including", "effort", "administer", "drug", "nasal", "spray", "opposed", "intravenous", "results", "trials", "major", "implications", "millions", "depressed", "patients", "seeking", "help", "particular", "yet", "find", "medication", "major", "national", "study", "ut", "southwestern", "led", "decade", "ago", "yielded", "insight", "prevalence", "problem", "third", "depressed", "patients", "improve", "upon", "taking", "first", "medication", "40", "percent", "people", "start", "taking", "antidepressants", "stop", "taking", "within", "three", "due", "potential", "side", "effects", "mainly", "explored", "treatment", "antidepressants", "failed", "patients", "brink", "giving", "waiting", "weeks", "months", "find", "right", "therapy", "may", "option", "ketamine", "opens", "door", "understanding", "achieve", "rapid", "action", "stabilize", "people", "quickly", "nmda", "receptor", "target", "ketamine", "involved", "classical", "antidepressants", "work", "study", "opens", "new", "avenue", "drug", "discovery", "said", "monteggia", "holds", "ginny", "john", "eulich", "professorship", "autism", "spectrum", "disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-06/usmc-saw062117.php", "date": "2018-01-19_21:12:39", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Lisa Monteggia is pictured.\n       view more DALLAS - June 21, 2017 - UT Southwestern Medical Center scientists have identified a key protein that helps trigger ketamine's rapid antidepressant effects in the brain, a crucial step to developing alternative treatments to the controversial drug being dispensed in a growing number of clinics across the country.Ketamine is drawing intense interest in the psychiatric field after multiple studies have demonstrated it can quickly stabilize severely depressed patients. But ketamine - sometimes illicitly used for its psychedelic properties - could also impede memory and other brain functions, spurring scientists to identify new drugs that would safely replicate its antidepressant response without the unwanted side effects.A new study from the Peter O'Donnell Jr. Brain Institute has jumpstarted this effort in earnest by answering a question vital to guiding future research: What proteins in the brain does ketamine target to achieve its effects?\"Now that we have a target in place, we can study the pathway and develop drugs that safely induce the antidepressant effect,\" said Dr. Lisa Monteggia, Professor of Neuroscience at UT Southwestern's O'Donnell Brain Institute.The study published in Nature shows that ketamine blocks a protein responsible for a range of normal brain functions. The blocking of the N-methyl-D-aspartate (NMDA) receptor creates the initial antidepressant reaction, and a metabolite of ketamine is responsible for extending the duration of the effect.The blocking of the receptor also induces many of ketamine's hallucinogenic responses. The drug - used for decades as an anesthetic - can distort the senses and impair coordination.But if taken with proper medical care, ketamine may help severely depressed or suicidal patients in need of a quick, effective treatment, Dr. Monteggia said.Studies have shown ketamine can stabilize patients within a couple of hours, compared to other antidepressants that often take a few weeks to produce a response - if a response is induced at all.\"Patients are demanding ketamine, and they are willing to take the risk of potential side effects just to feel better,\" Dr. Monteggia said. \"This demand is overriding all the questions we still have about ketamine. How often can you have an infusion? How long can it last? There are a lot of aspects regarding how ketamine acts that are still unclear.\"Dr. Monteggia's lab continues to answer these questions as UT Southwestern conducts two clinical trials with ketamine, including an effort to administer the drug through a nasal spray as opposed to intravenous infusions.The results of these trials will have major implications for the millions of depressed patients seeking help, in particular those who have yet to find a medication that works.A major national study UT Southwestern led more than a decade ago (STAR*D) yielded insight into the prevalence of the problem: Up to a third of depressed patients don't improve upon taking their first medication, and about 40 percent of people who start taking antidepressants stop taking them within three months.Ketamine, due to the potential side effects, is mainly being explored as a treatment only after other antidepressants have failed. But for patients on the brink of giving up, waiting weeks to months to find the right therapy may not be an option.\"Ketamine opens the door to understanding how to achieve rapid action and to stabilize people quickly. Because the (NMDA) receptor that is the target of ketamine is not involved in how other classical serotonin-based antidepressants work, our study opens up a new avenue of drug discovery,\" said Dr. Monteggia, who holds the Ginny and John Eulich Professorship in Autism Spectrum Disorders.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Lisa Monteggia is pictured.", "view more DALLAS - June 21, 2017 - UT Southwestern Medical Center scientists have identified a key protein that helps trigger ketamine's rapid antidepressant effects in the brain, a crucial step to developing alternative treatments to the controversial drug being dispensed in a growing number of clinics across the country.Ketamine is drawing intense interest in the psychiatric field after multiple studies have demonstrated it can quickly stabilize severely depressed patients.", "But ketamine - sometimes illicitly used for its psychedelic properties - could also impede memory and other brain functions, spurring scientists to identify new drugs that would safely replicate its antidepressant response without the unwanted side effects.A new study from the Peter O'Donnell Jr.", "Brain Institute has jumpstarted this effort in earnest by answering a question vital to guiding future research: What proteins in the brain does ketamine target to achieve its effects?", "\"Now that we have a target in place, we can study the pathway and develop drugs that safely induce the antidepressant effect,\" said Dr. Lisa Monteggia, Professor of Neuroscience at UT Southwestern's O'Donnell Brain Institute.The study published in Nature shows that ketamine blocks a protein responsible for a range of normal brain functions.", "The blocking of the N-methyl-D-aspartate (NMDA) receptor creates the initial antidepressant reaction, and a metabolite of ketamine is responsible for extending the duration of the effect.The blocking of the receptor also induces many of ketamine's hallucinogenic responses.", "The drug - used for decades as an anesthetic - can distort the senses and impair coordination.But if taken with proper medical care, ketamine may help severely depressed or suicidal patients in need of a quick, effective treatment, Dr. Monteggia said.Studies have shown ketamine can stabilize patients within a couple of hours, compared to other antidepressants that often take a few weeks to produce a response - if a response is induced at all.", "\"Patients are demanding ketamine, and they are willing to take the risk of potential side effects just to feel better,\" Dr. Monteggia said.", "\"This demand is overriding all the questions we still have about ketamine.", "How often can you have an infusion?", "How long can it last?", "There are a lot of aspects regarding how ketamine acts that are still unclear.\"Dr.", "Monteggia's lab continues to answer these questions as UT Southwestern conducts two clinical trials with ketamine, including an effort to administer the drug through a nasal spray as opposed to intravenous infusions.The results of these trials will have major implications for the millions of depressed patients seeking help, in particular those who have yet to find a medication that works.A major national study UT Southwestern led more than a decade ago (STAR*D) yielded insight into the prevalence of the problem: Up to a third of depressed patients don't improve upon taking their first medication, and about 40 percent of people who start taking antidepressants stop taking them within three months.Ketamine, due to the potential side effects, is mainly being explored as a treatment only after other antidepressants have failed.", "But for patients on the brink of giving up, waiting weeks to months to find the right therapy may not be an option.", "\"Ketamine opens the door to understanding how to achieve rapid action and to stabilize people quickly.", "Because the (NMDA) receptor that is the target of ketamine is not involved in how other classical serotonin-based antidepressants work, our study opens up a new avenue of drug discovery,\" said Dr. Monteggia, who holds the Ginny and John Eulich Professorship in Autism Spectrum Disorders."], "source": "UT Southwestern Medical Center"}