{"title": "New study advances understanding on the treatment of pediatric feeding disorders", "text": "A new study suggests the existing drug D-cycloserine may enhance recovery for children during treatment for pediatric feeding disorders, by changing their brain's reaction to food. The results are reported in the June 20, 2017, online edition of Translational Psychiatry, from researchers at the Marcus Autism Center, Children's Healthcare of Atlanta, Emory University School of Medicine and Yerkes National Primate Research Center.Children with feeding disorders who received behavioral intervention and D-cycloserine experienced more rapid treatment gains, with a 76 percent improvement in feeding after five days of treatment, compared with a 37 percent rate of improvement for children who received behavioral intervention and a placebo. This is the first randomized, double-blind, placebo-controlled clinical trial of D-cycloserine in feeding disorders.\"While a growing body of research indicates D-cycloserine may improve outcomes for children undergoing cognitive behavior therapy for anxiety, this is the first clinical trial focusing on the use of this medication as an adjunct to feeding intervention for severe food refusal,\" says co-author William Sharp, PhD, director of the Pediatric Feeding Disorders Program at Marcus Autism Center and assistant professor in the Department of Pediatrics at Emory University School of Medicine. \"Our results suggest that D-cycloserine may play a similar role in augmenting the effectiveness of intensive behavioral intervention targeting chronic food refusal, which holds potential to reduce treatment time and cost to affected families.\"    Also in this publication, studies with mice showed that D-cycloserine increased food sampling and enlarged dendritic spines, or parts of brain cells that connect with other neurons, in the part of the mouse brain associated with decision-making. The authors suggest the brain changes account for the drug's ability to result in behavioral changes in both the mice and the children with feeding disorders.Co-author Shannon Gourley, PhD, an investigator at the Yerkes National Primate Research Center and assistant professor in the Department of Pediatrics at Emory University School of Medicine, conducted the mouse studies. \"Our findings suggest that plasticity within this particular brain region is really important for extinguishing aversions. These findings could guide future studies aimed at assisting individuals in overcoming maladaptive food avoidance,\" says Gourley.Children with feeding disorders avoid eating, often refusing most or all food presented during meals. This can lead to serious medical and developmental consequences, including faltering growth, compromised immune functioning and impaired cognitive development. Feeding disorders also negatively impact family functioning, with caregivers experiencing high levels of stress and anxiety surrounding meals. This intensifies the need to identify and test interventions that significantly improve the health and quality of life for children with debilitating feeding concerns.\"When faced with chronic food refusal, families often rely on artificial support - such as the use of a feeding tube - to assure growth and development,\" says Sharp. \"A more long-term solution, however, requires an intervention that focuses on helping children develop a positive relationship with food while re-establishing a constructive parent-child interaction during meals.\"Intensive behavioral interventions at multidisciplinary day treatment or inpatient hospital programs are well-supported treatments for children and families impacted by feeding disorders. Intervention, however, can be costly with limited availability at a handful of specialty centers, such as the Pediatric Feeding Disorders Program at Marcus Autism Center. Results from this study suggest that D-cycloserine - a partial N-methyl-D-aspartate receptor agonist - may help augment extinction of food aversion. The study also provides important insights into possible neural mechanisms that underlie chronic food refusal in young children. Sharp teamed with Gourley, who taught healthy mice to avoid a certain type of food (while still consuming other types). She then allowed mice the opportunity to investigate the avoided food later. Because mice are inquisitive and opportunistic, they will overcome their prior training and sample the food they previously avoided. She found that, just as seen in the children treated with the drug, D-Cycloserine accelerated the sampling of foods. In tandem, the brains of the mice showed changes. After the drug treatment, dendritic spines, or small protrusions that extend from brain cells and form connections with other brain cells, were enlarged in a brain region important for decision-making, the orbitofrontal cortex.\"This study represents the first randomized, double-blind, placebo-controlled trial examining D-cycloserine in the treatment of feeding disorders. Our results warrant additional large-scale efficacy studies with children with feeding disorders, as well as further investigation of the underlying neural mechanisms,\" Sharp advised. \"This line of research holds enormous therapeutic potential for the most severely impacted children. More rapid uptake of food would permit more timely elimination of supplemental feedings via feeding tube or bottle dependence in affected individuals, coinciding with a decrease in problem behavior at mealtime, a significant source of stress for caregivers.\"", "journal": "Translational Psychiatry", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/ehs-nsa061917.php", "institution": "Emory Health Sciences", "meeting": "", "description": "A new study suggests the existing drug D-cycloserine may enhance recovery for children during treatment for pediatric feeding disorders, by changing their brain's reaction to food.", "article_link": null, "keywords": ["Medicine/Health", " Eating Disorders/Obesity", " Neurobiology", " Neurochemistry", " Nutrition/Nutrients", " Pediatrics"], "source_link": null, "date": "Tue, 20 Jun 2017 04:00:00 GMT"}