{"title": "Thousands of genes influence most diseases, Stanford researchers report", "text": "A core assumption in the study of disease-causing genes has been that they are clustered in molecular pathways directly connected to the disease. But work by a group of researchers at the Stanford University School of Medicine suggests otherwise. The gene activity of cells is so broadly networked that virtually any gene can influence disease, the researchers found. As a result, most of the heritability of diseases is due not to a handful of core genes, but to tiny contributions from vast numbers of peripheral genes that function outside disease pathways.Any given trait, it seems, is not controlled by a small set of genes. Instead, nearly every gene in the genome influences everything about us. The effects may be tiny, but they add up.The work is described in a paper published June 15 in Cell. Jonathan Pritchard, PhD, professor of genetics and of biology, is the senior author. Graduate student Evan Boyle and postdoctoral scholar Yang Li, PhD, share lead authorship.The researchers call their provocative new understanding of disease genes an \"omnigenic model\" to indicate that almost any gene can influence diseases and other complex traits. In any cell, there might be 50 to 100 core genes with direct effects on a given trait, as well as easily another 10,000 peripheral genes that are expressed in the same cell with indirect effects on that trait, said Pritchard, who is also a Howard Hughes Medical Institute investigator.Each of the peripheral genes has a small effect on the trait. But because those thousands of genes outnumber the core genes by orders of magnitude, most of the genetic variation related to diseases and other traits comes from the thousands of peripheral genes. So, ironically, the genes whose impact on disease is most indirect and small end up being responsible for most of the inheritance patterns of the disease.\"This is a compelling paper that presents a plausible and fascinating model to explain a number of confusing observations from genomewide studies of disease,\" said Joe Pickrell, PhD, an investigator at the New York Genome Center, who was not involved in the work. Until recently, said Pritchard, he thought of genetically complex traits as conforming to a polygenic model, in which each gene has a direct effect on a trait, whether that trait is something like height or a disease, such as autism. But last year, while putting together a paper on the recent evolution of height in northern Europeans, Pritchard was forced to rethink that idea. In the earlier work on the genetics of height, Pritchard and his colleagues were surprised to find that essentially the entire genome influenced height. \"It was really unintuitive to me,\" he said. \"To be honest, I thought that it was probably wrong.\" His team spent a long time trying to understand the surprising result.Instead, he said, \"I gradually started to realize that the data don't really fit the polygenic model.\" That work led directly to the current Cell paper, he said. \"We started to think, 'If the whole genome is involved in a complex trait like height, then how does that work?'\"The polygenic model leads researchers to focus on the short list of core genes that function in molecular pathways known to impact diseases. So, therapeutic research typically means addressing those core genes. A common approach to gene discovery is to do larger and larger genomewide association studies, the paper notes, but Pritchard's team argues against this approach because the sample sizes are expensive and the thousands of peripheral genes uncovered are likely to have tiny, indirect effects. \"After you get the first 100 hits,\" said Pritchard, \"you've probably found most of the core genes you're going to get through genomewide association studies.\"Instead, he recommends switching to deep sequencing the core genes to hunt down rare variants that might have bigger effects. For clinical use, Pritchard said, there's still a rationale for genomewide association studies: to predict the peripheral gene-based risk factors in individual patients in order to personalize medicine. Pritchard's omnigenic model promises to take basic biology in new directions and means biologists need to think a lot more about the structure of networks that link together those thousands of peripheral disease genes.\"If this model is right,\" said Pritchard, \"it's telling us something profound about how cells work that we don't really understand very well. And so maybe that puts us a little bit further away from using genomewide association studies for therapeutics. But in terms of understanding how genetics encodes disease risk, it's really important to understand.\"", "journal": "Cell", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-06/sumc-tog062017.php", "institution": "Stanford University Medical Center", "meeting": "", "description": "In a provocative new perspective piece, Stanford researchers say that disease genes are spread uniformly across the genome, not clustered in specific molecular pathways, as has been thought.", "article_link": null, "keywords": ["Medicine/Health"], "source_link": null, "date": "Tue, 20 Jun 2017 04:00:00 GMT"}