{"title": "New study from KKI shows feasibility of acupuncture in young children with ASD | EurekAlert! Science News", "year": "Mon, 19 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "jacm", "publishes", "controlled", "trials", "observational", "studies", "scientific", "reviews", "leading", "commentary", "intended", "help", "medical", "organizations", "governmental", "organizations", "optimize", "use", "integrative", "products", "practices", "practitioners", "patient", "view", "new", "rochelle", "ny", "june", "19", "pilot", "feasibility", "study", "determine", "young", "children", "autism", "spectrum", "disorder", "asd", "parents", "would", "tolerate", "adhere", "intervention", "showed", "completion", "16", "biweekly", "sessions", "measurements", "effects", "protocol", "study", "design", "results", "suggest", "controlled", "studies", "intervention", "approach", "asd", "published", "journal", "alternative", "complementary", "medicine", "jacm", "publication", "mary", "ann", "liebert", "publishers", "article", "available", "free", "jacm", "website", "july", "19", "lana", "warren", "edd", "patricia", "rao", "phd", "kennedy", "krieger", "institute", "baltimore", "md", "david", "paton", "dac", "lac", "starting", "point", "acupuncture", "health", "services", "catonsville", "md", "identified", "positive", "outcome", "study", "high", "compliance", "rate", "parents", "children", "ages", "completing", "intervention", "researchers", "measured", "effects", "intervention", "factors", "children", "behavior", "ability", "pay", "attention", "sleep", "aspects", "parenting", "stress", "article", "entitled", "pilot", "observational", "study", "intervention", "children", "autism", "spectrum", "disorder", "parents", "reported", "intervention", "positive", "impact", "relationship", "child", "small", "study", "tolerance", "adherence", "acupressure", "pilot", "hopeful", "signs", "families", "care", "autism", "spectrum", "disorder", "states", "jacm", "john", "weeks", "seattle", "wa", "journal", "journalthe", "journal", "alternative", "complementary", "medicine", "jacm", "monthly", "journal", "published", "online", "open", "access", "options", "print", "led", "john", "weeks", "past", "executive", "director", "academic", "collaborative", "integrative", "health", "jacm", "publishes", "controlled", "trials", "observational", "studies", "scientific", "reviews", "leading", "commentary", "intended", "help", "medical", "organizations", "governmental", "organizations", "optimize", "use", "integrative", "products", "practices", "practitioners", "patient", "care", "delivery", "payment", "strategies", "complete", "tables", "content", "sample", "issue", "may", "viewed", "jacm", "publishermary", "ann", "liebert", "publishers", "privately", "held", "fully", "integrated", "media", "company", "known", "establishing", "authoritative", "journals", "many", "promising", "areas", "science", "biomedical", "research", "including", "alternative", "complementary", "therapies", "medical", "acupuncture", "journal", "medicinal", "food", "biotechnology", "trade", "magazine", "gen", "genetic", "engineering", "biotechnology", "news", "first", "field", "today", "industry", "widely", "read", "publication", "worldwide", "complete", "list", "firm", "80", "journals", "books", "newsmagazines", "available", "mary", "ann", "liebert", "publishers", "website", "disclaimer", "aaas", "eurekalert", "responsible", "accuracy", "news", "releases", "posted", "eurekalert", "contributing", "institutions", "use", "information", "eurekalert", "contactkathryn", "ryan", "kryan", "liebertpub", "http"], "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-nsf061917.php", "date": "2018-01-19_21:12:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: JACM publishes controlled trials, observational studies, scientific reviews and leading commentary intended to help medical organizations and governmental organizations optimize the use of integrative products, practices, and practitioners in patient...\n       view more New Rochelle, NY, June 19, 2017-A pilot feasibility study to determine if young children with autism spectrum disorder (ASD) and their parents would tolerate and adhere to an office- and home-based acupuncture/acupressure intervention showed completion of all 16 biweekly sessions and measurements of their effects before, during, and after the protocol. The study design and results, which suggest further controlled studies of this intervention approach in ASD, are published in the Journal of Alternative and Complementary Medicine (JACM), a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The article is available free on the JACM website until July 19, 2017.Coauthors Lana Warren, EdD, OT/L and Patricia Rao, PhD, Kennedy Krieger Institute, Baltimore, MD, and David Paton, DAc, LAc, Starting Point Acupuncture and Health Services, Catonsville, MD, identified the most positive outcome of the study as the high compliance rate, with all parents of the children ages 3-10 completing the intervention. The researchers measured the effects of the intervention on factors such as the children's behavior, ability to pay attention, sleep, and aspects of parenting stress. In the article entitled \"A Pilot Observational Study of an Acupressure/Acupuncture Intervention in Children with Autism Spectrum Disorder,\" most parents reported that the intervention had a positive impact on their relationship with their child.\"While a small study, the tolerance and adherence with acupressure this pilot are both hopeful signs for families of those in their care with autism spectrum disorder,\" states JACM Editor-in-Chief John Weeks, johnweeks-integrator.com, Seattle, WA.\nAbout the Journal\nAbout the JournalThe Journal of Alternative and Complementary Medicine (JACM) is a monthly peer-reviewed journal published online with open access options and in print. Led by John Weeks (johnweeks-integrator.com), the Co-founder and past Executive Director of the Academic Collaborative for Integrative Health, JACM publishes controlled trials, observational studies, scientific reviews and leading commentary intended to help medical organizations and governmental organizations optimize the use of integrative products, practices, and practitioners in patient care and in delivery and payment strategies. Complete tables of content and a sample issue may be viewed on the JACM website.About the PublisherMary Ann Liebert, Inc., publishers is a privately held, fully integrated media company known for establishing authoritative peer-reviewed journals in many promising areas of science and biomedical research, including Alternative and Complementary Therapies, Medical Acupuncture, and Journal of Medicinal Food. Its biotechnology trade magazine, GEN (Genetic Engineering & Biotechnology News), was the first in its field and is today the industry's most widely read publication worldwide. A complete list of the firm's more than 80 journals, books, and newsmagazines is available on the Mary Ann Liebert, Inc., publishers website.\r\nDisclaimer: AAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert system.Media ContactKathryn Ryan\nkryan@liebertpub.com\n914-740-2250\n @LiebertPub \nhttp://www.liebertpub.com ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: JACM publishes controlled trials, observational studies, scientific reviews and leading commentary intended to help medical organizations and governmental organizations optimize the use of integrative products, practices, and practitioners in patient...\n       view more New Rochelle, NY, June 19, 2017-A pilot feasibility study to determine if young children with autism spectrum disorder (ASD) and their parents would tolerate and adhere to an office- and home-based acupuncture/acupressure intervention showed completion of all 16 biweekly sessions and measurements of their effects before, during, and after the protocol.", "The study design and results, which suggest further controlled studies of this intervention approach in ASD, are published in the Journal of Alternative and Complementary Medicine (JACM), a peer-reviewed publication from Mary Ann Liebert, Inc., publishers.", "The article is available free on the JACM website until July 19, 2017.Coauthors Lana Warren, EdD, OT/L and Patricia Rao, PhD, Kennedy Krieger Institute, Baltimore, MD, and David Paton, DAc, LAc, Starting Point Acupuncture and Health Services, Catonsville, MD, identified the most positive outcome of the study as the high compliance rate, with all parents of the children ages 3-10 completing the intervention.", "The researchers measured the effects of the intervention on factors such as the children's behavior, ability to pay attention, sleep, and aspects of parenting stress.", "In the article entitled \"A Pilot Observational Study of an Acupressure/Acupuncture Intervention in Children with Autism Spectrum Disorder,\" most parents reported that the intervention had a positive impact on their relationship with their child.", "\"While a small study, the tolerance and adherence with acupressure this pilot are both hopeful signs for families of those in their care with autism spectrum disorder,\" states JACM Editor-in-Chief John Weeks, johnweeks-integrator.com, Seattle, WA.", "About the Journal\nAbout the JournalThe Journal of Alternative and Complementary Medicine (JACM) is a monthly peer-reviewed journal published online with open access options and in print.", "Led by John Weeks (johnweeks-integrator.com), the Co-founder and past Executive Director of the Academic Collaborative for Integrative Health, JACM publishes controlled trials, observational studies, scientific reviews and leading commentary intended to help medical organizations and governmental organizations optimize the use of integrative products, practices, and practitioners in patient care and in delivery and payment strategies.", "Complete tables of content and a sample issue may be viewed on the JACM website.About the PublisherMary Ann Liebert, Inc., publishers is a privately held, fully integrated media company known for establishing authoritative peer-reviewed journals in many promising areas of science and biomedical research, including Alternative and Complementary Therapies, Medical Acupuncture, and Journal of Medicinal Food.", "Its biotechnology trade magazine, GEN (Genetic Engineering & Biotechnology News), was the first in its field and is today the industry's most widely read publication worldwide.", "A complete list of the firm's more than 80 journals, books, and newsmagazines is available on the Mary Ann Liebert, Inc., publishers website.", "Disclaimer: AAAS and EurekAlert!", "are not responsible for the accuracy of news releases posted to EurekAlert!", "by contributing institutions or for the use of any information through the EurekAlert system.Media ContactKathryn Ryan\nkryan@liebertpub.com\n914-740-2250\n @LiebertPub \nhttp://www.liebertpub.com"], "source": "Mary Ann Liebert, Inc./Genetic Engineering News"}