{"title": "Psychiatric medication protects developing mouse brain from birth defects | EurekAlert! Science News", "year": "Mon, 19 Jun 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "photograph", "shows", "decreased", "brain", "size", "infected", "untreated", "mouse", "mcmv", "middle", "compared", "uninfected", "control", "left", "view", "clinically", "available", "anxiety", "drug", "safely", "effectively", "protects", "brain", "defects", "caused", "mouse", "version", "common", "human", "virus", "finds", "new", "research", "published", "journal", "half", "adults", "infected", "cytomegalovirus", "cmv", "people", "experience", "symptoms", "healthy", "immune", "system", "keeps", "virus", "check", "however", "cmv", "infection", "babies", "cause", "unusually", "small", "brain", "size", "microcephaly", "like", "less", "common", "zika", "virus", "deafness", "blindness", "mental", "dysfunction", "neurological", "problems", "last", "lifetime", "effective", "cmv", "vaccine", "current", "treatments", "recommended", "pregnancy", "newborns", "potential", "cause", "birth", "defects", "van", "den", "pol", "colleagues", "found", "daily", "low", "dose", "mood", "stabilizer", "valnoctamide", "reduced", "amount", "cmv", "body", "infected", "newborn", "mice", "suppressed", "replication", "virus", "already", "reached", "brain", "without", "negative", "side", "effects", "treatment", "also", "normalized", "neurological", "behavioral", "development", "infected", "mice", "including", "impaired", "social", "interactions", "thought", "link", "cmv", "infection", "autism", "spectrum", "disorder", "finally", "authors", "show", "drug", "suppresses", "replication", "cmv", "human", "fetal", "brain", "cells"], "url": "http://www.eurekalert.org/pub_releases/2017-06/sfn-pmp061317.php", "date": "2018-01-19_21:12:58", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Photograph shows decreased brain size in an infected, untreated mouse (mCMV, middle), compared to an uninfected control (left).\n     view more A clinically available anxiety drug safely and effectively protects against brain defects caused by the mouse version of a common human virus, finds new research published in The Journal of Neuroscience.More than half of U.S. adults are infected with cytomegalovirus (CMV), but most people do not experience any symptoms because a healthy immune system keeps the virus in check. However, CMV infection in babies can cause unusually small brain size (microcephaly) like the less common Zika virus, deafness, blindness, mental dysfunction, and other neurological problems that can last a lifetime. There is no effective CMV vaccine, and current treatments are not recommended during pregnancy or in newborns because of their potential to cause other birth defects and cancer.Anthony van den Pol and colleagues found that a daily low dose of the mood stabilizer valnoctamide reduced the amount of CMV in the body of infected newborn mice and suppressed further replication of the virus that had already reached the brain, without negative side effects. The treatment also normalized neurological and behavioral development in the infected mice, including impaired social interactions thought to link CMV infection and autism spectrum disorder. Finally, the authors show that the drug suppresses replication of CMV in human fetal brain cells.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Photograph shows decreased brain size in an infected, untreated mouse (mCMV, middle), compared to an uninfected control (left).", "view more A clinically available anxiety drug safely and effectively protects against brain defects caused by the mouse version of a common human virus, finds new research published in The Journal of Neuroscience.More than half of U.S. adults are infected with cytomegalovirus (CMV), but most people do not experience any symptoms because a healthy immune system keeps the virus in check.", "However, CMV infection in babies can cause unusually small brain size (microcephaly) like the less common Zika virus, deafness, blindness, mental dysfunction, and other neurological problems that can last a lifetime.", "There is no effective CMV vaccine, and current treatments are not recommended during pregnancy or in newborns because of their potential to cause other birth defects and cancer.Anthony van den Pol and colleagues found that a daily low dose of the mood stabilizer valnoctamide reduced the amount of CMV in the body of infected newborn mice and suppressed further replication of the virus that had already reached the brain, without negative side effects.", "The treatment also normalized neurological and behavioral development in the infected mice, including impaired social interactions thought to link CMV infection and autism spectrum disorder.", "Finally, the authors show that the drug suppresses replication of CMV in human fetal brain cells."], "source": "Society for Neuroscience"}