{"title": "Scientists discover shared genetic origin for ALS/MND and schizophrenia | EurekAlert! Science News", "year": "Fri, 24 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "study", "led", "scientists", "trinity", "college", "dublin", "indicates", "causes", "schizoprenia", "biologically", "linked", "scientists", "say", "new", "findings", "major", "implications", "view", "researchers", "shown", "first", "time", "amyotrophic", "lateral", "sclerosis", "als", "also", "known", "motor", "neurone", "disease", "mnd", "schizophrenia", "shared", "genetic", "origin", "indicating", "causes", "diverse", "conditions", "biologically", "linked", "work", "published", "prestigious", "journal", "nature", "analyzing", "genetic", "profiles", "almost", "cases", "schizophrenia", "cases", "research", "led", "scientists", "trinity", "college", "dublin", "ireland", "confirms", "many", "genes", "associated", "two", "different", "conditions", "fact", "research", "involved", "collaborators", "university", "utrecht", "kings", "college", "london", "members", "project", "mine", "psychiatric", "genome", "consortia", "shown", "overlap", "14", "genetic", "susceptibility", "adult", "onset", "condition", "developmental", "neuropsychiatric", "disorder", "schizophrenia", "overlaps", "schizophrenia", "neuropsychiatric", "conditions", "including", "bipolar", "affective", "disorder", "autism", "shown", "past", "first", "time", "overlap", "genetic", "susceptibility", "psychiatric", "conditions", "russell", "mclaughlin", "ussher", "assistant", "professor", "genome", "analysis", "trinity", "college", "dublin", "lead", "author", "paper", "said", "study", "demonstrates", "power", "genetics", "understanding", "causes", "diseases", "neurological", "psychiatric", "conditions", "may", "different", "characteristics", "clinical", "presentations", "work", "shown", "biological", "pathways", "lead", "diverse", "conditions", "much", "common", "professor", "neurology", "trinity", "consultant", "neurologist", "national", "neuroscience", "centre", "orla", "hardiman", "senior", "author", "lead", "investigator", "project", "said", "work", "years", "shown", "us", "much", "complex", "disease", "originally", "thought", "recent", "observations", "links", "psychiatric", "conditions", "families", "made", "us", "think", "differently", "study", "combined", "clinical", "work", "studies", "using", "mri", "eeg", "becomes", "clear", "disorder", "individual", "nerve", "cells", "disorder", "way", "nerve", "cells", "talk", "one", "another", "part", "larger", "network", "continued", "instead", "thinking", "degeneration", "one", "cell", "time", "looking", "bullet", "treatment", "works", "think", "way", "think", "schizophrenia", "problem", "disruptions", "connectivity", "different", "regions", "brain", "look", "drugs", "help", "stabilize", "failing", "brain", "networks", "significant", "issue", "research", "brings", "divide", "psychiatry", "neurology", "false", "one", "need", "recognise", "brain", "disease", "many", "different", "manifestations", "best", "way", "develop", "new", "treatments", "understand", "biology", "happening", "major", "implications", "classify", "diseases", "going", "forward", "turn", "train", "future", "doctors", "psychiatry", "neurology", "knock", "consequences", "society", "understands", "approaches", "treats", "people", "psychiatric", "neurological", "conditions", "professor", "hardiman", "new", "research", "prompted", "earlier", "epidemiological", "studies", "researchers", "trinity", "led", "professor", "hardiman", "studies", "showed", "people", "likely", "expected", "family", "members", "schizophrenia", "another", "family", "member", "committed", "suicide", "first", "noted", "family", "histories", "ascertained", "people", "irish", "national", "als", "clinic", "subsequently", "investigated", "part", "case", "control", "studies", "ireland", "192", "families", "200", "controls", "participated", "details", "relatives", "analysed", "rates", "various", "neurological", "psychiatric", "conditions", "calculated", "family", "member", "controls", "work", "subsequently", "published", "prestigious", "american", "journal", "annals", "neurology", "led", "trinity", "group", "team", "european", "collaborators", "see", "epidemiological", "observations", "could", "due", "genetic", "overlap", "schizophrenia", "trinity", "group", "along", "partners", "university", "utrecht", "continue", "study", "links", "psychiatric", "conditions", "using", "modern", "genetics", "epidemiology", "neuroimaging", "way", "develop", "new", "effective", "treatments", "based", "stabilizing", "disrupted", "brain", "networks", "full", "paper", "available", "http"], "url": "http://www.eurekalert.org/pub_releases/2017-03/tcd-sds032417.php", "date": "2018-01-19_21:05:45", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: A study led by scientists at Trinity College Dublin indicates that the causes of ALS/MND and schizoprenia are biologically linked. The scientists say the new findings have major implications for...\n     view more Researchers have shown for the first time that Amyotrophic Lateral Sclerosis (ALS), also known as Motor Neurone Disease (MND) and schizophrenia have a shared genetic origin, indicating that the causes of these diverse conditions are biologically linked. The work has just been published in the prestigious journal Nature Communications.By analyzing the genetic profiles of almost 13,000 ALS/MND cases and over 30,000 schizophrenia cases, the research led by scientists from Trinity College Dublin in Ireland confirms that many of the genes that are associated with these two very different conditions are the same. In fact, the research which involved collaborators from the University of Utrecht, Kings College London and members of the Project MinE and Psychiatric Genome Consortia has shown an overlap of 14% in genetic susceptibility to the adult onset neuro-degeneration condition ALS/MND and the developmental neuropsychiatric disorder schizophrenia. While overlaps between schizophrenia and other neuropsychiatric conditions including bipolar affective disorder and autism have been shown in the past, this is the first time that an overlap in genetic susceptibility between ALS/MND and psychiatric conditions has been shown.Dr Russell McLaughlin, Ussher Assistant Professor in Genome Analysis at Trinity College Dublin, and lead author of the paper said: \"This study demonstrates the power of genetics in understanding the causes of diseases. While neurological and psychiatric conditions may have very different characteristics and clinical presentations, our work has shown that the biological pathways that lead to these diverse conditions have much in common.\"Professor of Neurology in Trinity and Consultant Neurologist at the National Neuroscience Centre, Orla Hardiman, who is the senior author and lead investigator on the project said: \"Our work over the years has shown us that ALS/MND is a much more complex disease than we originally thought. Our recent observations of links with psychiatric conditions in some families have made us think differently about how we should study ALS/MND. When combined with our clinical work and our studies using MRI and EEG, it becomes clear that ALS/MND is not just a disorder of individual nerve cells, but a disorder of the way these nerve cells talk to one another as part of a larger network.\" She continued: \"So instead of thinking of ALS/MND as a degeneration of one cell at a time, and looking for a 'magic bullet' treatment that works, we should think about ALS/MND in the same way that we think about schizophrenia, which is a problem of disruptions in connectivity between different regions of the brain, and we should look for drugs that help to stabilize the failing brain networks\".  \"The other significant issue that this research brings up is that the divide between psychiatry and neurology is a false one. We need to recognise that brain disease has many different manifestations, and the best way to develop new treatments is to understand the biology of what is happening. This will have major implications for how we classify diseases going forward, and in turn how we train our future doctors in both psychiatry and neurology. That in itself will have knock on consequences for how society understands, approaches and treats people with psychiatric and neurological conditions,\" Professor Hardiman added.The new research was prompted by earlier epidemiological studies by researchers at Trinity, led by Professor Hardiman. These studies showed that people with ALS/MND were more likely than expected to have other family members with schizophrenia, and to have had another family member who had committed suicide. This was first noted as family histories were ascertained from people with ALS/MND in the Irish National ALS Clinic and was subsequently investigated as part of case control studies in Ireland in which over 192 families with ALS/MND and 200 controls participated. Details of over 12,000 relatives were analysed and the rates of various neurological and psychiatric conditions calculated in family member of those with ALS/MND and controls. This work was subsequently published in the prestigious American journal the Annals of Neurology in 2013.This led the Trinity group to team up with European collaborators in ALS/MND to see if these epidemiological observations could be due to a genetic overlap between ALS/MND and schizophrenia. The Trinity group, along with their partners in the University of Utrecht, will continue to study the links between ALS/MND and psychiatric conditions using modern genetics, epidemiology and neuroimaging, and in this way will develop new and more effective treatments that are based on stabilizing disrupted brain networks. The full paper is available here: http://www.nature.com/articles/ncomms14774", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: A study led by scientists at Trinity College Dublin indicates that the causes of ALS/MND and schizoprenia are biologically linked.", "The scientists say the new findings have major implications for...\n     view more Researchers have shown for the first time that Amyotrophic Lateral Sclerosis (ALS), also known as Motor Neurone Disease (MND) and schizophrenia have a shared genetic origin, indicating that the causes of these diverse conditions are biologically linked.", "The work has just been published in the prestigious journal Nature Communications.By analyzing the genetic profiles of almost 13,000 ALS/MND cases and over 30,000 schizophrenia cases, the research led by scientists from Trinity College Dublin in Ireland confirms that many of the genes that are associated with these two very different conditions are the same.", "In fact, the research which involved collaborators from the University of Utrecht, Kings College London and members of the Project MinE and Psychiatric Genome Consortia has shown an overlap of 14% in genetic susceptibility to the adult onset neuro-degeneration condition ALS/MND and the developmental neuropsychiatric disorder schizophrenia.", "While overlaps between schizophrenia and other neuropsychiatric conditions including bipolar affective disorder and autism have been shown in the past, this is the first time that an overlap in genetic susceptibility between ALS/MND and psychiatric conditions has been shown.Dr Russell McLaughlin, Ussher Assistant Professor in Genome Analysis at Trinity College Dublin, and lead author of the paper said: \"This study demonstrates the power of genetics in understanding the causes of diseases.", "While neurological and psychiatric conditions may have very different characteristics and clinical presentations, our work has shown that the biological pathways that lead to these diverse conditions have much in common.", "\"Professor of Neurology in Trinity and Consultant Neurologist at the National Neuroscience Centre, Orla Hardiman, who is the senior author and lead investigator on the project said: \"Our work over the years has shown us that ALS/MND is a much more complex disease than we originally thought.", "Our recent observations of links with psychiatric conditions in some families have made us think differently about how we should study ALS/MND.", "When combined with our clinical work and our studies using MRI and EEG, it becomes clear that ALS/MND is not just a disorder of individual nerve cells, but a disorder of the way these nerve cells talk to one another as part of a larger network.\"", "She continued: \"So instead of thinking of ALS/MND as a degeneration of one cell at a time, and looking for a 'magic bullet' treatment that works, we should think about ALS/MND in the same way that we think about schizophrenia, which is a problem of disruptions in connectivity between different regions of the brain, and we should look for drugs that help to stabilize the failing brain networks\".", "\"The other significant issue that this research brings up is that the divide between psychiatry and neurology is a false one.", "We need to recognise that brain disease has many different manifestations, and the best way to develop new treatments is to understand the biology of what is happening.", "This will have major implications for how we classify diseases going forward, and in turn how we train our future doctors in both psychiatry and neurology.", "That in itself will have knock on consequences for how society understands, approaches and treats people with psychiatric and neurological conditions,\" Professor Hardiman added.The new research was prompted by earlier epidemiological studies by researchers at Trinity, led by Professor Hardiman.", "These studies showed that people with ALS/MND were more likely than expected to have other family members with schizophrenia, and to have had another family member who had committed suicide.", "This was first noted as family histories were ascertained from people with ALS/MND in the Irish National ALS Clinic and was subsequently investigated as part of case control studies in Ireland in which over 192 families with ALS/MND and 200 controls participated.", "Details of over 12,000 relatives were analysed and the rates of various neurological and psychiatric conditions calculated in family member of those with ALS/MND and controls.", "This work was subsequently published in the prestigious American journal the Annals of Neurology in 2013.This led the Trinity group to team up with European collaborators in ALS/MND to see if these epidemiological observations could be due to a genetic overlap between ALS/MND and schizophrenia.", "The Trinity group, along with their partners in the University of Utrecht, will continue to study the links between ALS/MND and psychiatric conditions using modern genetics, epidemiology and neuroimaging, and in this way will develop new and more effective treatments that are based on stabilizing disrupted brain networks.", "The full paper is available here: http://www.nature.com/articles/ncomms14774"], "source": "Trinity College Dublin"}