{"title": "Study shows how brain combines subtle sensory signals to take notice | EurekAlert! Science News", "year": "Thu, 23 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "stripes", "flash", "beneath", "dish", "tadpole", "swims", "faster", "long", "stripes", "really", "obvious", "faint", "paired", "another", "faint", "stimulus", "view", "providence", "brown", "university", "new", "study", "describes", "key", "mechanism", "brain", "allows", "animals", "recognize", "react", "subtle", "sensory", "signals", "might", "seem", "important", "occur", "simultaneously", "multisensory", "integration", "msi", "vital", "skill", "young", "brains", "develop", "said", "authors", "paper", "elife", "shapes", "effectively", "animals", "make", "sense", "mouse", "ability", "make", "difference", "life", "death", "neither", "faint", "screech", "tiny", "black", "speck", "sky", "might", "trigger", "worry", "two", "together", "strongly", "suggest", "hawk", "air", "matters", "daily", "human", "life", "incoming", "call", "cell", "phone", "noticeable", "signaled", "visually", "sound", "example", "really", "important", "understand", "senses", "interact", "give", "us", "whole", "picture", "world", "said", "study", "lead", "author", "torrey", "truszkowski", "neuroscience", "doctoral", "student", "brown", "university", "something", "super", "salient", "visual", "system", "bright", "flash", "light", "need", "multisensory", "mechanism", "small", "change", "light", "levels", "might", "ignore", "area", "visual", "space", "also", "piece", "auditory", "information", "coming", "likely", "notice", "decide", "need", "something", "understand", "happens", "truszkowski", "team", "performed", "new", "study", "tadpoles", "juvenile", "frogs", "turn", "convenient", "model", "developing", "msi", "architecture", "direct", "analog", "brains", "mammals", "including", "call", "key", "property", "tadpoles", "modeled", "study", "ability", "brain", "cells", "circuits", "sometimes", "respond", "strongly", "faint", "signals", "inverse", "effectiveness", "study", "senior", "author", "carlos", "aizenman", "associate", "professor", "neuroscience", "member", "brown", "institute", "brain", "science", "said", "new", "paper", "represents", "first", "explanation", "inverse", "effectiveness", "property", "msi", "allows", "brain", "selectively", "amplify", "weak", "sensory", "inputs", "single", "sources", "represent", "multiple", "sensory", "modalities", "tadpole", "trialsto", "achieve", "explanation", "level", "cells", "proteins", "researchers", "started", "behavior", "tadpoles", "swimming", "laboratory", "dish", "speed", "startled", "detect", "strong", "sudden", "sensory", "stimulus", "pattern", "stripes", "projected", "beneath", "loud", "clicking", "sound", "first", "experiment", "researchers", "measured", "changes", "swimming", "speed", "provided", "strong", "stimuli", "weaker", "stimuli", "finally", "weaker", "stimuli", "found", "subtle", "versions", "stimuli", "example", "stripes", "25", "percent", "maximum", "contrast", "barely", "affected", "swim", "speed", "presented", "alone", "subtle", "stripes", "presented", "simultaneously", "subtle", "clicks", "produced", "startle", "response", "great", "stripes", "projected", "understand", "works", "brain", "researchers", "conducted", "experiments", "made", "measurements", "region", "called", "optic", "tectum", "tadpoles", "process", "sensory", "information", "mammals", "humans", "function", "performed", "cells", "superior", "colliculus", "tadpole", "optic", "tectum", "sits", "right", "top", "brain", "given", "fortuitous", "position", "animals", "transparent", "skin", "scientists", "easily", "observe", "activity", "cells", "networks", "living", "behaving", "tadpoles", "using", "biochemistry", "make", "different", "cells", "light", "many", "individual", "cells", "across", "networks", "optic", "tectum", "researchers", "found", "neural", "activity", "barely", "budged", "tadpoles", "saw", "heard", "felt", "subtle", "stimulus", "individually", "jumped", "tremendously", "subtle", "stimuli", "simultaneous", "inverse", "effectiveness", "apparent", "swim", "speed", "behavior", "clear", "correlate", "response", "brain", "cells", "networks", "process", "key", "question", "inverse", "effectiveness", "works", "team", "two", "molecular", "suspects", "mind", "receptor", "neurotransmitter", "gaba", "specific", "type", "glutamate", "receptor", "called", "nmda", "experiments", "used", "chemicals", "block", "receptors", "either", "found", "blocking", "gaba", "affect", "inverse", "effectiveness", "blocking", "nmda", "made", "significant", "role", "makes", "sense", "already", "known", "matter", "detecting", "coincidence", "instance", "spiny", "dendrites", "neuron", "receive", "simultaneous", "signals", "neurons", "truszkowski", "said", "study", "shows", "nmda", "crucial", "inverse", "effectiveness", "msi", "though", "might", "receptor", "sensesthe", "research", "part", "larger", "study", "multisensory", "integration", "aizenman", "lab", "last", "year", "part", "investigation", "researchers", "found", "developing", "tadpole", "brains", "refine", "judgment", "whether", "stimuli", "truly", "simultaneous", "progressively", "change", "balance", "excitation", "inhibition", "among", "neurons", "optic", "lab", "seeks", "understand", "perception", "develops", "early", "life", "matter", "basic", "science", "also", "could", "provide", "insights", "human", "disorders", "sensory", "processing", "develops", "abnormally", "forms", "lab", "autism", "model", "tadpoles", "truszkowski", "said", "interesting", "next", "step", "could", "conduct", "experiments", "tadpoles"], "url": "http://www.eurekalert.org/pub_releases/2017-03/bu-ssh032217.php", "date": "2018-01-19_21:05:50", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: When stripes flash beneath the dish, the tadpole swims faster, so long as the stripes are really obvious. If they are faint, but they are paired with another faint stimulus...\n       view more PROVIDENCE, R.I. [Brown University] --A new study describes a key mechanism in the brain that allows animals to recognize and react when subtle sensory signals that might not seem important on their own occur simultaneously. Such \"multisensory integration\" (MSI) is a vital skill for young brains to develop, said the authors of the paper in eLife, because it shapes how effectively animals can make sense of their surroundings.For a mouse, that ability can make the difference between life and death. Neither a faint screech nor a tiny black speck in the sky might trigger any worry, but the two together strongly suggest a hawk is in the air. It matters in daily human life, too. An incoming call on a cell phone can be more noticeable when it is signaled visually and with sound, for example.\"It's really important to understand how all of our senses interact to give us a whole picture of the world,\" said study lead author Torrey Truszkowski, a neuroscience doctoral student at Brown University. \"If something is super salient in the visual system -- a bright flash of light -- you don't need the multisensory mechanism. If there is only a small change in light levels, you might ignore it -- but if in the same area of visual space you also have a piece of auditory information coming in, then you are more likely to notice that and decide if you need to do something about that.\"To understand how that happens, Truszkowski and her team performed the new study in tadpoles. The juvenile frogs turn out to be a very convenient model of a developing MSI architecture that has a direct analog in the brains of mammals including humans.Neuroscientists call the key property the tadpoles modeled in this study, the ability of brain cells and circuits to sometimes respond strongly to faint signals, \"inverse effectiveness.\" Study senior author Carlos Aizenman, associate professor of neuroscience and member of the Brown Institute for Brain Science, said the new paper represents, \"the first cellular-level explanation of inverse effectiveness, a property of MSI that allows the brain to selectively amplify weak sensory inputs from single sources and that represent multiple sensory modalities.\"Tadpole trialsTo achieve that explanation at the level of cells and proteins, the researchers started with behavior. Tadpoles swimming in a laboratory dish will speed up -- as if startled -- when they detect a strong and sudden sensory stimulus, such as a pattern of stripes projected from beneath or a loud clicking sound. In their first experiment, the researchers measured changes in swimming speed when they provided strong stimuli, then weaker stimuli, and finally weaker stimuli in combination.What they found is that more subtle versions of the stimuli -- for example, stripes with only 25 percent of maximum contrast -- barely affected swim speed when presented alone. But when such subtle stripes were presented simultaneously with subtle clicks, they produced a startle response as great as when full-contrast stripes were projected on the dish.To understand how that works in the brain, the researchers conducted further experiments where they made measurements in a region called the optic tectum where tadpoles process sensory information. In mammals such as humans, the same function is performed by cells in the superior colliculus. The tadpole optic tectum sits right at the top of the brain. Given that fortuitous position and the animals' transparent skin, scientists can easily observe the activity of cells and networks in living, behaving tadpoles using biochemistry to make different cells light up when they are active.In many individual cells and across networks in the optic tectum, the researchers found that neural activity barely budged when tadpoles saw, heard or felt a subtle stimulus individually, but it jumped tremendously when subtle stimuli were simultaneous. The \"inverse effectiveness\" apparent in the swim speed behavior had a clear correlate in the response of brain cells and networks that process the senses.The key question was how that inverse effectiveness works. The team had two molecular suspects in mind: a receptor for the neurotransmitter GABA or a specific type of glutamate receptor called NMDA. In experiments, they used chemicals to block receptors for either. They found the blocking GABA didn't affect inverse effectiveness but that blocking NMDA made a significant difference.NMDA's role makes sense because it is already known to matter in detecting coincidence, for instance when the spiny dendrites of a neuron receive simultaneous signals from other neurons. Truszkowski said the study shows that NMDA is crucial for inverse effectiveness in MSI, though it might not be the only receptor at work.Developing the sensesThe research is part of a larger study of multisensory integration in Aizenman's lab. Last year, as part of the same investigation, the researchers found that developing tadpole brains refine their judgment of whether stimuli are truly simultaneous as they progressively change the balance of excitation and inhibition among neurons in the optic tectum.Aizenman's lab seeks to understand how perception develops early in life, not only as a matter of basic science but also because it could provide insights into human disorders in which sensory processing develops abnormally, as in some forms of autism.The lab has an autism model in tadpoles. Truszkowski said an interesting next step could be to conduct these experiments with those tadpoles.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: When stripes flash beneath the dish, the tadpole swims faster, so long as the stripes are really obvious.", "If they are faint, but they are paired with another faint stimulus...\n       view more PROVIDENCE, R.I. [Brown University] --A new study describes a key mechanism in the brain that allows animals to recognize and react when subtle sensory signals that might not seem important on their own occur simultaneously.", "Such \"multisensory integration\" (MSI) is a vital skill for young brains to develop, said the authors of the paper in eLife, because it shapes how effectively animals can make sense of their surroundings.For a mouse, that ability can make the difference between life and death.", "Neither a faint screech nor a tiny black speck in the sky might trigger any worry, but the two together strongly suggest a hawk is in the air.", "It matters in daily human life, too.", "An incoming call on a cell phone can be more noticeable when it is signaled visually and with sound, for example.", "\"It's really important to understand how all of our senses interact to give us a whole picture of the world,\" said study lead author Torrey Truszkowski, a neuroscience doctoral student at Brown University.", "\"If something is super salient in the visual system -- a bright flash of light -- you don't need the multisensory mechanism.", "If there is only a small change in light levels, you might ignore it -- but if in the same area of visual space you also have a piece of auditory information coming in, then you are more likely to notice that and decide if you need to do something about that.", "\"To understand how that happens, Truszkowski and her team performed the new study in tadpoles.", "The juvenile frogs turn out to be a very convenient model of a developing MSI architecture that has a direct analog in the brains of mammals including humans.Neuroscientists call the key property the tadpoles modeled in this study, the ability of brain cells and circuits to sometimes respond strongly to faint signals, \"inverse effectiveness.\"", "Study senior author Carlos Aizenman, associate professor of neuroscience and member of the Brown Institute for Brain Science, said the new paper represents, \"the first cellular-level explanation of inverse effectiveness, a property of MSI that allows the brain to selectively amplify weak sensory inputs from single sources and that represent multiple sensory modalities.", "\"Tadpole trialsTo achieve that explanation at the level of cells and proteins, the researchers started with behavior.", "Tadpoles swimming in a laboratory dish will speed up -- as if startled -- when they detect a strong and sudden sensory stimulus, such as a pattern of stripes projected from beneath or a loud clicking sound.", "In their first experiment, the researchers measured changes in swimming speed when they provided strong stimuli, then weaker stimuli, and finally weaker stimuli in combination.What they found is that more subtle versions of the stimuli -- for example, stripes with only 25 percent of maximum contrast -- barely affected swim speed when presented alone.", "But when such subtle stripes were presented simultaneously with subtle clicks, they produced a startle response as great as when full-contrast stripes were projected on the dish.To understand how that works in the brain, the researchers conducted further experiments where they made measurements in a region called the optic tectum where tadpoles process sensory information.", "In mammals such as humans, the same function is performed by cells in the superior colliculus.", "The tadpole optic tectum sits right at the top of the brain.", "Given that fortuitous position and the animals' transparent skin, scientists can easily observe the activity of cells and networks in living, behaving tadpoles using biochemistry to make different cells light up when they are active.In many individual cells and across networks in the optic tectum, the researchers found that neural activity barely budged when tadpoles saw, heard or felt a subtle stimulus individually, but it jumped tremendously when subtle stimuli were simultaneous.", "The \"inverse effectiveness\" apparent in the swim speed behavior had a clear correlate in the response of brain cells and networks that process the senses.The key question was how that inverse effectiveness works.", "The team had two molecular suspects in mind: a receptor for the neurotransmitter GABA or a specific type of glutamate receptor called NMDA.", "In experiments, they used chemicals to block receptors for either.", "They found the blocking GABA didn't affect inverse effectiveness but that blocking NMDA made a significant difference.NMDA's role makes sense because it is already known to matter in detecting coincidence, for instance when the spiny dendrites of a neuron receive simultaneous signals from other neurons.", "Truszkowski said the study shows that NMDA is crucial for inverse effectiveness in MSI, though it might not be the only receptor at work.Developing the sensesThe research is part of a larger study of multisensory integration in Aizenman's lab.", "Last year, as part of the same investigation, the researchers found that developing tadpole brains refine their judgment of whether stimuli are truly simultaneous as they progressively change the balance of excitation and inhibition among neurons in the optic tectum.Aizenman's lab seeks to understand how perception develops early in life, not only as a matter of basic science but also because it could provide insights into human disorders in which sensory processing develops abnormally, as in some forms of autism.The lab has an autism model in tadpoles.", "Truszkowski said an interesting next step could be to conduct these experiments with those tadpoles."], "source": "Brown University"}