{"title": "Connected dolls and tell-tale teddy bears: Why we need to manage the Internet of Toys | EurekAlert! Science News", "year": "Thu, 23 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txaction", "needed", "monitor", "control", "emerging", "internet", "toys", "concludes", "new", "report", "european", "commission", "joint", "research", "centre", "jrc", "privacy", "security", "highlighted", "main", "areas", "numbers", "connected", "toys", "put", "market", "past", "years", "turnover", "expected", "reach", "billion", "2020", "billion", "toys", "come", "many", "different", "forms", "smart", "watches", "teddy", "bears", "interact", "users", "connected", "internet", "together", "connected", "appliances", "form", "internet", "things", "bringing", "technology", "daily", "lives", "toys", "ability", "record", "store", "share", "information", "young", "users", "raises", "concerns", "children", "safety", "privacy", "social", "team", "jrc", "scientists", "international", "experts", "looked", "safety", "security", "privacy", "societal", "questions", "emerging", "rise", "internet", "toys", "report", "invites", "policymakers", "industry", "parents", "teachers", "study", "connected", "toys", "depth", "order", "provide", "framework", "ensures", "toys", "safe", "beneficial", "childhoodrobots", "longer", "used", "industry", "carry", "repetitive", "potentially", "dangerous", "tasks", "past", "years", "robots", "entered", "everyday", "lives", "also", "children", "likely", "encounter", "robotic", "artificial", "still", "know", "relatively", "little", "consequences", "children", "interaction", "robotic", "toys", "however", "conceivable", "represent", "opportunities", "risks", "children", "cognitive", "example", "social", "robots", "may", "acquisition", "foreign", "language", "skills", "compensating", "lack", "native", "speakers", "language", "tutors", "removing", "barriers", "peer", "pressure", "encountered", "class", "room", "also", "evidence", "benefits", "interaction", "children", "developmental", "problems", "autism", "learning", "difficulties", "may", "find", "human", "interaction", "personalization", "children", "education", "via", "filtering", "algorithms", "may", "also", "increase", "risk", "bubbles", "children", "receive", "information", "fits", "knowledge", "interest", "similar", "adult", "interaction", "social", "media", "security", "considerationsthe", "rapid", "rise", "internet", "connected", "toys", "also", "raises", "concerns", "children", "safety", "privacy", "particular", "way", "data", "gathered", "connected", "toys", "analysed", "manipulated", "stored", "transparent", "poses", "emerging", "threat", "children", "data", "provided", "children", "play", "sounds", "images", "movements", "recorded", "connected", "toys", "personal", "data", "protected", "eu", "data", "protection", "framework", "well", "new", "general", "data", "protection", "regulation", "gdpr", "however", "information", "data", "stored", "analysed", "shared", "might", "hidden", "long", "privacy", "statements", "policies", "often", "go", "unnoticed", "children", "right", "privacy", "immediate", "concern", "linked", "connected", "toys", "also", "long", "term", "concern", "growing", "culture", "tracking", "recording", "analysing", "children", "everyday", "choices", "becomes", "normal", "part", "life", "also", "likely", "shape", "children", "behaviour", "framework", "guide", "use", "connected", "toysthe", "report", "calls", "industry", "policymakers", "create", "connected", "toys", "usage", "framework", "act", "guide", "design", "would", "also", "help", "toymakers", "meet", "challenge", "complying", "new", "european", "general", "data", "protection", "regulation", "gdpr", "comes", "force", "may", "2018", "increase", "citizens", "control", "personal", "report", "also", "calls", "connected", "toy", "industry", "academic", "researchers", "work", "together", "produce", "better", "designed", "safer", "parentsthe", "report", "concludes", "paramount", "understand", "children", "interact", "connected", "toys", "risks", "opportunities", "entail", "children", "development", "devices", "come", "really", "interesting", "possibilities", "use", "learn", "best", "manage", "locking", "cupboard", "way", "go", "adults", "understand", "work", "might", "provide", "right", "tools", "right", "opportunities", "children", "grow", "happy", "secure", "digital", "world", "says", "stéphane", "chaudron", "report", "lead", "researcher", "joint", "research", "centre", "jrc", "authors", "report", "encourage", "parents", "get", "informed", "capabilities", "functions", "security", "measures", "privacy", "settings", "toys", "buying", "also", "urge", "parents", "focus", "quality", "play", "observing", "children", "talking", "experiences", "playing", "alongside", "empowering", "childrenthrough", "alliance", "better", "protect", "minors", "online", "support", "unicef", "ngos", "toy", "industries", "europe", "industry", "stakeholder", "groups", "european", "global", "ict", "media", "companies", "working", "improve", "protection", "empowerment", "children", "using", "connected", "toys", "initiative", "facilitated", "european", "commission", "aims", "create", "safer", "stimulating", "digital", "environment", "children"], "url": "http://www.eurekalert.org/pub_releases/2017-03/ecjr-cda032317.php", "date": "2018-01-19_21:05:53", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAction is needed to monitor and control the emerging Internet of Toys, concludes a new report by the European Commission's Joint Research Centre (JRC). Privacy and security are highlighted as main areas of concern.Large numbers of connected toys have been put on the market over the past few years, and the turnover is expected to reach €10 billion by 2020 - up from just €2.6 billion in 2015.Connected toys come in many different forms, from smart watches to teddy bears that interact with their users. They are connected to the internet and together with other connected appliances they form the Internet of Things, which is bringing technology into our daily lives more than ever.However, the toys' ability to record, store and share information about their young users raises concerns about children's safety, privacy and social development.A team of JRC scientists and international experts looked at the safety, security, privacy and societal questions emerging from the rise of the Internet of Toys. The report invites policymakers, industry, parents and teachers to study connected toys more in depth in order to provide a framework which ensures that these toys are safe and beneficial for children.Robotification of childhoodRobots are no longer only used in industry to carry out repetitive or potentially dangerous tasks. In the past years, robots have entered our everyday lives and also children are more and more likely to encounter robotic or artificial intelligence-enhanced toys.We still know relatively little about the consequences of children's interaction with robotic toys. However, it is conceivable that they represent both opportunities and risks for children's cognitive, socio-emotional and moral-behavioural development.For example, social robots may further the acquisition of foreign language skills by compensating for the lack of native speakers as language tutors or by removing the barriers and peer pressure encountered in class room. There is also evidence about the benefits of child-robot interaction for children with developmental problems, such as autism or learning difficulties, who may find human interaction difficult.However, the internet-based personalization of children's education via filtering algorithms may also increase the risk of 'educational bubbles' where children only receive information that fits their pre-existing knowledge and interest - similar to adult interaction on social media networks.Safety and security considerationsThe rapid rise in internet connected toys also raises concerns about children's safety and privacy. In particular, the way that data gathered by connected toys is analysed, manipulated and stored is not transparent, which poses an emerging threat to children's privacy.The data provided by children while they play, i.e the sounds, images and movements recorded by connected toys is personal data protected by the EU data protection framework, as well as by the new General Data Protection Regulation (GDPR). However, information on how this data is stored, analysed and shared might be hidden in long privacy statements or policies and often go unnoticed by parents.Whilst children's right to privacy is the most immediate concern linked to connected toys, there is also a long term concern: growing up in a culture where the tracking, recording and analysing of children's everyday choices becomes a normal part of life is also likely to shape children's behaviour and development.Usage framework to guide the use of connected toysThe report calls for industry and policymakers to create a connected toys usage framework to act as a guide for their design and use.This would also help toymakers to meet the challenge of complying with the new European General Data Protection Regulation (GDPR) which comes into force in May 2018, which will increase citizens' control over their personal data.The report also calls for the connected toy industry and academic researchers to work together to produce better designed and safer products.Advice for parentsThe report concludes that it is paramount that we understand how children interact with connected toys and which risks and opportunities they entail for children's development.\"These devices come with really interesting possibilities and the more we use them, the more we will learn about how to best manage them. Locking them up in a cupboard is not the way to go. We as adults have to understand how they work - and how they might 'misbehave' - so that we can provide the right tools and the right opportunities for our children to grow up happy in a secure digital world\", says Stéphane Chaudron, the report's lead researcher at the Joint Research Centre (JRC).The authors of the report encourage parents to get informed about the capabilities, functions, security measures and privacy settings of toys before buying them. They also urge parents to focus on the quality of play by observing their children, talking to them about their experiences and playing alongside and with their children.Protecting and empowering childrenThrough the Alliance to better protect minors online and with the support of UNICEF, NGOs, Toy Industries Europe and other industry and stakeholder groups, European and global ICT and media companies  are working to improve the protection and empowerment of children when using connected toys. This self-regulatory initiative is facilitated by the European Commission and aims to create a safer and more stimulating digital environment for children.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXAction is needed to monitor and control the emerging Internet of Toys, concludes a new report by the European Commission's Joint Research Centre (JRC).", "Privacy and security are highlighted as main areas of concern.Large numbers of connected toys have been put on the market over the past few years, and the turnover is expected to reach €10 billion by 2020 - up from just €2.6 billion in 2015.Connected toys come in many different forms, from smart watches to teddy bears that interact with their users.", "They are connected to the internet and together with other connected appliances they form the Internet of Things, which is bringing technology into our daily lives more than ever.However, the toys' ability to record, store and share information about their young users raises concerns about children's safety, privacy and social development.A team of JRC scientists and international experts looked at the safety, security, privacy and societal questions emerging from the rise of the Internet of Toys.", "The report invites policymakers, industry, parents and teachers to study connected toys more in depth in order to provide a framework which ensures that these toys are safe and beneficial for children.Robotification of childhoodRobots are no longer only used in industry to carry out repetitive or potentially dangerous tasks.", "In the past years, robots have entered our everyday lives and also children are more and more likely to encounter robotic or artificial intelligence-enhanced toys.We still know relatively little about the consequences of children's interaction with robotic toys.", "However, it is conceivable that they represent both opportunities and risks for children's cognitive, socio-emotional and moral-behavioural development.For example, social robots may further the acquisition of foreign language skills by compensating for the lack of native speakers as language tutors or by removing the barriers and peer pressure encountered in class room.", "There is also evidence about the benefits of child-robot interaction for children with developmental problems, such as autism or learning difficulties, who may find human interaction difficult.However, the internet-based personalization of children's education via filtering algorithms may also increase the risk of 'educational bubbles' where children only receive information that fits their pre-existing knowledge and interest - similar to adult interaction on social media networks.Safety and security considerationsThe rapid rise in internet connected toys also raises concerns about children's safety and privacy.", "In particular, the way that data gathered by connected toys is analysed, manipulated and stored is not transparent, which poses an emerging threat to children's privacy.The data provided by children while they play, i.e the sounds, images and movements recorded by connected toys is personal data protected by the EU data protection framework, as well as by the new General Data Protection Regulation (GDPR).", "However, information on how this data is stored, analysed and shared might be hidden in long privacy statements or policies and often go unnoticed by parents.Whilst children's right to privacy is the most immediate concern linked to connected toys, there is also a long term concern: growing up in a culture where the tracking, recording and analysing of children's everyday choices becomes a normal part of life is also likely to shape children's behaviour and development.Usage framework to guide the use of connected toysThe report calls for industry and policymakers to create a connected toys usage framework to act as a guide for their design and use.This would also help toymakers to meet the challenge of complying with the new European General Data Protection Regulation (GDPR) which comes into force in May 2018, which will increase citizens' control over their personal data.The report also calls for the connected toy industry and academic researchers to work together to produce better designed and safer products.Advice for parentsThe report concludes that it is paramount that we understand how children interact with connected toys and which risks and opportunities they entail for children's development.", "\"These devices come with really interesting possibilities and the more we use them, the more we will learn about how to best manage them.", "Locking them up in a cupboard is not the way to go.", "We as adults have to understand how they work - and how they might 'misbehave' - so that we can provide the right tools and the right opportunities for our children to grow up happy in a secure digital world\", says Stéphane Chaudron, the report's lead researcher at the Joint Research Centre (JRC).The authors of the report encourage parents to get informed about the capabilities, functions, security measures and privacy settings of toys before buying them.", "They also urge parents to focus on the quality of play by observing their children, talking to them about their experiences and playing alongside and with their children.Protecting and empowering childrenThrough the Alliance to better protect minors online and with the support of UNICEF, NGOs, Toy Industries Europe and other industry and stakeholder groups, European and global ICT and media companies  are working to improve the protection and empowerment of children when using connected toys.", "This self-regulatory initiative is facilitated by the European Commission and aims to create a safer and more stimulating digital environment for children."], "source": "European Commission Joint Research Centre"}