{"title": "New method for the diagnosis of autism found | EurekAlert! Science News", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "control", "rat", "sound", "signals", "transmitted", "brain", "via", "inhibitory", "neuron", "medial", "nucleus", "trapezoid", "body", "mntb", "autism", "model", "rat", "mntb", "neurons", "impaired", "view", "new", "method", "diagnosis", "autism", "found", "researchers", "mie", "neurodevelopmental", "disorder", "characterized", "impairments", "social", "interaction", "communication", "sensory", "abnormalities", "sensitivity", "sounds", "auditory", "hypersensitivity", "despite", "intense", "research", "causes", "still", "unknown", "therefore", "autism", "diagnosis", "depends", "detailed", "interview", "doctor", "subjective", "thus", "interview", "approaches", "required", "research", "group", "traditionally", "produced", "autistic", "model", "animals", "clarified", "various", "features", "autism", "time", "based", "research", "results", "found", "seems", "cause", "auditory", "hypersensitivity", "rodent", "brain", "first", "time", "using", "autism", "model", "animal", "two", "kinds", "pathway", "brain", "one", "excitatory", "inhibitory", "autistic", "model", "animals", "abnormalities", "found", "inhibitory", "pathway", "presumed", "reason", "auditory", "abnormal", "region", "autism", "model", "animal", "brain", "also", "play", "role", "localizing", "direction", "sound", "heard", "therefore", "asking", "parents", "child", "seem", "know", "sound", "comes", "makes", "possible", "much", "clear", "precise", "diagnosis", "special", "medical", "equipment", "chemicals", "necessary", "introduced", "immediately", "new", "approach", "interview"], "url": "http://www.eurekalert.org/pub_releases/2017-03/mupr-nmf031717.php", "date": "2018-01-19_21:05:59", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: In the control rat, sound signals are transmitted to the brain via inhibitory neuron, medial nucleus of trapezoid body (MNTB). In the autism model rat, MNTB neurons are impaired and...\n       view more New method for the diagnosis of autism was found by researchers at Mie University.Autism is a neurodevelopmental disorder, characterized by impairments in social interaction, communication and sensory abnormalities, such as sensitivity to sounds (auditory hypersensitivity). Despite intense research, the causes are still unknown. Therefore, the autism diagnosis depends on detailed interview by the doctor, which is very subjective. Thus, a more easy-to-use interview approaches are required. The research group has traditionally produced autistic model animals and has clarified various features of autism. This time, based on their research results, they found out what seems to be the cause of auditory hypersensitivity in rodent brain for the first time, using an autism model animal. There are two kinds of pathway in the brain: one is excitatory and the other is inhibitory. In autistic model animals, abnormalities were found in the \"inhibitory\" pathway, which was presumed to be the reason for auditory hypersensitivity.This abnormal region in the autism model animal brain also play a role in localizing \"From which direction the sound is heard\". Therefore, by asking the parents, \"Does your child seem to know where the sound comes from?\" It makes possible a much more clear and precise diagnosis than before. No special medical equipment nor chemicals are necessary, so it can be introduced immediately as a new approach to the interview.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: In the control rat, sound signals are transmitted to the brain via inhibitory neuron, medial nucleus of trapezoid body (MNTB).", "In the autism model rat, MNTB neurons are impaired and...\n       view more New method for the diagnosis of autism was found by researchers at Mie University.Autism is a neurodevelopmental disorder, characterized by impairments in social interaction, communication and sensory abnormalities, such as sensitivity to sounds (auditory hypersensitivity).", "Despite intense research, the causes are still unknown.", "Therefore, the autism diagnosis depends on detailed interview by the doctor, which is very subjective.", "Thus, a more easy-to-use interview approaches are required.", "The research group has traditionally produced autistic model animals and has clarified various features of autism.", "This time, based on their research results, they found out what seems to be the cause of auditory hypersensitivity in rodent brain for the first time, using an autism model animal.", "There are two kinds of pathway in the brain: one is excitatory and the other is inhibitory.", "In autistic model animals, abnormalities were found in the \"inhibitory\" pathway, which was presumed to be the reason for auditory hypersensitivity.This abnormal region in the autism model animal brain also play a role in localizing \"From which direction the sound is heard\".", "Therefore, by asking the parents, \"Does your child seem to know where the sound comes from?\"", "It makes possible a much more clear and precise diagnosis than before.", "No special medical equipment nor chemicals are necessary, so it can be introduced immediately as a new approach to the interview."], "source": "Mie University, Public Relations Office"}