{"title": "Individuals with autism at substantially heightened risk for injury death | EurekAlert! Science News", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdeaths", "individuals", "autism", "increased", "700", "percent", "past", "16", "years", "three", "times", "likely", "general", "population", "caused", "injuries", "according", "new", "study", "columbia", "university", "mailman", "school", "public", "health", "findings", "published", "online", "american", "journal", "public", "average", "age", "death", "individuals", "autism", "36", "years", "younger", "general", "population", "36", "years", "age", "compared", "72", "deaths", "individuals", "autism", "28", "percent", "attributed", "injury", "often", "suffocation", "followed", "asphyxiation", "drowning", "together", "three", "causes", "accounted", "nearly", "80", "percent", "total", "injury", "mortality", "children", "autism", "40", "percent", "occurred", "homes", "residential", "institutions", "earlier", "research", "reported", "higher", "mortality", "rate", "overall", "individuals", "autism", "injury", "mortality", "autism", "spectrum", "disorder", "population", "understudied", "said", "guohua", "li", "md", "drph", "mailman", "school", "professor", "epidemiology", "senior", "author", "despite", "marked", "increase", "annual", "number", "deaths", "occurring", "deaths", "still", "may", "severely", "underreported", "particularly", "deaths", "intentional", "injury", "assaults", "homicide", "suicide", "screening", "32", "million", "death", "certificates", "national", "vital", "statistics", "system", "researchers", "identified", "individuals", "males", "324", "females", "diagnosis", "autism", "died", "1999", "2014", "annual", "number", "documented", "deaths", "individuals", "diagnosis", "autism", "risen", "nearly", "7", "times", "1999", "2014", "study", "limited", "death", "certificate", "data", "numbers", "startling", "autism", "contributing", "cause", "death", "likely", "undercounted", "accuracy", "information", "death", "certificates", "filed", "coroners", "varies", "noted", "joseph", "guan", "lead", "author", "master", "public", "health", "degree", "student", "epidemiology", "columbia", "university", "mailman", "school", "public", "health", "estimated", "prevalence", "autism", "spectrum", "disorder", "four", "times", "common", "males", "females", "higher", "among", "white", "children", "children", "highly", "educated", "parents", "2000", "2012", "rate", "doubled", "analysis", "reveals", "children", "autism", "160", "times", "likely", "die", "drowning", "general", "pediatric", "population", "given", "exceptionally", "heightened", "risk", "drowning", "children", "autism", "swimming", "classes", "intervention", "top", "priority", "said", "li", "founding", "director", "center", "injury", "epidemiology", "prevention", "columbia", "child", "diagnosed", "autism", "usually", "2", "years", "3", "years", "age", "pediatricians", "parents", "immediately", "help", "enroll", "child", "swimming", "classes", "behavioral", "therapy", "speech", "therapy", "occupational", "therapy", "swimming", "ability", "kids", "autism", "imperative", "survival", "skill", "wandering", "common", "autistic", "behavior", "li", "makes", "point", "many", "children", "autism", "affinity", "bodies", "water", "impaired", "communication", "social", "skills", "autistic", "kids", "tend", "seek", "relief", "heightened", "anxiety", "serenity", "water", "bodies", "unfortunately", "behavior", "often", "leads", "tragedies"], "url": "http://www.eurekalert.org/pub_releases/2017-03/cums-iwa031617.php", "date": "2018-01-19_21:06:02", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDeaths in individuals with autism increased 700 percent in the past 16 years and were three times as likely as in the general population to be caused by injuries, according to a new study by Columbia University's Mailman School of Public Health. The findings are published online in the American Journal of Public Health.The average age at death for individuals with autism was 36 years younger than for the general population, 36 years of age compared with 72. Of the deaths in individuals with autism, 28 percent were attributed to injury, most often by suffocation, followed by asphyxiation, and drowning. Together, these three causes accounted for nearly 80 percent of the total injury mortality in children with autism. More than 40 percent occurred in homes or residential institutions.\"While earlier research reported a higher mortality rate overall for individuals with autism, until now injury mortality in the autism spectrum disorder population had been understudied,\" said Guohua Li, MD, DrPH, Mailman School professor of Epidemiology, and senior author. \"Despite the marked increase in the annual number of deaths occurring, autism-related deaths still may be severely underreported, particularly deaths from intentional injury such as assaults, homicide, and suicide.\"Screening over 32 million death certificates in the U.S. National Vital Statistics System, the researchers identified 1,367 individuals (1,043 males and 324 females) with a diagnosis of autism who died between 1999 and 2014.   The annual number of documented deaths for individuals with a diagnosis of autism has risen nearly 7 times from 1999 to 2014. \"Our study was limited to death certificate data. While the numbers are startling, autism as a contributing cause of death is likely undercounted because of the accuracy of information on death certificates filed by coroners varies,\" noted Joseph Guan, the lead author and a master of public health degree student in epidemiology at Columbia University Mailman School of Public Health.   The estimated prevalence of autism spectrum disorder is about four times as common in males as in females and higher among non-Hispanic white children and in children of highly educated parents. From 2000 to 2012, the rate has more than doubled. \"Our analysis reveals that children with autism are 160 times as likely to die from drowning as the general pediatric population.  Given the exceptionally heightened risk of drowning for children with autism, swimming classes should be the intervention of top priority,\" said Dr. Li, who is the founding director of the Center for Injury Epidemiology and Prevention at Columbia. \"Once a child is diagnosed with autism, usually between 2 years and 3 years of age, pediatricians and parents should immediately help enroll the child in swimming classes, before any behavioral therapy, speech therapy or occupational therapy. Swimming ability for kids with autism is an imperative survival skill.\"  Wandering is a common autistic behavior, and Dr. Li makes the point that many children with autism have an affinity to bodies of water. \"With impaired communication and social skills,  autistic kids tend to seek relief of their heightened anxiety from the serenity of water bodies. Unfortunately, this behavior too often leads to tragedies.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDeaths in individuals with autism increased 700 percent in the past 16 years and were three times as likely as in the general population to be caused by injuries, according to a new study by Columbia University's Mailman School of Public Health.", "The findings are published online in the American Journal of Public Health.The average age at death for individuals with autism was 36 years younger than for the general population, 36 years of age compared with 72.", "Of the deaths in individuals with autism, 28 percent were attributed to injury, most often by suffocation, followed by asphyxiation, and drowning.", "Together, these three causes accounted for nearly 80 percent of the total injury mortality in children with autism.", "More than 40 percent occurred in homes or residential institutions.", "\"While earlier research reported a higher mortality rate overall for individuals with autism, until now injury mortality in the autism spectrum disorder population had been understudied,\" said Guohua Li, MD, DrPH, Mailman School professor of Epidemiology, and senior author.", "\"Despite the marked increase in the annual number of deaths occurring, autism-related deaths still may be severely underreported, particularly deaths from intentional injury such as assaults, homicide, and suicide.", "\"Screening over 32 million death certificates in the U.S. National Vital Statistics System, the researchers identified 1,367 individuals (1,043 males and 324 females) with a diagnosis of autism who died between 1999 and 2014.", "The annual number of documented deaths for individuals with a diagnosis of autism has risen nearly 7 times from 1999 to 2014.", "\"Our study was limited to death certificate data.", "While the numbers are startling, autism as a contributing cause of death is likely undercounted because of the accuracy of information on death certificates filed by coroners varies,\" noted Joseph Guan, the lead author and a master of public health degree student in epidemiology at Columbia University Mailman School of Public Health.", "The estimated prevalence of autism spectrum disorder is about four times as common in males as in females and higher among non-Hispanic white children and in children of highly educated parents.", "From 2000 to 2012, the rate has more than doubled.", "\"Our analysis reveals that children with autism are 160 times as likely to die from drowning as the general pediatric population.", "Given the exceptionally heightened risk of drowning for children with autism, swimming classes should be the intervention of top priority,\" said Dr. Li, who is the founding director of the Center for Injury Epidemiology and Prevention at Columbia.", "\"Once a child is diagnosed with autism, usually between 2 years and 3 years of age, pediatricians and parents should immediately help enroll the child in swimming classes, before any behavioral therapy, speech therapy or occupational therapy.", "Swimming ability for kids with autism is an imperative survival skill.\"", "Wandering is a common autistic behavior, and Dr. Li makes the point that many children with autism have an affinity to bodies of water.", "\"With impaired communication and social skills,  autistic kids tend to seek relief of their heightened anxiety from the serenity of water bodies.", "Unfortunately, this behavior too often leads to tragedies.\""], "source": "Columbia University's Mailman School of Public Health"}