{"title": "How prenatal maternal infections may affect genetic factors in autism spectrum disorder | EurekAlert! Science News", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "micrograph", "surface", "proteins", "zika", "virus", "particle", "view", "infections", "zika", "virus", "passes", "placenta", "directly", "attacks", "fetus", "others", "h1n1", "influenza", "virus", "induces", "maternal", "immune", "activation", "mia", "triggering", "woman", "immune", "system", "pregnancy", "zika", "mia", "mechanisms", "may", "lead", "potentially", "disastrous", "neurological", "repercussions", "unborn", "child", "microcephaly", "undersized", "underdeveloped", "brain", "head", "case", "zika", "cortical", "abnormalities", "excess", "numbers", "neurons", "patches", "disorganized", "cortex", "synapse", "early", "brain", "overgrowth", "cases", "mia", "large", "studies", "suggest", "mia", "caused", "infection", "pregnancy", "also", "associated", "small", "increases", "risk", "psychiatric", "disorders", "including", "autism", "spectrum", "disorder", "asd", "new", "study", "published", "today", "molecular", "psychiatry", "researchers", "university", "california", "san", "diego", "school", "medicine", "university", "cyprus", "stanford", "university", "map", "complex", "biological", "cascade", "caused", "mia", "expression", "multiple", "genes", "involved", "autism", "turned", "mia", "affecting", "key", "aspects", "prenatal", "brain", "development", "may", "increase", "risk", "atypical", "development", "later", "life", "provide", "novel", "evidence", "supports", "link", "prenatal", "infections", "biology", "known", "important", "development", "autism", "said", "senior", "author", "tiziano", "pramparo", "phd", "associate", "research", "scientist", "autism", "center", "excellence", "uc", "san", "diego", "school", "medicine", "different", "routes", "importance", "highlight", "specific", "pathway", "seems", "key", "driving", "downstream", "early", "abnormal", "brain", "development", "work", "adds", "growing", "evidence", "prenatal", "development", "important", "window", "understanding", "key", "biology", "relevance", "neurodevelopmental", "conditions", "like", "autism", "added", "lead", "author", "michael", "lombardo", "phd", "university", "cyprus", "mia", "environmental", "route", "influence", "fundamental", "biological", "processes", "important", "brain", "development", "influence", "exerts", "overlaps", "key", "processes", "known", "important", "brain", "autism", "develops", "pramparo", "said", "effects", "caused", "infectious", "agents", "virus", "bacterium", "maternal", "immune", "response", "although", "mechanisms", "entirely", "known", "cascade", "altered", "events", "regulating", "production", "function", "neurons", "synapses", "arrange", "brain", "triggered", "mother", "immune", "system", "activated", "example", "increased", "levels", "maternal", "cytokines", "small", "signaling", "molecules", "driven", "immune", "response", "may", "directly", "indirectly", "alter", "gene", "expression", "fetus", "brain", "genes", "may", "lead", "excess", "reduction", "normal", "amounts", "proteins", "required", "normal", "brain", "development", "pramparo", "said", "importantly", "found", "effects", "involve", "single", "genes", "pathways", "many", "genes", "working", "coordinated", "way", "serve", "dedicated", "biological", "purpose", "essential", "early", "fetal", "neurodevelopment", "among", "large", "number", "genes", "whose", "activity", "altered", "maternal", "immune", "response", "mutated", "thought", "cause", "genetic", "forms", "autism", "small", "subset", "asd", "suggested", "findings", "multiple", "clinical", "implications", "general", "know", "understand", "disrupted", "mechanism", "higher", "chance", "finding", "amenable", "targets", "potential", "therapeutic", "intervention", "informing", "prevent", "risk", "occurring", "first", "place", "another", "implication", "said", "potential", "define", "effects", "clinical", "phenotypes", "based", "upon", "underlying", "mechanisms", "genetic", "environmental", "mia", "effects", "transient", "potent", "fetal", "development", "perhaps", "even", "potent", "effects", "induced", "certain", "types", "mutations", "single", "gene", "forms", "autism", "also", "depending", "mia", "occurs", "gestation", "clinical", "characteristics", "may", "vary", "finding", "mia", "affecting", "expression", "genes", "known", "important", "autism", "supports", "hypothesis", "interaction", "may", "lead", "amplified", "effects", "clinical", "level", "example", "severe", "cases", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--hpm032117.php", "date": "2018-01-19_21:06:05", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a cryo-electron micrograph of surface proteins of a Zika virus particle.\n       view more For some infections, such as Zika, the virus passes through the placenta and directly attacks the fetus. For others, such as the H1N1 influenza, the virus induces maternal immune activation (MIA) by triggering a woman's immune system during pregnancy. Both Zika and MIA mechanisms may lead to potentially disastrous neurological repercussions for the unborn child, such as microcephaly (an undersized, underdeveloped brain and head) in the case of Zika or cortical abnormalities with excess numbers of neurons, patches of disorganized cortex, synapse mal-development and early brain overgrowth in some cases of MIA. Large population-based studies suggest MIA caused by infection during pregnancy are also associated with small increases in risk for psychiatric disorders, including autism spectrum disorder (ASD). In a new study published today in Molecular Psychiatry, researchers at the University of California San Diego School of Medicine, University of Cyprus and Stanford University map the complex biological cascade caused by MIA: the expression of multiple genes involved in autism are turned up or down by MIA, affecting key aspects of prenatal brain development that may increase risk for atypical development later in life.\"We provide novel evidence that supports the link between prenatal infections and biology known to be important in the development of autism,\" said senior author Tiziano Pramparo, PhD, associate research scientist at the Autism Center of Excellence at UC San Diego School of Medicine. \"There are different routes of importance. We highlight a specific pathway that seems to be key in driving downstream early abnormal brain development.\" \"Our work adds to growing evidence that prenatal development is an important window for understanding key biology of relevance to neurodevelopmental conditions like autism,\" added lead author Michael Lombardo, PhD, at the University of Cyprus. \"MIA is an environmental route of influence on fundamental biological processes important for brain development. The influence it exerts overlaps with key processes known to be important in how the brain in autism develops.\"Pramparo said the effects are not caused by the infectious agents themselves -- virus or bacterium -- but from the maternal immune response itself. \"Although the mechanisms are not entirely known, it has to do with the cascade of altered events regulating production and function of neurons, their synapses and how they arrange themselves in the brain that are triggered when a mother's immune system is activated.\" For example, increased levels of maternal cytokines (small signaling molecules driven by the immune response) may directly or indirectly alter gene expression in the fetus' brain.\"These up- and down-regulated genes may lead to an excess or reduction in the normal amounts of proteins required for normal brain development,\" Pramparo said. \"Importantly, we have found that MIA-induced effects involve both single genes and pathways (many genes working in a coordinated way to serve some dedicated biological purpose) essential for early fetal neurodevelopment.\" Among the large number of genes whose activity is altered by the maternal immune response, are a few that, when mutated, are thought to cause more genetic forms of autism in a small subset of all ASD toddlers.Pramparo suggested the findings have multiple clinical implications. \"In general, the more we know and understand about a disrupted mechanism, the higher the chance of finding amenable targets for potential therapeutic intervention or for informing how to prevent such risk from occurring in the first place.\" Another implication, he said, is the potential to define the effects and clinical phenotypes based upon the underlying mechanisms: genetic, environmental or both. \"The MIA effects are transient but very potent during fetal development and perhaps even more potent than the effects induced by certain types of mutations in single gene forms of autism. Also, depending on when MIA occurs during gestation, the clinical characteristics may vary. The finding of MIA affecting the expression genes known to be important in autism supports the hypothesis that a genetic-by-environment interaction may lead to amplified effects at the clinical level. For example, more severe cases of autism.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a cryo-electron micrograph of surface proteins of a Zika virus particle.", "view more For some infections, such as Zika, the virus passes through the placenta and directly attacks the fetus.", "For others, such as the H1N1 influenza, the virus induces maternal immune activation (MIA) by triggering a woman's immune system during pregnancy.", "Both Zika and MIA mechanisms may lead to potentially disastrous neurological repercussions for the unborn child, such as microcephaly (an undersized, underdeveloped brain and head) in the case of Zika or cortical abnormalities with excess numbers of neurons, patches of disorganized cortex, synapse mal-development and early brain overgrowth in some cases of MIA.", "Large population-based studies suggest MIA caused by infection during pregnancy are also associated with small increases in risk for psychiatric disorders, including autism spectrum disorder (ASD).", "In a new study published today in Molecular Psychiatry, researchers at the University of California San Diego School of Medicine, University of Cyprus and Stanford University map the complex biological cascade caused by MIA: the expression of multiple genes involved in autism are turned up or down by MIA, affecting key aspects of prenatal brain development that may increase risk for atypical development later in life.", "\"We provide novel evidence that supports the link between prenatal infections and biology known to be important in the development of autism,\" said senior author Tiziano Pramparo, PhD, associate research scientist at the Autism Center of Excellence at UC San Diego School of Medicine.", "\"There are different routes of importance.", "We highlight a specific pathway that seems to be key in driving downstream early abnormal brain development.\"", "\"Our work adds to growing evidence that prenatal development is an important window for understanding key biology of relevance to neurodevelopmental conditions like autism,\" added lead author Michael Lombardo, PhD, at the University of Cyprus.", "\"MIA is an environmental route of influence on fundamental biological processes important for brain development.", "The influence it exerts overlaps with key processes known to be important in how the brain in autism develops.", "\"Pramparo said the effects are not caused by the infectious agents themselves -- virus or bacterium -- but from the maternal immune response itself.", "\"Although the mechanisms are not entirely known, it has to do with the cascade of altered events regulating production and function of neurons, their synapses and how they arrange themselves in the brain that are triggered when a mother's immune system is activated.\"", "For example, increased levels of maternal cytokines (small signaling molecules driven by the immune response) may directly or indirectly alter gene expression in the fetus' brain.", "\"These up- and down-regulated genes may lead to an excess or reduction in the normal amounts of proteins required for normal brain development,\" Pramparo said.", "\"Importantly, we have found that MIA-induced effects involve both single genes and pathways (many genes working in a coordinated way to serve some dedicated biological purpose) essential for early fetal neurodevelopment.\"", "Among the large number of genes whose activity is altered by the maternal immune response, are a few that, when mutated, are thought to cause more genetic forms of autism in a small subset of all ASD toddlers.Pramparo suggested the findings have multiple clinical implications.", "\"In general, the more we know and understand about a disrupted mechanism, the higher the chance of finding amenable targets for potential therapeutic intervention or for informing how to prevent such risk from occurring in the first place.\"", "Another implication, he said, is the potential to define the effects and clinical phenotypes based upon the underlying mechanisms: genetic, environmental or both.", "\"The MIA effects are transient but very potent during fetal development and perhaps even more potent than the effects induced by certain types of mutations in single gene forms of autism.", "Also, depending on when MIA occurs during gestation, the clinical characteristics may vary.", "The finding of MIA affecting the expression genes known to be important in autism supports the hypothesis that a genetic-by-environment interaction may lead to amplified effects at the clinical level.", "For example, more severe cases of autism.\""], "source": "University of California - San Diego"}