{"title": "Infections during pregnancy may interfere with genes linked to prenatal brain development | EurekAlert! Science News", "year": "Tue, 21 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txif", "mother", "picks", "infection", "pregnancy", "immune", "system", "kick", "action", "clear", "infection", "mechanism", "may", "also", "small", "influence", "child", "brain", "develops", "womb", "ways", "similar", "brain", "develops", "autism", "spectrum", "disorders", "international", "team", "researchers", "shown", "may", "study", "published", "today", "journal", "molecular", "psychiatry", "researchers", "university", "cyprus", "university", "cambridge", "university", "california", "san", "diego", "stanford", "university", "used", "rats", "mice", "help", "map", "complex", "biological", "cascade", "caused", "mother", "immune", "response", "may", "lead", "important", "infections", "pregnancy", "known", "risk", "factor", "abnormal", "fetal", "development", "strikingly", "seen", "recent", "emergence", "zika", "virus", "led", "babies", "born", "abnormally", "small", "head", "brain", "known", "case", "zika", "virus", "impact", "directly", "attacking", "fetal", "brain", "tissue", "however", "infections", "influenza", "infectious", "agent", "typically", "indirect", "impact", "fetal", "development", "large", "studies", "previously", "shown", "variety", "maternal", "infections", "pregnancy", "associated", "small", "increases", "risk", "psychiatric", "disorders", "including", "autism", "spectrum", "disorders", "schizophrenia", "studies", "shown", "effect", "due", "infectious", "agents", "simply", "due", "triggering", "strong", "immune", "response", "pregnant", "mother", "phenomenon", "known", "immune", "activation", "important", "underscore", "increase", "risk", "really", "small", "small", "meaningfully", "applied", "specific", "individuals", "seen", "large", "studies", "examining", "many", "thousands", "people", "says", "dr", "michael", "lombardo", "lead", "author", "work", "university", "cyprus", "university", "cambridge", "nevertheless", "biological", "cascade", "triggered", "effect", "well", "understood", "particularly", "may", "similar", "known", "biology", "behind", "conditions", "like", "autism", "motivation", "behind", "study", "understand", "activating", "mother", "immune", "system", "may", "affect", "child", "brain", "development", "dr", "lombardo", "colleagues", "examined", "activity", "genes", "brain", "injecting", "pregnant", "rats", "mice", "substance", "called", "lipopolysaccharide", "substance", "contains", "infectious", "agent", "thus", "make", "mothers", "sick", "elicit", "strong", "immune", "response", "mother", "characterized", "increase", "levels", "cytokines", "small", "immune", "signalling", "molecules", "important", "effects", "brain", "cells", "connections", "cells", "known", "fetus", "brain", "scientists", "found", "maternal", "immune", "activation", "alters", "activity", "multiple", "genes", "pathways", "fetus", "brain", "importantly", "many", "genes", "known", "important", "development", "autism", "key", "brain", "developmental", "processes", "occur", "birth", "believe", "effects", "may", "help", "explain", "maternal", "immune", "activation", "carries", "small", "increased", "risk", "later", "atypical", "neurodevelopment", "understand", "brain", "development", "disrupted", "effects", "higher", "chance", "finding", "amenable", "targets", "potential", "therapeutic", "intervention", "informing", "prevent", "risk", "occurring", "first", "place", "says", "dr", "tiziano", "pramparo", "senior", "author", "work", "university", "california", "san", "diego", "effects", "caused", "maternal", "immune", "activation", "transient", "researchers", "argue", "may", "potent", "fetal", "development", "may", "cause", "different", "characteristics", "individual", "depending", "occurs", "pregnancy", "work", "underscores", "importance", "idea", "genes", "environment", "interact", "interaction", "may", "important", "roles", "better", "understanding", "risk", "neurodevelopmental", "disorders", "manifests"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc-idp032017.php", "date": "2018-01-19_21:06:08", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIf a mother picks up an infection during pregnancy, her immune system will kick into action to clear the infection - but this self-defence mechanism may also have a small influence how her child's brain develops in the womb, in ways that are similar to how the brain develops in autism spectrum disorders. Now, an international team of researchers has shown why this may be the case.In a study published today in the journal Molecular Psychiatry, researchers at the University of Cyprus, University of Cambridge, University of California, San Diego, and Stanford University used rats and mice to help map the complex biological cascade caused by the mother's immune response, which may lead to important consequences.Maternal infections during pregnancy are a known risk factor for abnormal fetal development. Most strikingly, this has been seen during the recent emergence of Zika virus, which led to babies being born with an abnormally small head and brain (known as 'microcephaly'). In the case of Zika, the virus has its impact by directly attacking fetal brain tissue. However, for most other infections, such as influenza, the infectious agent typically has a more indirect impact on fetal development. Large population-based studies have previously shown that a variety of maternal infections during pregnancy are associated with small increases in the risk for psychiatric disorders, including autism spectrum disorders and schizophrenia. Other studies have shown that this effect is due not to the infectious agents themselves, but simply due to triggering a strong immune response in a pregnant mother - a phenomenon known as 'maternal immune activation'. \"It's important to underscore that the increase in risk is really small - too small to be meaningfully applied to specific individuals, and is only seen in very large studies when examining many thousands of people,\" says Dr Michael Lombardo, lead author of the work from the University of Cyprus and the University of Cambridge. \"Nevertheless, the biological cascade triggered by this effect is not well understood, particularly in how it may be similar to known biology behind conditions like autism. This was the motivation behind why we did the study.\" To understand how activating a mother's immune system may affect her child's brain development, Dr Lombardo and colleagues examined the activity of genes in the brain after injecting pregnant rats and mice with a substance called lipopolysaccharide. This substance contains no infectious agent and thus does not make the mothers sick, but will elicit a strong immune response in the mother, characterized by an increase in levels of cytokines. These are small immune signalling molecules that can have important effects on brain cells and the connections between these cells (known as 'synapses' in the fetus's brain. The scientists found that maternal immune activation alters the activity of multiple genes and pathways in the fetus's brain. Importantly, many of these genes are known to be important in the development of autism and to key brain developmental processes that occur before birth. They believe that these effects may help to explain why maternal immune activation carries a small increased risk for later atypical neurodevelopment.\"The more we understand about how brain development is disrupted by these effects, the higher the chance of finding amenable targets for potential therapeutic intervention or for informing how to prevent such risk from occurring in the first place,\" says Dr Tiziano Pramparo, senior author on the work from the University of California, San Diego. While the effects caused by maternal immune activation are transient, the researchers argue that they may be very potent during fetal development and may cause different characteristics in the individual depending on when it occurs during pregnancy. The work underscores the importance of the idea that genes and the environment interact and that their interaction may have important roles in better understanding how risk for neurodevelopmental disorders manifests.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIf a mother picks up an infection during pregnancy, her immune system will kick into action to clear the infection - but this self-defence mechanism may also have a small influence how her child's brain develops in the womb, in ways that are similar to how the brain develops in autism spectrum disorders.", "Now, an international team of researchers has shown why this may be the case.In a study published today in the journal Molecular Psychiatry, researchers at the University of Cyprus, University of Cambridge, University of California, San Diego, and Stanford University used rats and mice to help map the complex biological cascade caused by the mother's immune response, which may lead to important consequences.Maternal infections during pregnancy are a known risk factor for abnormal fetal development.", "Most strikingly, this has been seen during the recent emergence of Zika virus, which led to babies being born with an abnormally small head and brain (known as 'microcephaly').", "In the case of Zika, the virus has its impact by directly attacking fetal brain tissue.", "However, for most other infections, such as influenza, the infectious agent typically has a more indirect impact on fetal development.", "Large population-based studies have previously shown that a variety of maternal infections during pregnancy are associated with small increases in the risk for psychiatric disorders, including autism spectrum disorders and schizophrenia.", "Other studies have shown that this effect is due not to the infectious agents themselves, but simply due to triggering a strong immune response in a pregnant mother - a phenomenon known as 'maternal immune activation'.", "\"It's important to underscore that the increase in risk is really small - too small to be meaningfully applied to specific individuals, and is only seen in very large studies when examining many thousands of people,\" says Dr Michael Lombardo, lead author of the work from the University of Cyprus and the University of Cambridge.", "\"Nevertheless, the biological cascade triggered by this effect is not well understood, particularly in how it may be similar to known biology behind conditions like autism.", "This was the motivation behind why we did the study.\"", "To understand how activating a mother's immune system may affect her child's brain development, Dr Lombardo and colleagues examined the activity of genes in the brain after injecting pregnant rats and mice with a substance called lipopolysaccharide.", "This substance contains no infectious agent and thus does not make the mothers sick, but will elicit a strong immune response in the mother, characterized by an increase in levels of cytokines.", "These are small immune signalling molecules that can have important effects on brain cells and the connections between these cells (known as 'synapses' in the fetus's brain.", "The scientists found that maternal immune activation alters the activity of multiple genes and pathways in the fetus's brain.", "Importantly, many of these genes are known to be important in the development of autism and to key brain developmental processes that occur before birth.", "They believe that these effects may help to explain why maternal immune activation carries a small increased risk for later atypical neurodevelopment.", "\"The more we understand about how brain development is disrupted by these effects, the higher the chance of finding amenable targets for potential therapeutic intervention or for informing how to prevent such risk from occurring in the first place,\" says Dr Tiziano Pramparo, senior author on the work from the University of California, San Diego.", "While the effects caused by maternal immune activation are transient, the researchers argue that they may be very potent during fetal development and may cause different characteristics in the individual depending on when it occurs during pregnancy.", "The work underscores the importance of the idea that genes and the environment interact and that their interaction may have important roles in better understanding how risk for neurodevelopmental disorders manifests."], "source": "University of Cambridge"}