{"title": "Researchers gain insight into day-to-day lives of parents raising children with autism", "text": "MADISON, Wis. -- Like all parents, couples who have a child with autism spectrum disorder (ASD) share the ups and downs of parenting. A new study by Waisman Center researchers at the University of Wisconsin-Madison looks at the daily experiences of these parents to provide a more detailed picture of the strengths and vulnerabilities of couples raising a child with ASD.\"I think we can use these findings to develop more effective therapies and strategies to address potential challenges in couple relationships for parents of children with ASD,\" says Sigan Hartley, lead author of the new study, published this month in the Journal of Autism and Developmental Disorders.Previous findings have shown that, on average, couples with a child with ASD have higher risks of divorce and lower satisfaction with their marriages when compared to couples with a typically developing child. \"What has been missing is research that really gets at the details of what is actually happening in the day-to-day lives of these couples,\" says Hartley, a Waisman Center researcher and 100 Women Chair in Human Ecology at UW-Madison. To fill in this gap in the research, Hartley and her colleagues examined the daily experiences of 174 couples who have a child with ASD and 179 couples with a typically developing child. Each couple kept separate \"daily diaries\" for two weeks, and recorded information like how much time they spent with their partners, how supported they felt, how close they felt to their partners, and the positive or negative interactions they had with them. \"These measures really let us understand how couple relationships are being altered for parents of children with ASD,\" says Hartley. The researchers found a combination of vulnerabilities and strengths. Couples parenting a child with ASD reported spending an average of 21 fewer minutes per day with their partners compared to couples with a typically developing child. That may not sound like a lot of time, but \"those 21 minutes add up over weeks and months to almost 128 fewer hours spent together over a year,\" says Hartley.Spending less time together could account for why parents of children with ASD reported feeling less closeness to their partners than those raising typically developing children. The ASD group of parents also reported fewer positive interactions, such as sharing jokes, having a meaningful conversation or being intimate. \"Parents of children with ASD may have more demands on their time,\" says Hartley. \"They may have to navigate therapy sessions or manage special education or interventions.\"On the other hand, parents of a child with ASD showed no increase in negative interactions, like critical comments or avoiding their partner, when compared to couples with a typically developing child. These couples also felt as supported by their partners as couples with typically developing children. \"These are important relationship strengths that couples who are parenting a child with ASD can build on,\" says Hartley. Finding ways to strengthen their couple dynamics can help their children as well.\"Just like any child, a child with ASD affects, and is affected by, the entire family,\" says Hartley. \"Developing therapies or strategies that help parents thrive and keep their relationships strong is critical for the long-term success of children.\"", "journal": "Journal of Autism and Developmental Disorders", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/uow-rgi032017.php", "institution": "University of Wisconsin-Madison", "meeting": "", "description": "A new study by the University of Wisconsin-Madison looks at the daily experiences of the parents of children with autism spectrum disorder to provide a more detailed picture of the strengths and vulnerabilities of couples raising a child with ASD.", "article_link": null, "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Neurobiology", " Pediatrics", " Behavior", " Counseling", " Stress/Anxiety", " Parenting/Child Care/Family", " Couples"], "source_link": "http://news.wisc.edu/researchers-gain-insight-into-day-to-day-lives-of-parents-raising-children-with-autism/", "date": "Mon, 20 Mar 2017 04:00:00 GMT"}