{"title": "Treatment window for fragile x likely doesn't close after childhood | EurekAlert! Science News", "year": "Mon, 20 Mar 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txbrain", "samples", "humans", "show", "treatment", "window", "fragile", "x", "syndrome", "likely", "remains", "open", "well", "maturity", "childhood", "previous", "tests", "mice", "indicated", "might", "close", "according", "new", "drexel", "study", "new", "information", "could", "become", "valuable", "therapeutic", "treatments", "fragile", "x", "syndrome", "common", "disorder", "results", "intellectual", "disabilities", "impacts", "one", "every", "males", "one", "every", "females", "still", "developed", "clinical", "akins", "phd", "assistant", "professor", "drexel", "college", "arts", "sciences", "led", "team", "found", "structures", "called", "fragile", "x", "granules", "part", "brain", "controls", "memory", "hippocampus", "well", "maturity", "rat", "human", "specimens", "granules", "akins", "helped", "discover", "2009", "thought", "contribute", "fragile", "x", "syndrome", "become", "decoupled", "gene", "called", "fmrp", "fragile", "x", "mental", "retardation", "protein", "mutated", "fragile", "x", "fragile", "x", "granules", "found", "brains", "adult", "rats", "humans", "seemed", "disappear", "mice", "reached", "maturity", "intriguing", "gene", "different", "expression", "patterns", "humans", "major", "preclinical", "model", "mice", "used", "study", "gene", "akins", "result", "studies", "would", "missed", "evidence", "granules", "adulthood", "used", "mice", "finding", "fragile", "x", "granules", "linger", "hippocampus", "adult", "humans", "could", "expand", "age", "range", "treatment", "akins", "study", "one", "human", "brain", "sample", "person", "57", "years", "old", "showed", "evidence", "granules", "suggests", "treatment", "could", "applied", "adulthood", "also", "found", "treatment", "might", "need", "target", "nerve", "cells", "house", "fmrp", "fragile", "x", "granules", "cells", "called", "neurons", "two", "parts", "dendrites", "axons", "relay", "information", "brain", "research", "focuses", "fmrp", "dendrites", "information", "receivers", "past", "research", "akins", "company", "showed", "fmrp", "also", "found", "fragile", "x", "granules", "axons", "information", "senders", "however", "fmrp", "axon", "granules", "known", "work", "several", "labs", "suggested", "fmrp", "axons", "might", "quite", "different", "fmrp", "new", "study", "akins", "colleagues", "gained", "insight", "found", "fmrp", "axons", "shares", "unexpected", "similarities", "fmrp", "dendrites", "means", "therapies", "target", "similarities", "might", "fill", "lost", "fmrp", "parts", "could", "important", "development", "half", "fragile", "x", "syndrome", "could", "also", "diagnosed", "autism", "spectrum", "disorder", "developments", "therapy", "fragile", "x", "might", "play", "role", "treating", "symptoms", "types", "autism", "possible", "symptoms", "caused", "dysregulated", "fragile", "x", "granules", "addressed", "current", "experimental", "therapeutic", "interventions", "focus", "rescuing", "fmrp", "function", "dendrites", "akins", "said", "found", "important", "one", "medication", "targets", "dendrites", "axons", "better", "treat", "symptoms", "fragile", "x", "luck", "disorders", "evidence", "pointing", "toward", "longer", "timeframe", "possibly", "effective", "treatment", "whole", "new", "pathway", "delivering", "akins", "hopes", "continue", "solving", "machinations", "behind", "fragile", "x", "syndrome", "still", "trying", "understand", "fmrp", "axons", "absence", "axons", "contributes", "fragile", "x", "major", "step", "forward", "akins", "said", "new", "leads"], "url": "http://www.eurekalert.org/pub_releases/2017-03/du-twf032017.php", "date": "2018-01-19_21:06:15", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBrain samples from humans show that the treatment window for Fragile X syndrome likely remains open well into maturity after childhood, when previous tests with mice indicated it might close, according to a new Drexel University-led study. This new information could become valuable as therapeutic treatments for Fragile X syndrome -- the most common autism-related disorder which results in intellectual disabilities and impacts one in every 4,000 males and one in every 8,000 females -- are still being developed in clinical trials.Michael Akins, PhD, an assistant professor in Drexel's College of Arts and Sciences, led a team that found structures called Fragile X granules in the part of the brain that controls memory, the hippocampus, well into maturity in both rat and human specimens. The granules, which Akins helped discover in 2009, are thought to contribute to Fragile X syndrome when they become decoupled from a gene called FMRP (Fragile X mental retardation protein) that is mutated in Fragile X patients.While Fragile X granules were found in the brains of adult rats and humans, they seemed to disappear in mice when they reached maturity.\"It's intriguing that this disease-related gene has different expression patterns in humans than in the major preclinical model, mice, that are used to study that gene,\" Akins said.As a result, most studies would have missed the evidence of these granules in adulthood because they used mice. Finding that Fragile X granules linger in the hippocampus of adult humans could expand the age range for treatment. In Akins's study, one human brain sample, from a person 57 years old, showed evidence of the granules. This suggests that treatment could be applied into adulthood, not just during childhood.Moreover, they also found that treatment might need to target the nerve cells that house FMRP and Fragile X granules more broadly.These cells, called neurons, have two parts -- dendrites and axons -- that relay information in the brain. Most research focuses on the FMRP in the dendrites -- the information receivers. But past research by Akins and company showed that FMRP was also found in Fragile X granules in the axons -- the information senders. However, what the FMRP was doing in these axon granules was not known and work from several other labs suggested that the FMRP in axons might be quite different from the FMRP in dendrites.In the new study, Akins and colleagues gained insight this.  They found that FMRP in axons shares some unexpected similarities to the FMRP in dendrites. This means that therapies that target those similarities might fill in for the lost FMRP in both parts of the cell.This could be an important development because half of those with Fragile X syndrome could also be diagnosed with autism spectrum disorder. Developments in therapy for Fragile X might play a role in treating symptoms in other types of autism, too. \"It's possible that the symptoms caused by dysregulated Fragile X granules aren't being addressed by current experimental therapeutic interventions that focus on rescuing FMRP function in the dendrites,\" Akins said. \"What we found is important because having one medication that targets both dendrites and axons should better treat the symptoms of Fragile X and, with luck, other autism-related disorders.\"With evidence pointing toward a longer timeframe for possibly effective treatment and a whole new pathway for delivering it, Akins hopes to continue solving the machinations behind Fragile X syndrome.\"We're still trying to understand what the FMRP is doing in the axons -- and how its absence from axons contributes to Fragile X -- but this is a major step forward,\" Akins said. \"We have some new leads.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBrain samples from humans show that the treatment window for Fragile X syndrome likely remains open well into maturity after childhood, when previous tests with mice indicated it might close, according to a new Drexel University-led study.", "This new information could become valuable as therapeutic treatments for Fragile X syndrome -- the most common autism-related disorder which results in intellectual disabilities and impacts one in every 4,000 males and one in every 8,000 females -- are still being developed in clinical trials.Michael Akins, PhD, an assistant professor in Drexel's College of Arts and Sciences, led a team that found structures called Fragile X granules in the part of the brain that controls memory, the hippocampus, well into maturity in both rat and human specimens.", "The granules, which Akins helped discover in 2009, are thought to contribute to Fragile X syndrome when they become decoupled from a gene called FMRP (Fragile X mental retardation protein) that is mutated in Fragile X patients.While Fragile X granules were found in the brains of adult rats and humans, they seemed to disappear in mice when they reached maturity.", "\"It's intriguing that this disease-related gene has different expression patterns in humans than in the major preclinical model, mice, that are used to study that gene,\" Akins said.As a result, most studies would have missed the evidence of these granules in adulthood because they used mice.", "Finding that Fragile X granules linger in the hippocampus of adult humans could expand the age range for treatment.", "In Akins's study, one human brain sample, from a person 57 years old, showed evidence of the granules.", "This suggests that treatment could be applied into adulthood, not just during childhood.Moreover, they also found that treatment might need to target the nerve cells that house FMRP and Fragile X granules more broadly.These cells, called neurons, have two parts -- dendrites and axons -- that relay information in the brain.", "Most research focuses on the FMRP in the dendrites -- the information receivers.", "But past research by Akins and company showed that FMRP was also found in Fragile X granules in the axons -- the information senders.", "However, what the FMRP was doing in these axon granules was not known and work from several other labs suggested that the FMRP in axons might be quite different from the FMRP in dendrites.In the new study, Akins and colleagues gained insight this.", "They found that FMRP in axons shares some unexpected similarities to the FMRP in dendrites.", "This means that therapies that target those similarities might fill in for the lost FMRP in both parts of the cell.This could be an important development because half of those with Fragile X syndrome could also be diagnosed with autism spectrum disorder.", "Developments in therapy for Fragile X might play a role in treating symptoms in other types of autism, too.", "\"It's possible that the symptoms caused by dysregulated Fragile X granules aren't being addressed by current experimental therapeutic interventions that focus on rescuing FMRP function in the dendrites,\" Akins said.", "\"What we found is important because having one medication that targets both dendrites and axons should better treat the symptoms of Fragile X and, with luck, other autism-related disorders.", "\"With evidence pointing toward a longer timeframe for possibly effective treatment and a whole new pathway for delivering it, Akins hopes to continue solving the machinations behind Fragile X syndrome.", "\"We're still trying to understand what the FMRP is doing in the axons -- and how its absence from axons contributes to Fragile X -- but this is a major step forward,\" Akins said.", "\"We have some new leads.\""], "source": "Drexel University"}