{"title": "During learning, neurons deep in brain engage in a surprising level of activity", "text": "It's the part of the brain that makes sure you cannot tickle yourself. The cerebellum, an apple-sized region near the base of the skull, senses that your own fingers are the ones trying to tickle, and cancels your usual response.Now an international team of researchers has learned something surprising about this region, which despite its small size contains roughly half of all the neurons in the brain. These neurons, which were thought to fire only rarely as they take in information from the senses, are in fact far more active than previously suspected. The finding, published March 20 in the journal Nature Neuroscience, may signal a major shift in our understanding of how the cerebellum encodes information. \"People used to think that the cerebellum's input layer of neurons was only sparsely active, and encoded only information collected from the external world,\" said Sam Wang, professor of molecular biology and the Princeton Neuroscience Institute, and a senior co-author on the study. \"It turns out that they light up like a Christmas tree, and they convey information both from outside the body and from other areas within the brain.\" The study is the first to look at the activity of these neurons, known as granule cells, in the brains of living animals while they are learning a task, said Javier Medina, associate professor and the Vivian L. Smith Endowed Chair in Neuroscience at Baylor College of Medicine, and a senior co-author with Wang. \"We knew very little about how these neurons in the cerebellum were firing when the brain is engaged in behavior,\" he said. The cells are packed into a dense knot deep in the brain, making them difficult to study. Through advances in brain imaging techniques and computer algorithms that detangle the signals, the team was able to explore in detail the firing patterns of these neurons while mice were learning a behavior. The researchers expected to see only a few granule cells fire at any given time, consistent with ideas that date back to the 1960s. The commonly held theory stated that the sparse firing patterns created a sort of neural code whereby each firing pattern represented a different sensory input or stimulus. The theory helped explain why there are so many granule cells: Distinct firing patterns involving just a few of the millions of granule cells would enable the brain to assign a different firing pattern to each stimulus -- for example, a different firing pattern for the touch of the fingers versus the touch of a feather duster. According to the prevailing theory, these firing patterns then convey that information to other parts of the cerebellum, which process the information and send it either to other parts of the brain for more processing, or to the motor neurons that tell the body how to act -- for example, to ignore one's own fingers, or to swat at a friend's tickling fingers. Instead, the researchers found that not only were many neurons firing at once to encode sensory information, but those patterns also encoded not just external information but also signals from other parts of the brain. In mice that were learning to associate a flash of light with puff of air directed at the eye, the granule cells' firing patterns encoded information about the incoming light as well as the prediction that the air puff was imminent. Not only did the granule cells take in purely sensory information -- a light is flashing -- but they also received signals from other parts of the brain that something was about to happen that required a blink. \"Your brain is constantly talking to itself,\" Wang said. \"We found that the granule cells are not just producing the prediction but also receiving it. They are in an ongoing conversation, constantly processing information to update moment-by-moment the situation, leading to a dynamic, back-and-forth conversation within the brain.\"The techniques developed by Wang and colleagues allow researchers to eavesdrop on this conversation. Using fluorescent dyes that flash when neurons fire, coupled with an extremely powerful imaging method called laser two-photon microscopy, researchers can view neuronal activity deep within the brain.\"The previous research was done measuring electrical signals, often in anesthetized animals, and those methods didn't allow researchers to see the high-density activity that we observed,\" said Aleksandra Badura, a co-first author of the study who conducted the research as a Princeton postdoctoral research associate, and who is now at the Netherlands Institute for Neuroscience. \"The granule cells were thought of as relay stations, just relaying messages from other parts of the brain to the output cells. What we showed is that these cells themselves can carry a predictive signal.\"Because the cells are so densely packed, however, seeing which signals come from which neurons posed a challenge. \"This is one of the first studies in which one can image this type of neurons in the intact brain, and it was difficult to separate these signals,\" said Andrea Giovannucci, a co-first author with Badura who designed and performed experiments, established the method for imaging granule cells, and analyzed the firing patterns while a Princeton postdoctoral researcher and who is now a data scientist at the Simons Foundation's Flatiron Institute. The work built on a computer algorithm capable of separating out the signals that was developed by Eftychios Pnevmatikakis, also now at the Simons Foundation's Flatiron Institute and formerly a postdoctoral research scientist working with Liam Paninski at Columbia University. The study underscores new theories about the role of the cerebellum, which was once thought just to control movements but is increasingly being viewed as involved in cognitive processes both in adulthood and in development. \"This study expands our understanding about the cerebellum at a basic level,\" said Wang, who also studies the link between cerebellar dysfunction and autism. \"This study demonstrates ways in which the cerebellum plays an active role integrating sensory information from the environment and processing that information.\"In addition to the institutions named above, the study included researchers from Robert Wood Johnson Medical School, the University of Pennsylvania, Erasmus University Medical Center and Brown University.\r\n", "journal": "Nature Neuroscience", "funder": "National Institutes of Health, New Jersey Council on Brain Injury Research, Searle Scholars, DARPA, National Science Foundation, Nancy Lurie Marks Family Foundation, Netherlands Organization for Scientific Research", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/pu-dln032017.php", "institution": "Princeton  University", "meeting": "", "description": "An international team of researchers has learned something surprising about the cerebellum, perhaps best known as the part of the brain that makes sure you cannot tickle yourself. The team found that cerebellar neurons, once thought to fire only occasionally, are actually quite active when the brain is learning a new task.", "article_link": "http://dx.doi.org/10.1038/nn.4531", "keywords": ["Biology", " Neurobiology", " Memory/Cognitive Processes", " Perception/Awareness"], "source_link": null, "date": "Mon, 20 Mar 2017 04:00:00 GMT"}