{"journal": "Journal of Clinical Sleep Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaos-slr071317.php", "description": "A new study of pregnant women shows that restless legs syndrome (RLS) is common and is strongly associated with poor sleep quality, excessive daytime sleepiness, and poor daytime function, which are frequent complaints during pregnancy.", "article_link": "http://dx.doi.org/10.5664/jcsm.6654", "date": "Fri, 14 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Gene and Tubie Gilmore Fund for Sleep Research, University of Michigan Institute for Clinical and Health Research, NIH/National Heart, Lung, and Blood Institute", "title": "Study links restless legs syndrome to poor sleep quality, impaired function in pregnancy", "region": "namerica", "source_link": null, "institution": "American Academy of Sleep Medicine", "text": "A new study of pregnant women shows that restless legs syndrome (RLS) is common and is strongly associated with poor sleep quality, excessive daytime sleepiness, and poor daytime function, which...\n       view more DARIEN, IL - July 14, 2017 - A new study of pregnant women shows that restless legs syndrome (RLS) is common and is strongly associated with poor sleep quality, excessive daytime sleepiness, and poor daytime function, which are frequent complaints during pregnancy. Results show that 36 percent of women in their third trimester had RLS, and half of the women with RLS had moderate to severe symptoms. Compared with pregnant women without RLS, those with RLS were twice as likely to report poor sleep quality and poor daytime function, and they were also more likely to have excessive daytime sleepiness. Additionally, the study found a positive dose-response relationship between RLS severity and the sleep-wake disturbances. \"While we expected that RLS would be relatively common in pregnant women, we were surprised to observe just how many had a severe form,\" said lead author Galit Levi Dunietz, PhD, a T32 post-doctoral research fellow at the University of Michigan Sleep Disorders Center in Ann Arbor. \"These women experienced RLS symptoms at least four times per week.\"Study results are published in the July 15 issue of the Journal of Clinical Sleep Medicine.The study involved 1,563 pregnant women with an average age of 30 years, each of whom was in her third trimester. RLS was diagnosed using the standardized criteria of self-reported symptoms and frequency. Demographic and pregnancy data were extracted from medical records, and sleep information was collected with questionnaires. The study found no evidence for any association between RLS and delivery outcomes.According to the authors, health care providers often dismiss patient complaints of poor sleep and daytime sleepiness during pregnancy. \"These sleep-wake disturbances are considered common symptoms in pregnancy and are frequently attributed to physiological changes that occur in normal pregnancy, but our data suggest that RLS is an additional contributor to these symptoms,\" said Dunietz.The authors suggest that the identification and treatment of RLS in pregnancy - using non-pharmacological approaches - may alleviate the burden of these symptoms for many women.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders"]}