{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-07/ohs-sin071417.php", "description": "Scientists have identified an enzyme that plays a crucial role in the degeneration of axons, the threadlike portions of a nerve cell that transmit signals within the nervous system. Axon loss occurs in all neurodegenerative diseases, so this discovery could open new pathways to treating or preventing a wide array of brain diseases.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.06.031", "date": "Fri, 14 Jul 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Study identifies new target to preserve nerve function", "region": "namerica", "source_link": null, "institution": "Oregon Health & Science University", "text": "Scientists in the Vollum Institute at OHSU have identified an enzyme that plays a crucial role in the degeneration of axons, the threadlike portions of a nerve cell that transmit signals within the nervous system. Axon loss occurs in all neurodegenerative diseases, so this discovery could open new pathways to treating or preventing a wide array of brain diseases.The research team discovered a new role of the enzyme Axundead - or Axed - in promoting the self-destruction of axons. They found that when Axed function was blocked, injured axons not only maintained their integrity but remained capable of transmitting signals within the brain's complex circuitry for weeks. Their research was published July 5 in the journal Neuron.\"If you target this pathway, you have a really good chance of preserving the functional aspects of neurons after a variety of types of trauma or injury,\" said senior author Marc Freeman, Ph.D., director of the Vollum Institute at OHSU. \"It's a very attractive therapeutic target.\"Freeman conducted the work in the Department of Neurobiology at the University of Massachusetts Medical School. He has since been recruited to head the Vollum Institute, which conducts cutting-edge basic research into how the nervous system works at a molecular level.Severing axons, or axotomy, is a simple way to study the molecular basis of neurodegeneration as it leads to the activation of explosive axonal degeneration. In the laboratory, researchers using this technique can identify pro-degenerative genes with great specificity, especially when using sophisticated genetic approaches in the fruit fly Drosophila, Freeman's primary research model organism. Drosophila shares these same pathways with humans. Previous work by Freeman's lab identified another enzyme, a gene called SARM, which was the first shown to activate a process that causes axons to disintegrate when damaged.In the current study, Freeman and colleagues identified Axed, showed that it functions downstream of SARM to execute axonal degeneration, and, surprisingly, that the protection afforded by blocking Axed was even stronger than SARM.\"There was really nothing we could do to kill axons where Axed function was blocked,\" Freeman said.From an evolutionary perspective, Freeman said SARM and Axed function are likely important in the peripheral nervous system after injury because programmed axon death allows for efficient packaging of damaged cellular materials for removal by immune cells. This process thereby clears the pathway for new neuronal processes to regrow, reinnervate tissues, and recover function. From a therapeutic perspective, the goal of the work is to understand at the molecular level  how axons degenerate, and block those pathways in patients to preserve nervous system function.  In many nervous system injuries axons are not severed but become stretched or crushed, which activates the SARM-dependent death program and drives axon loss. In those cases, it's imperative to block SARM and Axed signaling to preserve axon integrity, and in turn neuronal function. At the same time, Freeman and others have shown that SARM-dependent signaling pathways also drive axon loss in neurodegenerative conditions including glaucoma, traumatic brain injury and peripheral neuropathy. This suggests the notion of an ancient and conserved axon death signaling pathway that is widely activated to drive axon loss.  Since axon loss is a universal feature of neurodegenerative diseases, it seems likely that blocking this pathway could have enormous therapeutic benefit.\"If we can find ways to block it, maybe we can preserve function in a wide array of patients who have lost axons through neurodegenerative diseases or other neural trauma,\" Freeman said.", "meeting": "", "keywords": ["Cell Biology", " Molecular Biology", " Pharmaceutical Sciences", " Medicine/Health", " Neurobiology", " Trauma/Injury"]}